{"text": "TIESAS SPRIEDUMS (piektā palāta)", "label": [[0, 6, "ORG"], [18, 31, "ORG"]]}
{"text": "2019. gada 16. oktobrī (*)", "label": [[0, 22, "DATE"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Nodokļi – Kopēja pievienotās vērtības nodokļa (PVN) sistēma – Direktīva 2006/112/EK – 132. panta 1. punkta a) apakšpunkts – Konkrētām darbībām vispārējās interesēs piemērojamie atbrīvojumi no nodokļa – Valsts pasta dienesti – Direktīva 97/67/EK – Universālā pasta pakalpojuma sniedzējs – Privāts uzņēmējs, kas sniedz tiesu vai administratīvo iestāžu izdoto dokumentu formālās paziņošanas pakalpojumus", "label": []}
{"text": "Apvienotajās lietās C‑4/18 un C‑5/18", "label": []}
{"text": "par lūgumiem sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam, ko Bundesfinanzhof (Federālā Finanšu tiesa, Vācija) iesniedza ar lēmumiem, kas pieņemti 2017. gada 31. maijā un kas Tiesā reģistrēti 2018. gada 3. janvārī, tiesvedībās", "label": [[74, 89, "ORG"], [91, 113, "ORG"], [115, 121, "LOC"], [159, 179, "DATE"], [187, 192, "ORG"], [204, 225, "DATE"]]}
{"text": "Pawel Brinkmann, kas rīkojas kā DIREKTexpress Holding AG maksātnespējas administrators,", "label": [[0, 15, "PER"], [32, 56, "ORG"], [57, 86, "PROFESSION"]]}
{"text": "pret", "label": []}
{"text": "Finanzamt Ulm (C‑4/18),", "label": [[0, 13, "ORG"]]}
{"text": "un", "label": []}
{"text": "Lemchen Ehrenpreis, kas rīkojas kā JUREX GmbH maksātnespējas administrators,", "label": [[0, 18, "PER"], [35, 45, "ORG"], [46, 75, "PROFESSION"]]}
{"text": "pret", "label": []}
{"text": "Bundeszentralamt für Steuern (C‑5/18),", "label": [[0, 28, "ORG"]]}
{"text": "TIESA (piektā palāta)", "label": [[0, 21, "ORG"]]}
{"text": "šādā sastāvā: palātas priekšsēdētājs V. Skots [V. Scott] (referents), tiesneši J. Kielatis [J. Kielatis], E. Žuks [E. Zhuk], A. Jankevičs [A. Jankevič] un H. Susa [X. Sousa],", "label": [[14, 36, "PROFESSION"], [37, 56, "PER"], [58, 67, "PROFESSION"], [70, 78, "PROFESSION"], [79, 104, "PER"], [106, 123, "PER"], [125, 151, "PER"], [155, 173, "PER"]]}
{"text": "ģenerāladvokāts: C. Sērensens [C. Sørensen],", "label": [[0, 15, "PROFESSION"], [17, 43, "PER"]]}
{"text": "sekretārs: V. Schuberts,", "label": [[0, 9, "PROFESSION"], [11, 23, "PER"]]}
{"text": "ņemot vērā rakstveida procesu,", "label": []}
{"text": "ņemot vērā apsvērumus, ko sniedza:", "label": []}
{"text": "–        P. Brinkmann, kas rīkojas kā DIREKTexpress Holding AG maksātnespējas administrators, un L. Ehrenpreis, kas rīkojas kā JUREX GmbH maksātnespējas administrators, vārdā – M. Harrison, Steuerberater,", "label": [[9, 21, "PER"], [38, 62, "ORG"], [63, 92, "PROFESSION"], [97, 110, "PER"], [127, 137, "ORG"], [138, 167, "PROFESSION"], [177, 188, "PER"], [190, 203, "PROFESSION"]]}
{"text": "–        Vācijas valdības vārdā –  A. Roche  un F. Voltz, pārstāvji,", "label": [[9, 25, "ORG"], [35, 43, "PER"], [48, 56, "PER"], [58, 67, "PROFESSION"]]}
{"text": "–        Somijas valdības vārdā – T. Markov, pārstāve,", "label": [[9, 25, "ORG"], [34, 43, "PER"], [45, 53, "PROFESSION"]]}
{"text": "–        Eiropas Komisijas vārdā – U. Woods, kā arī E. Yaima Ardila un K. Jelene, pārstāvji,", "label": [[9, 26, "ORG"], [35, 43, "PER"], [52, 67, "PER"], [71, 80, "PER"], [82, 91, "PROFESSION"]]}
{"text": "ņemot vērā pēc ģenerāladvokāta uzklausīšanas pieņemto lēmumu izskatīt lietu bez ģenerāladvokāta secinājumiem,", "label": [[15, 30, "PROFESSION"], [80, 95, "PROFESSION"]]}
{"text": "pasludina šo spriedumu.", "label": []}
{"text": "Spriedums", "label": []}
{"text": "1        Lūgumi sniegt prejudiciālu nolēmumu ir par to, kā interpretēt Eiropas Parlamenta un Padomes Direktīvas 97/67/EK (1997. gada 15. decembris) par kopīgiem noteikumiem Kopienas pasta pakalpojumu iekšējā tirgus attīstībai un pakalpojumu kvalitātes uzlabošanai  (OV 1998, L 15, 14. lpp.), ar grozījumiem, kas izdarīti ar Eiropas Parlamenta un Padomes Direktīvu 2008/6/EK (2008. gada 20. februāris) (OV 2008, L 52, 3. lpp., un labojums OV 2015, L 225, 49. lpp.), (turpmāk tekstā – “Direktīva 97/67”) 2. panta 13. punktu un 3. panta 4. punktu, kā arī Padomes Direktīvas 2006/112/EK (2006. gada 28. novembris) par kopējo pievienotās vērtības nodokļa sistēmu (OV 2006, L 347, 1. lpp.) 132. panta 1. punkta a) apakšpunktu.", "label": [[71, 89, "ORG"], [93, 100, "ORG"], [122, 146, "DATE"], [173, 181, "ORG"], [324, 342, "ORG"], [346, 353, "ORG"], [375, 399, "DATE"], [552, 559, "ORG"], [584, 608, "DATE"]]}
{"text": "2        Šie lūgumi tika iesniegti saistībā ar divām lietām – pirmo lietu starp Pawel Brinkmann, kas rīkojas kā DIREKTexpress Holding AG maksātnespējas administrators, un Finanzamt Ulm (Ulmas Finanšu pārvalde, Vācija) (lieta C‑4/18) un otru lietu starp Lemchen Ehrenpreis, kas rīkojas kā JUREX GmbH maksātnespējas administrators, un Bundeszentralamt für Steuern (Galvenā federālā nodokļu pārvalde, Vācija) (lieta C‑5/18) – par atteikumu atbrīvot no pievienotās vērtības nodokļa (PVN) dokumentu formālās paziņošanas pakalpojumus, ko šīs sabiedrības sniedz tiesām un administratīvajām iestādēm.", "label": [[80, 95, "PER"], [112, 136, "ORG"], [137, 166, "PROFESSION"], [171, 184, "ORG"], [186, 208, "ORG"], [210, 216, "LOC"], [253, 271, "PER"], [288, 298, "ORG"], [299, 328, "PROFESSION"], [333, 361, "ORG"], [363, 396, "ORG"], [398, 404, "LOC"]]}
{"text": "Atbilstošās tiesību normas", "label": []}
{"text": "Savienības tiesības", "label": [[0, 10, "LOC"]]}
{"text": "Direktīva 97/67", "label": []}
{"text": "3        Direktīvas 97/67 2. pantā, kas ietverts tās 1. nodaļā “Mērķis un piemērošanas joma”, ir sniegtas šādas definīcijas:", "label": []}
{"text": "“Šajā direktīvā piemēro šādas definīcijas:", "label": []}
{"text": "1.      “Pasta pakalpojumi” ir pakalpojumi, kas saistīti ar pasta sūtījumu savākšanu, šķirošanu, pārvadāšanu un sadali [piegādi].", "label": []}
{"text": "1.a      “Pasta pakalpojumu sniedzējs” ir uzņēmums, kas sniedz vienu vai vairākus pasta pakalpojumus.", "label": []}
{"text": "[..]", "label": []}
{"text": "4.      “Savākšana” ir pasta sūtījumu savākšana, ko veic pasta pakalpojumu sniedzējs.", "label": []}
{"text": "5.      “Piegāde” ir process no šķirošanas piegādes centrā līdz pasta sūtījumu piegādei adresātiem.", "label": []}
{"text": "6.      “Pasta sūtījums” ir adresēts sūtījums galīgajā formā, kādā pasta pakalpojumu sniedzējiem tas jānogādā. Papildus korespondencei šādi sūtījumi ir arī, piemēram, grāmatas, katalogi, laikraksti, periodiskie izdevumi un pasta pakas, kurās ir preces ar komercvērtību vai bez tās.", "label": []}
{"text": "[..]", "label": []}
{"text": "9.      “Ierakstīts sūtījums” ir pakalpojums, kur pēc vienotas likmes dod garantiju pret zuduma, nolaupīšanas vai sabojāšanas risku un vajadzības gadījumā pēc pieprasījuma sūtītājam izsniedz dokumentu, kurš ir apstiprinājums tam, ka pasta sūtījums ir nodots piekļuves vietā un/vai piegādāts adresātam.", "label": []}
{"text": "[..]", "label": []}
{"text": "13.      “Universālā pakalpojuma sniedzējs” ir valsts vai privāts pasta pakalpojumu sniedzējs, kurš dalībvalstī sniedz universālu pasta pakalpojumu vai kādu tā daļu un kura identitāte ir paziņota Komisijai saskaņā ar 4. pantu.", "label": [[196, 205, "ORG"]]}
{"text": "[..]", "label": []}
{"text": "17.      “Lietotājs” ir jebkura fiziskā vai juridiskā persona, kas sūtītāja vai adresāta statusā gūst labumu no pasta pakalpojumu sniegšanas.", "label": []}
{"text": "[..]”", "label": []}
{"text": "4        Šīs direktīvas 2. nodaļā “Universālais pakalpojums” ietilpst tās 3.–6. pants. 3. pantā ir noteikts:", "label": []}
{"text": "“1.      Dalībvalstis savā teritorijā nodrošina to, ka lietotājiem ir tiesības uz universālo pakalpojumu, kas saistīts ar noteiktas kvalitātes pastāvīgo pasta pakalpojumu sniegšanu par pieņemamām cenām visiem lietotājiem visās vietās.", "label": []}
{"text": "[..]", "label": []}
{"text": "4.      Katra dalībvalsts pieņem pasākumus, kas vajadzīgi, lai nodrošinātu to, ka universālajā pakalpojumā ietilpst vismaz šādi:", "label": []}
{"text": "–        to pasta sūtījumu savākšana, šķirošana, pārvadāšana un piegāde, kuru svars ir līdz diviem kilogramiem,", "label": [[92, 98, "AMOUNT_VALUE"], [99, 110, "AMOUNT_UNIT"]]}
{"text": "–        to pasta paku savākšana, šķirošana, pārvadāšana un piegāde, kuru svars ir līdz desmit kilogramiem,", "label": [[88, 94, "AMOUNT_VALUE"], [95, 106, "AMOUNT_UNIT"]]}
{"text": "–        ierakstīto sūtījumu un apdrošināto sūtījumu pakalpojumi.", "label": []}
{"text": "[..]", "label": []}
{"text": "7.      Šajā pantā noteiktais  universālais pakalpojums ietver iekšzemes un pārrobežu pakalpojumus.”", "label": []}
{"text": "5        Atbilstoši minētās direktīvas 4. pantam:", "label": []}
{"text": "“1.      Ikviena dalībvalsts nodrošina to, ka universālais pakalpojums ir garantēts, un informē Komisiju par pasākumiem, ko tā ir veikusi, lai izpildītu šo pienākumu. Šīs direktīvas 21. pantā minēto komiteju informē par pasākumiem, ko dalībvalstis noteikušas, lai nodrošinātu universālā pakalpojuma sniegšanu.", "label": [[96, 104, "ORG"]]}
{"text": "2.      Dalībvalstis var norādīt vienu vai vairākus uzņēmumus kā universālā pakalpojuma sniedzējus, lai nodrošinātu pakalpojuma sniegšanu visā attiecīgās valsts teritorijā. Dalībvalstis var norādīt dažādus uzņēmumus, lai nodrošinātu dažādus universālā pakalpojuma elementus un/vai lai pakalpojumu sniegtu dažādās attiecīgās valsts teritorijas daļās. [..]", "label": []}
{"text": "Dalībvalstis paziņo Komisijai savu norādīto universālā pakalpojuma sniedzēju identitāti. [..]”", "label": [[20, 29, "ORG"]]}
{"text": "Direktīva 2006/112", "label": []}
{"text": "6        Direktīvas 2006/112 IX sadaļas “Atbrīvojumi” 1. nodaļā “Vispārīgi noteikumi” ir ietverts 131. pants, kurā ir paredzēts:", "label": []}
{"text": "“Šīs sadaļas 2. līdz 9. nodaļā paredzētos atbrīvojumus, neskarot citus [Savienības tiesību] noteikumus, piemēro saskaņā ar noteikumiem, ko dalībvalstis pieņem, lai nodrošinātu pareizu un godīgu šo atbrīvojumu piemērošanu un lai nepieļautu nekādu iespējamu krāpšanu, izvairīšanos un ļaunprātīgu izmantošanu.”", "label": [[72, 82, "LOC"]]}
{"text": "7        Šīs direktīvas tās pašas IX sadaļas 2. nodaļā “Atbrīvojumi konkrētām darbībām sabiedrības interesēs” ir iekļauts 132. pants, kura 1. punktā ir noteikts:", "label": []}
{"text": "“Dalībvalstis atbrīvo no nodokļa šādus darījumus:", "label": []}
{"text": "a)      pakalpojumus, ko sniedz valsts pasta dienesti, izņemot pasažieru pārvadājumus un telekomunikāciju pakalpojumus, kā arī ar tiem saistītu preču piegādi;", "label": []}
{"text": "[..].”", "label": []}
{"text": "Vācijas tiesības", "label": [[0, 7, "LOC"]]}
{"text": "UStG", "label": []}
{"text": "8        Umsatzsteuergesetz (Apgrozījuma nodokļa likums, turpmāk tekstā – “UStG”) redakcijā, kas ir piemērojama pamatlietā C‑4/18, to darījumu vidū, uz kuriem attiecas 1. panta 1. punkta 1. apakšpunkts, atbilstoši šī likuma 4. panta 11.b punktam no nodokļa ir atbrīvoti “tieši uz pasta sistēmu attiecināmi Deutsche Post AG darījumi”.", "label": [[306, 322, "ORG"]]}
{"text": "9        UStG redakcijā, kas piemērojama pamatlietā C‑5/18, proti, redakcijā, kas ir spēkā no 2010. gada 1. jūlija, saskaņā ar šī likuma 4. panta 11.b punktu no nodokļa ir atbrīvoti šādi darījumi:", "label": [[91, 114, "DATE"]]}
{"text": "“Universālais pakalpojums, kas ir minēts [Direktīvas 97/67] 3. panta 4. punktā. Lai saņemtu atbrīvojumu no nodokļa, uzņēmējam atbilstoši Galvenās federālās nodokļu pārvaldes apliecinājumam attiecībā pret šo iestādi ir jāapņemas visās vietās visā Vācijas Federatīvās Republikas  teritorijā piedāvāt universālo pakalpojumu vai kādu daļu no šī pakalpojuma atbilstoši pirmajam teikumam.”", "label": [[137, 173, "ORG"], [246, 276, "LOC"]]}
{"text": "Pasta likums", "label": []}
{"text": "10      Postgesetz (1997. gada 22. decembra Pasta likums, BGBl. 1997 I, 3294. lpp.), redakcijā, kas ir piemērojama pamatlietās, 11. pantā “Universālā pakalpojuma jēdziens un apjoms” ir paredzēts:", "label": [[20, 43, "DATE"]]}
{"text": "“1.      Universālais pakalpojums ir pasta pakalpojumu minimums atbilstoši 4. panta 1. punktam, kas visā teritorijā tiek sniegti noteiktā kvalitātē un par pieņemamām cenām. Universālais pakalpojums ir tikai tie pasta pakalpojumi, kas pakļauti licencēšanai, un pasta pakalpojumi, kas vismaz daļēji no pārvadāšanas viedokļa var tikt sniegti ar licencēšanai pakļautajiem pakalpojumiem. Tie ietver tikai tādus pakalpojumus, kas vispārīgi tiek uzskatīti par vitāli svarīgiem.", "label": []}
{"text": "2.      Bundesregierung [federālā valdība] saskaņā ar 1. punktu ir pilnvarota ar rīkojumu, kam nepieciešama [Bundestag  (federālā parlamenta apakšpalāta, Vācija)] un [Bundesrat  (federālā padome), Vācija)] piekrišana, noteikt universālā pakalpojuma saturu un apjomu [..].”", "label": [[8, 42, "ORG"], [109, 118, "ORG"], [121, 152, "ORG"], [154, 160, "LOC"], [167, 195, "ORG"], [197, 203, "LOC"]]}
{"text": "11      Šī likuma 33. panta “Formālas paziņošanas pienākums” 1. punkts ir formulēts šādi:", "label": []}
{"text": "“Licences turētājam, kas sniedz vēstuļu piegādes pakalpojumus, ir pienākums veikt dokumentu formālu paziņošanu neatkarīgi no to svara atbilstoši procesuālo noteikumu un likumu, kas reglamentē administratīvo paziņošanu, normām. Šī pienākuma robežās licences turētājam tiek piešķirtas suverēnas pilnvaras (pilnvarotais uzņēmējs).”", "label": []}
{"text": "12      Atbilstoši minētā likuma 34. pantam “Atlīdzība par formālo paziņošanu”:", "label": []}
{"text": "“Licences turētājam, kuram ir šāds pienākums, ir tiesības uz atlīdzību. Šai atlīdzībai ir jāsedz izdevumi par visiem licences turētāja sniegtajiem pakalpojumiem, ieskaitot apliecināšanu likumā noteiktajā kārtībā un apliecinošo dokumentu nosūtīšanu atpakaļ. Atlīdzībai ir jāatbilst 20. panta 1. un 2. punktā noteiktajiem kritērijiem. Tai ir nepieciešama regulatīvās iestādes atļauja. [..]”", "label": []}
{"text": "Universālā pasta pakalpojuma noteikumi", "label": []}
{"text": "13      1999. gada 15. decembra Post-Universaldienstleistungsverordnung (Universālā pasta pakalpojuma noteikumi) (BGBl. 1999 I, 2418. lpp.), redakcijā, kas ir piemērojama pamatlietās, 1. pantā ir paredzēts:", "label": [[8, 31, "DATE"]]}
{"text": "“1.      “Universālais pakalpojums” ir šādi pasta pakalpojumi:", "label": []}
{"text": "(1)      vēstuļu korespondences pārvadāšana Pasta likuma 4. panta 2. punkta nozīmē, ciktāl to svars nepārsniedz 2000 gramus un izmērs nepārsniedz Pasaules pasta konvencijā un atbilstošajos izpildes noteikumos  paredzēto izmēru;", "label": [[112, 116, "AMOUNT_VALUE"], [117, 123, "AMOUNT_UNIT"]]}
{"text": "(2)      adresētu pasta paku, kuru svars nepārsniedz 20 kilogramus un kuru izmērs nepārsniedz Pasaules pasta konvencijā un atbilstošajos izpildes noteikumos paredzēto izmēru, pārvadāšana;", "label": [[53, 55, "AMOUNT_VALUE"], [56, 66, "AMOUNT_UNIT"]]}
{"text": "(3)      avīžu un laikrakstu pārvadāšana Pasta likuma 4. panta 1. punkta c) apakšpunkta nozīmē. [..]", "label": []}
{"text": "2.      Vēstuļu korespondences pārvadāšana ietver arī šādus sūtījumu veidus:", "label": []}
{"text": "(1)      ierakstīts sūtījums (vēstuļu korespondence, kas pēc vienotas likmes tiek apdrošināta pret zuduma, nolaupīšanas vai sabojāšanas risku un tiek izsniegta pret saņemšanas apstiprinājumu);", "label": []}
{"text": "(2)      apdrošināts sūtījums (vēstuļu korespondence, kuru apdrošina par vērtību, kādu deklarē sūtītājs zuduma, nolaupīšanas vai sabojāšanas gadījumā);", "label": []}
{"text": "(3)      sūtījums ar pēcmaksu (vēstuļu korespondence, kas saņēmējam tiek izsniegta tikai pēc noteiktas naudas summas saņemšanas);", "label": []}
{"text": "(4)      sūtījums ar ātru piegādi (vēstuļu korespondence, kuru pēc tās ienākšanas šķirošanas punktā īpašs piegādes dienests piegādā cik vien ātri iespējams).”", "label": []}
{"text": "Civilprocesa kodekss", "label": []}
{"text": "14      Zivilprozessordnung (Civilprocesa kodekss) 176. panta 1. punktā par formālo paziņošanu ir paredzēts:", "label": []}
{"text": "“Ja pastam, tiesu iestāžu darbiniekam vai tiesas izpildītājam tiek dots paziņošanas rīkojums vai kādai citai iestādei tiek prasīts veikt paziņošanu, tiesas kanceleja nodod paziņojamo dokumentu slēgtā aploksnē kopā ar sagatavotu paziņošanas apstiprinājuma veidlapu. [..]”", "label": []}
{"text": "15      Atbilstoši šī kodeksa 182. pantam, kas arī attiecas uz formālo paziņošanu:", "label": []}
{"text": "“1.      Lai pierādītu paziņošanu [..], uz tam paredzētās veidlapas ir jāatzīmē apstiprinājums. [..]", "label": []}
{"text": "3.      Paziņošanas apstiprinājumu kā oriģinālu vai elektronisku dokumentu nekavējoties nosūta atpakaļ tiesas kancelejai.”", "label": []}
{"text": "Pamatlietas un prejudiciālie jautājumi", "label": []}
{"text": "Lieta C‑4/18", "label": []}
{"text": "16      P. Brinkmann ir DIREKTexpress Holding, pret kuru ar Amtsgericht Ulm (Ulmas pirmās instances tiesa, Vācija) 2011. gada 6. jūlija spriedumu ir sākta maksātnespējas procedūra, maksātnespējas administrators; vēl ar to pašu spriedumu P. Brinkmann tika iecelts par maksātnespējas administratoru. Šī sabiedrība ir galvenais mātesuzņēmums grupā, kas ar savu meitasuzņēmumu starpniecību, kuras atrodas visā Vācijas teritorijā, sniedza pasta pakalpojumus. 2008. un 2009. gadā šīs grupas galvenā darbība bija dokumentu paziņošanas rīkojumu izpilde saskaņā ar Vācijas publisko tiesību normām, un tie tika uzskatīti par darījumiem, kuri ir atbrīvoti no PVN.", "label": [[8, 20, "PER"], [24, 45, "ORG"], [60, 75, "ORG"], [77, 105, "ORG"], [107, 113, "LOC"], [115, 135, "DATE"], [181, 210, "PROFESSION"], [237, 249, "PER"], [267, 296, "PROFESSION"], [406, 413, "LOC"], [454, 473, "DATE"], [556, 563, "LOC"]]}
{"text": "17      Pēc nodokļu revīzijas attiecībā uz laikposmu no 2008. gada augusta līdz 2009. gada maijam Ulmas nodokļu administrācija uzskatīja, ka par šādiem paziņošanas darījumiem ir jāpiemēro PVN.", "label": [[56, 74, "DATE"], [80, 97, "DATE"], [98, 126, "ORG"]]}
{"text": "18      DIREKTexpress Holding sākumā iesniedza sūdzību par šo lēmumu un pēc tam, kad šī sūdzība bija noraidīta, cēla prasību Finanzgericht Baden Württemberg (Bādenes–Virtembergas Finanšu tiesa, Vācija). Tiesvedības laikā Ulmas nodokļu administrācija – atbildētāja minētajā tiesā – izdeva ikgadējos paziņojumus par PVN attiecībā uz 2008. un 2009. gadu.", "label": [[8, 29, "ORG"], [125, 156, "ORG"], [158, 192, "ORG"], [194, 200, "LOC"], [221, 249, "ORG"], [331, 350, "DATE"]]}
{"text": "19      Minētās tiesvedības gaitā tika sākta arī maksātnespējas procedūra pret DIREKTexpress Holding un P. Brinkmann tika iecelts par tās maksātnespējas administratoru. Tādēļ  viņš iesaistījās notiekošajā procedūrā.", "label": [[79, 100, "ORG"], [104, 116, "PER"], [138, 167, "PROFESSION"]]}
{"text": "20      Finanzgericht Baden-Württemberg (Bādenes–Virtembergas Finanšu tiesa) tajā celto DIREKTexpress Holding  prasību noraidīja, pamatodamās uz to, ka par dokumentu formālo paziņošanu nevar tikt piemērots lūgtais atbrīvojums no nodokļa. It īpaši šī tiesa uzskatīja, pirmkārt, ka UStG 4. panta 11.b punktā paredzētie nosacījumi nav izpildīti, ciktāl no PVN ir atbrīvoti tikai tieši uz pasta sistēmu attiecināmi Deutsche Post darījumi, un, otrkārt, ka nav iespējams tieši atsaukties uz Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktu, jo dokumentu formālās paziņošanas darījumi neietilpst universālajā pakalpojumā šīs tiesību normas izpratnē.", "label": [[8, 76, "ORG"], [88, 109, "ORG"], [411, 424, "ORG"]]}
{"text": "21      P. Brinkmann vērsās iesniedzējtiesā –  Bundesfinanzhof (Federālā Finanšu tiesa, Vācija) ar apelācijas sūdzību (Revision) par šo lēmumu.", "label": [[8, 20, "PER"], [47, 62, "ORG"], [64, 86, "ORG"], [88, 94, "LOC"]]}
{"text": "22      Iesniedzējtiesa šaubās, pirmām kārtām, par to, vai uzņēmējs, kas galvenokārt veic tiesu vai administratīvo iestāžu izdoto dokumentu formālu paziņošanu, var tikt uzskatīts par universālā pakalpojuma sniedzēju Direktīvas 97/67 2. panta 13. punkta izpratnē. Šī tiesa it īpaši šaubās par iespēju pielīdzināt šīs darbības Direktīvas 97/67 3. panta 4. punktā noteiktajam specifiskajam gadījumam, proti, pasta sūtījumam vai pasta pakai, vai ierakstītam sūtījumam, kurš arī minēts šajā tiesību normā.", "label": []}
{"text": "23      Otrām kārtām, iesniedzējtiesa šaubās par to, vai var tikt uzskatīts, ka tāda sabiedrība kā DIREKTexpress Holding nodrošina “valsts pasta dienestu” pakalpojumu sniegšanu Direktīvas 2006/112  132. panta 1. punkta a) apakšpunkta izpratnē, un vai tādējādi formālās paziņošanas pakalpojumi, ko tā sniedz, ir jāatbrīvo no PVN atbilstoši šai tiesību normai. Par to, konkrēti, liecinot fakts, ka šāda paziņošana palīdzot nodrošināt pareizu tiesvedību un tādējādi esot vispārējās interesēs. Savukārt, tā kā privātpersona nevarot prasīt, lai tiktu veikta formāla paziņošana, tad nevarot tikt uzskatīts, ka šāds darījums ietilpst “visiem lietotājiem” pieejamajos pakalpojumos Direktīvas 97/67 3. panta 1. punkta izpratnē.", "label": [[99, 120, "ORG"]]}
{"text": "24      Šajos apstākļos Bundesfinanzhof (Federālā Finanšu tiesa) nolēma apturēt tiesvedību un uzdot Tiesai šādu prejudiciālu jautājumu:", "label": [[24, 64, "ORG"], [100, 106, "ORG"]]}
{"text": "“Vai uzņēmējs, kas veic dokumentu formālu [paziņošanu] atbilstoši publisko tiesību normām, ir “universālā pakalpojuma sniedzējs” [Direktīvas 97/67] 2. panta 13. punkta nozīmē, kurš sniedz universālu pasta pakalpojumu vai kādu tā daļu, un vai šie pakalpojumi atbilstoši [Direktīvas 2006/112] 132. panta 1. punkta a) apakšpunktam ir atbrīvoti no nodokļa?”", "label": []}
{"text": "Lieta C‑5/18", "label": []}
{"text": "25      L. Ehrenpreis ir JUREX, pret kuru ar 2011. gada 1. jūlija spriedumu ir sākta maksātnespējas procedūra, maksātnespējas administrators; vēl ar to pašu spriedumu L. Ehrenpreis tika iecelts par maksātnespējas administratoru. Šī sabiedrība tostarp izpildīja dokumentu formālās paziņošanas rīkojumus Vācijas teritorijā.", "label": [[8, 21, "PER"], [25, 30, "ORG"], [45, 65, "DATE"], [111, 140, "PROFESSION"], [167, 180, "PER"], [198, 227, "PROFESSION"], [302, 309, "LOC"]]}
{"text": "26      2010. gadā JUREX lūdza Galvenajai federālajai nodokļu pārvaldei izdot izziņu par atbrīvojumu no PVN attiecībā uz minētajiem paziņošanas pakalpojumiem. Šī sabiedrība attiecībā pret šo iestādi uzņēmās piedāvāt visā Vācijas teritorijā šādus dokumentu formālās paziņošanas pakalpojumus saskaņā ar piemērojamiem procesuālajiem noteikumiem un likumiem atbilstoši licencēm, ko šajā nolūkā piešķīrusi Bundesnetzagentur (Federālā tīklu aģentūra, Vācija).", "label": [[8, 18, "DATE"], [19, 24, "ORG"], [31, 71, "ORG"], [221, 228, "LOC"], [401, 418, "ORG"], [420, 443, "ORG"], [445, 451, "LOC"]]}
{"text": "27      Ar 2010. gada 4. augusta lēmumu Galvenā federālā nodokļu pārvalde, pamatodamās uz to, ka pakalpojumi, uz ko tas attiecas, neietilpst universālajā pasta pakalpojumā, noraidīja minēto lūgumu.", "label": [[11, 32, "DATE"], [40, 73, "ORG"]]}
{"text": "28      Saņēmusi L. Ehrenpreis celto prasību, Finanzgericht Köln (Ķelnes Finanšu tiesa, Vācija) atteikumu par atbilstošajiem pakalpojumiem piemērot atbrīvojumu no PVN apstiprināja ar tādu pašu pamatojumu, kādu sniegusi Galvenā federālā nodokļu pārvalde.", "label": [[17, 30, "PER"], [46, 64, "ORG"], [66, 86, "ORG"], [88, 94, "LOC"], [219, 252, "ORG"]]}
{"text": "29      L. Ehrenpreis vērsās iesniedzējtiesā –  Bundesfinanzhof (Federālā Finanšu tiesa) ar apelācijas sūdzību (Revision) par šo lēmumu.", "label": [[8, 21, "PER"], [48, 88, "ORG"]]}
{"text": "30      Ar tādu pašu pamatojumu, kāds sniegts lietā C‑4/18, Bundesfinanzhof (Federālā Finanšu tiesa) nolēma apturēt tiesvedību un uzdot Tiesai šādus prejudiciālus jautājumus:", "label": [[60, 100, "ORG"], [136, 142, "ORG"]]}
{"text": "“1)      Vai dokumentu formāla [paziņošana] atbilstoši publisko tiesību normām (procesuālo noteikumu un likumu, kas [reglamentē] administratīvo [paziņošanu], normām – Pasta likuma 33. panta 1. punkts) ir universālais pasta pakalpojums atbilstoši Direktīvas 97/67 [..] 3. panta 4. punktam?", "label": []}
{"text": "2)      Ja uz pirmo jautājumu tiek sniegta apstiprinoša atbilde:", "label": []}
{"text": "vai uzņēmējs, kas veic dokumentu formālu piegādi atbilstoši publisko tiesību normām, ir “universālā pakalpojuma sniedzējs” [Direktīvas 97/67] 2. panta 13. punkta nozīmē, kurš sniedz universālo pasta pakalpojumu vai kādu tā daļu, un vai šie pakalpojumi atbilstoši [Direktīvas 2006/112] 132. panta 1. punkta a) apakšpunktam ir atbrīvoti no nodokļa?”", "label": []}
{"text": "31      Ar Tiesas priekšsēdētāja 2018. gada 1. februāra lēmumu lietas C‑4/18 un C‑5/18 tika apvienotas rakstveida un mutvārdu procesā, kā arī galīgā sprieduma taisīšanai.", "label": [[11, 17, "ORG"], [18, 32, "PROFESSION"], [33, 55, "DATE"]]}
{"text": "Par prejudiciālajiem jautājumiem", "label": []}
{"text": "Par lūgumu sniegt prejudiciālu nolēmumu pieņemamību", "label": []}
{"text": "32      Prasītāji pamatlietās apstrīd lūgumu sniegt prejudiciālu nolēmumu pieņemamību.", "label": []}
{"text": "33      Konkrēti, viņi apgalvo, pirmkārt, ka, tā kā uzdoto jautājumu mērķis ir noskaidrot, vai Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktā paredzētais atbrīvojums no nodokļa ir piemērojams par tādiem darījumiem, kādi aplūkoti pamatlietās, šie jautājumi neesot noderīgi pamatlietu izlemšanai. Proti, ja tiktu atbildēts, ka ir jāuzskata, ka pamatlietās aplūkotie pakalpojumi ietilpst universālajā pakalpojumā un ka tādu pasta pakalpojumu, kādi aplūkoti pamatlietās, sniedzēji ir uzskatāmi par universālā pakalpojuma sniedzējiem, tad par šiem pakalpojumiem noteikti būtu jāpiemēro atbrīvojums no nodokļa atbilstoši minētajai tiesību normai.", "label": []}
{"text": "34      Otrkārt, saistībā ar pamatlietu C‑5/18 iesniedzējtiesa ar 2016. gada 15. decembra rīkojumu jau esot atzinusi, ka dokumentu formālās paziņošanas rīkojumu izpilde ietilpst universālajā pakalpojumā, uz kuru attiecas atbrīvojums no PVN. No šī rīkojuma izrietot, ka minētajai tiesai neesot nekādu šaubu par to, kā interpretēt Savienības tiesību normas, kas ir šo lūgumu sniegt prejudiciālu nolēmumu priekšmets, tādēļ neesot jāvēršas Tiesā ar lūgumu sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam.", "label": [[66, 89, "DATE"], [329, 339, "LOC"], [436, 441, "ORG"]]}
{"text": "35      Šajā ziņā ir jāatgādina, ka saskaņā ar Tiesas pastāvīgo judikatūru Tiesas un valstu tiesu sadarbības ietvaros, kas ieviesta ar LESD 267. pantu, tikai valsts tiesai, kurā iesniegta lieta un kura ir atbildīga par pieņemamo tiesas nolēmumu, ņemot vērā lietas īpatnības, ir jāizvērtē gan prejudiciālā nolēmuma nepieciešamība, lai tā varētu taisīt savu spriedumu, gan jautājumu, ko tā uzdod Tiesai, atbilstība. Tādējādi, ja uzdotie jautājumi attiecas uz Savienības tiesību interpretāciju, Tiesai principā ir pienākums pieņemt nolēmumu (spriedums, 2019. gada 5. marts, Eesti Pagar, C‑349/17, EU:C:2019:172, 47. punkts un tajā minētā judikatūra).", "label": [[47, 53, "ORG"], [75, 81, "ORG"], [394, 400, "ORG"], [457, 467, "LOC"], [492, 498, "ORG"], [550, 569, "DATE"], [571, 582, "ORG"]]}
{"text": "36      No tā izriet, ka uz jautājumiem par Savienības tiesību interpretāciju attiecas atbilstības prezumpcija. Tiesa var atteikties lemt par valsts tiesas uzdotu prejudiciālo jautājumu tikai tad, ja ir acīmredzams, ka Savienības tiesību interpretācijai nav nekāda sakara ar pamatlietas faktiem vai tās priekšmetu, ja problēmai ir hipotētisks raksturs vai arī ja Tiesai nav zināmi faktiskie un tiesiskie apstākļi, kas nepieciešami, lai sniegtu noderīgu atbildi uz tai uzdotajiem jautājumiem (spriedums, 2019. gada 5. marts, Eesti Pagar, C‑349/17, EU:C:2019:172, 48. punkts un tajā minētā judikatūra).", "label": [[44, 54, "LOC"], [112, 117, "ORG"], [219, 229, "LOC"], [363, 369, "ORG"], [503, 522, "DATE"], [524, 535, "ORG"]]}
{"text": "37      Šajā gadījumā attiecībā uz argumentu, kas izklāstīts šī sprieduma 33. punktā, ir jākonstatē, ka no Tiesas rīcībā esošajiem lietas materiāliem izriet, ka iesniedzējtiesā faktiski ir iesniegtas lietas, kurās tai ir jālemj par to, vai par dokumentu formālās paziņošanas darbībām, ko veica DIREKTexpress Holding un JUREX, ir jāpiemēro atbrīvojums no PVN atbilstoši Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktam. Šajā ziņā no lēmuma lūgt prejudiciālu nolēmumu izriet, ka [iesniedzēj]tiesa uzskata, ka Tiesas atbildei uz uzdotajiem jautājumiem ir izšķiroša nozīme šo lietu izlemšanā. Šajos apstākļos šķiet, ka Tiesas atbilde uz uzdotajiem jautājumiem ir nepieciešama, lai iesniedzējtiesa varētu taisīt spriedumu.", "label": [[107, 113, "ORG"], [294, 315, "ORG"], [319, 324, "ORG"], [516, 522, "ORG"], [624, 630, "ORG"]]}
{"text": "38      Attiecībā uz prasītāju pamatlietā izvirzīto argumentu, kas atgādināts šī sprieduma 34. punktā, pietiek konstatēt, ka iesniedzējtiesa lūgumos sniegt prejudiciālu nolēmumu norāda, ka tai ir šaubas par atbildi, kādu Tiesa sniegs uz uzdotajiem jautājumiem. Turklāt šie lietas dalībnieki nav snieguši nekādu informāciju, kas varētu atspēkot iepriekšējā punktā izdarītos konstatējumus, ka iesniedzējtiesā izskatīšanā ir lietas, kuru izlemšana ir atkarīga no atbildēm, ko Tiesa sniegs uz uzdotajiem jautājumiem.", "label": [[221, 226, "ORG"], [473, 478, "ORG"]]}
{"text": "39      No tā izriet, ka lūgumi sniegt prejudiciālu nolēmumu ir pieņemami kopumā.", "label": []}
{"text": "Par lietas būtību", "label": []}
{"text": "40      Ar saviem jautājumiem, kuri ir jāizskata kopā, iesniedzējtiesa būtībā vaicā, vai Direktīvas 97/67 2. panta 13. punkts un 3. pants ir jāinterpretē tādējādi, ka tādi vēstuļu piegādes pakalpojumu sniedzēji, kādi ir pamatlietā, kuriem kā valsts licences turētājiem, kas tiem ļauj piedāvāt šo pakalpojumu, atbilstoši valsts tiesību normām ir pienākums veikt tiesu vai administratīvo iestāžu izdoto dokumentu formālu paziņošanu, ir jāuzskata par “universālā pakalpojuma sniedzējiem” šo tiesību normu izpratnē, un tādēļ par šiem pakalpojumiem ir jāpiemēro atbrīvojums no PVN kā par “valsts pasta dienestu” sniegtiem pakalpojumiem atbilstoši Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktam.", "label": []}
{"text": "41      Uzreiz ir jāatgādina, ka saskaņā ar Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktu par pakalpojumiem, kurus sniedz valsts pasta dienesti, kā arī preču piegādi, kas ar tiem saistīta, ir piemērojams atbrīvojums no PVN.", "label": []}
{"text": "42      Kā Tiesa jau ir nospriedusi, ja atbilstoši Direktīvas 2006/112  131. pantam atbrīvojumi, kas paredzēti šīs direktīvas 2.–9. nodaļā, ir piemērojami tostarp ar nosacījumiem, kurus dalībvalstis izvirza, lai nodrošinātu pareizu un godīgu šo atbrīvojumu piemērošanu un lai nepieļautu nekādu iespējamu krāpšanu, izvairīšanos, kā arī ļaunprātīgu izmantošanu, šie nosacījumi nedrīkst skart paredzēto atbrīvojumu satura noteikšanu (šajā nozīmē skat. spriedumus, 2001. gada 11. janvāris, Komisija/Francija, C‑76/99, EU:C:2001:12, 26. punkts, kā arī 2005. gada 26. maijs, Kingscrest Associates un Montecello, C‑498/03, EU:C:2005:322, 24. punkts).", "label": [[11, 16, "ORG"], [461, 484, "DATE"], [486, 494, "ORG"], [495, 503, "ORG"], [547, 567, "DATE"], [569, 590, "ORG"], [594, 604, "ORG"]]}
{"text": "43      Proti, Direktīvas 2006/112  132. pantā paredzētie atbrīvojumi no nodokļa ir autonomi Savienības tiesību jēdzieni un tādējādi tiem ir jāsniedz vienota definīcija Eiropas Savienības līmenī (šajā nozīmē skat. spriedumus, 2005. gada 26. maijs, Kingscrest Associates un Montecello, C‑498/03, EU:C:2005:322, 22. punkts, kā arī 2016. gada 21. janvāris, Les Jardins de Jouvence, C‑335/14, EU:C:2016:36, 47. punkts).", "label": [[93, 103, "LOC"], [169, 187, "LOC"], [226, 246, "DATE"], [248, 269, "ORG"], [273, 283, "ORG"], [329, 352, "DATE"], [354, 377, "ORG"]]}
{"text": "44      Šajā skatījumā PVN piemērošana par konkrētu darījumu vai atbrīvojums no PVN nevar būt atkarīgs no tā kvalifikācijas valsts tiesībās (spriedumi, 2005. gada 26. maijs, Kingscrest Associates un Montecello, C‑498/03, EU:C:2005:322, 25. punkts, kā arī 2007. gada 14. jūnijs, Krawczyk, C‑445/05, EU:C:2007:344, 25. punkts).", "label": [[152, 172, "DATE"], [174, 195, "ORG"], [199, 209, "ORG"], [255, 276, "DATE"], [278, 286, "PER"]]}
{"text": "45      Turklāt saskaņā ar Tiesas pastāvīgo judikatūru vārdi, kas izmantoti, lai apzīmētu Direktīvas 2006/112  132. pantā minēto atbrīvojumu, ņemot vērā, ka atbrīvojums no nodokļa ir atkāpe no vispārējā principa, ka PVN tiek iekasēts par katru pakalpojumu, ko par atlīdzību sniedz nodokļa maksātājs, ir jāinterpretē šauri. Tomēr šo vārdu interpretācijai ir jāatbilst minēto atbrīvojumu mērķiem un ir jābūt ievērotām kopējās PVN sistēmas pamatā esošā nodokļu neitralitātes principa prasībām. Šauras interpretācijas prasība nenozīmē, ka vārdi, kas izmantoti, definējot 132. pantā norādītos atbrīvojumus, būtu jāinterpretē tā, ka šie atbrīvojumi zaudētu savu iedarbību (šajā nozīmē skat. spriedumus, 2017. gada 21. septembris, Aviva, C‑605/15, EU:C:2017:718, 30. punkts, un 2017. gada 26. oktobris, The English Bridge Union, C‑90/16, EU:C:2017:814, 20. punkts).", "label": [[27, 33, "ORG"], [697, 722, "DATE"], [724, 729, "ORG"], [771, 794, "DATE"], [796, 820, "ORG"]]}
{"text": "46      Šajā ziņā ir jānorāda, ka Direktīvas 2006/112  132. pants ir ietverts šīs direktīvas IX sadaļas 2. nodaļā “Atbrīvojumi konkrētām darbībām sabiedrības interesēs”. No tā izriet, ka šajā pantā paredzēto atbrīvojumu mērķis ir veicināt atsevišķas darbības vispārējās interesēs, kāda ir pakalpojumu sniegšana, ko veic valsts pasta dienesti, kuri minēti šī panta 1. punkta a) apakšpunktā.", "label": []}
{"text": "47      Konkrēti, no šī mērķa rakstura izriet, ka šis atbrīvojums nevar attiekties uz īpašiem pakalpojumiem, kas nav nošķirami no pakalpojumiem vispārējās interesēs, tostarp pakalpojumiem, kuri tiek sniegti, apmierinot saimnieciskās darbības subjektu konkrētās vajadzības (šajā nozīmē skat. spriedumu, 2009. gada 23. aprīlis, TNT Post UK, C‑357/07, EU:C:2009:248, 46. punkts un tajā minētā judikatūra).", "label": [[302, 324, "DATE"], [326, 337, "ORG"]]}
{"text": "48      Tomēr nevar tikt uzskatīts, ka, pamatojoties uz Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktu, atbrīvojums attiektos uz tādiem valsts pasta dienestu sniegtiem pakalpojumiem, par kuru nosacījumiem ir notikušas individuālas sarunas. Šādi pakalpojumi pēc sava rakstura atbilst konkrētām attiecīgo šādu pakalpojumu lietotāju vajadzībām (šajā nozīmē skat. spriedumu, 2009. gada 23. aprīlis, TNT Post UK, C‑357/07, EU:C:2009:248, 47. punkts).", "label": [[381, 403, "DATE"], [405, 416, "ORG"]]}
{"text": "49      Turklāt ir jānorāda, ka šī sprieduma 46. punktā minētais vispārējais mērķis pasta pakalpojumu nozarē izpaužas kā konkrētāks mērķis piedāvāt sabiedrības pamatvajadzībām atbilstošus pasta pakalpojumus par zemāku cenu. Saskaņā ar šobrīd spēkā esošajām Savienības tiesībām šāds mērķis būtībā atbilst Direktīvas 97/67 mērķim, proti, piedāvāt universālo pasta pakalpojumu (šajā nozīmē skat. spriedumu, 2009. gada 23. aprīlis, TNT Post UK, C‑357/07, EU:C:2009:248, 33. un 34. punkts).", "label": [[257, 267, "LOC"], [404, 426, "DATE"], [428, 439, "ORG"]]}
{"text": "50      Šajā ziņā Tiesa jau ir nospriedusi, ka “valsts pasta dienesti” Direktīvas 2006/112  132. panta 1. punkta a) apakšpunkta izpratnē ir jāuzskata par pakalpojumu sniedzējiem, vai tie būtu valsts vai privāti uzņēmumi, kas uzņemas sniegt sabiedrības pamatvajadzībām atbilstošus pasta pakalpojumu un līdz ar to faktiski pilnībā vai daļēji nodrošināt universālo pasta pakalpojumu dalībvalstī, kā ir definēts Direktīvas 97/67 3. pantā (šajā nozīmē skat. spriedumus, 2009. gada 23. aprīlis, TNT Post UK, C‑357/07, EU:C:2009:248, 36. punkts, un 2015. gada 21. aprīlis, Komisija/Zviedrija, C‑114/14, EU:C:2015:249, 28. punkts).", "label": [[18, 23, "ORG"], [465, 487, "DATE"], [489, 500, "ORG"], [542, 564, "DATE"], [566, 574, "ORG"], [575, 584, "ORG"]]}
{"text": "51      Attiecībā uz minēto “universālā pasta pakalpojuma” jēdzienu, lai gan tā aprises ir definētas Direktīvas 97/67 3. panta 1. punktā, saskaņā ar kuru šāds pakalpojums atbilst noteiktas kvalitātes pastāvīgo pasta pakalpojumu sniegšanai par pieņemamām cenām visiem lietotājiem, šī panta 4. punktā ir paredzēts, ka katra dalībvalsts veic pasākumus, kas vajadzīgi, lai nodrošinātu, ka universālajā pakalpojumā ietilpst vismaz pakalpojumi, kurus veido tādu pasta sūtījumu un pasta paku savākšana, šķirošana, pārvadāšana un piegāde, kuru svars nepārsniedz šajā tiesību normā norādīto svaru, kā arī ierakstīto sūtījumu un apdrošināto sūtījumu pakalpojumi. Direktīvas 97/67 2. panta 4.–6. un 9. punktā dažādās definīcijās ir sniegtas papildu norādes par šāda minimālā pakalpojuma saturu.", "label": []}
{"text": "52      No lūgumiem sniegt prejudiciālu nolēmumu izriet, ka pamatlietās aplūkotos pakalpojumus veido dokumentu formālā paziņošana tiesvedībās vai administratīvajos procesos. Saskaņā ar šādai paziņošanai piemērojamajiem noteikumiem par paziņojamo dokumentu tiek izdots paziņošanas rīkojums, kurš tiek uzticēts pasta dienestam vai analogam pakalpojumu sniedzējam. Šis dokuments tiek ielikts slēgtā aploksnē, kurai ir pievienota sagatavota šī dokumenta izsniegšanas apstiprinājuma veidlapa, kura, tiklīdz pirmais minētais dokuments ir paziņots, tiek nosūtīta atpakaļ iestādei, kura izdevusi minēto rīkojumu. No šiem lūgumiem arī izriet, ka pakalpojumu sniedzējs, kurš veic formālo paziņošanu, nepiedāvā vienotas likmes apdrošināšanu.", "label": []}
{"text": "53      No paša Direktīvas 97/67 3. panta 4. punkta formulējuma un, it īpaši, no tajā ietvertā vārda “vismaz” izriet, ka, lai gan dalībvalstij ir vismaz jāraugās, lai tajā minētie pakalpojumi tiktu nodrošināti, tomēr var tikt uzskatīts, ka arī citi pasta pakalpojumi attiecīgā gadījumā ietilpst šīs dalībvalsts garantētajā universālajā pakalpojumā.", "label": []}
{"text": "54      Tādējādi, bez nepieciešamības pārbaudīt, vai tādi pakalpojumi, kādus sniedza DIREKTexpress Holding un JUREX, ietilpst kādā no īpašajām pasta pakalpojumu kategorijām, uz kurām norādīts Direktīvas 97/67 3. panta 4. punktā, šajā gadījumā ir jāmin, ka tiem raksturīgo īpašību dēļ un apstākļu, kādos tie tiek sniegti, dēļ katrā ziņā var tikt uzskatīts, ka šie pakalpojumi ietilpst universālajā pakalpojumā, kas definēts minētajā pantā.", "label": [[85, 106, "ORG"], [110, 115, "ORG"]]}
{"text": "55      Šajā ziņā vispirms ir jāatgādina, ka Tiesa jau ir nospriedusi, ka uz uzņēmējiem, kas pilnībā vai daļēji nodrošina universālo pasta pakalpojumu, attiecas īpašs tiesiskais režīms, kas ietver īpašus pienākumus. Proti, atšķirība starp “valsts pasta dienestiem” un citiem uzņēmējiem nav rodama sniegto pakalpojumu raksturā, bet gan faktā, ka uz tiem attiecas šāds režīms (šajā nozīmē skat. spriedumu, 2015. gada 21. aprīlis, Komisija/Zviedrija, C‑114/14, EU:C:2015:249, 33. punkts).", "label": [[45, 50, "ORG"], [404, 426, "DATE"], [428, 436, "ORG"], [437, 446, "ORG"]]}
{"text": "56      Šajā gadījumā no Tiesas rīcībā esošajiem lietas materiāliem izriet, ka aplūkotajā laikposmā uz DIREKTexpress Holding un JUREX faktiski attiecās noteikumi, kas izriet nevis no individuālām sarunām, bet gan no īpašiem pienākumiem atbilstoši Vācijas tiesiskajam regulējumam.", "label": [[25, 31, "ORG"], [103, 124, "ORG"], [128, 133, "ORG"], [247, 254, "LOC"]]}
{"text": "57      Konkrēti, atbilstoši šim regulējumam tādas licences īpašniekam, ar kuru tam ir atļauts sniegt vēstuļu piegādes pakalpojumus, ir pienākums veikt dokumentu formālo paziņošanu neatkarīgi no to svara saskaņā ar procesuālajiem noteikumiem un likumiem, kas reglamentē administratīvo paziņošanu. Turklāt atlīdzība šādas licences turētājam atbilst šajā tiesiskajā regulējumā izvirzītajām prasībām un tai ir nepieciešama valsts kompetentās iestādes atļauja. Vēl no Tiesas rīcībā esošajiem lietas materiāliem izriet, ka ar tiesu nolēmumu formālo paziņošanu sāk ritēt prasības celšanas termiņi un šī paziņošana ietver valsts dienesta paredzēto uzdevumu deleģēšanu, jo, tā kā atbilstoši Vācijas tiesiskajam regulējumam vēstuļu piegādes pakalpojumu sniedzējam ir jāizpilda formālās paziņošanas rīkojums, tam ir uzticēta valsts vara, lai tas varētu izpildīt savus pienākumus.", "label": [[464, 470, "ORG"], [683, 690, "LOC"]]}
{"text": "58      No tā izriet, ka šo pakalpojumu mērķis ir nevis apmierināt saimnieciskās darbības subjektu vai citu īpašu lietotāju konkrētās vajadzības, bet gan nodrošināt pareizu tiesvedību, jo šie pakalpojumi ļauj formāli paziņot dokumentus tiesvedībās vai administratīvajos procesos.", "label": []}
{"text": "59      Turpinot, attiecībā uz nosacījumu, kas paredzēts Direktīvas 97/67 3. panta 1. punktā, saskaņā ar kuru universālais pakalpojums tiek sniegts “visiem lietotājiem”, kā norāda iesniedzējtiesa, formālās paziņošanas rīkojumu izdevēji, kuri minēti pamatlietās aplūkotajā Vācijas tiesiskajā regulējumā, galvenokārt ir tiesas un administratīvās iestādes. No tā izriet, ka šo paziņošanu nevar prasīt jebkura privātpersona, bet tā galvenokārt ir pieejama publisko tiesību subjektiem.", "label": [[272, 279, "LOC"]]}
{"text": "60      Tomēr šis apstāklis nekādi nerada šķēršļus tam, lai nosacījums, uz kuru ir norādīts iepriekšējā punktā, šajā gadījumā tiktu uzskatīts par izpildītu. Konkrēti, pirmām kārtām, kā Komisija pamatoti atgādina rakstveida apsvērumos, pasta pakalpojumu “lietotāji” Direktīvas 97/67 2. panta 17. punkta izpratnē ir fiziskās vai juridiskās personas, kuras saņem šādus pakalpojumus ne tikai kā sūtītāji, bet arī kā šo pakalpojumu adresāti.", "label": [[185, 193, "ORG"]]}
{"text": "61      Otrām kārtām, ja formālā paziņošana tiek veikta, izpildot publisko tiesību subjektu izdotus rīkojumus, publisko tiesību subjektu darbības mērķis tomēr ir nevis apmierināt tiem pašiem raksturīgās vajadzības, bet gan nodrošināt tiesu sistēmas vai administratīvās sistēmas, kurā šī paziņošana ietilpst, pareizu darbību. Tādējādi šī darbība tiek veikta visu to subjektu uzdevumā, uz kuriem attiecas iespēja paziņot dokumentu, ievērojot šī sprieduma 52. punktā minēto procedūru.", "label": []}
{"text": "62      Trešām kārtām, kā Komisija arī pamatoti uzsver, dokumentu formālās paziņošanas pakalpojums ir tikai universālā pakalpojuma sastāvdaļa, kas ir jānodrošina dalībvalstij, jo tā turklāt var saskaņā ar Direktīvas 97/67 4. panta 2. punktu brīvi iecelt vairākus pakalpojumu sniedzējus, lai nodrošinātu dažādas universālā pakalpojuma sastāvdaļas vai lai šo pakalpojumu sniegtu dažādās valsts teritorijas daļās.", "label": [[26, 34, "ORG"]]}
{"text": "63      Visbeidzot, no Tiesas rīcībā esošajiem lietas materiāliem izriet, ka dokumentu formālās paziņošanas pakalpojumi, kas ir obligāti jāsniedz licences, kura ļauj tam sniegt vēstuļu piegādes pakalpojumus, īpašniekam, saskaņā ar tiem  noteikto valsts tiesisko regulējumu ir jāsniedz par pieņemamām cenām un jebkurā Vācijas teritorijas vietā; tomēr tas ir jāpārbauda iesniedzējtiesai.", "label": [[23, 29, "ORG"], [317, 324, "LOC"]]}
{"text": "64      Šajos apstākļos ir uzskatāms, ka tādi pakalpojumi, kādi ir aplūkoti pamatlietās, atbilst Vācijas sabiedrības pamatvajadzībām saskaņā ar konkrēto mērķi pasta pakalpojumu nozarē, kas atgādināts šī sprieduma 49. punktā.", "label": [[97, 104, "LOC"]]}
{"text": "65      Ņemot vērā iepriekš minēto, ir jākonstatē, ka tādi saimnieciskās darbības veicēji, kādas ir DIREKTexpress Holding un JUREX, kuras – kā izriet no Tiesas rīcībā esošajiem lietas materiāliem, bet kas ir jāpārbauda iesniedzējtiesai, – katra bija tādas licences īpašniece, kas ļauj tām sniegt vēstuļu piegādes pakalpojumus, un kurām tātad jebkurā Vācijas teritorijas vietā bija jānodrošina dokumentu formālās paziņošanas pakalpojumi, saskaņā ar īpašajiem nosacījumiem, kuri izvirzīti šī sprieduma 57. punktā, nodrošina daļu no “universālā pasta pakalpojuma” Direktīvas 97/67 3. panta izpratnē. Kā izriet no šī sprieduma 50. punkta, tā kā šie pakalpojumi ir daļa no minētā pakalpojuma, šādi saimnieciskās darbības subjekti ir uzskatāmi par “valsts pasta dienestiem” Direktīvas 2006/112  132. panta 1. punkta a) apakšpunkta izpratnē, jo tie sniedz minētos pakalpojumus, tādējādi šiem pakalpojumiem ir jābūt atbrīvotiem no PVN atbilstoši pēdējai minētajai tiesību normai.", "label": [[100, 121, "ORG"], [125, 130, "ORG"], [153, 159, "ORG"], [350, 357, "LOC"]]}
{"text": "66      Šos apsvērumus nevar atspēkot apstāklis, ka atbilstoši pamatlietās aplūkotajam valsts tiesiskajam regulējumam netiek uzskatīts, ka attiecīgie pakalpojumi būtu daļa no universālā pakalpojuma. Proti, kā izriet no šī sprieduma 42.–44. punkta, konkrēta darījuma kvalifikācija valsts tiesībās nevar izraisīt to, ka tiek piemērots PVN, ja atbilstoši Savienības tiesībām attiecībā uz šo darījumu ir piemērojams atbrīvojums no PVN.", "label": [[352, 362, "LOC"]]}
{"text": "67      Tāpat ir attiecībā uz apstākli, ko rakstveida apsvērumos uzsvērusi Somijas valdība, – ka Komisijai,  pretrunā pienākumam, kurš noteikts Direktīvas 97/67 4. panta 2. punktā, nebija darīta zināma DIREKTexpress Holding un JUREX kā pakalpojumu sniedzēju, kuras nodrošina daļu no universālā pasta pakalpojuma, identitāte.", "label": [[75, 90, "ORG"], [97, 106, "ORG"], [202, 223, "ORG"], [227, 232, "ORG"]]}
{"text": "68      It īpaši šī paziņošanas pienākuma neizpilde, pieņemot, ka tā tiek pierādīta, pati par sevi nevar izraisīt to, ka dalībvalstis drīkstētu pēc savas patikas  nepiemērot atbrīvojumu, kas paredzēts Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktā, pat ja tas būtu saistīts ar pakalpojumiem, kas ietilpst universālajā pasta pakalpojumā. Proti, ja dalībvalstīm tiktu atzīta šāda iespēja, tad rastos risks, ka netiks ievērota judikatūra, kas izklāstīta šī sprieduma 42.–44. punktā, kā arī nodokļu neitralitātes princips, kas PVN iekasēšanas jomā nepieļauj atšķirīgu attieksmi pret saimnieciskās darbības subjektiem, kuri veic tos pašus darījumus (par pēdējo minēto jautājumu skat. spriedumu, 2007. gada 28. jūnijs, JP Morgan Fleming Claverhouse Investment Trust un The Association of Investment Trust Companies, C‑363/05, EU:C:2007:391, 46. punkts un tajā minētā judikatūra).", "label": [[700, 721, "DATE"], [723, 769, "ORG"], [773, 818, "ORG"]]}
{"text": "69      Šī sprieduma 65. punktā izklāstītie apsvērumi nav apstiprināti arī Direktīvas 97/67 3. panta 7. punktā, saskaņā ar kuru universālais pakalpojums ietver gan valsts pakalpojumus, gan pārrobežu pakalpojumus.", "label": []}
{"text": "70      Lai gan ar šo tiesību normu pārrobežu pasta pakalpojumi tiešām ir ietverti “universālā pakalpojuma” jēdzienā, kas ir definēts Direktīvas 97/67 3. pantā, tādēļ vien šī tiesību norma nevar tikt interpretēta tādējādi, ka ar to tādi valsts pakalpojumi, kādi aplūkoti pamatlietās, būtu izslēgti no šī jēdziena piemērošanas jomas tādēļ, ka šo pakalpojumu sniegšana, ko veic attiecīgais pakalpojumu sniedzējs, neietver pārrobežu pakalpojumus. Proti, pietiek norādīt – kā izriet no šī sprieduma 62. punkta –, ka tas, ka dalībvalsts var brīvi iecelt vairākus pakalpojumu sniedzējus, lai nodrošinātu dažādas universālā pakalpojuma daļas vai lai pakalpojums tiktu sniegts dažādās attiecīgās valsts teritorijas daļās, nozīmē, ka šī dalībvalsts var izlemt uzticēt konkrētam uzņēmējam tikai dokumentu formālās paziņošanas pakalpojumu, kāds aplūkots pamatlietās, kas attiecas vienīgi uz attiecīgās dalībvalsts teritoriju.", "label": []}
{"text": "71      Ņemot vērā visus iepriekš izklāstītos apsvērumus, uz uzdotajiem jautājumiem ir jāatbild, ka Direktīvas 97/67 2. panta 13. punkts un 3. pants ir jāinterpretē tādējādi, ka vēstuļu piegādes pakalpojumu sniedzēji, kādi aplūkoti pamatlietās, kuriem kā valsts licences turētājiem, kas tiem ļauj piedāvāt šo pakalpojumu, saskaņā ar valsts tiesību normām ir pienākums veikt tiesu vai administratīvo iestāžu izdoto dokumentu formālu paziņošanu, ir jāuzskata par “universālā pakalpojuma sniedzējiem” šo tiesību normu izpratnē, tādēļ par šiem pakalpojumiem ir jāpiemēro atbrīvojums no PVN kā par “valsts pasta dienestu” sniegtiem pakalpojumiem atbilstoši Direktīvas 2006/112  132. panta 1. punkta a) apakšpunktam.", "label": []}
{"text": "Par tiesāšanās izdevumiem", "label": []}
{"text": "72      Attiecībā uz pamatlietas pusēm šī tiesvedība ir stadija procesā, kuru izskata iesniedzējtiesa, un tā lemj par tiesāšanās izdevumiem. Izdevumi, kas radušies, iesniedzot apsvērumus Tiesai, un kas nav minēto pušu izdevumi, nav atlīdzināmi.", "label": [[187, 193, "ORG"]]}
{"text": "Ar šādu pamatojumu Tiesa (piektā palāta) nospriež:", "label": [[19, 40, "ORG"]]}
{"text": "Eiropas Parlamenta un Padomes Direktīvas 97/67/EK (1997. gada 15. decembris) par kopīgiem noteikumiem Kopienas pasta pakalpojumu iekšējā tirgus attīstībai un pakalpojumu kvalitātes uzlabošanai, ar grozījumiem, kas izdarīti ar Eiropas Parlamenta un Padomes Direktīvu 2008/6/EK (2008. gada 20. februāris), 2. panta 13. punkts un 3. pants ir jāinterpretē tādējādi, ka vēstuļu piegādes pakalpojumu sniedzēji, kādi aplūkoti pamatlietās, kuriem kā valsts licences turētājiem, kas tiem ļauj piedāvāt šo pakalpojumu, saskaņā ar valsts tiesību normām ir pienākums veikt tiesu vai administratīvo iestāžu izdoto dokumentu formālu paziņošanu, ir jāuzskata par “universālā pakalpojuma sniedzējiem” šo tiesību normu izpratnē, tādēļ par šiem pakalpojumiem ir jāpiemēro atbrīvojums no pievienotās vērtības nodokļa kā par “valsts pasta dienestu” sniegtiem pakalpojumiem atbilstoši Padomes Direktīvas 2006/112/EK (2006. gada 28. novembris) par kopējo pievienotās vērtības nodokļa sistēmu 132. panta 1. punkta a) apakšpunktam.", "label": [[0, 18, "ORG"], [22, 29, "ORG"], [51, 75, "DATE"], [102, 110, "LOC"], [226, 244, "ORG"], [248, 255, "ORG"], [277, 301, "DATE"], [864, 871, "ORG"], [896, 920, "DATE"]]}
{"text": "[Paraksti]", "label": []}
{"text": "*      Tiesvedības valoda – vācu.", "label": [[28, 32, "NATIONALITY"]]}
