{"text": "Prasība, kas celta 2020. gada 3. februārī – NetCologne/Komisija", "label": [[19, 41, "DATE"], [44, 54, "ORG"], [55, 63, "ORG"]]}
{"text": "(Lieta T-58/20)", "label": []}
{"text": "Tiesvedības valoda – vācu", "label": [[21, 25, "NATIONALITY"]]}
{"text": "Lietas dalībnieki", "label": []}
{"text": "Prasītāja: NetCologne Gesellschaft für Telekommunikation mbH (Ķelne, Vācija) (pārstāvji: K. Zimmermann, F. Rogers un I. Alonso, advokāti)", "label": [[11, 60, "ORG"], [62, 75, "LOC"], [78, 87, "PROFESSION"], [89, 102, "PER"], [104, 113, "PER"], [117, 126, "PER"], [128, 136, "PROFESSION"]]}
{"text": "Atbildētāja: Eiropas Komisija", "label": [[13, 29, "ORG"]]}
{"text": "Prasījumi", "label": []}
{"text": "Prasītājas prasījumi Vispārējai tiesai ir šādi:", "label": [[21, 38, "ORG"]]}
{"text": "atcelt Komisijas Lēmumu C(2019) 5187 final (2019. gada 18. jūlijs), ar kuru Komisija ir atzinusi par saderīgu ar iekšējo tirgu un EEZ līguma darbību koncentrāciju lietā M.8864 – Vodafone/Certain Liberty Global Assets;", "label": [[7, 16, "ORG"], [44, 65, "DATE"], [76, 84, "ORG"], [130, 133, "ORG"], [178, 186, "ORG"], [187, 216, "ORG"]]}
{"text": "piespriest Komisijai atlīdzināt tiesāšanās izdevumus.", "label": [[11, 20, "ORG"]]}
{"text": "Pamati un galvenie argumenti", "label": []}
{"text": "Prasība ir pamatota ar šādiem pamatiem.", "label": []}
{"text": "Pirmais pamats: Komisija esot pieļāvusi acīmredzamu kļūdu vērtējumā, neesot izpildījusi savu pienākumu norādīt pamatojumu un rūpības pienākumu, noliegdama būtiskus šķēršļus efektīvai konkurencei “daudzdzīvokļu ēku klientiem nodrošinātās TV signāla pārraides mazumtirdzniecības tirgū” attiecībā uz:", "label": [[16, 24, "ORG"]]}
{"text": "pieņēmumu, ka koncentrācijas dalībnieki nav tieši konkurenti,", "label": []}
{"text": "pieņēmumu, ka koncentrācijas dalībnieki nav potenciāli konkurenti, un", "label": []}
{"text": "koncentrācijas negatīvo ietekmi uz konkurentiem.", "label": []}
{"text": "Otrais pamats: Komisija esot pieļāvusi acīmredzamu kļūdu vērtējumā un neesot izpildījusi savu pienākumu norādīt pamatojumu un rūpības pienākumu, noliegdama būtiskus šķēršļus efektīvai konkurencei “vienģimenes dzīvojamo māju klientiem nodrošinātās TV signāla pārraides mazumtirdzniecības tirgū” attiecībā uz pieņēmumu, ka koncentrācijas dalībnieki nav ne tieši, ne potenciāli konkurenti.", "label": [[15, 23, "ORG"]]}
{"text": "Trešais pamats: Komisija esot pieļāvusi acīmredzamu kļūdu vērtējumā un pārkāpusi Padomes Regulas (EK) Nr. 139/2004 2. un 8. pantu, definējot tirgu un novērtējot ietekmi uz konkurenci no piedāvājuma viedokļa attiecībā uz daudzpakalpojumu piedāvājumiem, un it īpaši kombinētajiem fiksēto telekomunikāciju pakalpojumu un mobilo telekomunikāciju pakalpojumu piedāvājumiem (“FMC piedāvājumi”).", "label": [[16, 24, "ORG"], [81, 88, "ORG"], [370, 373, "ORG"]]}
{"text": "Ceturtais pamats: Komisija esot pieļāvusi acīmredzamu kļūdu vērtējumā un pārkāpusi Padomes Regulas (EK) Nr. 139/2004 2. un 8. pantu, neesot izpildījusi savu pienākumu norādīt pamatojumu un rūpības pienākumu, novērtējot un pieņemot platjoslas kabeļpiekļuves vairumtirdzniecības saistības.", "label": [[18, 26, "ORG"], [83, 90, "ORG"]]}
{"text": "Padomes Regula (EK) Nr. 139/2004 (2004. gada 20. janvāris) par kontroli pār uzņēmumu koncentrāciju (OV 2004, L 24, 1. lpp.).", "label": [[0, 7, "ORG"], [34, 57, "DATE"]]}
