{"text": "VISPĀRĒJĀS TIESAS SPRIEDUMS (devītā palāta)", "label": [[0, 17, "ORG"], [28, 43, "ORG"]]}
{"text": "2020. gada 10. jūnijā (*)", "label": [[0, 21, "DATE"]]}
{"text": "Kopienas dizainparaugs – Spēkā neesamības atzīšanas process – Reģistrēts Kopienas dizainparaugs, kurā attēlota savienojuma detaļa dzesēšanas vai gaisa kondicionēšanas iekārtu savienošanai ar mehānisko transportlīdzekli – Vienīgais grozīšanas prasījums – Netiešs lūgums atcelt tiesību aktu – Pieņemamība – Spēkā neesamības pamats – Aizsardzības iegūšanas nosacījumu neievērošana – Regulas (EK) Nr. 6/2002 4.–9. pants un 25. panta 1. punkta b) apakšpunkts – Apjoms, kādā apelācijas padome veic pārbaudi – Apelācijas padomes nostājas formulēšana procesa gaitā par aizsardzības iegūšanas nosacījuma neievērošanu – Atšķirīgs secinājums apstrīdētajā lēmumā – Pienākums norādīt pamatojumu – Regulas (EK) Nr. 6/2002 62. pants un 63. panta 1. punkta otrais teikums", "label": [[0, 8, "LOC"], [73, 81, "LOC"], [469, 486, "ORG"], [503, 521, "ORG"]]}
{"text": "Lietā T‑100/19", "label": []}
{"text": "L. Oliva Torras, S.A., Manresa [Manresa] (Spānija), ko pārstāv B. Athari Anaraki un M. D. Philip Bennett, advokātes,", "label": [[0, 21, "ORG"], [23, 50, "LOC"], [63, 80, "PER"], [84, 104, "PER"], [106, 115, "PROFESSION"]]}
{"text": "prasītāja,", "label": []}
{"text": "pret", "label": []}
{"text": "Eiropas Savienības Intelektuālā īpašuma biroju (EUIPO), ko pārstāv A. Portilla Díaz un G. Kaufmann, pārstāvji,", "label": [[0, 54, "ORG"], [67, 83, "PER"], [87, 98, "PER"], [100, 109, "PROFESSION"]]}
{"text": "atbildētājs,", "label": []}
{"text": "otra procesa EUIPO Apelācijas padomē dalībniece, kas iestājusies lietā Vispārējā tiesā, –", "label": [[13, 36, "ORG"], [71, 86, "ORG"]]}
{"text": "Mecánica del Frío, S.L., Kornelja de Ļobregata [Cornellá de Llobregat] (Spānija), ko pārstāv Z. Leao Arribas, advokāts,", "label": [[0, 23, "ORG"], [25, 80, "LOC"], [93, 108, "PER"], [110, 118, "PROFESSION"]]}
{"text": "par prasību, kas celta par EUIPO Apelācijas trešās padomes 2018. gada 19. novembra lēmumu lietā R 1397/2017‑3 attiecībā uz spēkā neesamības atzīšanas procesu starp L. Oliva Torras un Mecánica del Frío,", "label": [[27, 58, "ORG"], [59, 82, "DATE"], [164, 179, "ORG"], [183, 200, "ORG"]]}
{"text": "VISPĀRĒJĀ TIESA (devītā palāta)", "label": [[0, 31, "ORG"]]}
{"text": "šādā sastāvā: priekšsēdētāja P. Dž. Nilsone [P. J. Nilsson], tiesneši I. Barrets [I. Barrett] (referents) un A. Todorova [A. Todorova],", "label": [[14, 28, "PROFESSION"], [29, 59, "PER"], [61, 69, "PROFESSION"], [70, 93, "PER"], [95, 104, "PROFESSION"], [109, 134, "PER"]]}
{"text": "sekretārs: P. Lopez, galvenais administrators,", "label": [[0, 9, "PROFESSION"], [11, 19, "PER"], [21, 45, "PROFESSION"]]}
{"text": "ņemot vērā prasības pieteikumu, kas Vispārējās tiesas kancelejā iesniegts 2019. gada 19. februārī,", "label": [[36, 63, "ORG"], [74, 97, "DATE"]]}
{"text": "ņemot vērā EUIPO atbildes rakstu, kas Vispārējās tiesas kancelejā iesniegts 2019. gada 24. maijā,", "label": [[11, 16, "ORG"], [38, 65, "ORG"], [76, 96, "DATE"]]}
{"text": "ņemot vērā personas, kas iestājusies lietā, atbildes rakstu, kurš Vispārējās tiesas kancelejā iesniegts 2019. gada 20. maijā,", "label": [[66, 93, "ORG"], [104, 124, "DATE"]]}
{"text": "ņemot vērā 2019. gada 14. novembra lēmumu neapvienot lietas T‑100/19 un T‑629/19,", "label": [[11, 34, "DATE"]]}
{"text": "pēc 2020. gada 16. janvāra tiesas sēdes", "label": [[4, 26, "DATE"]]}
{"text": "pasludina šo spriedumu.", "label": []}
{"text": "Spriedums", "label": []}
{"text": "I. Tiesvedības priekšvēsture", "label": []}
{"text": "1 L. Oliva Torras, S.A., prasītāja, un Mecánica del Frío, S.L., persona, kas iestājusies lietā, ir divi uzņēmumi, kas savstarpēji konkurē nozarē, kura attiecas uz dzesēšanas vai gaisa kondicionēšanas sistēmu savienojuma komplektiem mehāniskajos transportlīdzekļos.", "label": [[2, 23, "ORG"], [39, 62, "ORG"]]}
{"text": "2 2013. gada 10. aprīlī persona, kas iestājusies lietā, iesniedza Eiropas Savienības Intelektuālā īpašuma birojam (EUIPO) Kopienas dizainparauga reģistrācijas pieteikumu saskaņā ar Padomes Regulu (EK) Nr. 6/2002 (2001. gada 12. decembris) par Kopienas dizainparaugiem (OV 2002, L 3, 1. lpp.).", "label": [[2, 23, "DATE"], [66, 121, "ORG"], [122, 130, "LOC"], [181, 188, "ORG"], [213, 237, "DATE"], [243, 251, "LOC"]]}
{"text": "3 Reģistrācijai pieteiktais Kopienas dizainparaugs (turpmāk tekstā – “apstrīdētais dizainparaugs”) ir šāds:", "label": [[28, 36, "LOC"]]}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 Preces, kurām paredzēts piemērot apstrīdēto dizainparaugu, ietilpst 12.16. klasē atbilstoši grozītajam 1968. gada 8. oktobra Lokarno Nolīgumam par dizainparaugu starptautiskās klasifikācijas izveidošanu un atbilst šādam aprakstam: “Savienojuma detaļas automašīnām”.", "label": [[105, 126, "DATE"], [127, 134, "LOC"]]}
{"text": "5 Apstrīdētais dizainparaugs reģistrācijas pieteikumā ir aprakstīts kā tāda veida savienojuma detaļa, kas tiek izmantota, lai savienotu dzesēšanas un gaisa kondicionēšanas iekārtas ar mehānisko transportlīdzekli.", "label": []}
{"text": "6 Apstrīdētais dizainparaugs tika reģistrēts ar numuru 2217588‑0001 pieteikuma iesniegšanas dienā un publicēts 2013. gada 22. aprīļa Bulletin des dessins ou modèles communautaires [Kopienu Dizainparaugu Biļetenā] Nr. 2013/075.", "label": [[55, 67, "IDNUM"], [111, 132, "DATE"], [181, 188, "LOC"], [213, 225, "IDNUM"]]}
{"text": "7 2014. gada 22. augustā prasītāja iesniedza Kopienas dizainparauga reģistrācijas pieteikumu (dizainparaugs Nr. 2523746‑0006, reģistrēts tajā pašā datumā un publicēts 2014. gada 26. augustā). Pēc tam, kad persona, kas iestājusies lietā, bija iesniegusi pieteikumu par spēkā neesamības atzīšanu, balstoties uz apstrīdētā dizainparauga agrākumu, ar Anulēšanas nodaļas 2016. gada 17. jūnija lēmumu dizainparaugs Nr. 2523746‑0006 tika atzīts par spēkā neesošu novitātes un individuāla rakstura neesamības dēļ.", "label": [[2, 24, "DATE"], [45, 53, "LOC"], [108, 124, "IDNUM"], [167, 189, "DATE"], [347, 365, "ORG"], [366, 387, "DATE"], [409, 425, "IDNUM"]]}
{"text": "8 2016. gada 15. martā prasītāja iesniedza pieteikumu par apstrīdētā dizainparauga spēkā neesamības atzīšanu atbilstoši Regulas Nr. 6/2002 52. panta 1. punktam.", "label": [[2, 22, "DATE"]]}
{"text": "9 Pamatojot pieteikumu par spēkā neesamības atzīšanu, prasītāja ir atsaukusies uz Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā noteikto pamatu, proti, ka apstrīdētais dizainparaugs neatbilstot minētās regulas 4.–9. pantā paredzētajiem nosacījumiem.", "label": []}
{"text": "10 Pieteikuma par spēkā neesamības atzīšanu atbalstam prasītāja norādīja uz agrāka dizainparauga esamību, kurā attēlots savienojuma komplekts, kas identificēts kā detaļa “KC11 080 242”, un pievienoja lietas materiāliem vienu šīs detaļas attēlu, kas radīts renderēšanas rezultātā (A attēls), kā arī fotogrāfiju, kas, pēc tās apgalvojumiem, atbilst minētajai detaļai (B attēls).", "label": [[171, 183, "IDNUM"]]}
{"text": "11 Ar 2017. gada 10. maija lēmumu Anulēšanas nodaļa noraidīja prasītājas pieteikumu par spēkā neesamības atzīšanu. It īpaši tā secināja, ka vienīgais dizainparaugs, attiecībā uz kuru ir konstatēta agrāka nodošana atklātībā, proti, A attēlā esošais dizainparaugs, nevar likt apšaubīt apstrīdētā dizainparauga novitāti un individuālo raksturu, ņemot vērā atšķirības starp abiem šiem dizainparaugiem.", "label": [[6, 26, "DATE"], [34, 51, "ORG"]]}
{"text": "12 2017. gada 27. jūnijā prasītāja saskaņā ar Regulas Nr. 6/2002 55.–60. pantu iesniedza Apelācijas padomei apelācijas sūdzību par Anulēšanas nodaļas lēmumu. Papildus A un B attēlam prasītāja lietas materiāliem pievienoja detaļas “KC11 080 242” rasējumu, kas izvilkts no tās tīmekļvietnes (C attēls).", "label": [[3, 24, "DATE"], [89, 107, "ORG"], [131, 149, "ORG"], [231, 243, "IDNUM"]]}
{"text": "13 2018. gada 16. maijā, pamatojoties uz Regulas Nr. 6/2002 59. panta 2. punktu, Apelācijas padome nosūtīja procesa dalībniekiem paziņojumu (turpmāk tekstā – “2018. gada 16. maija paziņojums”), kurā bija norādīts, ka no lietas dalībnieku apgalvojumiem un lietas materiāliem izriet, ka apstrīdētais dizainparaugs atbilst ražojumam, kas ir kompleksa ražojuma (t.i., kopums, ko veido motors, savienojums un kompresors) sastāvdaļa (t.i., savienojuma detaļa), kura, kad tā ir iekļauta kompleksajā ražojumā, vairs nav redzama kompleksā ražojuma parastās izmantošanas laikā. Apelācijas padome no tā secināja, ka apstrīdētais dizainparaugs tātad nevar tikt uzskatīts par tādu, kam piemīt novitāte vai individuāls raksturs Regulas Nr. 6/2002 4. panta 2. punkta izpratnē, un ka tādēļ tas būtu jāatzīst par spēkā neesošu minētā 4. panta neievērošanas dēļ.", "label": [[3, 23, "DATE"], [81, 98, "ORG"], [159, 179, "DATE"], [568, 585, "ORG"]]}
{"text": "14 Pēc Apelācijas padomes aicinājuma persona, kas iestājusies lietā, un prasītāja attiecīgi 2018. gada 16. jūlijā un 17. septembrī iesniedza apsvērumus par 2018. gada 16. maija paziņojuma saturu.", "label": [[7, 25, "ORG"], [92, 113, "DATE"], [117, 130, "DATE"], [156, 176, "DATE"]]}
{"text": "15 Ar 2018. gada 19. novembra lēmumu (turpmāk tekstā – “apstrīdētais lēmums”) Apelācijas trešā padome noraidīja apelācijas sūdzību, pamatojoties uz turpmāk norādītajiem motīviem. Pirmkārt, tā norādīja, ka pretēji personas, kas iestājusies lietā, apgalvojumiem ir jāuzskata, ka prasītāja lūdz atzīt apstrīdēto dizainparaugu par spēkā neesošu tāpēc, ka tas neatbilst Regulas Nr. 6/2002 5., 6., 8. un 9. pantā paredzētajiem nosacījumiem, un ka šai padomei tātad izvirzīto pamatu gaismā būtu jāpārbauda katrs no šiem nosacījumiem. Otrkārt, Apelācijas padome noraidīja iebildumu par apstrīdētā dizainparauga novitātes neesamību. Šajā ziņā tā secināja, ka ir tikusi konstatēta vienīgi A attēlā esošā dizainparauga nodošana atklātībā un ka starp pēdējo minēto dizainparaugu un apstrīdēto dizainparaugu pastāv acīmredzamas atšķirības. Treškārt, tā noraidīja iebildumu par apstrīdētā dizainparauga individuāla rakstura neesamību. Ceturtkārt, tā uzskatīja – tā kā prasītāja nebija izvirzījusi nevienu argumentu saistībā ar Regulas Nr. 6/2002 8. un 9. pantā paredzētajiem izņēmumiem no apstrīdētā dizainparauga aizsardzības, šai padomei būtu jānoraida prasītājas pieteikums par spēkā neesamības atzīšanu, ciktāl tas balstīts uz minētajām tiesību normām, ņemot vērā minētās regulas 63. panta 1. punktā noteiktās prasības. Turpretim apstrīdētā lēmuma motīvu daļā tā nav aplūkojusi jautājumu par šīs pašas regulas 4. panta 2. un 3. punkta piemērošanu konkrētajā gadījumā, kas bija 2018. gada 16. maija paziņojuma un vēlāk sniegto procesa dalībnieku apsvērumu, kuri ir minēti attiecīgi šā sprieduma 13. un 14. punktā, priekšmets.", "label": [[6, 29, "DATE"], [78, 101, "ORG"], [536, 553, "ORG"], [1467, 1487, "DATE"]]}
{"text": "II. Lietas dalībnieku prasījumi", "label": []}
{"text": "16 Prasītājas prasījumi Vispārējai tiesai formāli ir šādi:", "label": [[24, 41, "ORG"]]}
{"text": "– “[A.] [apstiprināt] Apelācijas padomes secinājumus [par izvirzīto spēkā neesamības pamatu] un [konstatēt], ka spēkā neesamības atzīšanas process ir balstīts uz [Regulas Nr. 6/2002] 4.–9. pantā paredzētajiem Kopienas dizainparauga spēkā neesamības pamatiem, t.i., “aizsardzības iegūšanas nosacījumiem”;", "label": [[22, 40, "ORG"], [209, 217, "LOC"]]}
{"text": "– “[B.] [veikt] salīdzinājumu, ņemot vērā visus sniegtos pierādījumus un īpašus konkrētās lietas apstākļus”;", "label": []}
{"text": "– “[C.] [atzīt] par spēkā neesošu [apstrīdēto dizainparaugu], pamatojoties uz to, ka tas ir gandrīz identisks tirdzniecībā izmantotajam dizainparaugam un līdz ar to veido gandrīz identisku šī dizainparauga imitāciju bez prasītājas atļaujas”;", "label": []}
{"text": "– “[D.] [atzīt] [apstrīdēto dizainparaugu] par spēkā neesošu, jo tam nav individuāla rakstura salīdzinājumā ar [prasītājas] iepriekš atklātībā nodotajiem dizainparaugiem”;", "label": []}
{"text": "– “[E.] [atzīt] [apstrīdēto dizainparaugu] par spēkā neesošu, pirmkārt, tāpēc, ka uz to attiecas [Regulas Nr. 6/2002] 8. panta 1. un 2. punktā paredzētais aizliegums, jo tā izskatu nosaka tikai tā tehniskā funkcija, un, otrkārt, tāpēc, ka uz to attiecas [Regulas Nr. 6/2002] 4. pantā noteiktais absolūtais aizliegums, jo tas ir kompleksa ražojuma sastāvdaļa”;", "label": []}
{"text": "– “[F.] apstiprināt Apelācijas padomes lēmumu, [ciktāl tajā ir atzīts, ka apstrīdētais dizainparaugs ir pretrunā Regulas Nr. 6/2002 9. panta noteikumiem]”;", "label": [[20, 38, "ORG"]]}
{"text": "– “[G.] [piespriest] lietas dalībniekam, kuram nolēmums ir nelabvēlīgs, [atlīdzināt tiesāšanās izdevumus]”.", "label": []}
{"text": "17 EUIPO prasījumi Vispārējai tiesai ir šādi:", "label": [[3, 8, "ORG"], [19, 36, "ORG"]]}
{"text": "– noraidīt prasību;", "label": []}
{"text": "– piespriest prasītājai atlīdzināt tiesāšanās izdevumus.", "label": []}
{"text": "18 Personas, kas iestājusies lietā, prasījumi Vispārējai tiesai ir šādi:", "label": [[46, 63, "ORG"]]}
{"text": "– apstiprināt apstrīdēto lēmumu;", "label": []}
{"text": "– piespriest lietas dalībniekam, kam nolēmums būs nelabvēlīgs, atlīdzināt tiesāšanās izdevumus.", "label": []}
{"text": "III. Juridiskais pamatojums", "label": []}
{"text": "A. Par pieņemamību", "label": []}
{"text": "19 EUIPO uzskata, ka prasības pieteikumā ir ietverti prasījumi par apstrīdētā lēmuma apstiprināšanu, kas nav pieņemami. Turklāt tas norāda, ka Vispārējai tiesai ir jāizlemj, vai no prasības pieteikuma konteksta var secināt, ka tiek lūgts atcelt apstrīdēto lēmumu, un vai līdz ar to prasījumi par šī lēmuma grozīšanu var tikt atzīti par pieņemamiem. Tiesas sēdē tas norādīja, ka prasītājas lūgums atcelt apstrīdēto lēmumu, kas tika izteikts prasītājas mutvārdu paskaidrojumos, nebija ietverts prasības pieteikumā.", "label": [[3, 8, "ORG"], [143, 160, "ORG"], [349, 355, "ORG"]]}
{"text": "20 Tiesas sēdē prasītāja pēc Vispārējās tiesas aicinājuma precizēja, ka tā lūdz atcelt apstrīdēto lēmumu pilnībā, tostarp daļā, kurā ir lemts par Regulas Nr. 6/2002 8. un 9. panta piemērošanu.", "label": [[29, 46, "ORG"]]}
{"text": "21 Šajā ziņā vispirms ir jāatgādina, ka saskaņā ar Regulas Nr. 6/2002 61. panta 3. punktu Vispārējās tiesas kompetencē ir tikai atcelt vai grozīt apelācijas padomju lēmumus. Turpretim tai nav jāpasludina deklaratīvi spriedumi, un līdz ar to šajā nozīmē izteiktais prasījums ir jānoraida kā nepieņemams (šajā ziņā un pēc analoģijas skat. spriedumu, 2017. gada 14. jūnijs, Aydin/EUIPO – Kaporal Groupe (“ROYAL & CAPORAL”), T‑95/16, nav publicēts, EU:T:2017:388, 17. punkts un tajā minētā judikatūra).", "label": [[90, 107, "ORG"], [348, 369, "DATE"], [371, 376, "ORG"], [377, 382, "ORG"], [385, 399, "ORG"], [402, 417, "TITLE"]]}
{"text": "22 Konkrētajā gadījumā ir jānorāda, ka prasības pieteikuma daļā, kuru prasītāja ir nosaukusi “Prasījums”, tā ir uzskaitījusi septiņus lūgumus, kuri apzīmēti ar burtiem no A līdz G un kuru saturs ir atspoguļots šā sprieduma 16. punktā.", "label": []}
{"text": "23 Pirmkārt, ir jākonstatē, ka šo dažādo lūgumu vidū var skaidri un nepārprotami identificēt prasījumu, ar kuru tiek lūgts, lai Vispārējā tiesa atzītu apstrīdēto dizainparaugu par spēkā neesošu, un prasījumu, ar kuru būtībā tiek lūgts piespriest EUIPO un personai, kas iestājusies lietā, atlīdzināt tiesāšanās izdevumus.", "label": [[128, 143, "ORG"], [246, 251, "ORG"]]}
{"text": "24 Otrkārt, ir jākonstatē, ka pārējie prasītājas lūgumi, kas uzskaitīti prasības pieteikuma daļā ar nosaukumu “Prasījums”, patiesībā nav uzskatāmi par prasījumiem kā tādiem. It īpaši no šīs prasības pieteikuma daļas A līdz F punkta formulējuma, kā arī no apstākļa, ka šī klasifikācija atbilstoši alfabētiskajai secībai ir pārņemta prasības pieteikuma daļā “Pamati un argumenti”, izriet, ka prasītāja tajos norāda uz argumentācijas posmiem, kurus tā lūdz ievērot Vispārējai tiesai topošā sprieduma motīvu daļā un kuru rezultātā, pēc tās domām, apstrīdētais dizainparaugs būtu jāatzīst par spēkā neesošu.", "label": [[462, 479, "ORG"]]}
{"text": "25 Visbeidzot, ir jāatgādina, ka tiesas sēdē mutvārdu paskaidrojumu uzklausīšanai prasītāja būtībā paziņoja, ka tā lūdz atcelt apstrīdēto lēmumu pilnībā.", "label": []}
{"text": "26 Ņemot vērā šos konstatējumus un paskaidrojumus, prasības pieteikumā ietvertie prasījumi ir jāinterpretē tā, kā norādīts turpmāk.", "label": []}
{"text": "27 Pirmkārt, no šī sprieduma 22.–24. punktā konstatētā izriet, ka prasītāja nav iesniegusi prasījumus par to, lai Vispārējā tiesa pasludinātu deklaratīvu spriedumu iepriekš 21. punktā atgādinātās judikatūras izpratnē. Proti, lūdzot Vispārējo tiesu apstiprināt apstrīdēto lēmumu attiecībā uz noteiktiem punktiem vai veikt konfliktējošo dizainparaugu salīdzinājumu, ņemot vērā visus iesniegtos pierādījumus un lietas apstākļus, prasītāja, kā tas ir izklāstīts šā sprieduma 24. punktā, atsaucas uz topošā sprieduma motīvu daļu, nevis uz lēmumu, kas ir jāpasludina šī sprieduma rezolutīvajā daļā. Līdz ar to EUIPO apsvērumi, kas vērsti uz to, lai Vispārējā tiesa noraidītu šos lūgumus kā nepieņemamus, ir jānoraida.", "label": [[114, 129, "ORG"], [232, 247, "ORG"], [604, 609, "ORG"], [643, 658, "ORG"]]}
{"text": "28 Turklāt, ņemot vērā apstrīdētā lēmuma motīvu daļu un to, kas ticis apstiprināts ar prasītājas tiesas sēdē sniegtajiem paskaidrojumiem, tās prasības pieteikuma daļas “Prasījums” F punktā norādītais lūgums, kas atbilstoši tā formulējumam ir vērsts uz to, lai Vispārējā tiesa “apstiprinātu” apstrīdēto lēmumu, ciktāl ar to apstrīdētais dizainparaugs ir atzīts par pretēju Regulas Nr. 6/2002 9. panta noteikumiem, nevar tikt saprasts burtiski. Proti, tā kā izskatāmajā lietā Apelācijas padome ir tieši noraidījusi šī panta piemērošanu, šis lūgums “apstiprināt” patiesībā, neraugoties uz tā formulējumu, ir jāinterpretē tādējādi, ka ar to tiek izklāstīts pamats, kas attiecas uz kļūdu vērtējumā, ciktāl Apelācijas padome nav uzskatījusi, ka šis dizainparaugs ir pretrunā minētā panta noteikumiem.", "label": [[260, 275, "ORG"], [474, 491, "ORG"], [701, 718, "ORG"]]}
{"text": "29 Otrkārt, ir jānorāda, ka, runājot par prasības pieteikumā izvirzīto prasījumu par apstrīdētā dizainparauga atzīšanu par spēkā neesošu, tas patiesībā ir vērsts uz to, lai Vispārējā tiesa pieņemtu lēmumu, kurš, pēc prasītājas domām, Apelācijas padomei būtu bijis jāpieņem tad, kad tā izskatīja lietu. Proti, no Regulas Nr. 6/2002 60. panta 1. punkta otrā teikuma izriet, ka Apelācijas padome pēc tam, kad tā ir atcēlusi tajā apstrīdēto lēmumu, var īstenot tās EUIPO instances pilnvaras, kura pieņēmusi minēto lēmumu, un tātad šajā lietā atzīt apstrīdēto dizainparaugu par spēkā neesošu. Līdz ar to šis pasākums ietilpst pasākumos, kurus Vispārējā tiesa var veikt, īstenojot savas grozīšanas pilnvaras, kas paredzētas šīs regulas 61. panta 3. punktā (šajā ziņā un pēc analoģijas skat. spriedumu, 2014. gada 27. februāris, Advance Magazine Publishers/ITSB – Nanso Group (“TEEN VOGUE”), T‑509/12, EU:T:2014:89, 15. punkts un tajā minētā judikatūra).", "label": [[173, 188, "ORG"], [234, 252, "ORG"], [461, 466, "ORG"], [638, 653, "ORG"], [796, 820, "DATE"], [822, 849, "ORG"], [850, 854, "ORG"], [857, 868, "ORG"], [871, 881, "TITLE"]]}
{"text": "30 Turklāt prasītājai, protams, principā nav tiesību grozīt sākotnējo prasības pieteikuma priekšmetu, šos prasījumus par apstrīdētā lēmuma grozīšanu aizstājot ar prasījumiem par tā atcelšanu, kas pirmo reizi tikuši izvirzīti tiesas sēdē (šajā nozīmē un pēc analoģijas skat. spriedumus, 2000. gada 27. janvāris, Fuchs u.c./Padome un Komisija, C‑104/89 un C‑37/90, EU:C:2000:38, 47. punkts, un 2005. gada 21. aprīlis, Holcim (Deutschland)/Komisija, T‑28/03, EU:T:2005:139, 45. punkts).", "label": [[286, 309, "DATE"], [311, 316, "PER"], [322, 328, "ORG"], [332, 340, "ORG"], [392, 414, "DATE"], [416, 422, "ORG"], [424, 435, "LOC"], [437, 445, "ORG"]]}
{"text": "31 Tomēr, ņemot vērā prasības pieteikuma saturu un kā to apstiprina prasītājas paskaidrojumi tiesas sēdē, ir jāuzskata, ka prasītājas prasījums par grozīšanu netieši ietver lūgumu atcelt apstrīdēto lēmumu (šajā nozīmē skat. spriedumu, 2013. gada 7. novembris, Malczewska/ITSB – Puma (Lecošs kaķu dzimtas dzīvnieks), T‑666/11, nav publicēts, EU:T:2013:584, 18. punkts un tajā minētā judikatūra). Tieši izskatot prasību pēc būtības, Vispārējai tiesai gadījumā, ja kāds no prasības pieteikumā izklāstītajiem pamatiem būtu pamatots, būs jāizlemj, vai šis pamats tai ļauj grozīt apstrīdēto lēmumu, pamatojoties uz faktiskajiem un tiesiskajiem apstākļiem, kādi tie tikuši konstatēti, vai, pretējā gadījumā, vai šis pamats var izraisīt tikai šī lēmuma atcelšanu (šajā nozīmē un pēc analoģijas skat. spriedumu, 2014. gada 26. septembris, Koscher + Würtz/ITSB – Kirchner & Wilhelm (“KW SURGICAL INSTRUMENTS”), T‑445/12, EU:T:2014:829, 39. punkts un tajā minētā judikatūra).", "label": [[235, 258, "DATE"], [260, 270, "PER"], [271, 275, "ORG"], [278, 282, "ORG"], [431, 448, "ORG"], [803, 828, "DATE"], [830, 845, "ORG"], [846, 850, "ORG"], [853, 871, "ORG"], [874, 897, "TITLE"]]}
{"text": "32 Līdz ar to ir jāuzskata, ka prasītāja lūdz Vispārējo tiesu, pirmkārt, atcelt apstrīdēto lēmumu un, otrkārt, to grozīt, atzīstot apstrīdēto dizainparaugu par spēkā neesošu, un ka šie prasījumi ir pieņemami.", "label": [[46, 61, "ORG"]]}
{"text": "B. Par lietas būtību", "label": []}
{"text": "33 Savas prasības atbalstam prasītāja būtībā izvirza sešus pamatus. Ar pirmo prasības pamatu tā apgalvo, ka spēkā neesamības atzīšanas process ir balstīts uz Regulas Nr. 6/2002 4.–9. pantā paredzētajiem spēkā neesamības pamatiem un ka katrs no šiem pamatiem ir jāizvērtē. Otrais prasības pamats attiecas uz kļūdu vērtējumā, ko Apelācijas padome esot pieļāvusi, uzskatot, ka dizainparauga agrāka nodošana atklātībā ir pierādīta tikai attiecībā uz A attēlu. Trešais un ceturtais prasības pamats attiecas uz kļūdām vērtējumā saistībā attiecīgi ar apstrīdētā dizainparauga novitātes neesamību un tā individuālā rakstura neesamību. Piektais prasības pamats attiecas uz pamatojuma neesamību un kļūdām vērtējumā, ko Apelācijas padome esot pieļāvusi saistībā ar tādu gadījumu pastāvēšanu, kad apstrīdētā dizainparauga aizsardzība ir izslēgta. Tam ir divas daļas: pirmā attiecas uz to, ka Apelācijas padome neesot lēmusi par šī dizainparauga aizsardzības izslēgšanu, kas saskaņā ar Regulas Nr. 6/2002 8. panta noteikumiem izriet no apstākļa, ka tā izskatu nosaka tikai tā tehniskā funkcija, un otrā daļa attiecas uz to, ka Apelācijas padome neesot to atzinusi par spēkā neesošu, pamatojoties uz šīs regulas 4. panta 2. un 3. punktu, jo tas veido kompleksa ražojuma sastāvdaļu, kas nav redzama, kad tā ir iekļauta minētajā ražojumā. Sestais prasības pamats būtībā ir par kļūdu vērtējumā, ko Apelācijas padome esot pieļāvusi, noraidot tai iesniegto apelācijas sūdzību, ciktāl tā ir pamatota ar šīs pašas regulas 9. pantu.", "label": [[327, 344, "ORG"], [709, 726, "ORG"], [880, 897, "ORG"], [1114, 1131, "ORG"], [1381, 1398, "ORG"]]}
{"text": "1. Par pirmo prasības pamatu – Apelācijas padomes pieļauto tiesību kļūdu, jo, neraugoties uz tās apsvērumiem, saskaņā ar kuriem spēkā neesamības atzīšanas process bija balstīts uz Regulas Nr. 6/2002 4.–9. pantā paredzētajiem nosacījumiem, tā atteicās pārbaudīt dažus no šiem nosacījumiem", "label": [[31, 49, "ORG"]]}
{"text": "34 Prasītāja norāda, ka apstrīdētā lēmuma 18.–23. punktā Apelācijas padome ir uzskatījusi, ka tās pieteikums par spēkā neesamības atzīšanu atbilst Regulas Nr. 6/2002 25. panta 1. punktam un Komisijas Regulas (EK) Nr. 2245/2002 (2002. gada 21. oktobris), ar ko īsteno Regulu Nr. 6/2002 (OV 2002, L 341, 28. lpp.), 28. panta 1. punkta b) apakšpunktam. Tā lūdz Vispārējo tiesu apstiprināt šos secinājumus un pārbaudīt katru no Regulas Nr. 6/2002 4.–9. pantā paredzētajiem spēkā neesamības pamatiem.", "label": [[57, 74, "ORG"], [190, 199, "ORG"], [228, 251, "DATE"], [358, 373, "ORG"]]}
{"text": "35 EUIPO apsvērumus šajā ziņā nesniedz. Persona, kas iestājusies lietā, lūdz noraidīt šo prasības pamatu.", "label": [[3, 8, "ORG"]]}
{"text": "36 Vispirms ir jāatgādina, ka procesā Apelācijas padomē persona, kas iestājusies lietā, apgalvoja, ka prasītāja ir atsaukusies uz apstrīdētā dizainparauga novitātes neesamību saskaņā ar Regulas Nr. 6/2002 5. pantu, bet nav atsaukusies uz individuālā rakstura neesamību atbilstoši šīs regulas 6. pantam. Tādēļ minētā instance apstrīdētā lēmuma motīvu daļas sākumā izskatīja jautājumu par prasītājas pieteikuma par spēkā neesamības atzīšanu tvērumu un līdz ar to par pašas veiktās pārbaudes apjomu.", "label": [[38, 55, "ORG"]]}
{"text": "37 Apstrīdētā lēmuma 18.–23. punktā, uz kuriem prasītāja atsaucas šī prasības pamata ietvaros, Apelācijas padome uzskatīja, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā paredzētais spēkā neesamības pamats, kas bija izvirzīts prasītājas pieteikumā par spēkā neesamības atzīšanu, proti, fakts, ka apstrīdētais dizainparaugs neatbilst šīs regulas 4.–9. pantā paredzētajiem nosacījumiem, saskaņā ar likumdevēja skaidru gribu ir autonoms un nedalāms spēkā neesamības pamats, kas aptver visu šo nosacījumu kopumu. Tādējādi tā secināja, ka šis pieteikums par spēkā neesamības atzīšanu nozīmē, ka, pēc prasītājas domām, apstrīdētais dizainparaugs neatbilst nevienam no 5., 6., 8. un 9. pantā paredzētajiem nosacījumiem un ka tai atbilstoši konkrētās regulas 63. panta 1. punktam ir jāpārbauda katrs no šiem nosacījumiem izvirzīto pamatu gaismā.", "label": [[95, 112, "ORG"]]}
{"text": "38 Tomēr, lai gan Apelācijas padome pēc būtības pārbaudīja, vai izskatāmajā lietā ir izpildīti Regulas Nr. 6/2002 5. un 6. pantā paredzētie nosacījumi, proti, apstrīdētā dizainparauga novitāte un individuālais raksturs, tā uzskatīja, ka tai saskaņā ar šīs regulas 63. panta 1. punktu ir jānoraida pieteikums par spēkā neesamības atzīšanu, ciktāl tas ir balstīts uz šīs regulas 8. un 9. pantu, jo prasītāja nav izvirzījusi nevienu argumentu attiecībā uz minētajā 8. un 9. pantā paredzētajiem nosacījumiem. Tātad tā nav pārbaudījusi, vai apstrīdētais dizainparaugs atbilst šiem nosacījumiem. Turklāt apstrīdētā lēmuma motīvu daļā tā nav atsaukusies uz jautājumu par šīs pašas regulas 4. panta 2. un 3. punkta piemērošanu.", "label": [[18, 35, "ORG"]]}
{"text": "39 Izskatāmajā lietā šī prasības pamata ietvaros prasītāja nav tieši apstrīdējusi vienu vai otru no šīm apstrīdētā lēmuma daļām vai atsaukusies uz Apelācijas padomes pieļauto kļūdu. Tomēr tā lūdz Vispārējo tiesu apstiprināt šā sprieduma 37. punktā minētos Apelācijas padomes ievada apsvērumus un pārbaudīt katru no Regulas Nr. 6/2002 4.–9. pantā paredzētajiem nosacījumiem. Tādējādi ir jāuzskata, ka tā netieši atsaucas uz tiesību kļūdu, ko esot pieļāvusi minētā instance, jo, neraugoties uz šiem ievada apsvērumiem, tā neesot pārbaudījusi katru no šiem nosacījumiem.", "label": [[147, 165, "ORG"], [196, 211, "ORG"], [256, 274, "ORG"]]}
{"text": "40 Šajā ziņā ir jākonstatē, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta interpretācija, ko Apelācijas padome ir izklāstījusi apstrīdētā lēmuma 18.–23. punktā, ir grūti savienojama ar minētā lēmuma 66. un 68. punktā ietvertajiem secinājumiem, saskaņā ar kuriem šīs regulas 63. panta 1. punkta otrais teikums neļauj tai lemt par tās 8. un 9. panta piemērošanu, ja prasītāja nav izvirzījusi argumentus par minēto pantu neievērošanu.", "label": [[104, 121, "ORG"]]}
{"text": "41 Proti, ņemot vērā Apelācijas padomes premisu, saskaņā ar kuru prasītājas pieteikuma par spēkā neesamības atzīšanu ietvaros, ciktāl tas ir balstīts uz Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā paredzēto spēkā neesamības pamatu, tā noteikti atsaucas uz visiem šīs regulas 5., 6., 8. un 9. pantā paredzētajiem nosacījumiem, no tā loģiski būtu jāsecina, ka Apelācijas padomei minētie nosacījumi ir jāizvērtē pēc būtības. No šādas koncepcijas izriet, ka būtu jāuzskata, ka prasītāja uz katra no šiem nosacījumiem neievērošanu atsaucas kā uz pamatu, lai atbalstītu savu pieteikumu par spēkā neesamības atzīšanu.", "label": [[21, 39, "ORG"], [368, 386, "ORG"]]}
{"text": "42 Turklāt Apelācijas padomes izklāstītā Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta interpretācija ir grūti savienojama arī ar apstākli, ka šī padome starp tiem nosacījumiem, uz kuru neievērošanu, tās ieskatā, atsaukusies prasītāja, ir minējusi tikai šīs regulas 5., 6., 8. un 9. pantu un šajā ziņā nav minējusi tās 4. panta 2. un 3. punktā paredzētos nosacījumus. Turklāt, kā norādīts šā sprieduma 38. punktā, Apelācijas padome nav tieši atsaukusies uz jautājumu par šo pēdējo minēto nosacījumu piemērošanu šajā lietā, lai gan tā ir to izdarījusi attiecībā uz 5., 6., 8. un 9. pantā paredzētajiem nosacījumiem, lai noraidītu prasītājas apelācijas sūdzību.", "label": [[11, 29, "ORG"], [422, 439, "ORG"]]}
{"text": "43 Pirmkārt, ir jānorāda, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta formulējums skaidri attiecas uz šīs regulas 4.–9. pantu, neparedzot izņēmumu attiecībā uz tās 4. panta 2. un 3. punktu. Otrkārt, šajos pēdējos minētajos noteikumos ir izklāstīti būtiski dizainparauga aizsardzības nosacījumi, kas konkrēti attiecas uz kompleksa ražojuma sastāvdaļu šīs pašas regulas 3. panta c) punkta izpratnē un kas attiecas, pirmām kārtām, uz šīs sastāvdaļas redzamību, kad tā ir iekļauta minētajā kompleksajā ražojumā, parastās izmantošanas laikā un, otrām kārtām, uz minētās sastāvdaļas redzamo īpašību novitāti un individuālo raksturu (šajā nozīmē un pēc analoģijas skat. spriedumus, 2017. gada 21. septembris, Easy Sanitary Solutions un EUIPO/Group Nivelles, C‑361/15 P un C‑405/15 P, EU:C:2017:720, 63. punkts, un 2014. gada 9. septembris, Biscuits Poult/ITSB – Banketbakkerij Merba (Biskvīts), T‑494/12, EU:T:2014:757, 20. un 21. punkts).", "label": [[688, 713, "DATE"], [715, 738, "ORG"], [742, 747, "ORG"], [748, 762, "ORG"], [820, 844, "DATE"], [846, 860, "ORG"], [861, 865, "ORG"], [868, 888, "ORG"]]}
{"text": "44 Līdz ar to Apelācijas padomei no savas Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta interpretācijas ir bijis loģiski jāsecina, ka prasītāja, pamatojot pieteikumu par spēkā neesamības atzīšanu, ir vēlējusies atsaukties ne tikai uz šīs regulas 5., 6., 8. un 9. pantu, bet arī minētās regulas 4. panta 2. un 3. punktu.", "label": [[14, 32, "ORG"]]}
{"text": "45 Tajā pašā laikā šīs kļūdas var likt apmierināt šo prasības pamatu tikai tad, ja pašā Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta interpretācijā, kas izklāstīta apstrīdētā lēmuma 18.–23. punktā, nav pieļauta kļūda, un tas ir jāpārbauda tālāk. Šajā ziņā ir jāpārbauda, pirmkārt, vai, kā to apgalvo Apelācijas padome, likumdevējs ir skaidri paredzējis šajās tiesību normās minētajam spēkā neesamības pamatam noteikt nedalāmu raksturu un, otrkārt, cik lielā mērā šīs regulas 63. panta 1. punkta otrā teikuma normas, saskaņā ar kurām spēkā neesamības atzīšanas procesā ir jāizvērtē tikai pušu izvirzītie pamati un pušu iesniegtie prasījumi, ierobežo tās pārbaudes tvērumu, kas EUIPO instancēm jāveic attiecībā uz šo spēkā neesamības pamatu.", "label": [[309, 326, "ORG"], [685, 690, "ORG"]]}
{"text": "a) Par jautājumu, vai likumdevējs ir vēlējies noteikt Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā minētajam spēkā neesamības pamatam nedalāmu raksturu", "label": []}
{"text": "46 Vispirms ir jāatgādina, ka saskaņā ar Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktu dizainparaugu var atzīt par spēkā neesošu, ja tas neatbilst šīs pašas regulas 4.–9. pantā paredzētajiem nosacījumiem. Šīs pašas regulas 52. panta 1. punktā ir paredzēts, ka atbilstīgi tās 25. panta 2., 3., 4. un 5. punktam jebkura fiziska vai juridiska persona, kā arī valsts iestāde, kam ir tādas pilnvaras, var iesniegt EUIPO pieteikumu par reģistrēta Kopienas dizainparauga atzīšanu par spēkā neesošu. Saskaņā ar minētās regulas 53. panta 1. punktu, ja EUIPO atzīst pieteikumu par pieņemamu, tas pārbauda, vai tās 25. pantā minētie spēkā neesamības pamati traucē reģistrētā Kopienas dizainparauga uzturēšanu spēkā.", "label": [[417, 422, "ORG"], [449, 457, "LOC"], [551, 556, "ORG"], [672, 680, "LOC"]]}
{"text": "47 Turpinājumā ir jānorāda, ka Regulas Nr. 6/2002 25. panta nosaukums “Spēkā neesamības iemesli”, kā arī šī panta 2. punktā ietvertā atsauce uz “1. punkta c) apakšpunktā minēto iemeslu” un tā 4. punktā ietvertā atsauce uz “1. punkta g) apakšpunktā minēto iemeslu” liecina – katrs no minētā panta 1. punktā izsmeļoši uzskaitītajiem spēkā neesamības gadījumiem veido autonomu spēkā neesamības pamatu.", "label": []}
{"text": "48 Visbeidzot ir jānorāda, ka Regulas Nr. 2245/2002 28. panta 1. punkta b) apakšpunktā tostarp ir noteikts:", "label": []}
{"text": "“1. Pieteikumā Birojam par spēkā neesamības pasludināšanu, ievērojot Regulas [..] Nr. 6/2002 52. pantu, iekļauj:", "label": []}
{"text": "[..]", "label": []}
{"text": "b) attiecībā uz pieteikuma pamatojumu:", "label": []}
{"text": "i) pamatojumu pieteikuma[m] spēkā neesamības pasludināšanai;", "label": []}
{"text": "[..]", "label": []}
{"text": "v) ja spēkā neesamības pamatojums ir reģistrētā Kopienas dizainparauga neatbilstība Regulas [..] Nr. 6/2002 5. vai 6. pantā noteiktajām prasībām, norādi par iepriekšējiem dizainparaugiem un to iepriekšējo dizainparaugu attēlus, kas varētu būt šķērslis reģistrētā Kopienas dizainparauga individuālās būtības un jaunuma [novitātes] atzīšanai, kā arī dokumentus, kuri pierāda minēto agrāko dizainparaugu esamību;", "label": [[48, 56, "LOC"], [263, 271, "LOC"]]}
{"text": "vi) norādi par faktiem, pierādījumiem un argumentiem, kas iesniegti minētā pamatojuma apstiprinājumam;”.", "label": []}
{"text": "49 Tātad no šo tiesību normu kombinācijas izriet, ka uz Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktu balstītais pieteikums par spēkā neesamības atzīšanu, ciktāl tas atbilst Regulas Nr. 2245/2002 28. panta, it īpaši tā 1. punkta b) apakšpunkta, prasībām, principā piešķir EUIPO instancēm kompetenci pārbaudīt, vai Kopienas dizainparaugs atbilst vai neatbilst visiem pirmās minētās regulas 4.–9. pantā paredzētajiem nosacījumiem, to faktu, pierādījumu un apsvērumu gaismā, kas iesniegti šī pieteikuma pamatojumam.", "label": [[280, 285, "ORG"], [322, 330, "LOC"]]}
{"text": "50 Izskatāmajā lietā Apelācijas padome nav pieļāvusi kļūdu, konstatējot, ka prasītājas pieteikums par spēkā neesamības atzīšanu ir iesniegts, izmantojot veidlapu, kurā tostarp ir ietverta sadaļa “Pamatojums”, kurā prasītāja ir izdarījusi atzīmi rūtiņā, kas atbilst šādam formulējumam: “Apstrīdētais Kopienas dizainparaugs neatbilst [Regulas Nr. 6/2002] 4.–9. pantā noteiktajām prasībām.” Tādējādi Anulēšanas nodaļas un Apelācijas padomes kompetencē principā bija pārbaudīt, vai apstrīdētais dizainparaugs atbilst šīm prasībām, ņemot vērā faktus, pierādījumus un apsvērumus, ko prasītāja iesniegusi sava pieteikuma pamatojumam.", "label": [[21, 38, "ORG"], [299, 307, "LOC"], [397, 415, "ORG"], [419, 437, "ORG"]]}
{"text": "51 Tomēr no tā neizriet, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta noteikumi būtu jāinterpretē tādējādi, ka ikreiz, kad EUIPO ir iesniegts uz šiem noteikumiem balstīts pieteikums par spēkā neesamības atzīšanu, šis pieteikums nozīmētu, ka birojam ir sistemātiski jāpārbauda, vai apstrīdētais dizainparaugs atbilst vai neatbilst visiem šīs regulas 4.–9. pantā paredzētajiem nosacījumiem.", "label": [[135, 140, "ORG"]]}
{"text": "52 Ir taisnība, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta formulējumā ir atsauce uz gadījumu, kad apstrīdētais dizainparaugs neatbilst “4. līdz 9. panta prasībām”, nevis uz gadījumu, kad tas neatbilst vienam vai vairākiem no minētajiem nosacījumiem, un tas var rosināt domāt, ka visi šie nosacījumi ir jāizvērtē visaptveroši un bez izšķirības.", "label": []}
{"text": "53 Tomēr ir jāatgādina, ka saskaņā ar pastāvīgo judikatūru, interpretējot Savienības tiesību normu, ir jāņem vērā ne tikai tās formulējums, bet arī konteksts un tā tiesiskā regulējuma mērķi, kurā šī norma ietilpst. Savienības tiesību normas rašanās vēsture arī var sniegt lietderīgu informāciju tās interpretācijas mērķiem (skat. spriedumu, 2017. gada 20. decembris, Acacia un Colombo, C‑397/16 un C‑435/16, EU:C:2017:992, 31. punkts un tajā minētā judikatūra).", "label": [[74, 84, "LOC"], [215, 225, "LOC"], [341, 365, "DATE"], [367, 373, "ORG"], [377, 384, "PER"]]}
{"text": "54 Šajā lietā, runājot, pirmkārt, par kontekstu, ir jānorāda, ka Regulas Nr. 6/2002 4.–9. pantā paredzētajiem nosacījumiem ir kumulatīvs raksturs, līdz ar to kāda no tiem neievērošana pati par sevi var izraisīt attiecīgā dizainparauga spēkā neesamību.", "label": []}
{"text": "55 Tādējādi saskaņā ar Regulas Nr. 6/2002 4. panta 1. punktu dizainparaugs ir aizsargāts kā Kopienas dizainparaugs tikai tiktāl, ciktāl tas ir jauns un tam ir individuāls raksturs. Līdz ar to, ja kāds no šiem nosacījumiem, kuru piemērošanas kritēriji ir definēti attiecīgi minētās regulas 5. un 6. pantā, nav izpildīts, attiecīgais dizainparaugs nevar tikt aizsargāts un tādējādi ir atzīstams par spēkā neesošu, pamatojoties uz minētās regulas 25. panta 1. punkta b) apakšpunktu, un nav jāpārbauda, vai ir izpildīts otrs nosacījums (šajā nozīmē skat. rīkojumu, 2019. gada 10. maijs, Zott/EUIPO – TSC Food Products (Patēriņam gatava taisnstūrveida kūka), T‑517/18, nav publicēts, EU:T:2019:323, 60. punkts).", "label": [[92, 100, "LOC"], [561, 581, "DATE"], [583, 587, "ORG"], [588, 593, "ORG"], [596, 613, "ORG"]]}
{"text": "56 Tāpat arī Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētie īpašie Kopienas dizainparauga aizsardzības nosacījumi, kas attiecas uz kompleksa ražojuma sastāvdaļu, paši par sevi liedz uzturēt spēkā dizainparaugu, kas ietilpst to piemērošanas jomā, gadījumā, ja neviena no attēlotās sastāvdaļas īpašībām neatbilst šiem nosacījumiem (šajā nozīmē skat. spriedumus, 2015. gada 20. janvāris, Aic/ITSB – ACV Manufacturing (Siltummaiņu ieliktņi), T‑616/13, nav publicēts, EU:T:2015:30, 21. punkts, un 2015. gada 20. janvāris, Aic/ITSB – ACV Manufacturing (Siltummaiņu ieliktņi), T‑617/13, nav publicēts, EU:T:2015:32, 21. punkts).", "label": [[75, 83, "LOC"], [368, 391, "DATE"], [393, 396, "ORG"], [397, 401, "ORG"], [404, 421, "ORG"], [500, 523, "DATE"], [525, 528, "ORG"], [529, 533, "ORG"], [536, 553, "ORG"]]}
{"text": "57 Analogs konstatējums ir jāizdara attiecībā uz Regulas Nr. 6/2002 8. panta 1., 2. un 3. punktā paredzētajiem Kopienas dizainparauga aizsardzības izslēgšanas nosacījumiem, kas attiecas, pirmkārt, uz to, ka ražojuma izskata iezīmes nosaka tikai tā tehniskā funkcija, un, otrkārt, uz to, ka šīs iezīmes ir noteikti jāreproducē to precīzā formā un izmēros, lai ražojums varētu kalpot savstarpējam savienojumam ar citiem ražojumiem.", "label": [[111, 119, "LOC"]]}
{"text": "58 Visbeidzot, attiecībā uz Regulas Nr. 6/2002 9. pantu, saskaņā ar kuru Kopienas dizainparauga tiesības neattiecas uz dizainparaugiem, kas ir pretrunā sabiedriskajai kārtībai vai vispārpieņemtiem morāles principiem, no tā formulējuma acīmredzami izriet, ka tā mērķis ir apmierināt konkrētu vispārēju interesi, kas ir neatkarīga no šīs regulas 4.–8. panta pamatā esošās intereses, un šajā nolūkā radīt šķērsli jebkādai tāda dizainparauga aizsardzībai, kas būtu pretrunā minētajai vispārējai interesei (šajā nozīmē un pēc analoģijas skat. spriedumu, 2018. gada 15. marts, La Mafia Franchises/EUIPO – Itālija (“La Mafia SE SIENTA A LA MESA”), T‑1/17, EU:T:2018:146, 25. punkts).", "label": [[73, 81, "LOC"], [549, 569, "DATE"], [571, 590, "ORG"], [591, 596, "ORG"], [599, 606, "ORG"], [609, 637, "TITLE"]]}
{"text": "59 Turklāt Regulas Nr. 6/2002 4.–9. panta noteikumiem ir jāīsteno atšķirīgi juridiski kritēriji (šajā nozīmē un pēc analoģijas skat. spriedumu, 2018. gada 14. marts, Gifi Diffusion/EUIPO – Crocs (Kurpes), T‑424/16, nav publicēts, EU:T:2018:136, 48. punkts).", "label": [[144, 164, "DATE"], [166, 180, "ORG"], [181, 186, "ORG"], [189, 194, "ORG"]]}
{"text": "60 Tādējādi tostarp no Regulas Nr. 6/2002 5.–7. panta izriet, ka to juridisko kritēriju īstenošana, kuriem ir nozīme, izvērtējot gan apstrīdētā dizainparauga novitāti, gan tā individuālo raksturu, nozīmē, ka pastāv viens vai vairāki agrāki dizainparaugi, kuru nodošana atklātībā ir jāpierāda pieteikuma par spēkā neesamības atzīšanu iesniedzējam. Šajā ziņā, kā tas ir atgādināts šā sprieduma 48. punktā, no Regulas Nr. 2245/2002 28. panta 1. punkta b) apakšpunkta v) punkta izriet, ka tad, ja pieteikums par spēkā neesamības atzīšanu ir pamatots ar Regulas Nr. 6/2002 5. un 6. pantā paredzēto nosacījumu pārkāpumu, tajā ir jābūt ietvertai norādei par agrākiem dizainparaugiem un to agrāko dizainparaugu attēliem, kas var radīt šķērsli reģistrēta Kopienas dizainparauga novitātei vai individuālajam raksturam, kā arī jābūt ietvertiem dokumentiem, kas pierāda šo agrāko dizainparaugu esamību.", "label": [[746, 754, "LOC"]]}
{"text": "61 Turpretim šāda agrāka dizainparauga esamība un ar tās pierādīšanu saistītās prasības nav nepieciešamas, lai atbilstoši Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētajiem nosacījumiem novērtētu, vai kompleksa ražojuma sastāvdaļas iezīmes ir redzamas. Tāpat tā nav nepieciešama, lai atbilstoši nosacījumiem, kas paredzēti attiecīgi šīs regulas 8. panta 1. punktā un 8. panta 2. un 3. punktā, novērtētu, vai ražojuma izskata iezīmes nosaka tikai tā tehniskā funkcija un vai tām noteikti ir jābūt reproducētām to precīzā formā un izmēros, lai šo ražojumu savstarpēji savienotu ar kādu citu ražojumu. Turklāt šīm prasībām nav nozīmes minētās regulas 9. pantā paredzētā nosacījuma piemērošanā.", "label": []}
{"text": "62 Šā sprieduma 54.–61. punktā izklāstīto analīzi neatspēko fakts, ka nosacījumi, kas paredzēti attiecīgi Regulas Nr. 6/2002 4. panta 2. un 3. punktā, 8. panta 1. punktā un 8. panta 2. un 3. punktā, var liegt aizsardzību tikai vienai vai vairākām ražojuma, kas ir apstrīdētā dizainparauga priekšmets, vai tā izskata iezīmēm un ka šādā gadījumā ir jāpārbauda, vai citām iezīmēm, kas nav izslēgtas no aizsardzības, piemīt prasītā novitāte un individuāls raksturs (šajā nozīmē un pēc analoģijas skat. spriedumu, 2011. gada 9. septembris, Kwang Yang Motor/ITSB – Honda Giken Kogyo (Iekšdedzes dzinējs), T‑10/08, nav publicēts, EU:T:2011:446, 19. punkts, un 2015. gada 21. maijs, Senz Technologies/ITSB – Impliva (Lietussargi), T‑22/13 un T‑23/13, nav publicēts, EU:T:2015:310, 101. punkts).", "label": [[509, 533, "DATE"], [535, 551, "ORG"], [552, 556, "ORG"], [559, 576, "ORG"], [653, 673, "DATE"], [675, 692, "ORG"], [693, 697, "ORG"], [700, 707, "ORG"]]}
{"text": "63 Proti, šādā gadījumā jautājums par to, vai šie nosacījumi liedz aizsardzību vienai vai vairākām ražojuma, kas ir apstrīdētā dizainparauga priekšmets, vai tā izskata iezīmēm, ir jāatrisina, pirms ir iespējams lemt par iezīmju, kuras šie nosacījumi neskar, novitāti un individuālo raksturu, un tātad tas ir iepriekšējs jautājums (šajā nozīmē un pēc analoģijas skat. spriedumu, 2016. gada 12. maijs, mobile.international/EUIPO – Rezon (“mobile.de”), T‑322/14 un T‑325/14, nav publicēts, EU:T:2016:297, 76. punkts, apstiprināts apelācijā ar spriedumu, 2018. gada 28. februāris, mobile.de/EUIPO, C‑418/16 P, EU:C:2018:128, 88. punkts). Šāds iepriekšējs jautājums tātad ir jāizskata atsevišķi un neatkarīgi no pārbaudes par citu attiecīgā ražojuma vai tā izskata iezīmju novitāti un individuālo raksturu (šajā nozīmē un pēc analoģijas skat. spriedumu, 2011. gada 9. septembris, Iekšdedzes dzinējs, T‑10/08, nav publicēts, EU:T:2011:446, 19. un 20. punkts).", "label": [[378, 398, "DATE"], [400, 420, "ORG"], [421, 426, "ORG"], [429, 434, "ORG"], [437, 446, "ORG"], [551, 575, "DATE"], [577, 586, "ORG"], [587, 592, "ORG"], [849, 873, "DATE"]]}
{"text": "64 Otrkārt, attiecībā uz Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta mērķiem ir jānorāda – kā Komisija to ir norādījusi sava 1993. gada 3. decembra priekšlikuma Eiropas Parlamenta un Padomes regulai par Kopienas dizainparaugiem (OV 1994, C 29, 20. lpp.) paskaidrojuma rakstā attiecībā uz šī priekšlikuma 56.–58. pantu (kļuvuši par Regulas Nr. 6/2002 52.–54. pantu) –, ka spēkā neesamības atzīšanas process ir pamatinstruments, kas ļauj EUIPO instancēm kontrolēt Kopienas dizainparauga spēkā esamību pēc tā reģistrācijas.", "label": [[104, 112, "ORG"], [135, 157, "DATE"], [171, 189, "ORG"], [193, 200, "ORG"], [213, 221, "LOC"], [446, 451, "ORG"], [472, 480, "LOC"]]}
{"text": "65 Tātad Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktam ir noteicoša loma šī mērķa īstenošanā, jo ar to EUIPO instancēm, tām izskatot tikai kādu vienu pieteikumu par spēkā neesamības atzīšanu, ir piešķirta kompetence pārbaudīt, vai ir ievēroti Kopienas dizainparauga aizsardzības pamatnosacījumi, kas ir noteikti šīs regulas 4.–9. pantā.", "label": [[112, 117, "ORG"], [252, 260, "LOC"]]}
{"text": "66 Tomēr spēkā neesamības atzīšanas procesa efektivitāte neprasa, lai tad, kad EUIPO instancēm ir iesniegts pieteikums par spēkā neesamības atzīšanu, kas balstīts uz Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā paredzēto pamatu, tām ipso facto un sistemātiski būtu jāuzskata, ka tajās ir ierosināts jautājums par visu šīs regulas 4.–9. pantā paredzēto nosacījumu neievērošanu.", "label": [[79, 84, "ORG"]]}
{"text": "67 Proti, kā izklāstīts šā sprieduma 54.–58. punktā, pietiek ar to, ka dizainparaugā, kas apstrīdēts kopumā, nav ievērots kāds viens no šiem nosacījumiem, lai EUIPO varētu to atzīt par spēkā neesošu, un līdz ar to šā dizainparauga spēkā esamības pārbaudes mērķis ir izpildīts un birojam nav jāpārbauda pārējie nosacījumi.", "label": [[159, 164, "ORG"]]}
{"text": "68 Turklāt, ņemot vērā, ka ar šiem nosacījumiem tiek īstenoti atšķirīgi juridiskie kritēriji, tādu faktu, pierādījumu un apsvērumu pārbaudei, kas iesniegti pieteikuma par spēkā neesamības atzīšanu atbalstam, lai pierādītu, ka kāds no šiem nosacījumiem nav izpildīts, ne vienmēr ir nozīme, lai pārbaudītu, vai arī kāds cits no šiem nosacījumiem nav ievērots. Turklāt šāda pārbaude var prasīt, lai EUIPO veiktu ļoti tehniska rakstura vērtējumus (šajā nozīmē skat. spriedumu, 2011. gada 20. oktobris, PepsiCo/Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, 67. punkts). Līdz ar to spēkā neesamības atzīšanas procesa efektivitāte varētu tikt apdraudēta tad, ja EUIPO būtu sistemātiski jāpārbauda visi minētie nosacījumi, pat gadījumā, ja procesa dalībnieku iesniegtajiem faktiem, pierādījumiem un apsvērumiem būtu nozīme tikai saistībā ar pārbaudi par kādu vienu no šiem nosacījumiem vai kādu to daļu.", "label": [[396, 401, "ORG"], [473, 496, "DATE"], [498, 505, "ORG"], [506, 530, "ORG"], [662, 667, "ORG"]]}
{"text": "69 Tādēļ ir jāsecina, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta formulējums, ņemot vērā tā kontekstu un mērķus, ir jāinterpretē tādējādi, ka tas nenozīmē, ka vienmēr būtu jāpārbauda visu šīs regulas 4.–9. pantā paredzēto nosacījumu ievērošana, bet atkarībā no procesa dalībnieku iesniegtajiem faktiem, pierādījumiem un apsvērumiem tas var ietvert tikai viena no šiem nosacījumiem vai kādas to daļas ievērošanas pārbaudi.", "label": []}
{"text": "b) Par jautājumu, cik lielā mērā Regulas Nr. 6/2002 63. panta 1. punkta otrā teikuma noteikumi ierobežo EUIPO instanču veicamās pārbaudes tvērumu attiecībā uz šīs regulas 25. panta 1. punkta b) apakšpunktā paredzēto spēkā neesamības pamatu", "label": [[104, 109, "ORG"]]}
{"text": "70 Saistībā ar Regulas Nr. 6/2002 63. panta 1. punkta otrā teikuma interpretāciju ir jāatgādina, ka saskaņā ar pastāvīgo judikatūru analogas normas, kas ietvertas Eiropas Parlamenta un Padomes Regulas (ES) 2017/1001 (2017. gada 14. jūnijs) par Eiropas Savienības preču zīmi (OV 2017, L 154, 1. lpp.) 95. panta 1. punktā, ir jāinterpretē tādējādi, ka EUIPO instances iebildumu procesā savu lēmumu var pamatot tikai ar attiecīgā procesa dalībnieka izvirzītajiem relatīvajiem atteikuma pamatiem, kā arī procesa dalībnieku iesniegtajiem faktiem un pierādījumiem, kas ir saistīti ar šo pamatu. Tomēr tas tostarp neliedz EUIPO instancēm papildus tiem faktiem, uz kuriem ir tieši norādījuši iebildumu procesa dalībnieki, ņemt vērā vispārzināmus faktus, nedz arī izvērtēt tiesību jautājumu, pat ja to nav izvirzījuši procesa dalībnieki, ja šāda jautājuma atrisināšana ir nepieciešama, lai nodrošinātu atbilstošo tiesību normu pareizu piemērošanu (šajā nozīmē skat. spriedumu, 2018. gada 15. oktobris, Apple and Pear Australia un Star Fruits Diffusion/EUIPO – Pink Lady America (“WILD PINK”), T‑164/17, nav publicēts, EU:T:2018:678, 20. punkts un tajā minētā judikatūra).", "label": [[163, 181, "ORG"], [185, 192, "ORG"], [217, 238, "DATE"], [244, 262, "LOC"], [350, 355, "ORG"], [615, 620, "ORG"], [968, 991, "DATE"], [993, 1017, "ORG"], [1021, 1042, "ORG"], [1043, 1048, "ORG"], [1051, 1068, "ORG"], [1071, 1080, "TITLE"]]}
{"text": "71 Šī judikatūra mutatis mutandis ir piemērojama tās pārbaudes tvērumam, ko EUIPO instances veic spēkā neesamības atzīšanas procesā Kopienas dizainparaugu jomā, kā tas ir definēts Regulas Nr. 6/2002 63. panta 1. punkta otrajā teikumā (šajā nozīmē skat. spriedumu, 2018. gada 23. oktobris, Mamas and Papas/EUIPO – Wall‑Budden (Aizsargapmale bērnu gultiņai), T‑672/17, nav publicēts, EU:T:2018:707, 31., 32. un 35. punkts un tajos minētā judikatūra). Šajā ziņā Tiesa it īpaši atgādināja, ka tad, kad pieteikuma par spēkā neesamības atzīšanu iesniedzējs atsaucas uz Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā paredzēto spēkā neesamības pamatu, tam ir jāiesniedz pierādījumi par to, ka attiecīgais apstrīdētais dizainparaugs neatbilst šīs regulas 4.–9. pantā paredzētajiem nosacījumiem (spriedums, 2017. gada 21. septembris, Easy Sanitary Solutions un EUIPO/Group Nivelles, C‑361/15 P un C‑405/15 P, EU:C:2017:720, 60. punkts).", "label": [[76, 81, "ORG"], [132, 140, "LOC"], [264, 287, "DATE"], [289, 304, "ORG"], [305, 310, "ORG"], [313, 324, "ORG"], [459, 464, "ORG"], [805, 830, "DATE"], [832, 855, "ORG"], [859, 864, "ORG"], [865, 879, "ORG"]]}
{"text": "72 Tātad izskatāmajā lietā Apelācijas padomei, ņemot vērā faktiskos un tiesiskos apstākļus, kas izklāstīti prasītājas pieteikuma par spēkā neesamības atzīšanu atbalstam, bija jānosaka, kādi ir Regulas Nr. 6/2002 4.–9. pantā paredzētie nosacījumi, uz kuru neievērošanu šajā lietā ir norādīts un kuri tai bija jāpārbauda, attiecīgā gadījumā ņemot vērā vispārzināmus faktus un tiesību jautājumus, kurus procesa dalībnieki nebija izvirzījuši, bet kuri bija nepieciešami attiecīgo tiesību normu piemērošanai.", "label": [[27, 45, "ORG"]]}
{"text": "73 No visa iepriekš minētā izriet, ka Apelācijas padome ir kļūdaini uzskatījusi, ka, tā kā prasītājas pieteikums par spēkā neesamības atzīšanu bija pamatots ar Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktu, tā bija vēlējusies atsaukties uz to, ka apstrīdētajā dizainparaugā nav ievērotas visas minētās regulas 5., 6., 8. un 9. pantā paredzētās prasības.", "label": [[38, 55, "ORG"]]}
{"text": "74 Līdz ar to pretēji tam, ko prasītāja liek noprast saistībā ar šo prasības pamatu, Apelācijas padomei nevarēja būt pienākums pārbaudīt, vai apstrīdētajā dizainparaugā ir vai nav ievērotas visas Regulas Nr. 6/2002 4.–9. pantā paredzētās prasības, tikai tādēļ, ka tās pieteikums par spēkā neesamības atzīšanu bija balstīts uz minētās regulas 25. panta 1. punkta b) apakšpunktu.", "label": [[85, 103, "ORG"]]}
{"text": "75 Turklāt apstāklim, ka, neraugoties uz savu premisu, saskaņā ar kuru Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunktā paredzētais spēkā neesamības pamats ir nedalāms, Apelācijas padome uzskatīja, ka tās kompetencē nav pārbaudīt šīs regulas 8. un 9. panta piemērošanu pēc būtības, un faktam, ka tā nav lēmusi par jautājumu attiecībā uz minētās regulas 4. panta 2. un 3. punktā paredzēto nosacījumu piemērošanu, šī prasības pamata ietvaros nav nozīmes. Proti, kā konstatēts šā sprieduma 73. punktā, minētā premisa ir kļūdaina.", "label": [[174, 191, "ORG"]]}
{"text": "76 Tādējādi pirmais prasības pamats ir noraidāms.", "label": []}
{"text": "77 Prasības analīze ir jāturpina, izvērtējot piektā prasības pamata otro daļu.", "label": []}
{"text": "2. Par piektā prasības pamata otro daļu, kas attiecas uz to, ka Apelācijas padome neesot atzinusi apstrīdēto dizainparaugu par spēkā neesošu, pamatojoties uz Regulas Nr. 6/2002 4. panta 2. un 3. punktu, jo tas esot kompleksa ražojuma sastāvdaļa, kas pēc iekļaušanas šajā ražojumā nav redzama", "label": [[64, 81, "ORG"]]}
{"text": "78 Prasītāja atsaucas uz apsvērumiem, ko tā iesniedza pēc 2018. gada 16. maija paziņojuma. Tā apgalvo, ka uz apstrīdēto dizainparaugu attiecas Regulas Nr. 6/2002 4. panta 2. un 3. punktā ietvertā definīcija, jo tas veidojot kompleksa ražojuma sastāvdaļu, kas, kad tā ir iekļauta minētajā ražojumā, nav redzama galalietotāja veiktās parastās izmantošanas laikā, un ka tādēļ tas ir jāatzīst par spēkā neesošu. Tā norāda, ka tad, kad sastāvdaļa ir ierīkota starp transportlīdzekļa motoru un dzesēšanas iekārtu un minētā transportlīdzekļa motora pārsegs ir aizvērts, minētā sastāvdaļa pilnībā izzūd no transportlīdzekļa galalietotāja, proti, tā vadītāja, redzes lauka. Tā apgalvo, ka šie apstākļi ir norādīti minētajā 2018. gada 16. maija paziņojumā un apgalvojumos, ko procesa dalībnieki izteikuši šī procesa laikā, bet ka Apelācijas padome nav atsaukusies uz šo paziņojumu un šiem apgalvojumiem. Prasītāja uzskata, ka minēta padome nav izpildījusi pienākumu norādīt pamatojumu.", "label": [[58, 78, "DATE"], [714, 734, "DATE"], [820, 837, "ORG"]]}
{"text": "79 Atbildot – EUIPO atzīst, ka ar 2018. gada 16. maija paziņojumu procesa dalībnieki tika aicināti izteikties par jautājumu, vai apstrīdētais dizainparaugs būtu jāatzīst par spēkā neesošu, ņemot vērā Regulas Nr. 6/2002 4. panta 2. punktu. Tas norāda, ka saskaņā ar Komisijas Regulas (EK) Nr. 216/96 (1996. gada 5. februāris), ar ko paredz Iekšējā tirgus saskaņošanas biroja (preču zīmes, paraugi un modeļi) Apelācijas padomes procesuālos noteikumus (OV 1996, L 28, 11. lpp.), 10. pantu Apelācijas padomei nav saistošs paziņojums, ko referents ir nosūtījis procesa dalībniekiem par jautājumu, vai apstrīdētais dizainparaugs būtu jāatzīst par spēkā neesošu, pamatojoties uz Regulas Nr. 6/2002 4. panta 2. punktu. Turklāt tas apgalvo, ka, tā kā prasītāja gan procesā Anulēšanas nodaļā, gan Apelācijas padomē bija vienīgi atsaukusies uz pēdējās minētās regulas 4. panta 1. punktu, Apelācijas padome nebija tiesīga lemt par šī panta 2. un 3. punkta piemērošanu šajā lietā, negrozot strīda priekšmetu, kas nozīmētu šīs pašas regulas 63. panta 1. punkta pārkāpumu. Visbeidzot, tas apgalvo, ka pamatojuma neesamībai apstrīdētajā lēmumā, nenorādot iemeslus, kuru dēļ Apelācijas padome nav lēmusi par šo jautājumu, nav nozīmes, jo, ja tā būtu šādi rīkojusies, tā būtu lēmusi ultra petita.", "label": [[14, 19, "ORG"], [34, 54, "DATE"], [265, 274, "ORG"], [300, 323, "DATE"], [339, 373, "ORG"], [407, 425, "ORG"], [486, 504, "ORG"], [533, 542, "PROFESSION"], [764, 781, "ORG"], [787, 804, "ORG"], [877, 894, "ORG"], [1158, 1175, "ORG"]]}
{"text": "80 Persona, kas iestājusies lietā, būtībā atsaucas uz piektā prasības pamata pirmajā daļā sniegto argumentāciju. Šajā ziņā tā bija norādījusi, ka sastāvdaļa, kas atbilst apstrīdētajam dizainparaugam, var tikt izmantota citiem mērķiem, kas nav tās galvenais komerciālais izmantojums, kā tā pati to esot pierādījusi spēkā neesamības atzīšanas procesā. Prasītājas klientu prasībām attiecībā uz šo sastāvdaļu šajā ziņā neesot nozīmes. Persona, kas iestājusies lietā, piebilst, ka saistībā ar citiem lietojumiem vai izmantošanas veidiem, kuri nav prasītājas minētie un kuru priekšmets var būt apstrīdētajam dizainparaugam atbilstošā sastāvdaļa, šī sastāvdaļa ne vienmēr būs neredzama. Visbeidzot, tā atkārto jau saistībā ar piektā prasības pamata pirmo daļu izvirzīto argumentu, saskaņā ar kuru Apelācijas padome esot pamatoti norādījusi uz prasītājas rīcības pretrunīgo raksturu, jo tā pirms spēkā neesamības atzīšanas procesa bija lūgusi reģistrēt identisku dizainparaugu. Noslēgumā tā norāda, ka prasītāja savā pieteikumā par spēkā neesamības atzīšanu nav atsaukusies uz Regulas Nr. 6/2002 4. panta 2. punktu un ka šīs tiesību normas, uz kurām nevar atsaukties pēc savas ierosmes, vairs nevar tikt izvirzītas šobrīd.", "label": [[790, 807, "ORG"]]}
{"text": "81 Aplūkojamajā lietā ir jānorāda, ka šajā piektā prasības pamata daļā būtībā ir izvirzīti divi atšķirīgi iebildumi, no kuriem viens attiecas uz pienākuma norādīt pamatojumu neizpildi, jo Apelācijas padome apstrīdētajā lēmumā neesot lēmusi par Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētajiem nosacījumiem, un otrs attiecas uz kļūdu vērtējumā, jo šī instance neesot konstatējusi, ka šo nosacījumu piemērošana izraisa apstrīdētā dizainparauga spēkā neesamību. Līdz ar to šie iebildumi ir jāizvērtē atsevišķi.", "label": [[188, 205, "ORG"]]}
{"text": "a) Par pirmo iebildumu, kas attiecas uz pienākuma norādīt pamatojumu pārkāpumu, jo Apelācijas padome apstrīdētajā lēmumā nav lēmusi par Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētajiem nosacījumiem", "label": [[83, 100, "ORG"]]}
{"text": "82 Iesākumā ir jāatgādina, ka saskaņā ar Regulas Nr. 6/2002 62. panta pirmo teikumu EUIPO lēmumos ir jānorāda to pamatojums. Šim pienākumam norādīt pamatojumu ir tāds pats tvērums kā no LESD 296. panta izrietošajam (skat. spriedumu, 2018. gada 29. novembris, Sata/EUIPO – Zhejiang Auarita Pneumatic Tools (Krāsošanas pulverizators), T‑651/17, nav publicēts, EU:T:2018:855, 21. punkts un tajā minētā judikatūra).", "label": [[84, 89, "ORG"], [233, 257, "DATE"], [259, 263, "ORG"], [264, 269, "ORG"], [272, 304, "ORG"]]}
{"text": "83 Šajā ziņā atbilstoši pastāvīgajai judikatūrai LESD 296. pantā prasītajam pamatojumam ir jābūt pielāgotam attiecīgā akta raksturam un skaidri un nepārprotami jāatklāj aktu izdevējas iestādes argumentācija, lai ļautu ieinteresētajām personām uzzināt veiktā pasākuma attaisnojumu un ļautu kompetentajai tiesai īstenot savu kontroli. Prasība norādīt pamatojumu ir jāizvērtē, ņemot vērā lietas apstākļus, tostarp akta saturu, izvirzīto iemeslu būtību un akta adresātu vai citu personu, kuras šis akts skar tieši un individuāli, iespējamo interesi saņemt paskaidrojumus. Turklāt jautājums par to, vai akta pamatojums atbilst LESD 296. panta prasībām, ir jāizvērtē, ņemot vērā ne tikai tā formulējumu, bet arī tā kontekstu, kā arī visu to tiesību normu kopumu, kas reglamentē attiecīgo jomu (šajā nozīmē skat. spriedumu, 2008. gada 10. jūlijs, Bertelsmann un Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, 166. punkts un tajā minētā judikatūra).", "label": [[817, 838, "DATE"], [840, 851, "ORG"], [855, 882, "ORG"], [883, 889, "ORG"]]}
{"text": "84 Lai gan apstrīdētā akta izdevējam nav pienākuma šī akta pamatojumā paust viedokli par elementiem vai argumentiem, kuriem ir acīmredzami sekundārs raksturs, vai priekšlaikus atspēkot iespējamos iebildumus, tomēr tam ir jāizklāsta fakti un juridiskie apsvērumi, kuriem ir būtiska nozīme lēmuma uzbūvē. Turklāt pamatojumam ir jābūt loģiskam, un tajā it īpaši nedrīkst būt iekšēju pretrunu (pēc analoģijas skat. spriedumu, 2008. gada 10. jūlijs, Bertelsmann un Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, 169. punkts un tajā minētā judikatūra). Turpretim, ņemot vērā, ka pienākums norādīt pamatojumu ir būtiska formas prasība, kas ir jānošķir no jautājuma par norādīto iemeslu pamatotību, pamatojums var būt pietiekams, pat ja tajā norādītie iemesli ir kļūdaini (skat. spriedumu, 2017. gada 13. jūnijs, Ball Beverage Packaging Europe/EUIPO – Crown Hellas Can (Skārdenes), T‑9/15, EU:T:2017:386, 27. punkts un tajā minētā judikatūra).", "label": [[422, 443, "DATE"], [445, 456, "ORG"], [460, 487, "ORG"], [488, 494, "ORG"], [798, 819, "DATE"], [821, 851, "ORG"], [852, 857, "ORG"], [860, 876, "ORG"]]}
{"text": "85 Saistībā ar šo iebildumu prasītāja pārmet Apelācijas padomei, ka tā nav lēmusi par jautājumu, vai apstrīdētais dizainparaugs atbilst kompleksa ražojuma sastāvdaļai, kas, kad tā ir iekļauta minētajā ražojumā, paliek redzama tā parastās izmantošanas laikā Regulas Nr. 6/2002 4. panta 2. un 3. punkta izpratnē, lai gan šis jautājums tika aplūkots 2018. gada 16. maija paziņojumā un turpmākajos procesa dalībnieku apsvērumos.", "label": [[45, 63, "ORG"], [347, 367, "DATE"]]}
{"text": "86 Šī iebilduma pamatotība ir jāizvērtē, ņemot vērā šā sprieduma 82.–84. punktā atgādinātos principus.", "label": []}
{"text": "87 Šajā lietā vispirms ir jānorāda – kā tas ir atgādināts šī sprieduma 13. punktā un kā izriet no apstrīdētā lēmuma daļas “Faktu kopsavilkums” –, ka prasītājas apelācijas sūdzības izskatīšanas ietvaros procesa dalībniekiem, pamatojoties uz Regulas Nr. 6/2002 59. panta 2. punktu, tika nosūtīts 2018. gada 16. maija paziņojums. Šajā paziņojumā bija norādīts, ka apstrīdētais dizainparaugs būtu jāatzīst par spēkā neesošu, jo Regulas Nr. 6/2002 4. pantā paredzētie nosacījumi nav ievēroti, jo ražojums, uz kuru attiecas minētais dizainparaugs, ir kompleksa ražojuma (t.i., kopums, ko veido motors, savienojums un kompresors) sastāvdaļa (t.i., savienojuma detaļa), kas, kad tā ir iekļauta kompleksajā ražojumā, vairs nav redzama šī ražojuma parastās izmantošanas laikā. Proti, Apelācijas padome norādīja, ka kompresors, kas aizņem lielu apjomu, aizsedz attiecīgo sastāvdaļu un ka pašu komplekso ražojumu pilnībā aizklāj transportlīdzekļa motora pārsegs, kad tas atrodas slēgtā stāvoklī, proti, parastajā pozīcijā.", "label": [[294, 314, "DATE"], [774, 791, "ORG"]]}
{"text": "88 Turpinājumā ir jānorāda, kā tas arī ir norādīts apstrīdētā lēmuma daļā “Faktu kopsavilkums” un atgādināts šī sprieduma 14. punktā, ka atbilstoši Regulas Nr. 6/2002 59. panta 2. punktam spēkā neesamības atzīšanas procesa laikā šī procesa dalībnieki tika aicināti paust viedokli par šo paziņojumu un tie to izdarīja attiecīgi 2018. gada 16. jūlijā un 17. septembrī. Persona, kas iestājusies lietā, būtībā paskaidroja, ka sastāvdaļa, kas ir apstrīdētā dizainparauga priekšmets un kas tiek izmantota, lai savienotu dažādas sastāvdaļas, nevis tikai transportlīdzekļa motoru un kompresoru, nevar tikt uzskatīta par kompleksa ražojuma sastāvdaļu un ka tā parasti ir redzama šī ražojuma izmantošanas laikā. Savukārt prasītāja apgalvoja, ka, ņemot vērā tās tehniskos parametrus, attiecīgā sastāvdaļa ir paredzēta vienīgi tam, lai savienotu dzesēšanas iekārtu un transportlīdzekļa motoru, un ka līdz ar to, tiklīdz motora pārsegs būtu slēgts, tā pilnībā zustu no lietotāja redzes lauka.", "label": [[327, 348, "DATE"], [352, 365, "DATE"]]}
{"text": "89 Visbeidzot – daļā “Lēmuma pamatojums” Apelācijas padome nekādi nav atsaukusies uz 2018. gada 16. maija paziņojumu un turpmākajiem procesa dalībnieku apsvērumiem un it īpaši nav minējusi secinājumus, ko tā izdarījusi no šī paziņojuma un apsvērumiem. Kā jau vairākkārt norādīts, tāpat tā pati nav aplūkojusi jautājumu par Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu šajā lietā – neatkarīgi no jebkādas atsauces uz minēto paziņojumu un minētajiem apsvērumiem (skat. šā sprieduma 15., 38., 42.–44. un 75. punktu).", "label": [[41, 58, "ORG"], [85, 105, "DATE"]]}
{"text": "90 Tomēr ir jāatgādina, ka apstrīdētā akta pamatojums var būt izteikts netieši, ja vien tas ļauj ieinteresētajām personām uzzināt iemeslus, kuru dēļ ir pieņemts apstrīdētais lēmums, un ļauj kompetentajai tiesai gūt pietiekamu informāciju, lai tā varētu veikt savu kontroli. Netiešs pamatojums tātad var tikt ņemts vērā, ja tas ir acīmredzams gan ieinteresētajām personām, gan Savienības tiesai (skat. spriedumu, 2018. gada 14. marts, Kurpes, T‑424/16, nav publicēts, EU:T:2018:136, 35. punkts un tajā minētā judikatūra).", "label": [[376, 393, "ORG"], [412, 432, "DATE"]]}
{"text": "91 Tādējādi ir jānoskaidro, vai no apstrīdētā lēmuma motīvu daļas nevar netieši izsecināt Apelācijas padomes nostāju attiecībā uz jautājumu par Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu šajā lietā.", "label": [[90, 108, "ORG"]]}
{"text": "92 Šajā ziņā vispirms ir jānorāda, kā izriet no 2018. gada 16. maija paziņojuma satura, ka tajā ir secināts, ka apstrīdētais dizainparaugs būtu jāatzīst par spēkā neesošu, pamatojoties uz Regulas Nr. 6/2002 4. panta 2. punkta a) apakšpunktu.", "label": [[48, 68, "DATE"]]}
{"text": "93 Tomēr, tā kā apstrīdētajā lēmumā ir nolemts noraidīt prasītājas pieteikumu par spēkā neesamības atzīšanu, no tā varētu tikt secināts, ka Apelācijas padome ir atteikusies no apsvērumiem, uz kuriem bija balstīts 2018. gada 16. maija paziņojums, kā arī tiem, kas izklāstīti šā sprieduma 88. punktā minētajos prasītājas apsvērumos.", "label": [[140, 157, "ORG"], [213, 233, "DATE"]]}
{"text": "94 Tajā pašā laikā pat šajā gadījumā ir jākonstatē, ka iemesli, kuru dēļ Apelācijas padome ir atteikusies no šiem apsvērumiem, skaidri neizriet no apstrīdētā lēmuma.", "label": [[73, 90, "ORG"]]}
{"text": "95 Pirmkārt, kā ir norādīts šā sprieduma 42. punktā, apstrīdētās motīvu daļas sākotnējā daļā, kurā Apelācijas padome ir izklāstījusi savu Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta interpretāciju, saistībā ar nosacījumiem, uz kuru pārkāpumu, kā uzskatīja šī padome, prasītāja bija vēlējusies atsaukties, tā ir minējusi tikai šīs regulas 5., 6., 8. un 9. pantu un šajā ziņā nav minējusi minētās regulas 4. panta 2. un 3. punktā paredzētos nosacījumus.", "label": [[99, 116, "ORG"]]}
{"text": "96 Kā izklāstīts šā sprieduma 42.–44. punktā, šī neminēšana ir grūti savienojama ar Apelācijas padomes izmantoto Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkta interpretāciju, jo šo tiesību normu formulējums skaidri attiecas uz šīs regulas 4.–9. pantu, neparedzot izņēmumu attiecībā uz tās 4. panta 2. un 3. punktu, kuros ir paredzēti īpaši nosacījumi tāda dizainparauga aizsardzībai, kurš attiecas uz kompleksa ražojuma sastāvdaļu minētās regulas 3. panta c) punkta izpratnē. Tomēr Apelācijas padome nav sniegusi nekādus paskaidrojumus, kas ļautu saprast, kāpēc, neraugoties uz šo interpretāciju, tā uzskatīja, ka prasītājas pieteikums par spēkā neesamības atzīšanu attiecas vienīgi uz konkrētās regulas 5., 6., 8. un 9. pantā paredzēto nosacījumu neievērošanu.", "label": [[84, 102, "ORG"], [490, 507, "ORG"]]}
{"text": "97 Otrkārt, paskaidrojumi, kurus EUIPO ir sniedzis atbildes rakstā un tiesas sēdē attiecībā uz Apelācijas padomes netiešo nostāju saistībā ar Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu šajā lietā, nav pārliecinoši.", "label": [[33, 38, "ORG"], [95, 113, "ORG"]]}
{"text": "98 Šajā ziņā ir jāatgādina – EUIPO apgalvo, ka Apelācijas padome ir uzskatījusi, ka, 2018. gada 16. maija paziņojumā atsaucoties uz Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu šajā lietā, tā bija pārsniegusi lietas dalībnieku izvirzītos pamatus un prasījumus, pārkāpjot minētās regulas 63. panta 1. punktu, un ka tā nav minējusi šo paziņojumu minētā lēmuma juridiskajā pamatojumā, lai izvairītos lemt ultra petita.", "label": [[29, 34, "ORG"], [47, 64, "ORG"], [85, 105, "DATE"]]}
{"text": "99 Šī prezumētā Apelācijas padomes nostāja taču neizriet skaidri un nepārprotami no apstrīdētā lēmuma.", "label": [[16, 34, "ORG"]]}
{"text": "100 Proti, no vienas puses, pietiek atgādināt – Apelācijas padome uzskatīja, ka Regulas Nr. 6/2002 25. panta 1. punkta b) apakšpunkts, uz kuru procesā šajā padomē tika izdarīta atsauce konkrētajā gadījumā, attiecas uz visiem minētās regulas 4.–9. pantā paredzētajiem nosacījumiem. No otras puses, ir jākonstatē, ka attiecībā uz šīs pašas regulas 8. un 9. pantā paredzētajiem nosacījumiem Apelācijas padome ir skaidri norādījusi, ka, lai gan ir jāuzskata, ka šie pēdējie minētie nosacījumi ir izvirzīti, lai pamatotu prasītājas pieteikumu par spēkā neesamības atzīšanu, tomēr, tā kā prasītāja šajā ziņā nav izvirzījusi nevienu argumentu, šī padome varēja vienīgi noraidīt šo minētā pieteikuma par spēkā neesamības atzīšanu daļu saskaņā ar konkrētās regulas 63. panta 1. punktu.", "label": [[48, 65, "ORG"], [388, 405, "ORG"]]}
{"text": "101 Tātad šķiet loģiski no šiem apstrīdētā lēmuma motīviem secināt – ja, kā to apgalvo EUIPO, Apelācijas padome būtu uzskatījusi, ka saskaņā ar Regulas Nr. 6/2002 63. panta 1. punkta otro teikumu tā nevar lemt par šīs regulas 4. panta 2. un 3. punkta piemērošanu apstrīdētajam dizainparaugam, tā to būtu skaidri norādījusi. Šāds skaidrs pamatojums būtu bijis vēl jo vairāk nepieciešams šādā gadījumā, jo 2018. gada 16. maija paziņojumā referents savukārt bija skaidri identificējis šos noteikumus kā tādus, uz kuriem attiecas minētās regulas 25. panta 1. punkta b) apakšpunkta formulējums, un, šķiet, uzskatījis, ka no lietas dalībnieku apgalvojumiem un to atbalstam iesniegtajiem dokumentiem izriet, ka minētās tiesību normas ir piemērojamas un ka viņam ir jāizvirza jautājums par šo piemērošanu.", "label": [[87, 92, "ORG"], [94, 111, "ORG"], [404, 424, "DATE"], [436, 445, "PROFESSION"]]}
{"text": "102 Katrā ziņā EUIPO pieņēmuma premisa ir kļūdaina. Proti, pretēji tā apgalvojumiem Regulas Nr. 6/2002 63. panta 1. punkta otrais teikums neaizliedz Apelācijas padomei apstrīdētā lēmuma motīvu daļā atsaukties uz 2018. gada 16. maija paziņojuma priekšmetu. Tādējādi, pat pieņemot, ka šī instance uzskatīja, ka šīs tiesību normas neļauj tai piemērot apstrīdētajam dizainparaugam minētās regulas 4. panta 2. un 3. punktu, tās tomēr netraucēja tai izklāstīt iemeslus, kuru dēļ tā – pretēji iepriekš minētajā paziņojumā izdarītajiem secinājumiem – šādu piemērošanu uzskatīja par neiespējamu.", "label": [[15, 20, "ORG"], [149, 167, "ORG"], [212, 232, "DATE"]]}
{"text": "103 Tātad ir jākonstatē, ka iemesli, kurus EUIPO ir izvirzījis tiesvedībā Savienības tiesā, lai attaisnotu faktu, ka Apelācijas padome apstrīdētajam dizainparaugam nav piemērojusi Regulas Nr. 6/2002 4. panta 2. un 3. punkta noteikumus, skaidri un nepārprotami neizriet no apstrīdētā lēmuma satura.", "label": [[43, 48, "ORG"], [74, 84, "LOC"], [117, 134, "ORG"]]}
{"text": "104 Turklāt Vispārējā tiesa nevar ņemt vērā šos iemeslus kā minētā lēmuma papildinošu pamatojumu. Proti, saskaņā ar pastāvīgo judikatūru tiesību akta pamatojums ir jāsniedz par labu personai, kuru skar šis akts, pirms šī persona ir cēlusi prasību par minēto aktu, un pienākuma norādīt pamatojumu neievērošana nevar tikt novērsta ar to, ka ieinteresētā persona par akta pamatojumu uzzina Savienības tiesā notiekošās tiesvedības laikā. Tas apdraudētu ieinteresētās personas tiesības uz aizstāvību un tās tiesības uz efektīvu tiesību aizsardzību tiesā, kā arī principu par lietas dalībnieku vienlīdzību Savienības tiesā (skat. spriedumu, 2018. gada 14. marts, Kurpes, T‑424/16, nav publicēts, EU:T:2018:136, 34. punkts un tajā minētā judikatūra).", "label": [[12, 27, "ORG"], [387, 397, "LOC"], [600, 610, "LOC"], [635, 655, "DATE"]]}
{"text": "105 Treškārt, ir jānorāda, ka apstrīdētajā lēmumā ir ietverts ražojuma, kuram izmantots apstrīdētais dizainparaugs, un tā izmantošanas apraksts, kas būtībā neatšķiras no 2018. gada 16. maija paziņojumā sniegtā apraksta.", "label": [[170, 190, "DATE"]]}
{"text": "106 Proti, kā izriet no apstrīdētā lēmuma 38. punkta, Apelācijas padome konfliktējošos dizainparaugus apraksta tādējādi, ka tie attiecas uz sastāvdaļu, kas ļauj savienot dzesēšanas iekārtas kompresoru un transportlīdzekļa motora bloku. Turklāt tā norāda, ka attiecīgā detaļa tiek piestiprināta motora blokam un ka pēc tam kompresors, no kura tam tiek nodrošināta padeve dzesēšanas iekārtai, tiek piestiprināts virsū. Tātad no šī apraksta var secināt, ka Apelācijas padome nav paredzējusi citu sastāvdaļas, kurai ir izmantots apstrīdētais dizainparaugs, izmantošanu kā vien tam, lai dzesēšanas vai gaisa kondicionēšanas sistēmu savienotu ar transportlīdzekļa motora bloku, kuram tā ir jāpielāgo. Turklāt šajā aprakstā nekas neliecina par to, ka Apelācijas padome būtu atteikusies no 2018. gada 16. maija paziņojumā izmantotās kvalifikācijas par komplekso ražojumu Regulas Nr. 6/2002 3. panta c) punkta izpratnē, lai raksturotu kopumu, ko veido motors, sastāvdaļa, kas ir apstrīdētā dizainparauga priekšmets, un kompresors.", "label": [[54, 71, "ORG"], [454, 471, "ORG"], [744, 761, "ORG"], [782, 802, "DATE"]]}
{"text": "107 Līdz ar to no apstrīdētā lēmuma motīvu daļas nav iespējams skaidri secināt, ka Apelācijas padomes nostāja salīdzinājumā ar 2018. gada 16. maija paziņojumu ir mainījusies attiecībā uz jautājumu, vai ražojums, kas ir apstrīdētā dizainparauga priekšmets, kā kompleksa ražojuma sastāvdaļa ietilpst Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanas jomā. It īpaši no šī lēmuma neizriet, ka Apelācijas padome būtu piekritusi personas, kas iestājusies lietā, 2018. gada 16. jūlija apsvērumiem, kuros minētā persona apstrīdēja kompleksā ražojuma kvalifikāciju un atsaucās uz daudziem alternatīviem izmantošanas veidiem, kas nav šā sprieduma 106. punktā aprakstītais.", "label": [[83, 101, "ORG"], [127, 147, "DATE"], [396, 413, "ORG"], [463, 484, "DATE"]]}
{"text": "108 Ir taisnība, ka apstrīdētā lēmuma 39. un 40. punktā Apelācijas padome ir definējusi informētu apstrīdētā dizainparauga lietotāju Regulas Nr. 6/2002 6. panta 1. punkta izpratnē, attiecībā uz kuru ir jāvērtē šī dizainparauga individuālais raksturs, kā tādu, kas var būt, piemēram, dzesēšanas iekārtas uzstādītājs vai autodarbnīcas atbildīgais darbinieks, kurš izvēlas detaļu, lai to uzmontētu transportlīdzeklī. Šie konstatējumi var šķist pretrunā tiem, kuri ir izdarīti 2018. gada 16. maija paziņojumā un saskaņā ar kuriem sastāvdaļa, tiklīdz tā ir uzmontēta, vairs nav redzama parastās izmantošanas laikā minētās regulas 4. panta 3. punkta izpratnē, proti, izslēdzot apkopi, apkalpošanu vai remontu.", "label": [[56, 73, "ORG"], [283, 314, "PROFESSION"], [319, 355, "PROFESSION"], [473, 493, "DATE"]]}
{"text": "109 Tajā pašā laikā Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētie kritēriji un šīs regulas 6. panta 1. punktā noteiktie kritēriji atšķiras. Apstrīdētā dizainparauga individuālā rakstura vērtējums ir atkarīgs no kopējā iespaida, ko tas rada informētam lietotājam, un tas pēc definīcijas nozīmē, ka lietotājam dizainparaugs ir redzams. Savukārt parastās izmantošanas jēdzienam, kas paredzēts minētās regulas 4. panta 3. punktā, nav nozīmes, veicot šādu vērtējumu. Tādējādi informēta lietotāja identificēšana apstrīdētā lēmuma 39. un 40. punktā neskar Apelācijas padomes veikto analīzi attiecībā uz to, vai izskatāmajā lietā ir ievēroti šī paša 4. panta 2. un 3. punktā minētie kritēriji. Katrā ziņā tā neļauj saprast iemeslus, kuru dēļ Apelācijas padome uzskatīja, ka tai nav jāpārbauda šo kritēriju piemērošana.", "label": [[558, 576, "ORG"], [743, 760, "ORG"]]}
{"text": "110 No visa iepriekš minētā izriet, ka Apelācijas padomes secinājumi attiecībā uz Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu šajā lietā acīmredzami neizriet no apstrīdētā lēmuma motīvu daļas – nedz lietas dalībniekiem, nedz Savienības tiesai.", "label": [[39, 57, "ORG"], [237, 247, "LOC"]]}
{"text": "111 Līdz ar to tagad ir jāpārbauda, vai šie secinājumi ir saistīti ar faktiem un juridiskiem apsvērumiem, kuriem ir būtiska nozīme apstrīdētā lēmuma uzbūvē šā sprieduma 84. punktā atgādinātās judikatūras izpratnē.", "label": []}
{"text": "112 Pirmkārt, ir jāatgādina, kā izriet no šī sprieduma 56. un 62. punkta, ka kompleksa ražojuma sastāvdaļas iezīmju redzamības neesamība Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētajos apstākļos var izraisīt apstrīdētā dizainparauga, kas ir piemērojams šai sastāvdaļai, pilnīgu spēkā neesamību vai tā daļēju spēkā neesamību – ja tas attiecas tikai uz dažām no šīm iezīmēm. Līdz ar to, kā izriet no minētā 4. panta 2. punkta formulējuma, attiecīgā dizainparauga novitātes un individuālā rakstura vērtējums, ņemot vērā šīs pašas regulas 5. un 6. pantā noteiktos kritērijus, vairs nav nepieciešams pirmajā no šiem gadījumiem un ir jāattiecina tikai uz iezīmēm, kas paliek redzamas otrajā no šiem gadījumiem. Tādējādi jautājumam par to, vai šajā lietā ir piemērojams šī 4. panta 2. un 3. punkts, principā var būt būtiska nozīme apstrīdētā lēmuma uzbūvē, ņemot vērā tā iespējamo ietekmi uz šī lēmuma motīvu daļu un rezolutīvo daļu, vēl jo vairāk tādēļ, ka Apelācijas padome ir uzskatījusi, ka prasītāja ir atsaukusies uz apstrīdētā dizainparauga novitātes un individuālā rakstura neesamību.", "label": [[960, 977, "ORG"]]}
{"text": "113 Otrkārt, ir jānorāda, kā tas izriet no 2018. gada 16. maija paziņojuma formulējuma, ka Apelācijas padome šajā procesa stadijā uzskatīja, ka lietas dalībnieku apgalvojumi un pierādījumi, kas iesniegti šo apgalvojumu atbalstam, apliecina, ka Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētie nosacījumi nav izpildīti. Turklāt procesa dalībnieki bija pauduši nostāju par šo jautājumu savos apsvērumos par šo paziņojumu, kurus Apelācijas padome neuzskatīja par nepieņemamiem.", "label": [[43, 63, "DATE"], [91, 108, "ORG"], [432, 449, "ORG"]]}
{"text": "114 Taču, tā kā apstrīdētā lēmuma rezolutīvajā daļā izteiktais prasītājas apelācijas sūdzības noraidījums, kā tas ir konstatēts šā sprieduma 93. punktā, šķiet, atspoguļo to, ka Apelācijas padomes nostāja jautājumā par Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu apstrīdētajam dizainparaugam ir pilnīgi mainījusies salīdzinājumā ar 2018. gada 16. maija paziņojumā pausto nostāju, šai instancei bija skaidri jānorāda šīs maiņas iemesli.", "label": [[177, 195, "ORG"], [343, 363, "DATE"]]}
{"text": "115 Tikai gadījumā, ja Apelācijas padome būtu nolēmusi apmierināt prasītājas apelācijas sūdzību un atzīt apstrīdēto dizainparaugu par spēkā neesošu citu iemeslu dēļ, kas nav Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošana minētajam dizainparaugam, tā procesuālās ekonomijas apsvērumu dēļ būtu varējusi neizklāstīt šos iemeslus (šajā nozīmē un pēc analoģijas skat. spriedumu, 2006. gada 14. decembris, Mast‑Jägermeister/ITSB – Licorera Zacapaneca (“VENADO” ar rāmi u.c.), T‑81/03, T‑82/03 un T‑103/03, EU:T:2006:397, 80. punkts).", "label": [[23, 40, "ORG"], [383, 407, "DATE"], [409, 426, "ORG"], [427, 431, "ORG"], [434, 453, "ORG"], [456, 462, "TITLE"]]}
{"text": "116 Nepastāvot šādam pamatojumam, prasītājai ir grūti Vispārējā tiesā lietderīgi apstrīdēt faktu, ka Regulas Nr. 6/2002 4. panta 2. un 3. punktā paredzētie nosacījumi nav tikuši izvērtēti pēc būtības. Tā labākajā gadījumā var, kā tā turklāt to darījusi prasības pieteikumā, tikai atkārtot argumentus, kurus tā jau bija izvirzījusi apelācijas procesa laikā savos 2018. gada 17. septembra apsvērumos, lai izteiktu piekrišanu 2018. gada 16. maija paziņojumā izdarītajiem secinājumiem. Turpretim tā nespēj lietderīgi apstrīdēt iemeslus, kuru dēļ Apelācijas padome ir atteikusies no šiem secinājumiem.", "label": [[54, 69, "ORG"], [362, 386, "DATE"], [423, 443, "DATE"], [542, 559, "ORG"]]}
{"text": "117 Tāpat Vispārējā tiesa nevar pārbaudīt šo iemeslu pamatotību un pareizi veikt tai uzticēto uzdevumu. Šajā ziņā ir jāatgādina, ka saistībā ar Regulas Nr. 6/2002 61. panta 2. punktu Vispārējā tiesa ir pilnvarota veikt pilnīgu kontroli pār EUIPO apelācijas padomju lēmumu tiesiskumu, ja nepieciešams, noskaidrojot, vai šīs padomes ir sniegušas pareizu juridisko kvalifikāciju strīda faktiem un vai minētajām padomēm iesniegto pierādījumu vērtējumā nav pieļautas kļūdas (skat. spriedumu, 2012. gada 18. oktobris, Ross un Carlos Gómez/Baena Grupo, C‑101/11 P un C‑102/11 P, EU:C:2012:641, 39. punkts un tajā minētā judikatūra).", "label": [[10, 25, "ORG"], [183, 198, "ORG"], [240, 264, "ORG"], [487, 510, "DATE"], [512, 516, "PER"], [520, 532, "PER"], [533, 544, "ORG"]]}
{"text": "118 EUIPO un personas, kas iestājusies lietā, izvirzītie argumenti nevar atspēkot šo secinājumu.", "label": [[4, 9, "ORG"]]}
{"text": "119 Vispirms, kā jau tika izklāstīts šā sprieduma 104. punktā, EUIPO argumenti nevar kompensēt apstrīdētā lēmuma pamatojuma neesamību, neapdraudot prasītājas tiesības uz aizstāvību, tās tiesības uz efektīvu tiesību aizsardzību tiesā un principu par lietas dalībnieku vienlīdzību Savienības tiesā.", "label": [[63, 68, "ORG"], [279, 289, "LOC"]]}
{"text": "120 Turpinot – ir taisnība, ka saskaņā ar Regulas Nr. 6/2002 63. panta 1. punktu tikai gadījumā, ja varētu tikt uzskatīts, ka prasītāja ir atsaukusies uz šīs regulas 4. panta 2. un 3. punktā paredzētā nosacījuma neievērošanu, ņemot vērā faktiskos un tiesiskos apstākļus, ar kuriem pamatots tās pieteikums par spēkā neesamības atzīšanu, Apelācijas padomei būtu bijis jāpārbauda šis nosacījums. Proti, šā sprieduma 51.–72. punktā izklāstīto iemeslu dēļ nevar tikt uzskatīts, ka EUIPO izskatīšanai automātiski tika nodots jautājums par šī nosacījuma neievērošanu, pamatojoties uz to, ka minētais pieteikums par spēkā neesamības atzīšanu bija balstīts uz šīs pašas regulas 25. panta 1. punkta b) apakšpunktu.", "label": [[336, 354, "ORG"], [476, 481, "ORG"]]}
{"text": "121 Tomēr, kā konstatēts šā sprieduma 87.–110. punktā, Apelācijas padomes nostāja jautājumā par to, vai tai bija jāpārbauda Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošana šajā lietā, pat netieši neizriet no apstrīdētā lēmuma, lai gan šī instance par šo jautājumu bija izteikusies agrākā procesa stadijā.", "label": [[55, 73, "ORG"]]}
{"text": "122 Saskaņā ar pastāvīgo judikatūru Vispārējā tiesa, veicot EUIPO apelācijas padomes lēmuma tiesiskuma kontroli, nav tiesīga ar savu vērtējumu aizstāt apelācijas padomes vērtējumu un arī veikt vērtējumu, attiecībā uz kuru minētā padome vēl nav paudusi nostāju (spriedums, 2011. gada 5. jūlijs, Edwin/ITSB, C‑263/09 P, EU:C:2011:452, 72. punkts). It īpaši tai nav jāaizstāj apelācijas padome argumentu, faktu un pierādījumu, ko prasītāja iesniegusi, lai pamatotu savu pieteikumu par spēkā neesamības atzīšanu, pārbaudē, kas bija jāveic šai instancei, attiecīgā gadījumā neskarot tiesību jautājumus, kas ir vajadzīgi attiecīgo tiesību normu piemērošanai, un vispārzināmus faktus, lai noteiktu, vai tajā izskatāmajā lietā runa ir par Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu (šajā nozīmē un pēc analoģijas skat. spriedumu, 2014. gada 11. decembris, CEDC International/ITSB – Underberg (Zāles stiebra pudelē forma), T‑235/12, EU:T:2014:1058, 101. punkts un tajā minētā judikatūra).", "label": [[36, 51, "ORG"], [60, 84, "ORG"], [151, 169, "ORG"], [272, 292, "DATE"], [294, 299, "ORG"], [300, 304, "ORG"], [373, 390, "ORG"], [835, 859, "DATE"], [861, 879, "ORG"], [880, 884, "ORG"], [887, 896, "ORG"]]}
{"text": "123 Katrā ziņā pretēji tam, ko apgalvo EUIPO, apstāklis, ka savos Anulēšanas nodaļā iesniegtajos procesuālajos rakstos prasītāja ir tieši minējusi Regulas Nr. 6/2002 4. panta 1. punktu, nevis šīs regulas 4. panta 2. un 3. punktu, pats par sevi nav pietiekams, lai pierādītu, ka šo tiesību normu piemērošana nebija daļa no strīda priekšmeta. It īpaši, nepārbaudot visus faktiskos un tiesiskos apstākļus, ko prasītāja iesniegusi spēkā neesamības atzīšanas procesā, nevar izslēgt, ka, ņemot vērā minētos apstākļus, to var uzskatīt par tādu, kas būtībā atsaucas uz šīm tiesību normām.", "label": [[39, 44, "ORG"], [66, 83, "ORG"]]}
{"text": "124 Visbeidzot, lai gan, kā to pamatoti apgalvo EUIPO, nevar uzskatīt, ka Apelācijas padomei būtu saistošs 2018. gada 16. maija paziņojums, tai tomēr bija pienācīgi jānorāda iemesli, kuru dēļ tā uzskatīja, ka tai ir jāatkāpjas no šajā paziņojumā izdarītajiem secinājumiem, jo šis paziņojums, kā arī turpmākie procesa dalībnieku apsvērumi bija daļa no konteksta, kādā tā pieņēma apstrīdēto lēmumu (šajā nozīmē un pēc analoģijas skat. spriedumu, 2018. gada 28. jūnijs, EUIPO/Puma, C‑564/16 P, EU:C:2018:509, 66. punkts).", "label": [[48, 53, "ORG"], [74, 92, "ORG"], [107, 127, "DATE"], [444, 465, "DATE"], [467, 472, "ORG"], [473, 477, "ORG"]]}
{"text": "125 Attiecībā uz personas, kas iestājusies lietā, argumentiem ir jānorāda, pirmkārt, ka apgalvojums, saskaņā ar kuru prasītājas iebildums par pamatojuma neesamību ir nepieņemams, jo tā sava pieteikuma par spēkā neesamības atzīšanu atbalstam nav atsaukusies uz faktu, ka ražojums, kas ir apstrīdētā dizainparauga priekšmets, ir kompleksa ražojuma sastāvdaļa, katrā ziņā ir jānoraida, jo, kā tas ir norādīts šā sprieduma 122. punktā, Vispārējai tiesai nav jāveic vērtējums, attiecībā uz kuru Apelācijas padome vēl nav paudusi nostāju.", "label": [[432, 449, "ORG"], [490, 507, "ORG"]]}
{"text": "126 Otrkārt, tas, ka prasītāja citā procesā ir iesniegusi apstrīdētajam dizainparaugam identiska dizainparauga reģistrācijas pieteikumu, nevar būt pamats šī iebilduma noraidīšanai, pamatojoties uz to, ka šis iebildums esot pretrunā argumentiem, kurus tā bija izvirzījusi, lai pamatotu attiecīgās reģistrācijas uzturēšanu spēkā.", "label": []}
{"text": "127 Proti, Regulas Nr. 6/2002 52. panta 1. punktā, kurā ir paredzēts, ka, ievērojot šīs regulas 25. panta 2.–5. punktu, jebkura fiziska vai juridiska persona vai valsts iestāde, kam ir tādas pilnvaras, var iesniegt pieteikumu par reģistrēta Kopienas dizainparauga atzīšanu par spēkā neesošu, nav prasīts, ka, lai šāds pieteikums vai, a fortiori, tā atbalstam izvirzītie pamati būtu pieņemami, būtu jāpierāda interese celt prasību, nedz arī faktiska vai potenciāla ekonomiska interese panākt apstrīdētā dizainparauga izslēgšanu no reģistra (šajā nozīmē un pēc analoģijas skat. spriedumu, 2010. gada 25. februāris, Lancôme/ITSB, C‑408/08 P, EU:C:2010:92, 37.–44. punkts). Šajā ziņā ir jāprecizē, ka atšķirībā no šīs regulas 25. panta 1. punkta c)–g) apakšpunktā paredzētajiem spēkā neesamības pamatiem uz a) un b) apakšpunktā minētajiem spēkā neesamības pamatiem principā var atsaukties jebkura fiziska vai juridiska persona (spriedums, 2019. gada 13. jūnijs, Visi/one/EUIPO – EasyFix (Informācijas plāksne transportlīdzekļiem), T‑74/18, EU:T:2019:417, 64. punkts).", "label": [[241, 249, "LOC"], [587, 611, "DATE"], [613, 620, "ORG"], [621, 625, "ORG"], [935, 956, "DATE"], [958, 966, "ORG"], [967, 972, "ORG"], [975, 982, "ORG"]]}
{"text": "128 Līdz ar to faktam, ka prasītāja ir mēģinājusi reģistrēt dizainparaugu, kas ir identisks apstrīdētajam dizainparaugam, un minētā dizainparauga spēkā neesamības atzīšanas procesā, kuru uzsākusi persona, kas iestājusies lietā, ir aizstāvējusi šī dizainparauga novitāti un individuālo raksturu, lai gan pašlaik tā tos apstrīd, nav nekādas ietekmes uz šī iebilduma pieņemamību un turklāt uz tā vērtējumu pēc būtības.", "label": []}
{"text": "129 No visa iepriekš minētā izriet, ka iebildums par pienākuma norādīt pamatojumu pārkāpumu ir pamatots.", "label": []}
{"text": "130 Pirms noteikt šā sprieduma 129. punktā veiktā konstatējuma sekas attiecībā uz apstrīdētā lēmuma rezolutīvo daļu, ir jāizvērtē prasītājas piektā prasības pamata otrajā daļā izvirzītais otrais iebildums par kļūdu, kas esot pieļauta vērtējumā tādēļ, ka apstrīdētajā lēmumā neesot konstatēta apstrīdētā dizainparauga spēkā neesamība, lai gan tas veidojot kompleksa ražojuma sastāvdaļu, kas nav redzama pēc tās galīgās iekļaušanas šajā ražojumā Regulas Nr. 6/2002 4. panta 2. punkta izpratnē.", "label": []}
{"text": "b) Par otro iebildumu, kas attiecas uz kļūdu vērtējumā, jo Apelācijas padome neesot konstatējusi, ka Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošana šajā lietā izraisa apstrīdētā dizainparauga spēkā neesamību", "label": [[59, 76, "ORG"]]}
{"text": "131 Kā jau atgādināts šā sprieduma 122. punktā, saskaņā ar judikatūru Vispārējā tiesa, veicot EUIPO apelācijas padomes lēmuma tiesiskuma kontroli, nav tiesīga ar savu vērtējumu aizstāt apelācijas padomes vērtējumu un arī veikt vērtējumu, attiecībā uz kuru minētā padome vēl nav paudusi nostāju.", "label": [[70, 85, "ORG"], [94, 118, "ORG"], [185, 203, "ORG"]]}
{"text": "132 Šajā lietā, kā tas ir konstatēts šā sprieduma 13. punktā, 2018. gada 16. maija paziņojumā Apelācijas padome apelācijas procesa laikā ir izskatījusi jautājumu, vai apstrīdētais dizainparaugs ir jāatzīst par spēkā neesošu tādēļ, ka tas veido kompleksa ražojuma sastāvdaļu, kas nav redzama pēc tās galīgās iekļaušanas šajā ražojumā parastās izmantošanas laikā Regulas Nr. 6/2002 4. panta 2. punkta izpratnē. Savukārt šā sprieduma 110. punktā tika secināts, ka no apstrīdētā lēmuma pietiekami skaidri un nepārprotami neizriet Apelācijas padomes nostāja par šo jautājumu.", "label": [[62, 82, "DATE"], [94, 111, "ORG"], [526, 544, "ORG"]]}
{"text": "133 Tādēļ Vispārējā tiesa nevar lemt par Regulas Nr. 6/2002 4. panta 2. un 3. punkta piemērošanu šajā lietā, un līdz ar to iebildums ir jānoraida.", "label": [[10, 25, "ORG"]]}
{"text": "134 Tomēr, ja pirmais iebildums tiek apmierināts, ar šo iemeslu pietiek, lai atceltu apstrīdēto lēmumu. Proti, saskaņā ar pastāvīgo judikatūru, tā kā pienākums norādīt pamatojumu ir viens no būtiskiem procedūras noteikumiem Regulas Nr. 6/2002 61. panta 2. punkta izpratnē un tā pārkāpums turklāt var tikt konstatēts pēc savas ierosmes, tas var būt pamats apstrīdētā lēmuma atcelšanai (šajā nozīmē un pēc analoģijas skat. spriedumus, 1995. gada 30. marts, Parlaments/Padome, C‑65/93, EU:C:1995:91, 21. punkts, un 2008. gada 10. jūlijs, Bertelsmann un Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, 174. punkts). Līdz ar to prasījums par atcelšanu ir jāapmierina.", "label": [[433, 453, "DATE"], [455, 465, "ORG"], [466, 472, "ORG"], [512, 533, "DATE"], [535, 546, "ORG"], [550, 577, "ORG"], [578, 584, "ORG"]]}
{"text": "135 Turpretim, ņemot vērā šā sprieduma 131. punktā atgādināto judikatūru, Vispārējā tiesa nevar grozīt apstrīdēto lēmumu, un līdz ar to ir jānoraida prasības pieteikuma prasījums, kas vērsts uz šo mērķi.", "label": [[74, 89, "ORG"]]}
{"text": "136 No visa iepriekš minētā izriet, ka, nepastāvot vajadzībai izvērtēt prasības pieteikuma otro līdz ceturto pamatu, piektā pamata pirmo daļu un sesto pamatu, apstrīdētais lēmums ir jāatceļ un pārējie prasījumi ir jānoraida.", "label": []}
{"text": "IV. Par tiesāšanās izdevumiem", "label": []}
{"text": "137 Atbilstoši Vispārējās tiesas Reglamenta 134. panta 1. punktam lietas dalībniekam, kuram nolēmums ir nelabvēlīgs, piespriež atlīdzināt tiesāšanās izdevumus, ja to ir prasījis lietas dalībnieks, kuram nolēmums ir labvēlīgs.", "label": [[15, 32, "ORG"]]}
{"text": "138 Tomēr atbilstoši Reglamenta 135. panta 1. punktam, ja to prasa taisnīgums, Vispārējā tiesa var nolemt, ka lietas dalībnieks, kuram nolēmums ir nelabvēlīgs, sedz savus tiesāšanās izdevumus pats, bet tikai daļēji atlīdzina pretējās puses tiesāšanās izdevumus vai pat vispār tiek atbrīvots no šā pienākuma.", "label": [[79, 94, "ORG"]]}
{"text": "139 Tā kā EUIPO un personai, kas iestājusies lietā, spriedums galvenokārt ir nelabvēlīgs, pirmkārt, EUIPO ir jāpiespriež segt savus, kā arī atlīdzināt prasītājas tiesāšanās izdevumus atbilstoši prasītājas prasījumiem un, otrkārt, jānospriež, ka persona, kas iestājusies lietā, sedz savus tiesāšanās izdevumus pati.", "label": [[10, 15, "ORG"], [100, 105, "ORG"]]}
{"text": "Ar šādu pamatojumu VISPĀRĒJĀ TIESA (devītā palāta) nospriež:", "label": [[19, 50, "ORG"]]}
{"text": "1) Atcelt Eiropas Savienības Intelektuālā īpašuma biroja (EUIPO) Apelācijas trešās padomes 2018. gada 19. novembra lēmumu lietā R 1397/2017‑3.", "label": [[10, 90, "ORG"], [91, 114, "DATE"]]}
{"text": "2) Pārējā daļā prasību noraidīt.", "label": []}
{"text": "3) EUIPO sedz savus, kā arī atlīdzina L. Oliva Torras, S.A. tiesāšanās izdevumus.", "label": [[3, 8, "ORG"], [38, 59, "ORG"]]}
{"text": "4) Mecánica del Frío, S.L. sedz savus tiesāšanās izdevumus pati.", "label": [[3, 26, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Pasludināts atklātā tiesas sēdē Luksemburgā 2020. gada 10. jūnijā.", "label": [[32, 43, "LOC"], [44, 65, "DATE"]]}
{"text": "[Paraksti]", "label": []}
{"text": "* Tiesvedības valoda – spāņu.", "label": [[23, 28, "NATIONALITY"]]}
