{"text": "Lūgums sniegt prejudiciālu nolēmumu, ko 2021. gada 27. maijā iesniedza Juzgado de Primera Instancia nº 10 bis de Sevilla (Spānija) – Valente/Borisova", "label": [[40, 60, "DATE"], [71, 120, "ORG"], [122, 129, "LOC"], [133, 140, "PER"], [141, 149, "PER"]]}
{"text": "(Lieta C-335/21)", "label": []}
{"text": "Tiesvedības valoda – spāņu", "label": [[21, 26, "NATIONALITY"]]}
{"text": "Iesniedzējtiesa", "label": []}
{"text": "Juzgado de Primera Instancia nº 10 bis de Sevilla", "label": [[0, 49, "ORG"]]}
{"text": "Pamatlietas puses", "label": []}
{"text": "Prasītājs: Valente", "label": [[11, 18, "PER"]]}
{"text": "Atbildētāja: Borisova", "label": [[13, 21, "PER"]]}
{"text": "Prejudiciālie jautājumi", "label": []}
{"text": "Vai saīsinātā procedūra, kura attiecas uz advokāta prasījumu samaksāt honorāru un kurā tiesai ir liegts pēc savas ierosmes pārbaudīt patērētāju līguma noteikumu iespējamo negodīgumu, jo nav paredzēta tiesas iesaistīšanās nevienā šīs procedūras brīdī, izņemot gadījumu, ja klients apstrīd šo prasījumu un pēc tam kāda no pusēm pārsūdz tiesveža galīgo lēmumu, atbilst Direktīvai 93/13 un tās efektivitātes principam saistībā ar Hartas 47. pantā paredzētajām tiesībām uz efektīvu tiesību aizsardzību tiesā?", "label": [[42, 50, "PROFESSION"], [334, 342, "PROFESSION"]]}
{"text": "Vai tas, ka iespējama negodīguma pārbaude tiesā pēc tiesas ierosmes vai pēc puses lūguma šajā saīsinātajā procedūrā tiek īstenota procesā, kurš ierosināts, izmantojot neobligātu iespēju iesniegt pieteikumu pārskatīt tādas institūcijas kā tiesvedis, kas nav uzskatāms par tiesu, pieņemto lēmumu, un kuram principā ir jāattiecas tikai uz lēmuma priekšmetu, un kurā nevar tikt iesniegti citi pierādījumi, izņemot dokumentāros pierādījumus, ko puses jau ir iesniegušas, atbilst Direktīvai 93/13 un tās efektivitātes principam saistībā ar Hartas 47. pantā paredzētajām tiesībām uz efektīvu tiesību aizsardzību tiesā?", "label": [[238, 247, "PROFESSION"]]}
{"text": "Vai uz līgumā starp advokātu un patērētāju ietverto noteikumu, tādu kā strīdīgais noteikums, kas paredz honorāra samaksu īpašā gadījumā, kad klients atsakās no prasības pirms tiesvedības pabeigšanas vai panāk vienošanos ar attiecīgo iestādi, neinformējot advokātu biroju vai pretēji tā ieteikumam, ir attiecināmi Direktīvas 93/13 4. panta 2. punkta noteikumi tādēļ, ka tas ir viens no līguma pamatnoteikumiem, kas attiecas uz līguma priekšmetu, šajā gadījumā – cenu?", "label": [[20, 28, "PROFESSION"]]}
{"text": "Ja atbilde uz iepriekšējo jautājumu būtu apstiprinoša, vai minētais noteikums, kurā honorāra apmērs ir noteikts, atsaucoties uz advokātu kolēģijas tarifu skalu, kas ietver dažādus katrā konkrētā gadījumā piemērojamus noteikumus, un kurš nebija minēts iepriekš sniegtajā informācijā, var tikt uzskatīts par vienkāršu un skaidri saprotamu saskaņā ar minēto Direktīvas 93/13 4. panta 2. punktu?", "label": []}
{"text": "Ja atbilde uz iepriekšējo jautājumu būtu noraidoša, vai apstāklis, ka starp advokātu un patērētāju noslēgtā līgumā tiek iekļauts noteikums, tāds ka strīdīgais noteikums, kurā advokāta honorāra apmērs ir noteikts, vienkārši atsaucoties uz advokātu kolēģijas tarifu skalu, kas ietver dažādus katrā konkrētā gadījumā piemērojamus noteikumus, un kurš nebija minēts komerciālajā piedāvājumā un iepriekš sniegtajā informācijā, var tikt uzskatīts par negodīgu komercpraksi saskaņā ar Direktīvu 2005/29?", "label": [[76, 84, "PROFESSION"], [175, 183, "PROFESSION"]]}
{"text": "____________", "label": []}
{"text": "Padomes Direktīva 93/13/EEK (1993. gada 5. aprīlis) par negodīgiem noteikumiem patērētāju līgumos (OV 1993, L 95, 29. lpp.). Eiropas Parlamenta un Padomes Direktīva 2005/29/EK (2005. gada 11. maijs), kas attiecas uz uzņēmēju negodīgu komercpraksi iekšējā tirgū (OV 2005, L 149, 22. lpp.).", "label": [[0, 7, "ORG"], [29, 50, "DATE"], [125, 143, "ORG"], [147, 154, "ORG"], [177, 197, "DATE"]]}
