{"text": "TIESAS SPRIEDUMS (otrā palāta)", "label": [[0, 6, "ORG"], [17, 30, "ORG"]]}
{"text": "2022. gada 7. jūlijā (*)", "label": [[0, 20, "DATE"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Migrējošu darba ņēmēju sociālais nodrošinājums – Regula (EK) Nr. 987/2009 – 44. panta 2. punkts – Piemērošanas joma – Vecuma pensija – Aprēķināšana – Citās dalībvalstīs pabeigtu bērnu audzināšanas periodu ņemšana vērā – LESD 21. pants – Pilsoņu brīva pārvietošanās", "label": []}
{"text": "Lietā C‑576/20", "label": []}
{"text": "par lūgumu sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam, ko Oberster Gerichtshof (Augstākā tiesa, Austrija) iesniedza ar 2020. gada 13. oktobra lēmumu un kas Tiesā reģistrēts 2020. gada 4. novembrī, tiesvedībā FM pret Pensionsversicherungsanstalt,", "label": [[72, 92, "ORG"], [94, 108, "ORG"], [110, 118, "LOC"], [133, 155, "DATE"], [170, 175, "ORG"], [187, 209, "DATE"], [222, 224, "PER"], [230, 258, "ORG"]]}
{"text": "TIESA (otrā palāta)", "label": [[0, 19, "ORG"]]}
{"text": "šādā sastāvā: palātas priekšsēdētāja K. Atkinson, tiesneši L. Steinbeisers [L. Steinbeisser], J. Hoffmans [J. Hoffmann] (referents), A. Vērts [A. Würth] un I. Z. Sančesa Rodrigeza [I. Z. Sánchez Rodríguez],", "label": [[14, 36, "PROFESSION"], [37, 48, "PER"], [50, 58, "PROFESSION"], [59, 92, "PER"], [94, 119, "PER"], [121, 130, "PROFESSION"], [133, 152, "PER"], [156, 205, "PER"]]}
{"text": "ģenerāladvokāts: F. Mavridu [F. Mavridou],", "label": [[0, 15, "PROFESSION"], [17, 41, "PER"]]}
{"text": "sekretāre: F. Hazenberga [F. Hasenberg], administratore,", "label": [[0, 9, "PROFESSION"], [11, 39, "PER"], [41, 55, "PROFESSION"]]}
{"text": "ņemot vērā rakstveida procesu un 2021. gada 11. novembra tiesas sēdi,", "label": [[33, 56, "DATE"]]}
{"text": "ņemot vērā apsvērumus, ko sniedza:", "label": []}
{"text": "– FM vārdā – Hausherr, Rechtsanwalt,", "label": [[2, 4, "PER"], [13, 21, "PER"], [23, 35, "PROFESSION"]]}
{"text": "– Pensionsversicherungsanstalt vārdā – U. Gibson, R. Aliev, Rechtsanwälte, un O. Orlova, eksperts,", "label": [[2, 30, "ORG"], [39, 48, "PER"], [50, 58, "PER"], [60, 73, "PROFESSION"], [78, 87, "PER"], [89, 97, "PROFESSION"]]}
{"text": "– Austrijas valdības vārdā – K. Karpov, T. Vargas, N. Belyaev un W. Moretti, pārstāvji,", "label": [[2, 20, "ORG"], [29, 38, "PER"], [40, 49, "PER"], [51, 61, "PER"], [65, 75, "PER"], [77, 86, "PROFESSION"]]}
{"text": "– Čehijas valdības vārdā – Pavlov, S. Ermakov un H. Marković, pārstāvji,", "label": [[2, 18, "ORG"], [27, 33, "PER"], [35, 45, "PER"], [49, 60, "PER"], [62, 71, "PROFESSION"]]}
{"text": "– Spānijas valdības vārdā – C. Delgado Ramírez un E. Martinez Acosta, pārstāvji,", "label": [[2, 19, "ORG"], [28, 46, "PER"], [50, 68, "PER"], [70, 79, "PROFESSION"]]}
{"text": "– Eiropas Komisijas vārdā – N.‑D. Ernst un C. Schuster, pārstāvji,", "label": [[2, 19, "ORG"], [28, 39, "PER"], [43, 54, "PER"], [56, 65, "PROFESSION"]]}
{"text": "noklausījusies ģenerāladvokāta secinājumus 2022. gada 3. februāra tiesas sēdē,", "label": [[15, 30, "PROFESSION"], [43, 65, "DATE"]]}
{"text": "pasludina šo spriedumu.", "label": []}
{"text": "1 Lūgums sniegt prejudiciālu nolēmumu ir par to, kā interpretēt LESD 21. pantu un Eiropas Parlamenta un Padomes Regulas (EK) Nr. 987/2009 (2009. gada 16. septembris), ar ko nosaka īstenošanas kārtību Regulai (EK) Nr. 883/2004 par sociālās nodrošināšanas sistēmu koordinēšanu (OV 2009, L 284, 1. lpp.), 44. panta 2. punktu.", "label": [[82, 100, "ORG"], [104, 111, "ORG"], [139, 164, "DATE"]]}
{"text": "2 Šis lūgums ir iesniegts tiesvedībā starp FM un Pensionsversicherungsanstalt (Pensiju iestāde, Austrija) par FM citās dalībvalstīs pabeigto bērnu audzināšanas periodu ņemšanu vērā, aprēķinot viņas Austrijas vecuma pensijas apmēru.", "label": [[43, 45, "PER"], [49, 77, "ORG"], [79, 94, "ORG"], [96, 104, "LOC"], [110, 112, "PER"], [198, 207, "LOC"]]}
{"text": "Atbilstošās tiesību normas", "label": []}
{"text": "Savienības tiesības", "label": [[0, 10, "LOC"]]}
{"text": "Regula (EK) Nr. 883/2004", "label": []}
{"text": "3 Eiropas Parlamenta un Padomes Regulas (EK) Nr. 883/2004 (2004. gada 29. aprīlis) par sociālās nodrošināšanas sistēmu koordinēšanu (OV 2004, L 166, 1. lpp.) mērķis ir koordinēt valstu sociālā nodrošinājuma sistēmas. Atbilstoši tās 91. pantam tā ir piemērojama no tās īstenošanas regulas – Regulas Nr. 987/2009 – spēkā stāšanās dienas, kas ar pēdējās minētās 97. pantu ir noteikta 2010. gada 1. maijā.", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [59, 81, "DATE"], [381, 400, "DATE"]]}
{"text": "4 Regulas Nr. 883/2004 1. un 3. apsvērums ir izteikts šādi:", "label": []}
{"text": "“(1) Valstu sociālās nodrošināšanas sistēmu koordinācijas noteikumi ietilpst personu brīvās pārvietošanās regulējumā, un tiem jāsekmē dzīves kvalitātes un nodarbinātības nosacījumu uzlabošana.", "label": []}
{"text": "[..]", "label": []}
{"text": "(3) [Padomes Regula (EEK) Nr. 1408/71 (1971. gada 14. jūnijs) par sociālā nodrošinājuma sistēmu piemērošanu darbiniekiem, pašnodarbinātām personām un viņu ģimenes locekļiem, kas pārvietojas Kopienā (OV 1971, L 149, 2. lpp.)], ir vairākas reizes grozīta un atjaunināta, lai ņemtu vērā ne vien pārmaiņas Kopienas līmenī, ieskaitot Tiesas spriedumus, bet arī pārmaiņas tiesību aktos valstu līmenī. Šiem faktoriem ir tādas sekas, ka Kopienas koordinācijas noteikumi ir kļuvuši sarežģīti un gari. Tādējādi šo noteikumu aizstāšanai, tos vienlaicīgi modernizējot un vienkāršojot, ir būtiska nozīme personu brīvas pārvietošanās mērķa sasniegšanā.”", "label": [[5, 12, "ORG"], [39, 60, "DATE"], [190, 197, "LOC"], [302, 310, "LOC"], [329, 335, "ORG"], [429, 437, "LOC"]]}
{"text": "5 Šīs regulas 1. panta t) punktā jēdziens “apdrošināšanas periods” ir definēts kā tāds, kas sastāv no iemaksu, nodarbinātības vai pašnodarbinātības periodiem, kas par apdrošināšanas periodiem definēti vai atzīti tajos tiesību aktos, saskaņā ar kuriem tie ir pabeigti vai tiek uzskatīti par pabeigtiem, un visi periodi, kas tādiem pielīdzināmi, ja minētajos tiesību aktos ir uzskatīts, ka tie ir līdzvērtīgi apdrošināšanas periodiem.", "label": []}
{"text": "6 Minētās regulas 2. panta “Personas, uz kurām attiecas šī regula” 1. punktā ir paredzēts:", "label": []}
{"text": "“Šī regula attiecas uz dalībvalstu piederīgajiem, uz bezvalstniekiem un uz bēgļiem, kas dzīvo dalībvalstī, kuri ir pakļauti vai bijuši pakļauti vienas vai vairāku dalībvalstu tiesību aktiem, kā arī uz viņu ģimenes locekļiem un viņu apgādību zaudējušām personām.”", "label": []}
{"text": "7 Šīs pašas regulas II sadaļā “Piemērojamo tiesību aktu noteikšana” tostarp ir ietverts tās 11. pants “Vispārīgi noteikumi”, kura 1.–3. punktā ir noteikts:", "label": []}
{"text": "“1. Personas, uz kurām attiecas šī regula, ir pakļautas tikai vienas dalībvalsts tiesību aktiem. Šos tiesību aktus nosaka saskaņā ar šo sadaļu.", "label": []}
{"text": "2. Šajā sadaļā personas, kuras saņem naudas pabalstus sakarā ar savu darbību nodarbinātas vai pašnodarbinātas personas statusā vai tās rezultātā, uzskatāmas par tādām, kas veic minēto darbību. Tas neattiecas uz invaliditātes vai vecuma pensijām vai apgādnieka zaudējuma pabalstiem, vai pensijām saistībā ar nelaimes gadījumiem darbā vai arodslimībām, vai slimības pabalstiem naudā, ar kuriem sedz ārstēšanas izdevumus neierobežotā laika posmā.", "label": []}
{"text": "3. Ievērojot 12.–16. pantu:", "label": []}
{"text": "a) persona, kas veic darbību nodarbinātas vai pašnodarbinātas personas statusā kādā dalībvalstī, ir pakļauta minētās dalībvalsts tiesību aktiem;", "label": []}
{"text": "b) ierēdnis ir pakļauts tās dalībvalsts tiesību aktiem, kam pakļauta administrācija, kura viņu nodarbina;", "label": []}
{"text": "c) persona, kas saņem bezdarbnieka pabalstus atbilstīgi 65. pantam saskaņā ar dzīvesvietas dalībvalsts tiesību aktiem, ir pakļauta minētās dalībvalsts tiesību aktiem;", "label": []}
{"text": "d) persona, kas pirmo reizi vai no jauna iesaukta dienēt kādas dalībvalsts bruņotajos spēkos vai civildienestā, ir pakļauta minētās dalībvalsts tiesību aktiem;", "label": []}
{"text": "e) katra persona, uz ko neattiecas a)–d) apakšpunkts, ir pakļauta dzīvesvietas dalībvalsts tiesību aktiem, neierobežojot citus šās regulas noteikumus, kas viņai garantē pabalstus, ko nosaka vienas vai vairāku citu dalībvalstu tiesību akti.”", "label": []}
{"text": "8 Regulas Nr. 883/2004 87. pants par pārejas noteikumiem ir formulēts šādi:", "label": []}
{"text": "“1. Nekādas tiesības saskaņā ar šo regulu nav iegūstamas par laika posmu pirms tās piemērošanas dienas.", "label": []}
{"text": "2. Lai noteiktu pabalstu tiesības, kas iegūtas saskaņā ar šo regulu, ņem vērā visus apdrošināšanas periodus un, attiecīgā gadījumā, visus nodarbinātības, pašnodarbinātības vai dzīvesvietas periodus, kas ir izpildīti saskaņā ar dalībvalsts tiesību aktiem pirms šās regulas piemērošanas attiecīgajā dalībvalstī.", "label": []}
{"text": "3. Ievērojot 1. punktu, tiesības tiek iegūtas saskaņā ar šo regulu arī tad, ja tās saistītas ar notikumu, kas noticis pirms tās piemērošanas dienas attiecīgajā dalībvalstī.", "label": []}
{"text": "[..]”", "label": []}
{"text": "Regula Nr. 987/2009", "label": []}
{"text": "9 Saskaņā ar Regulas Nr. 987/2009 1. un 14. apsvērumu:", "label": []}
{"text": "“(1) Ar Regulu [Nr. 883/2004] modernizē dalībvalstu sociālā nodrošinājuma sistēmu koordinēšanas noteikumus, precizējot vajadzīgos pasākumus un procedūras noteikumu īstenošanai un raugoties, lai noteikumi tiktu vienkāršoti visu iesaistīto dalībnieku interesēs. Būtu jānosaka īstenošanas noteikumi.", "label": []}
{"text": "[..]", "label": []}
{"text": "(14) Ir vajadzīgi konkrēti īpaši noteikumi un procedūras, lai noteiktu tiesību aktus, kas piemērojami, lai ņemtu vērā periodus, ko apdrošinātā persona veltījusi bērnu audzināšanai dažādās dalībvalstīs.”", "label": []}
{"text": "10 Šīs regulas 44. pants “Bērna audzināšanas periodu ņemšana vērā” ir ietverts tās IV nodaļā “Invaliditātes pabalsti, vecuma pensijas un apgādnieka zaudējuma pabalsti”. Šajā tiesību normā ir paredzēts:", "label": []}
{"text": "“1. Piemērojot šo pantu, “bērna audzināšanas periods” ir jebkurš periods, kas ir iemaksu periods saskaņā ar dalībvalsts pensiju tiesību aktiem vai kas nodrošina pensijas papildinājumu konkrēti tā iemesla dēļ, ka persona ir audzinājusi bērnu, neatkarīgi no metodes, kāda izmantota šādu periodu aprēķināšanai, un neatkarīgi no tā, vai tie uzkrājas bērna audzināšanas laikā vai tiek atzīti ar atpakaļejošu spēku.", "label": []}
{"text": "2. Ja saskaņā ar tās dalībvalsts tiesību aktiem, kas ir kompetenta atbilstīgi [Regulas Nr. 883/2004] II sadaļai, neviens bērna audzināšanas periods netiek ņemts vērā, tās dalībvalsts iestāde, kuras tiesību akti saskaņā ar [Regulas Nr. 883/2004] II sadaļu bija piemērojami attiecīgajai personai sakarā ar tās darbību nodarbinātas vai pašnodarbinātas personas statusā dienā, kad saskaņā ar šiem tiesību aktiem bērna audzināšanas periodu sāka ņemt vērā attiecīgajam bērnam, arī turpmāk ir atbildīga ņemt vērā šo periodu kā bērna audzināšanas periodu saskaņā ar saviem tiesību aktiem tā, it kā šā bērna audzināšana notiktu tās teritorijā.", "label": []}
{"text": "3. Panta 2. punktu nepiemēro, ja uz attiecīgo personu ir attiecināmi vai kļūst attiecināmi citas dalībvalsts tiesību akti sakarā ar darbību, ko tā veic nodarbinātas vai pašnodarbinātas personas statusā.”", "label": []}
{"text": "11 Minētās regulas 93. pants “Pārejas noteikumi” ir formulēts šādi:", "label": []}
{"text": "“[Regulas Nr. 883/2004] 87. pants piemērojams situācijās, uz kurām attiecas [Regula Nr. 987/2009].”", "label": []}
{"text": "Austrijas tiesības", "label": [[0, 9, "LOC"]]}
{"text": "12 Allgemeines Pensionsgesetz (Vispārējais pensiju likums, BGBl. I, 142/2004, turpmāk tekstā – “Vispārējais pensiju likums”) 4. panta 1. punktā “Vecuma pensija, tiesības” ir paredzēts:", "label": []}
{"text": "“Apdrošinātajai personai ir tiesības uz vecuma pensiju, sasniedzot 65 gadu vecumu (parastais pensijas vecums), ja līdz šim atsauces datumam [..] saskaņā ar šo vai kādu citu federālo likumu ir uzkrāts apdrošināšanas stāžs vismaz 180 mēnešu apmērā, no kuriem vismaz 84 mēneši ir uzkrāti, veicot profesionālu darbību (minimālais apdrošināšanas periods). [..]”", "label": [[67, 69, "AMOUNT_VALUE"], [70, 74, "AMOUNT_UNIT"], [228, 231, "AMOUNT_VALUE"], [232, 238, "AMOUNT_UNIT"], [264, 266, "AMOUNT_VALUE"], [267, 273, "AMOUNT_UNIT"]]}
{"text": "13 Vispārējā pensiju likuma 16. panta 3.a punktā ir paredzēts – šī likuma 4. panta 1. punktā minētā minimālā perioda pabeigšanai apdrošināšanas mēnešiem tiek pielīdzināti arī pirms 2005. gada 1. janvāra uzkrātie periodi, kas atbilst bērnu audzināšanai, it īpaši 1955. gada 9. septembra Allgemeines Sozialversicherungsgesetz (Vispārējais likums par sociālo apdrošināšanu; BGBI. 189/1955) redakcijā, kas piemērojama pamatlietā, (turpmāk tekstā – “ASVG”) 227.a panta un Gewerbliches Sozialversicherungsgesetz (Likums par saimnieciskās darbības veicēju sociālo apdrošināšanu, turpmāk tekstā – “GSVG”) 116.a panta izpratnē.", "label": [[181, 202, "DATE"], [262, 285, "DATE"]]}
{"text": "14 Vispārējā pensiju likuma 16. panta 6. punktā ir noteikts, ka, atkāpjoties no šī likuma 4. panta 1. punkta, sievietēm, kuras 60 gadu vecumu sasniedz pirms 2024. gada 1. janvāra, pensionēšanās vecumu nosaka, piemērojot ASVG 253. panta 1. punktu.", "label": [[127, 129, "AMOUNT_VALUE"], [130, 134, "AMOUNT_UNIT"], [157, 178, "DATE"]]}
{"text": "15 ASVG 224. pants “Apdrošināšanas periodi” ir formulēts šādi:", "label": []}
{"text": "“Ar apdrošināšanas periodiem ir jāsaprot 225. un 226. pantā minētie iemaksu periodi un 227., 227.a, 228., 228.a, un 229. pantā minētie aizstājošie periodi.”", "label": []}
{"text": "16 ASVG 227.a panta 1. punktā būtībā ir paredzēts, ka attiecībā uz apdrošinātām personām, kuras faktiski un galvenokārt ir audzinājušas savus bērnus, par “aizstājošiem periodiem” uzskata periodus, kas pabeigti valsts teritorijā pēc 1955. gada 31. decembra un pirms 2005. gada 1. janvāra un kas ir tikuši veltīti bērnu audzināšanai un nepārsniedz 48 kalendāros mēnešus vai vairāku bērnu piedzimšanas gadījumā – 60 kalendāros mēnešus no bērna piedzimšanas brīža.", "label": [[232, 255, "DATE"], [265, 286, "DATE"], [346, 348, "AMOUNT_VALUE"], [349, 367, "AMOUNT_UNIT"], [410, 412, "AMOUNT_VALUE"], [413, 431, "AMOUNT_UNIT"]]}
{"text": "17 Likuma par saimnieciskās darbības veicēju sociālo apdrošināšanu 116.a pantā būtībā ir pārņemtas tās pašas tiesību normas kā ASVG 227.a pantā.", "label": []}
{"text": "Pamatlieta un prejudiciālie jautājumi", "label": []}
{"text": "18 Prasītāja pamatlietā FM ir 1957. gadā dzimusi Austrijas pilsone.", "label": [[24, 26, "PER"], [30, 40, "DATE"], [49, 58, "LOC"]]}
{"text": "19 Pēc darbības pašnodarbinātas personas statusā Austrijā līdz 1986. gada 30. septembrim un pēc tam – studijām Apvienotajā Karalistē, prasītāja pamatlietā 1987. gada novembra sākumā apmetās uz dzīvi Beļģijā, kur viņai piedzima divi bērni attiecīgi 1987. gada 5. decembrī un 1990. gada 23. februārī. Vēlāk viņa uzturējās Ungārijā no 1991. gada 5. līdz 31. decembrim un Apvienotajā Karalistē – no 1993. gada 1. janvāra līdz 8. februārim.", "label": [[49, 57, "LOC"], [63, 88, "DATE"], [111, 132, "LOC"], [155, 181, "DATE"], [199, 206, "LOC"], [227, 231, "AMOUNT_VALUE"], [232, 237, "AMOUNT_UNIT"], [248, 270, "DATE"], [274, 297, "DATE"], [320, 328, "LOC"], [332, 345, "DATE"], [351, 364, "DATE"], [368, 389, "LOC"], [395, 416, "DATE"], [422, 434, "DATE"]]}
{"text": "20 Laikā no 1987. gada 5. decembra līdz 1993. gada 8. februārim prasītāja pamatlietā audzināja savus bērnus, bet nestrādāja, neuzkrāja apdrošināšanas periodus un nesaņēma pabalstus par savu bērnu audzināšanu.", "label": [[12, 34, "DATE"], [40, 63, "DATE"]]}
{"text": "21 1993. gada 8. februārī viņa atgriezās Austrijā un tur veica profesionālu darbību pašnodarbinātas personas statusā.", "label": [[3, 25, "DATE"], [41, 49, "LOC"]]}
{"text": "22 Laikā no 1993. gada februāra līdz 1994. gada februārim prasītāja pamatlietā bērnu audzināšanai Austrijā veltīja 13 mēnešus, būdama obligāti apdrošināta un veikdama iemaksas Austrijas sociālā nodrošinājuma sistēmā. Pēc tam viņa strādāja un veica iemaksas šajā dalībvalstī līdz aiziešanai pensijā.", "label": [[12, 31, "DATE"], [37, 57, "DATE"], [98, 106, "LOC"], [115, 117, "AMOUNT_VALUE"], [118, 125, "AMOUNT_UNIT"], [176, 185, "LOC"]]}
{"text": "23 2017. gada 11. oktobrī prasītāja atbildētājai pamatlietā pensiju iestādei iesniedza lūgumu piešķirt viņai vecuma pensiju.", "label": [[3, 25, "DATE"], [60, 76, "ORG"]]}
{"text": "24 Ar 2017. gada 29. decembra lēmumu minētā iestāde viņai piešķīra tiesības uz vecuma pensiju, kuras apmērs bija 1079,15 EUR mēnesī, sākot no 2017. gada 1. novembra. Šī summa tika aprēķināta, pamatojoties uz 366 Austrijā uzkrātiem apdrošināšanas periodiem, tostarp Austrijā pavadītajiem bērnu audzināšanas periodiem, kas tika pielīdzināti apdrošināšanas periodiem.", "label": [[6, 29, "DATE"], [113, 120, "AMOUNT_VALUE"], [121, 124, "AMOUNT_UNIT"], [142, 164, "DATE"], [208, 211, "AMOUNT_VALUE"], [212, 220, "LOC"], [231, 255, "AMOUNT_UNIT"], [265, 273, "LOC"]]}
{"text": "25 Prasītāja pamatlietā par šo lēmumu iesniedza prasību Arbeits- und Sozialgericht Wien (Darba un sociālo lietu tiesa Vīnē, Austrija), norādot – tā kā viņa ir bijusi apdrošināta Austrijas sociālā nodrošinājuma sistēmā pirms bērna audzināšanas periodiem, kurus viņa pabeidza Beļģijā un Ungārijā laikā no 1987. gada 5. decembra līdz 1991. gada 31. decembrim, arī tie esot jāņem vērā kā aizstājošie periodi, aprēķinot viņas Austrijas pensijas apmēru, citādi tiktu pārkāpts LESD 21. pants, kā to interpretējusi Tiesa.", "label": [[56, 87, "ORG"], [89, 117, "ORG"], [118, 132, "LOC"], [178, 187, "LOC"], [274, 281, "LOC"], [285, 293, "LOC"], [303, 325, "DATE"], [331, 355, "DATE"], [421, 430, "LOC"], [507, 512, "ORG"]]}
{"text": "26 Pirmās instances tiesa šo prasību noraidīja, pamatojoties uz to, ka prasītāja pamatlietā nav izpildījusi nosacījumus, lai citās dalībvalstīs pabeigtos bērnu audzināšanas periodus varētu pielīdzināt apdrošināšanas periodiem saskaņā ar Regulas Nr. 987/2009 44. pantu un ar to saistītajiem Austrijas tiesību aktiem.", "label": [[290, 299, "LOC"]]}
{"text": "27 Prasītāja pamatlietā par šo nolēmumu iesniedza apelācijas sūdzību Oberlandesgericht Wien (Apelācijas tiesa Vīnē, Austrija), apgalvojot, ka, lai gan viņas situācija neatbilst Regulas Nr. 987/2009 44. pantā paredzētajiem nosacījumiem, saskaņā ar Tiesas judikatūru, kas izriet it īpaši no 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475), pamatojoties uz LESD 21. pantu, ir jāņem vērā citās dalībvalstīs pabeigtie bērnu audzināšanas periodi, jo viņa ir strādājusi un bijusi Austrijas sociālā nodrošinājuma sistēmas dalībniece pirms un pēc bērnu audzināšanai veltītajiem periodiem, kuri pabeigti citās dalībvalstīs, un tātad šiem periodiem ir pietiekama saikne ar Austrijas sociālā nodrošinājuma sistēmu.", "label": [[69, 91, "ORG"], [93, 114, "ORG"], [116, 124, "LOC"], [247, 253, "ORG"], [289, 310, "DATE"], [321, 331, "PER"], [494, 503, "LOC"], [683, 692, "LOC"]]}
{"text": "28 Šī tiesa apelācijas sūdzību noraidīja, apstiprinot, ka Regulas Nr. 987/2009 44. panta piemērošanas nosacījumi šajā gadījumā nav izpildīti un, tā kā šai tiesību normai ir ekskluzīvs raksturs – periodi, kurus prasītāja pamatlietā ir veltījusi savu bērnu audzināšanai un kuri ir pabeigti citās dalībvalstīs, nevar tikt ņemti vērā, pamatojoties uz LESD 21. pantu. Turklāt šī pati tiesa uzskatīja, ka risinājums, kas izriet no 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475), nav attiecināms uz šo lietu, jo šajā lietā Regula Nr. 987/2009 ir piemērojama ratione temporis, bet tā tas nebija lietā, kura ir minētā sprieduma pamatā.", "label": [[425, 446, "DATE"], [457, 467, "PER"]]}
{"text": "29 Iesniedzējtiesa, Oberster Gerichtshof (Augstākā tiesa, Austrija), kurā prasītāja pamatlietā iesniedza revīzijas sūdzību, arī uzskata, ka Regulas Nr. 883/2004 un Nr. 987/2009 šajā lietā ir piemērojamas ratione temporis un ka pēdējās minētās regulas 44. panta 2. punktā izvirzītie nosacījumi, lai pensiju iestāde ņemtu vērā bērna audzināšanas periodus, ko prasītāja pamatlietā ir pabeigusi Beļģijā un Ungārijā, nav izpildīti, jo datumā, kurā ir sācies pirmais bērna audzināšanas periods, proti, 1987. gada decembrī, prasītāja pamatlietā nav veikusi darbību nodarbinātas vai pašnodarbinātas personas statusā Austrijā.", "label": [[20, 40, "ORG"], [42, 56, "ORG"], [58, 66, "LOC"], [391, 398, "LOC"], [402, 410, "LOC"], [496, 515, "DATE"], [608, 616, "LOC"]]}
{"text": "30 Iesniedzējtiesa neizslēdz, ka Regulas Nr. 987/2009 44. pants varētu tikt interpretēts tādējādi, ka tas ir piemērojams ekskluzīvi un ka līdz ar to arī minēto periodu ņemšana vērā nav iespējama, pamatojoties uz LESD 21. pantu.", "label": []}
{"text": "31 Tomēr šī tiesa norāda, ka pamatlietā aplūkotie fakti ir salīdzināmi ar faktiem lietā, kura ir pamatā 2012. gada 19. jūlija spriedumam Rene-Alvin (C‑522/10, EU:C:2012:475), un apstāklis, ka prasītāja pamatlietā ir strādājusi un apdrošināšanas periodus uzkrājusi tikai Austrijā atbilstoši judikatūrai, kas izriet no šī sprieduma, varētu pierādīt, ka pastāv pietiekami cieša piesaiste Austrijas sociālā nodrošinājuma sistēmai.", "label": [[104, 125, "DATE"], [137, 147, "PER"], [270, 278, "LOC"], [385, 394, "LOC"]]}
{"text": "32 Līdz ar to iesniedzējtiesa uzskata, ka, pamatojoties uz Regulu Nr. 1408/71, kura bija spēkā laikā, kad prasītāja pamatlietā pabeidza bērnu audzināšanas periodus Beļģijā un Ungārijā, saskaņā ar LESD 21. pantu šie periodi būtu ņemti vērā, aprēķinot viņas Austrijas vecuma pensiju, atbilstoši Tiesas judikatūrai. Tādējādi prasītājas pamatlietā situācija esot kļuvusi mazāk labvēlīga pēc Regulas Nr. 987/2009 44. panta stāšanās spēkā.", "label": [[164, 171, "LOC"], [175, 183, "LOC"], [256, 265, "LOC"], [293, 299, "ORG"]]}
{"text": "33 Pakārtoti iesniedzējtiesa norāda, ka dalībvalstīs, kurās prasītāja pamatlietā ir pabeigusi savu bērnu audzināšanas periodus, principā ir paredzēta šādu periodu ņemšana vērā. Šajā kontekstā šai tiesai nav skaidrs, vai gadījumā, ja Regulas Nr. 987/2009 44. pants šajā lietā būtu piemērojams, šī panta 2. punktā minētais apstāklis, proti, tas, ka “saskaņā ar tās dalībvalsts tiesību aktiem, kas ir kompetenta atbilstīgi [Regulas Nr. 883/2004] II sadaļai, neviens bērna audzināšanas periods netiek ņemts vērā”, būtu jāsaprot kā tāds, kas attiecas uz situāciju, kurā šīs dalībvalsts tiesību aktos nav paredzēta bērnu audzināšanas periodu ņemšana vērā attiecīgās personas vecuma pensijas aprēķinā, vai arī drīzāk kā tāds, kas ir piemērojams situācijai, kurā, lai gan šāda ņemšana vērā ir paredzēta, šī persona, ievērojot tās konkrēto situāciju, nevar uz to pretendēt.", "label": []}
{"text": "34 Šādos apstākļos Oberster Gerichtshof (Augstākā tiesa) nolēma apturēt tiesvedību un uzdot Tiesai šādus prejudiciālus jautājumus:", "label": [[19, 56, "ORG"], [92, 98, "ORG"]]}
{"text": "“1) Vai Regulas [Nr. 987/2009] 44. panta 2. punkts ir jāinterpretē tādējādi, ka tas nepieļauj, ka dalībvalsts, kura ir kompetenta piešķirt vecuma pensiju un saskaņā ar kuras tiesību normām pensijas pieprasītājai visā viņas darba dzīves laikā, izņemot bērna audzināšanas periodus, ir bijis nodarbinātas vai pašnodarbinātas personas statuss, ņem vērā citās dalībvalstīs uzkrātos bērnu audzināšanas periodus, jau tādēļ vien, ka brīdī, kurā bija jāņem vērā attiecīgā bērna audzināšanas periods atbilstoši šīs dalībvalsts tiesību normām, šai pensijas pieprasītājai nebija ne nodarbinātas, ne arī pašnodarbinātas personas statusa?", "label": []}
{"text": "Ja atbilde uz pirmo jautājumu ir noliedzoša:", "label": []}
{"text": "2) Vai Regulas [Nr. 987/2009] 44. panta 2. punkta pirmais noteikums ir jāinterpretē tādējādi, ka saskaņā ar Regulas [Nr. 883/2004] par sociālās nodrošināšanas sistēmu koordinēšanu II sadaļu kompetentā dalībvalsts vispār neņem vērā bērna audzināšanas periodus atbilstoši tās tiesību normām vai tā šo periodu neņem vērā tikai konkrētā gadījumā?”", "label": []}
{"text": "Par prejudiciālajiem jautājumiem", "label": []}
{"text": "Par pirmo jautājumu", "label": []}
{"text": "35 Iesākumā jāatgādina, ka saskaņā ar Tiesas pastāvīgo judikatūru ar LESD 267. pantu ieviestās sadarbības starp valstu tiesām un Tiesu procedūras ietvaros tai ir jāsniedz valsts tiesai noderīga atbilde, kas ļautu šai tiesai izlemt tās izskatīšanā esošo lietu. Šajā nolūkā Tiesai vajadzības gadījumā ir jāpārformulē tai iesniegtie jautājumi. Tiesas uzdevums ir interpretēt visas Savienības tiesību normas, kas vajadzīgas valsts tiesām, lai izlemtu tajās iesniegtās lietas, pat ja šīs tiesību normas nav tieši norādītas jautājumos, kurus tai ir nosūtījušas šīs tiesas (spriedums, 2021. gada 8. jūlijs, Staatsanwaltschaft Köln un Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, 22. punkts, kā arī tajā minētā judikatūra).", "label": [[38, 44, "ORG"], [129, 134, "ORG"], [272, 278, "ORG"], [341, 347, "ORG"], [378, 388, "LOC"], [578, 598, "DATE"], [600, 623, "ORG"], [627, 653, "ORG"]]}
{"text": "36 Līdz ar to, pat ja iesniedzējtiesa savus jautājumus formāli ir uzdevusi tikai par Direktīvas 987/2009 44. panta 2. punkta interpretāciju, šāds apstāklis neliedz Tiesai sniegt šai valsts tiesai visus norādījumus par Savienības tiesību interpretāciju, kuri tai var būt noderīgi, izspriežot iztiesājamo lietu, neatkarīgi no tā, vai šī tiesa ir vai nav uz tiem atsaukusies sava jautājuma formulējumā. Šajā ziņā Tiesai no visas valsts tiesas sniegtās informācijas, it īpaši no iesniedzējtiesas nolēmuma pamatojuma, ir jānošķir Savienības tiesību elementi, kuriem, ņemot vērā strīda priekšmetu, ir nepieciešama interpretācija (spriedums, 2021. gada 8. jūlijs, Staatsanwaltschaft Köln un Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, 23. punkts, kā arī tajā minētā judikatūra).", "label": [[164, 170, "ORG"], [218, 228, "LOC"], [410, 416, "ORG"], [525, 535, "LOC"], [635, 655, "DATE"], [657, 680, "ORG"], [684, 710, "ORG"]]}
{"text": "37 Šajā gadījumā no lūguma sniegt prejudiciālu nolēmumu izriet, ka pamatlieta ir par to, vai Austrijas Republikai ir pienākums, piešķirot vecuma pensiju, ņemt vērā bērnu audzināšanas periodus, kurus prasītāja pamatlietā ir pabeigusi citās dalībvalstīs. Iesniedzējtiesa norāda, ka šāda ņemšana vērā ir izslēgta saskaņā ar Regulas Nr. 987/2009 44. panta 2. punktu, jo šajā tiesību normā ir prasīts, lai attiecīgā persona būtu veikusi darbību nodarbinātas vai pašnodarbinātas personas statusā attiecīgajā dalībvalstī “dienā, kad saskaņā ar [šīs dalībvalsts] tiesību aktiem bērna audzināšanas periodu sāka ņemt vērā attiecīgajam bērnam”, un šis datums ir noteikts minētās dalībvalsts tiesību normās, kurās ir regulēta bērnu audzināšanas periodu ņemšana vērā. Pat ja aktīvās dzīves laikā prasītāja pamatlietā ir veikusi darbību nodarbinātas vai pašnodarbinātas personas statusā vienīgi Austrijā un ir veikusi iemaksas tikai šīs dalībvalsts sociālā nodrošinājuma sistēmā, esot pierādīts, ka atbilstīgajos datumos, kas atbilstoši Austrijas tiesību aktiem ir 1988. gada 1. janvāris un 1990. gada 1. marts, viņa Austrijā nav veikusi darbību nodarbinātas vai pašnodarbinātas personas statusā. Šādos apstākļos iesniedzējtiesa vaicā, vai gadījumā, ja 44. pants būtu jāinterpretē tādējādi, ka tam nav ekskluzīvs raksturs, atbilstoši judikatūrai, kas izriet no 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475), kura pamatā esošās lietas fakti iesniedzējtiesas ieskatā ir salīdzināmi ar pamatlietas faktiem, Austrijas Republikai būtu pienākums ņemt vērā šos periodus saskaņā ar LESD 21. pantu.", "label": [[93, 113, "ORG"], [881, 889, "LOC"], [1023, 1032, "LOC"], [1051, 1073, "DATE"], [1077, 1096, "DATE"], [1103, 1111, "LOC"], [1347, 1368, "DATE"], [1379, 1389, "PER"], [1513, 1533, "ORG"]]}
{"text": "38 Līdz ar to pirmais jautājums ir jāsaprot tādējādi, ka ar to būtībā tiek vaicāts, vai Regulas Nr. 987/2009 44. panta 2. punkts ir jāinterpretē tādējādi, ka – gadījumā, kad attiecīgā persona neatbilst nosacījumam par darbību nodarbinātas vai pašnodarbinātas personas statusā, kas šajā tiesību normā ir paredzēts, lai varētu pretendēt uz to, ka par vecuma pensijas izmaksu atbildīgā dalībvalsts, piešķirot šo pensiju, ņem vērā bērnu audzināšanas periodus, ko tā ir pabeigusi citās dalībvalstīs, – šai dalībvalstij tomēr ir pienākums ņemt vērā šos periodus saskaņā ar LESD 21. pantu.", "label": []}
{"text": "39 Šajā ziņā, pirmkārt, ir jāpārbauda, vai Regulas Nr. 987/2009 44. pantā dažādās dalībvalstīs pabeigto bērnu audzināšanas periodu ņemšana vērā ir vai nav regulēta ekskluzīvi. Proti, apstiprinošas atbildes gadījumā šādi periodi varētu tikt ņemti vērā tikai saskaņā ar šo tiesību normu, līdz ar to LESD 21. pants nebūtu piemērojams. Savukārt, ja Regulas Nr. 987/2009 44. pants būtu jāinterpretē tādējādi, ka tas nav piemērojams ekskluzīvi, nevar jau sākumā izslēgt, ka judikatūra, kas izriet no 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475), – kurā paredzēts, ka dalībvalsts saskaņā ar LESD 21. pantu ņem vērā bērnu audzināšanas periodus, ko attiecīgā persona ir pabeigusi citās dalībvalstīs, – būtu attiecināma uz tādu situāciju, kā pamatlietā aplūkotā, kura atšķirībā no situācijas, kas ir pamatā minētajam spriedumam, ietilpst Regulas Nr. 987/2009 ratione temporis piemērošanas jomā, bet kurā attiecīgā persona neatbilst šīs regulas 44. panta 2. punktā paredzētajam nosacījumam par darbības veikšanu nodarbinātas vai pašnodarbinātas personas statusā.", "label": [[494, 515, "DATE"], [526, 536, "PER"]]}
{"text": "40 Atbilstoši Tiesas pastāvīgajai judikatūrai, interpretējot Savienības tiesību normu, ir jāņem vērā ne tikai tās formulējums, bet arī tās konteksts un mērķi, kas ir izvirzīti tiesiskajā regulējumā, kurā tā ir ietverta, un nozīmīgus elementus šīs tiesību normas interpretācijai var sniegt arī tās rašanās vēsture (spriedums, 2019. gada 8. maijs, Inspecteur van de Belastingdienst, C‑631/17, EU:C:2019:381, 29. punkts).", "label": [[14, 20, "ORG"], [61, 71, "LOC"], [325, 344, "DATE"], [346, 356, "PROFESSION"], [364, 379, "ORG"]]}
{"text": "41 Šajā gadījumā Regulas Nr. 987/2009 44. panta formulējumā nav skaidri norādīts, vai dažādās dalībvalstīs pabeigto bērnu audzināšanas periodu ņemšana vērā šajā tiesību normā ir regulēta ekskluzīvi. Tomēr jākonstatē, ka šī panta 2. punktā paredzētais noteikums, – saskaņā ar kuru attiecīgajai personai ir piemērojami tās dalībvalsts tiesību akti, kam bija kompetence saskaņā ar Regulas Nr. 883/2004 II sadaļu, pamatojoties uz minētās personas darbību nodarbinātas vai pašnodarbinātas personas statusā šajā dalībvalstī datumā, kad bērna audzināšanas periodu sāka ņemt vērā saskaņā ar šiem tiesību aktiem, – kā uzsver Komisija, ir uzskatāms par Tiesas 2000. gada 23. novembra sprieduma Mendez (C‑135/99, EU:C:2000:647) un 2002. gada 7. februāra sprieduma Mayer (C‑28/00, EU:C:2002:82) kodifikāciju.", "label": [[616, 624, "ORG"], [643, 649, "ORG"], [650, 673, "DATE"], [684, 690, "PER"], [720, 742, "DATE"], [753, 758, "PER"]]}
{"text": "42 Lai gan Savienības likumdevējs nav tieši pārņēmis šajos spriedumos noteikto kritēriju – “ciešas saiknes” vai “pietiekamas saiknes” esamību starp apdrošināšanas periodiem, kas pabeigti, pamatojoties uz profesionālās darbības veikšanu dalībvalstī, no kuras attiecīgā persona lūdz vecuma pensiju, un bērnu audzināšanas periodiem, ko šī persona ir pavadījusi citā dalībvalstī, tomēr, ja Regulas Nr. 987/2009 44. panta 2. punktā paredzētais noteikums būtu ticis piemērots personām, uz kurām attiecās lietas, kas bija pamatā minētajiem spriedumiem, būtu sasniegts iznākums, pie kura Tiesa nonāca šajos spriedumos. Proti, kā būtībā izriet no 2000. gada 23. novembra sprieduma Mendez (C‑135/99, EU:C:2000:647) 25.–28. punkta un 2002. gada 7. februāra sprieduma Mayer (C‑28/00, EU:C:2002:82) 31.–33. punkta, Tiesa atzina – apstāklis, ka šīs personas, kuras bija strādājušas vienīgi par to pensijas izmaksu atbildīgajā dalībvalstī, bērna piedzimšanas brīdī šajā dalībvalstī veica darbību nodarbinātas personas statusā, ļauj konstatēt šādas ciešas vai pietiekamas saiknes esamību, un tādējādi – attiecībā uz tādu audzināšanas periodu ņemšanu vērā, piešķirot šādu pensiju, kurus šī persona ir pabeigusi citā dalībvalstī, ir jāpiemēro pirmās minētās dalībvalsts tiesību akti.", "label": [[11, 21, "LOC"], [580, 585, "ORG"], [638, 661, "DATE"], [672, 678, "PER"], [723, 745, "DATE"], [756, 761, "PER"], [802, 807, "ORG"]]}
{"text": "43 Jāpiebilst – tā kā Regulas Nr. 987/2009 44. panta spēkā stāšanās dienā Tiesa vēl nebija pasludinājusi 2012. gada 19. jūlija spriedumu Rene-Alvin (C‑522/10, EU:C:2012:475), no šī sprieduma izrietošās atziņas nevarēja tikt ņemtas vērā, pieņemot šo regulu, lai tās, iespējams, kodificētu.", "label": [[74, 79, "ORG"], [105, 126, "DATE"], [137, 147, "PER"]]}
{"text": "44 No tā izriet, ka, ņemot vērā Regulas Nr. 987/2009 44. panta formulējumu, tas ir jāinterpretē tādējādi, ka tajā bērnu audzināšanas periodu ņemšana vērā nav regulēta ekskluzīvi.", "label": []}
{"text": "45 Šo interpretāciju apstiprina konteksts, kurā šī tiesību norma ir ietverta.", "label": []}
{"text": "46 Ir jākonstatē, ka, ievērojot tās Regulas Nr. 987/2009 sadaļas un nodaļas nosaukumus, kurās ietilpst šīs regulas 44. pants, proti, III sadaļa “Īpašie noteikumi, kas piemērojami dažādās pabalstu kategorijās” un IV nodaļa, kurā apkopotas tiesību normas attiecībā uz “invaliditātes pabalst[iem], vecuma pensij[ām] un apgādnieka zaudējuma pabalst[iem]”, šī tiesību norma ir īpaša tiesību norma, kas piemērojama attiecībā uz pabalstiem, kuri pieder pie pensijām, un ar ko tiek sekmēta bērnu audzināšanas periodu ņemšana vērā, aprēķinot šos pabalstus. Šajā nolūkā ar šo tiesību normu gadījumā, kad saskaņā ar Regulas Nr. 883/2004 II sadaļu kompetentās dalībvalsts tiesību aktos minētie periodi netiek ņemti vērā, ir ieviesta tikai pakārtota kompetence dalībvalstij, kurai nav kompetences saskaņā ar vispārīgajiem noteikumiem, bet kas tai iepriekš bija, pamatojoties uz to, ka attiecīgā persona šajā dalībvalstī bija veikusi darbību nodarbinātas vai pašnodarbinātas personas statusā brīdī, kad saskaņā ar tās tiesību aktiem tos varēja sākt ņemt vērā.", "label": []}
{"text": "47 Līdz ar to ar Regulas Nr. 987/2009 44. pantu ir ieviests papildu noteikums, kas ļauj palielināt iespējamību attiecīgajām personām pretendēt uz viņu bērnu audzināšanas periodu ņemšanu vērā pilnībā un tādējādi, cik vien iespējams, izvairīties no pretējas situācijas. Tātad šo tiesību normu nevar interpretēt tādējādi, ka tai ir ekskluzīvs raksturs.", "label": []}
{"text": "48 Attiecībā uz Regulas Nr. 987/2009 44. pantu ietverošā tiesiskā regulējuma mērķiem ir jāatgādina, kā izriet attiecīgi no Regulas Nr. 883/2004 3. apsvēruma un Regulas Nr. 987/2009 1. apsvēruma, ka Regulas Nr. 883/2004 mērķis ir aizstāt Regulā Nr. 1408/71 paredzētos valstu sociālā nodrošinājuma sistēmu koordinēšanas noteikumus, tos modernizējot un vienkāršojot, lai sasniegtu personu brīvas pārvietošanās mērķi, un Regulas Nr. 987/2009 uzdevums ir noteikt tā īstenošanas kārtību. Regulas Nr. 883/2004 1. apsvērumā turklāt ir norādīts, ka tādi valstu sociālā nodrošinājuma sistēmu koordinēšanas noteikumi kā tie, kas ir paredzēti šajā pēdējā minētajā regulā, Regulā Nr. 987/2009 un pirms tam Regulā Nr. 1408/71 ietilpst personu brīvas pārvietošanās regulējumā.", "label": []}
{"text": "49 Šajā ziņā no pastāvīgās judikatūras kopš Regulas Nr. 883/2004 stāšanās spēkā izriet, ka, pirmām kārtām, lai gan – tā kā Eiropas Savienības līmenī nav veikta saskaņošana – dalībvalstis saglabā kompetenci veidot savas sociālā nodrošinājuma sistēmas un tostarp šajā kontekstā paredzēt nosacījumus, kas dod tiesības uz pabalstiem, tomēr šīm valstīm, īstenojot šo kompetenci, ir jāievēro Savienības tiesības un konkrēti LESD normas attiecībā uz visiem Savienības pilsoņiem piešķirtajām tiesībām brīvi pārvietoties un uzturēties dalībvalstu teritorijā (šajā nozīmē skat. spriedumu, 2019. gada 14. marts, Guerin, C‑134/18, EU:C:2019:212, 29.–31. punkts un tajos minētā judikatūra).", "label": [[123, 141, "LOC"], [386, 396, "LOC"], [450, 460, "LOC"], [579, 599, "DATE"], [601, 607, "PER"]]}
{"text": "50 Otrām kārtām, ja, izmantojot savas tiesības uz brīvu pārvietošanos, migrējošiem darba ņēmējiem būtu jāzaudē sociālā nodrošinājuma priekšrocības, ko viņiem nodrošina dalībvalsts tiesību akti, šādas sekas varētu tos atturēt no tiesību uz brīvu pārvietošanos izmantošanas un līdz ar to būtu šķērslis šai brīvībai (šajā nozīmē skat. spriedumu, 2019. gada 14. marts, Guerin, C‑134/18, EU:C:2019:212, 33. punkts un tajā minētā judikatūra).", "label": [[343, 363, "DATE"], [365, 371, "PER"]]}
{"text": "51 No tā izriet, ka mērķis nodrošināt brīvas pārvietošanās principa, kā tas nostiprināts LESD 21. pantā, ievērošanu prevalē arī Regulu Nr. 883/2004 un Nr. 987/2009 kontekstā.", "label": []}
{"text": "52 Ir jākonstatē, ka no interpretācijas, saskaņā ar kuru Regulas Nr. 987/2009 44. pantā dažādās dalībvalstīs pabeigto bērnu audzināšanas periodu ņemšana vērā ir regulēta ekskluzīvi, izrietētu, ka par personas vecuma pensijas izmaksu atbildīgajai dalībvalstij – kas ir vienīgā, kurā šī persona, kā prasītāja pamatlietā, ir strādājusi un veikusi iemaksas gan pirms, gan pēc savas dzīvesvietas pārcelšanas uz citu dalībvalsti, kurā viņa ir pievērsusies savu bērnu audzināšanai, – ir ļauts, piešķirot šādu pensiju, atteikties ņemt vērā bērnu audzināšanas periodus, ko šī persona ir pabeigusi šajā citā dalībvalstī, un tādējādi – radīt tai nelabvēlīgāku situāciju tikai tāpēc vien, ka tā ir izmantojusi savas tiesības uz brīvu pārvietošanos.", "label": []}
{"text": "53 Šāda interpretācija līdz ar to būtu pretrunā Regulā Nr. 987/2009 izvirzītajiem mērķiem, konkrēti runājot par mērķi nodrošināt brīvas pārvietošanās principa ievērošanu, un šādi tiktu apdraudēta šīs regulas 44. panta lietderīgā iedarbība.", "label": []}
{"text": "54 Šajā kontekstā pietiek atgādināt, ka saskaņā ar Tiesas judikatūru, ja Savienības tiesību norma var tikt interpretēta dažādi, priekšroka ir jādod tai interpretācijai, ar kuru ir saglabājama tās lietderīgā iedarbība (spriedums, 2010. gada 7. oktobris, Elari, C‑162/09, EU:C:2010:592, 51. punkts).", "label": [[51, 57, "ORG"], [73, 83, "LOC"], [229, 251, "DATE"], [253, 258, "PER"]]}
{"text": "55 Līdz ar to ir jāuzskata, ka Regulas Nr. 987/2009 44. pants, ņemot vērā tā formulējumu, kontekstu un mērķus, kuri ir izvirzīti tiesiskajā regulējumā, kādā tas ietverts, ir jāinterpretē tādējādi, ka tajā tādu bērnu audzināšanas periodu ņemšana vērā, ko viena un tā pati persona ir pabeigusi dažādās dalībvalstīs, nav regulēta ekskluzīvi.", "label": []}
{"text": "56 Otrkārt, ir jāpārbauda, vai judikatūra, kas izriet no 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475), ir attiecināma uz tādu situāciju kā pamatlietā aplūkotā, kurā, lai gan Regula Nr. 987/2009 ir piemērojama ratione temporis, attiecīgā persona neatbilst nosacījumam par darbību nodarbinātas vai pašnodarbinātas personas statusā, kas šīs regulas 44. panta 2. punktā ir paredzēts, lai varētu pretendēt uz to, ka par vecuma pensijas izmaksu atbildīgā dalībvalsts, piešķirot šo pensiju, ņem vērā bērnu audzināšanas periodus, ko šī persona ir pabeigusi citās dalībvalstīs. Lietā, kas ir pamatā minētajam spriedumam, attiecīgā persona savu bērnu dzimšanas brīdī bija pārtraukusi strādāt par tās pensijas izmaksu atbildīgajā dalībvalstī un uz laiku bija iekārtojusi dzīvesvietu citas dalībvalsts teritorijā, kurā pievērsās savu bērnu audzināšanai un neveica darbību nodarbinātas vai pašnodarbinātas personas statusā. Pēc tam šī persona kopā ar ģimeni atgriezās pirmajā dalībvalstī, kurā atsāka profesionālo darbību.", "label": [[57, 78, "DATE"], [89, 99, "PER"]]}
{"text": "57 2012. gada 19. jūlija spriedumā Rene-Alvin (C‑522/10, EU:C:2012:475) Tiesa vispirms minētā sprieduma 24.–29. punktā atzina, ka šādā situācijā Regula Nr. 987/2009 nav piemērojama ratione temporis, un konstatēja, ka šajos apstākļos principā ir jāpiemēro Regulā Nr. 1408/71 paredzētie noteikumi.", "label": [[3, 24, "DATE"], [35, 45, "PER"], [72, 77, "ORG"]]}
{"text": "58 Turpinājumā – minētā sprieduma 30. punktā konstatējusi, ka Regulā Nr. 1408/71 nav paredzēti nekādi īpaši noteikumi, kas būtu salīdzināmi ar Regulas Nr. 987/2009 44. pantu, kurā reglamentēta citās dalībvalstīs pabeigto bērnu audzināšanas periodu ņemšana vērā, Tiesa pauda uzskatu, ka iesniedzējtiesas uzdotie jautājumi ir jāsaprot tādējādi, ka ar tiem tiek mēģināts noteikt, vai tādā situācijā, kā tā, kas aplūkota minētajā lietā, ar LESD 21. pantu par attiecīgās personas vecuma pensijas izmaksu atbildīgās dalībvalsts kompetentajai iestādei ir pienākums, piešķirot šādu pensiju, ņemt vērā bērnu audzināšanas periodus, kurus šī persona ir pabeigusi citā dalībvalstī. Minētā sprieduma 31. punktā Tiesa pauda uzskatu, ka, lai atbildētu uz šo jautājumu, pirmkārt, ir jānosaka, kura dalībvalsts ir kompetenta definēt vai atzīt par faktiskus apdrošināšanas periodus aizstājošiem periodiem tos periodus, kurus attiecīgā persona ir veltījusi savu bērnu audzināšanai citā dalībvalstī, un, otrkārt, gadījumā, ja par noteicošajiem tiktu atzīti par tās vecuma pensijas izmaksu atbildīgās dalībvalsts tiesību akti, ir jānovērtē, vai šajos tiesību aktos paredzētā bērnu audzināšanas periodu vērā ņemšanas kārtība atbilst LESD 21. pantam.", "label": [[262, 267, "ORG"], [698, 703, "ORG"]]}
{"text": "59 Tādējādi, pirmām kārtām, 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475) 35. un 36. punktā Tiesa pauda uzskatu, ka tad, ja persona ir strādājusi un veikusi iemaksas vienīgi vienā un tajā pašā dalībvalstī gan pirms, gan pēc savas dzīvesvietas pārcelšanas uz citu dalībvalsti, kurā tā nekad nav ne strādājusi, ne veikusi iemaksas, ir jāatzīst, ka pastāv pietiekama saikne starp šiem audzināšanas periodiem un apdrošināšanas periodiem, kas pabeigti, veicot profesionālo darbību pirmajā dalībvalstī, un tātad attiecībā uz šīs personas pabeigto bērnu audzināšanas periodu ņemšanu vērā un apstiprināšanu, piešķirot vecuma pensiju, ir jāpiemēro šīs pirmās dalībvalsts tiesību akti.", "label": [[28, 49, "DATE"], [60, 70, "PER"], [115, 120, "ORG"]]}
{"text": "60 Otrām kārtām, runājot par šajā lietā piemērojamo tiesību aktu saderību ar LESD 21. pantu, Tiesa minētā sprieduma 38.–40. punktā atgādināja, ka, lai gan dalībvalstis saglabā kompetenci veidot savas sociālā nodrošinājuma sistēmas, tomēr tām, īstenojot šo kompetenci, ir jāievēro Savienības tiesības un it īpaši LESD normas attiecībā uz pilsoņu brīvu pārvietošanos, kas garantēta LESD 21. pantā. Turklāt Tiesa norādīja, ka situācijā, kāda tika aplūkota lietā, kura bija pamatā minētajam spriedumam, no valsts tiesību normām izrietēja, ka attiecīgajai personai, ja tā ar darbību nodarbinātas vai pašnodarbinātas personas statusā nebija uzkrājusi obligāto iemaksu periodus bērnu audzināšanas periodu laikā vai tieši pirms tās bērnu piedzimšanas, nosakot tās vecuma pensijas apmēru, bija liegtas tiesības uz tās bērnu audzināšanas periodu ņemšanu vērā tikai tāpēc vien, ka tā bija uz laiku iekārtojusi sev dzīvesvietu citā dalībvalstī, pat ja tā šajā citā dalībvalstī nebija veikusi darbību nodarbinātas vai pašnodarbinātas personas statusā.", "label": [[93, 98, "ORG"], [280, 290, "LOC"], [404, 409, "ORG"]]}
{"text": "61 Visbeidzot – tā paša sprieduma 41.–45. punktā Tiesa atzina, ka šajos apstākļos šādai personai tās pilsonības dalībvalstī tika piemērota mazāk labvēlīga attieksme nekā tad, ja tā nebūtu izmantojusi LESD paredzētās iespējas personu pārvietošanās jomā. Valsts tiesiskais regulējums, kas noteiktiem valsts pilsoņiem ir nelabvēlīgs tikai tāpēc vien, ka tie ir īstenojuši savu brīvību pārvietoties un uzturēties citā dalībvalstī, tādējādi rada nevienlīdzīgu attieksmi, kas ir pretrunā principiem, kuri ir pamatā Savienības pilsoņa statusam, kad tas īsteno savu pārvietošanās brīvību. Tiesa no tā secināja, ka šādā situācijā, pirmkārt, ārpus kompetentās dalībvalsts teritorijas pavadīto bērnu audzināšanas periodu neņemšana vērā, kas paredzēta šīs pēdējās minētās dalībvalsts tiesību aktos, ir pretrunā LESD 21. pantam un, otrkārt, ar šo Savienības tiesību normu šīs dalībvalsts iestādei, kuras kompetencē ir vecuma pensijas piešķiršana, ir noteikts pienākums, aprēķinot minētās pensijas apmēru, ņemt vērā bērnu audzināšanas periodus, ko attiecīgā persona ir pabeigusi citā dalībvalstī.", "label": [[49, 54, "ORG"], [509, 519, "LOC"], [581, 586, "ORG"], [834, 844, "LOC"]]}
{"text": "62 Ir jākonstatē – tā kā Regulas Nr. 987/2009 44. pantā bērnu audzināšanas periodu ārvalstīs ņemšana vērā nav regulēta ekskluzīvi, kā izriet no šī sprieduma 55. punkta, un mērķis nodrošināt brīvas pārvietošanās principa, kā tas ir nostiprināts LESD 21. pantā, ievērošanu prevalē arī Regulu Nr. 883/2004 un Nr. 987/2009 kontekstā, kā izriet no šī sprieduma 51. punkta, 2012. gada 19. jūlija spriedumā Rene-Alvin (C‑522/10, EU:C:2012:475) ietvertās atziņas ir attiecināmas uz tādu situāciju kā pamatlietā aplūkotā, kura ietilpst Regulas Nr. 987/2009 ratione temporis piemērošanas jomā, bet kurā attiecīgā persona neatbilst nosacījumam par darbību nodarbinātas vai pašnodarbinātas personas statusā, kas šīs regulas 44. panta 2. punktā ir paredzēts, lai varētu pretendēt uz to, ka par vecuma pensijas izmaksu atbildīgā dalībvalsts, piešķirot šo pensiju, ņem vērā bērnu audzināšanas periodus, ko tā ir pabeigusi citās dalībvalstīs.", "label": [[368, 389, "DATE"], [400, 410, "PER"]]}
{"text": "63 Turklāt, kā izriet no šī sprieduma 22.–25. punkta, no pamatlietas izrietošie fakti ir salīdzināmi ar faktiem lietā, kura ir pamatā 2012. gada 19. jūlija spriedumam Rene-Alvin (C‑522/10, EU:C:2012:475) un kuri tika atgādināti šī sprieduma 56. punktā, jo, pirmām kārtām, šajā gadījumā prasītāja pamatlietā strādāja un veica iemaksas vienīgi par viņas vecuma pensijas izmaksu atbildīgajā dalībvalstī, proti, Austrijā, gan pirms, gan pēc pārcelšanās uz Ungāriju un pēc tam uz Beļģiju, kur viņa pievērsās bērnu audzināšanai, un, otrām kārtām, viņa Austrijā neveica darbību nodarbinātas vai pašnodarbinātas personas statusā datumā, kam ir nozīme attiecībā uz viņas bērnu audzināšanas periodu ņemšanu vērā, piešķirot vecuma pensiju šajā dalībvalstī. Tādējādi, tāpat kā situācijā, kas tika aplūkota 2012. gada 19. jūlija spriedumā Rene-Alvin (C‑522/10, EU:C:2012:475), pastāv pietiekama saikne starp prasītājas pamatlietā ārvalstīs pabeigtajiem bērnu audzināšanas periodiem un apdrošināšanas periodiem, kas pabeigti, veicot profesionālo darbību Austrijā. Tādējādi ir jāuzskata, ka šo periodu ņemšanai vērā un apstiprināšanai, kad šī dalībvalsts piešķir vecuma pensiju, ir jāpiemēro minētās dalībvalsts tiesību akti.", "label": [[134, 155, "DATE"], [167, 177, "PER"], [408, 416, "LOC"], [452, 460, "LOC"], [475, 482, "LOC"], [546, 554, "LOC"], [794, 815, "DATE"], [826, 836, "PER"], [1040, 1048, "LOC"]]}
{"text": "64 Tāpat ir skaidrs – ja prasītāja pamatlietā nebūtu atstājusi Austriju, viņas bērnu audzināšanas periodi, aprēķinot viņas Austrijas vecuma pensiju, būtu ņemti vērā. Tādējādi nav šaubu, ka tāpat kā attiecīgā persona lietā, kura ir pamatā 2012. gada 19. jūlija spriedumam Rene-Alvin (C‑522/10, EU:C:2012:475), prasītāja pamatlietā ir nelabvēlīgākā situācijā tikai tāpēc vien, ka ir izmantojusi savas tiesības uz brīvu pārvietošanos, un tas ir pretrunā LESD 21. pantam.", "label": [[63, 71, "LOC"], [123, 132, "LOC"], [238, 259, "DATE"], [271, 281, "PER"]]}
{"text": "65 No tā izriet, ka tādā situācijā kā pamatlietā aplūkotā, kurā attiecīgā persona ir strādājusi un veikusi iemaksas vienīgi par tās vecuma pensijas izmaksu atbildīgajā dalībvalstī gan pirms, gan pēc savas dzīvesvietas pārcelšanas uz citām dalībvalstīm, kurās tā ir pabeigusi savus bērnu audzināšanas periodus, šai dalībvalstij atbilstoši judikatūrai, kas izriet no 2012. gada 19. jūlija sprieduma Rene-Alvin (C‑522/10, EU:C:2012:475), saskaņā ar LESD 21. pantu ir pienākums ņemt vērā minētos periodus, aprēķinot vecuma pensiju.", "label": [[365, 386, "DATE"], [397, 407, "PER"]]}
{"text": "66 Ņemot vērā iepriekš minētos apsvērumus, uz pirmo jautājumu ir jāatbild, ka Regulas Nr. 987/2009 44. panta 2. punkts ir jāinterpretē tādējādi, ka – gadījumā, kad attiecīgā persona neatbilst nosacījumam par darbību nodarbinātas vai pašnodarbinātas personas statusā, kas šajā tiesību normā ir paredzēts, lai varētu pretendēt uz to, ka par vecuma pensijas izmaksu atbildīgā dalībvalsts, piešķirot šo pensiju, ņem vērā bērnu audzināšanas periodus, ko tā ir pabeigusi citās dalībvalstīs, – šai dalībvalstij saskaņā ar LESD 21. pantu ir pienākums šos periodus ņemt vērā, ja persona ir strādājusi un veikusi iemaksas vienīgi minētajā dalībvalstī gan pirms, gan pēc savas dzīvesvietas pārcelšanas uz citu dalībvalsti, kurā tā ir pavadījusi minētos periodus.", "label": []}
{"text": "Par otro jautājumu", "label": []}
{"text": "67 Tā kā šis jautājums rastos vienīgi gadījumā, ja Tiesai būtu bijis jāuzskata, ka Regulas Nr. 987/2009 44. panta 2. punkts ir piemērojams tādā situācijā kā pamatlietā aplūkotā, un tā kā šajā gadījumā šīs tiesību normas piemērošanas nosacījumi nav izpildīti, uz to nav jāatbild.", "label": [[51, 57, "ORG"]]}
{"text": "Par tiesāšanās izdevumiem", "label": []}
{"text": "68 Attiecībā uz pamatlietas pusēm šī tiesvedība izriet no tiesvedības, kas notiek iesniedzējtiesā, tāpēc tā lemj par tiesāšanās izdevumiem. Izdevumi, kas radušies, iesniedzot apsvērumus Tiesai, un kas nav minēto pušu izdevumi, nav atlīdzināmi.", "label": [[186, 192, "ORG"]]}
{"text": "Ar šādu pamatojumu Tiesa (otrā palāta) nospriež:", "label": [[19, 38, "ORG"]]}
{"text": "Eiropas Parlamenta un Padomes Regulas (EK) Nr. 987/2009 (2009. gada 16. septembris), ar ko nosaka īstenošanas kārtību Regulai (EK) Nr. 883/2004 par sociālās nodrošināšanas sistēmu koordinēšanu, 44. panta 2. punkts ir jāinterpretē tādējādi, ka – gadījumā, kad attiecīgā persona neatbilst nosacījumam par darbību nodarbinātas vai pašnodarbinātas personas statusā, kas šajā tiesību normā ir paredzēts, lai varētu pretendēt uz to, ka par vecuma pensijas izmaksu atbildīgā dalībvalsts, piešķirot šo pensiju, ņem vērā bērnu audzināšanas periodus, ko tā ir pabeigusi citās dalībvalstīs, – šai dalībvalstij saskaņā ar LESD 21. pantu ir pienākums šos periodus ņemt vērā, ja persona ir strādājusi un veikusi iemaksas vienīgi minētajā dalībvalstī gan pirms, gan pēc savas dzīvesvietas pārcelšanas uz citu dalībvalsti, kurā tā ir pavadījusi minētos periodus.", "label": [[0, 18, "ORG"], [22, 29, "ORG"], [57, 82, "DATE"]]}
{"text": "[Paraksti]", "label": []}
{"text": "* Tiesvedības valoda – vācu.", "label": [[23, 27, "NATIONALITY"]]}
