{"text": "Begäran om förhandsavgörande framställd av Förvaltningsrätten i Linköping (Sverige) den 12 juli 2018 – Baltic Cable AB / Energimarknadsinspektionen", "label": [[43, 73, "ORG"], [75, 82, "LOC"], [88, 100, "DATE"], [103, 118, "ORG"], [121, 147, "ORG"]]}
{"text": "(Mål C-454/18)", "label": []}
{"text": "Rättegångsspråk: svenska", "label": [[17, 24, "NATIONALITY"]]}
{"text": "Hänskjutande domstol", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Parter i målet vid den nationella domstolen", "label": []}
{"text": "Sökande: Baltic Cable AB", "label": [[9, 24, "ORG"]]}
{"text": "Svarande: Energimarknadsinspektionen", "label": [[10, 36, "ORG"]]}
{"text": "Tolkningsfrågor", "label": []}
{"text": "Ska artikel 16.6 elförordningen1 tillämpas i samtliga fall då någon får intäkter från tilldelning av sammanlänkning, oavsett dennes förhållanden i övrigt, eller ska den endast tillämpas då den som uppbär intäkterna är systemansvarig för överföringssystem enligt definitionen i artikel 2.4 elmarknadsdirektivet?", "label": []}
{"text": "Om svaret på fråga 1 är att artikel 16.6 elförordningen endast ska tillämpas på systemansvariga för överföringssystem; är ett företag som endast driver en sammanlänkning systemansvarig för överföringssystem?", "label": []}
{"text": "Om svaret på fråga 1 eller 2 medför att artikel 16.6 elförordningen ska tillämpas på ett företag som endast driver en sammanlänkning; kan kostnader för drift och underhåll av en sammanlänkning i något fall anses utgöra sådana nätinvesteringar för att bibehålla eller öka överföringskapaciteten som avses i artikel 16.6 första stycket b elförordningen?", "label": []}
{"text": "Om svaret på fråga 1 eller 2 medför att artikel 16.6 elförordningen ska tillämpas på ett företag som endast driver en sammanlänkning; kan tillsynsmyndigheten med stöd av artikel 16.6 andra stycket elförordningen godkänna att ett företag som endast driver en sammanlänkning, som har metoder för att fastställa tariffer och som inte har direktbetalande kunder med nätavgifter (tariffer) som kan sänkas, använder intäkter från tilldelning av sammanlänkningen till avkastning eller, om svaret på fråga 3 är nekande, drift och underhåll?", "label": []}
{"text": "Om svaret på fråga 1 eller 2 medför att artikel 16.6 elförordningen ska tillämpas på ett företag som endast driver en sammanlänkning och svaren på fråga 3 och 4 medför endera att företaget inte får använda intäkter från tilldelning av sammanlänkningen till drift och underhåll eller avkastning, eller att företaget får använda sådana intäkter till drift och underhåll men inte till avkastning; strider en tillämpning av artikel 16.6 elförordningen på ett företag som endast driver en sammanlänkning mot den EU-rättsliga proportionalitetsprincipen eller någon annan tillämplig princip?", "label": [[507, 509, "LOC"]]}
{"text": "1 Europaparlamentets och rådets förordning (EG) nr 714/2009 av den 13 juli 2009 om villkor för tillträde till nät för gränsöverskridande elhandel och om upphävande av förordning (EG) nr 1228/2003 (EUT 2009, L 211, s. 15)", "label": [[2, 20, "ORG"], [25, 31, "ORG"], [67, 79, "DATE"]]}
