{"text": "DOMSTOLENS DOM (stora avdelningen)", "label": [[0, 10, "ORG"], [16, 33, "ORG"]]}
{"text": "den 15 oktober 2019 (*)", "label": [[4, 19, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Polissamarbete och straffrättsligt samarbete – Rambeslut 2002/584/RIF – Europeisk arresteringsorder – Skäl för att vägra verkställighet – Artikel 4 i Europeiska unionens stadga om de grundläggande rättigheterna – Förbud mot omänsklig eller förnedrande behandling – Förhållandena under frihetsberövanden i den utfärdande medlemsstaten – Den verkställande rättsliga myndighetens bedömning – Kriterier”", "label": [[104, 113, "LOC"], [182, 201, "LOC"]]}
{"text": "I mål C‑128/18,", "label": []}
{"text": "angående en begäran om förhandsavgörande enligt artikel 267 FEUF, framställd av Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg, Tyskland) genom beslut av den 8 februari 2018, som inkom till domstolen den 16 februari 2018, i ett mål avseende verkställighet av en europeisk arresteringsorder som utfärdats mot", "label": [[80, 119, "ORG"], [121, 154, "ORG"], [156, 164, "LOC"], [186, 201, "DATE"], [218, 227, "ORG"], [232, 248, "DATE"], [290, 299, "LOC"]]}
{"text": "Martin-Andreas Butler", "label": [[0, 21, "PER"]]}
{"text": "meddelar DOMSTOLEN (stora avdelningen)", "label": [[9, 38, "ORG"]]}
{"text": "sammansatt av ordföranden P. Kellerts, vice ordföranden N. Lousa De Araujo, avdelningsordförandena S.-Z. Brunschot, X. Tarasov, V. Scott, O. Andersson (referent) och B. I. Rodriguez samt domarna A. Jankevič, C. Pavlovský, G. Peeter Hughes, A. Maarja, X. Sousa och F. Volkova,", "label": [[14, 25, "PROFESSION"], [26, 37, "PER"], [39, 55, "PROFESSION"], [56, 74, "PER"], [76, 98, "PROFESSION"], [99, 114, "PER"], [116, 126, "PER"], [128, 136, "PER"], [138, 150, "PER"], [152, 160, "PROFESSION"], [166, 181, "PER"], [187, 194, "PROFESSION"], [195, 206, "PER"], [208, 220, "PER"], [222, 238, "PER"], [240, 249, "PER"], [251, 259, "PER"], [264, 274, "PER"]]}
{"text": "generaladvokat: D. Kennedy Benjo-Lopez,", "label": [[0, 14, "PROFESSION"], [16, 38, "PER"]]}
{"text": "justitiesekreterare: enhetschef C. Karlsson,", "label": [[0, 19, "PROFESSION"], [21, 31, "PROFESSION"], [32, 43, "PER"]]}
{"text": "efter det skriftliga förfarandet och förhandlingen den 5 februari 2019,", "label": [[55, 70, "DATE"]]}
{"text": "med beaktande av de yttranden som avgetts av:", "label": []}
{"text": "–        Martin-Andreas Butler, genom L. Brinde, P. Richard och Z.-A. Lefevre, Rechtsanwälte,", "label": [[9, 30, "PER"], [38, 47, "PER"], [49, 59, "PER"], [64, 77, "PER"], [79, 92, "PROFESSION"]]}
{"text": "–        Generalstaatsanwaltschaft Hamburg, genom Z. Ulrikson och F. Kulikova, båda i egenskap av ombud,", "label": [[9, 42, "ORG"], [50, 61, "PER"], [66, 77, "PER"], [98, 103, "PROFESSION"]]}
{"text": "–        Tysklands regering, först genom A. Roche, E. Lissinger och F. Burton, därefter genom E. Lissinger och F. Burton, samtliga  i egenskap av ombud,", "label": [[9, 27, "ORG"], [41, 49, "PER"], [51, 63, "PER"], [68, 77, "PER"], [94, 106, "PER"], [111, 120, "PER"], [146, 151, "PROFESSION"]]}
{"text": "–        Belgiens regering, genom R. Van Reenen, L. Bachmann och Z.-J. Bailleux, samtliga i egenskap av ombud,", "label": [[9, 26, "ORG"], [34, 47, "PER"], [49, 60, "PER"], [65, 79, "PER"], [104, 109, "PROFESSION"]]}
{"text": "–        Danmarks regering, genom E. Markmann-Solegren och P. L. Kunz, båda i egenskap av ombud,", "label": [[9, 26, "ORG"], [34, 54, "PER"], [59, 69, "PER"], [90, 95, "PROFESSION"]]}
{"text": "–        Irlands regering, genom Z. Morris och M. Schulze, båda i egenskap av ombud, biträdda av X. Barbu, BL,", "label": [[9, 25, "ORG"], [33, 42, "PER"], [47, 57, "PER"], [78, 83, "PROFESSION"], [97, 105, "PER"], [107, 109, "PROFESSION"]]}
{"text": "–        Spaniens regering, genom A. Hudson Taylor, i egenskap av ombud,", "label": [[9, 26, "ORG"], [34, 50, "PER"], [66, 71, "PROFESSION"]]}
{"text": "–        Italiens regering, genom S. Çelik, i egenskap av ombud, biträdd av H. Konstantino och R. Lombardi, avvocati dello Stato,", "label": [[9, 26, "ORG"], [34, 42, "PER"], [58, 63, "PROFESSION"], [76, 90, "PER"], [95, 106, "PER"], [108, 128, "PROFESSION"]]}
{"text": "–        Ungerns regering, genom L. D. Gordér, C. Carelius, O. Hargitai och E. Moreau, samtliga i egenskap av ombud,", "label": [[9, 25, "ORG"], [33, 45, "PER"], [47, 58, "PER"], [60, 71, "PER"], [76, 85, "PER"], [110, 115, "PROFESSION"]]}
{"text": "–        Nederländernas regering, genom T. R. Jansen och L. Werner, båda i egenskap av ombud,", "label": [[9, 32, "ORG"], [40, 52, "PER"], [57, 66, "PER"], [87, 92, "PROFESSION"]]}
{"text": "–        Polens regering, genom J. Botvyna, i egenskap av ombud,", "label": [[9, 24, "ORG"], [32, 42, "PER"], [58, 63, "PROFESSION"]]}
{"text": "–        Rumäniens regering, genom J.-I. Franke, R.-G. Antonescu, W. Binder och E.‑O. Bell, samtliga i egenskap av ombud,", "label": [[9, 27, "ORG"], [35, 47, "PER"], [49, 64, "PER"], [66, 75, "PER"], [80, 90, "PER"], [115, 120, "PROFESSION"]]}
{"text": "–        Europeiska kommissionen, genom E. Robin och Z. Waegemakers, båda i egenskap av ombud,", "label": [[9, 32, "ORG"], [40, 48, "PER"], [53, 67, "PER"], [88, 93, "PROFESSION"]]}
{"text": "och efter att den 30 april 2019 ha hört generaladvokatens förslag till avgörande,", "label": [[18, 31, "DATE"], [40, 57, "PROFESSION"]]}
{"text": "följande", "label": []}
{"text": "Dom", "label": []}
{"text": "1        Begäran om förhandsavgörande avser tolkningen av artikel 4 i Europeiska unionens stadga om de grundläggande rättigheterna (nedan kallad stadgan) och av rådets rambeslut 2002/584/RIF av den 13 juni 2002 om en europeisk arresteringsorder och överlämnande mellan medlemsstaterna (EGT L 190, 2002, s. 1), i dess lydelse enligt rådets rambeslut 2009/299/RIF av den 26 februari 2009 (EUT L 81, 2009, s. 24) (nedan kallat rambeslut 2002/584).", "label": [[70, 89, "LOC"], [161, 167, "ORG"], [198, 210, "DATE"], [217, 226, "LOC"], [332, 338, "ORG"], [369, 385, "DATE"]]}
{"text": "2        Begäran har framställts i samband med verkställighet i Tyskland av en europeisk arresteringsorder som Judecătoria Medgidia (Förstainstansdomstolen i Medgidia, Rumänien) utfärdade den 12 augusti 2016 mot Martin-Andreas Butler, för lagföring i Rumänien.", "label": [[64, 72, "LOC"], [79, 88, "LOC"], [111, 131, "ORG"], [133, 166, "ORG"], [168, 176, "LOC"], [192, 207, "DATE"], [212, 233, "PER"], [251, 259, "LOC"]]}
{"text": "Tillämpliga bestämmelser", "label": []}
{"text": "Europakonventionen", "label": []}
{"text": "3        Artikel 3 i Europeiska konventionen om skydd för de mänskliga rättigheterna och de grundläggande friheterna, som undertecknades i Rom den 4 november 1950 (nedan kallad Europakonventionen), med rubriken ”Förbud mot tortyr”,  har följande lydelse:", "label": [[21, 31, "LOC"], [139, 142, "LOC"], [147, 162, "DATE"]]}
{"text": "”Ingen får utsättas för tortyr eller omänsklig eller förnedrande bestraffning eller behandling.”", "label": []}
{"text": "Unionsrätt", "label": []}
{"text": "Stadgan", "label": []}
{"text": "4        I artikel 4 i stadgan, med rubriken ”Förbud mot tortyr och omänsklig eller förnedrande bestraffning och behandling”, anges följande:", "label": []}
{"text": "”Ingen får utsättas för tortyr eller omänsklig eller förnedrande bestraffning och behandling.”", "label": []}
{"text": "5        I förklaringarna avseende stadgan om de grundläggande rättigheterna (EUT C 303, 2007, s. 17) (nedan kallade förklaringarna avseende stadgan) anges, såvitt avser artikel 4 i stadgan, att ”[r]ättigheten i [denna] artikel … motsvarar den som garanteras i artikel 3 i Europakonventionen med samma lydelse” och ”[e]nligt artikel 52.3 i stadgan har den alltså samma innebörd och samma räckvidd som i Europakonventionen”.", "label": []}
{"text": "6        I artikel 52 i stadgan, med rubriken ”Rättigheternas och principernas räckvidd och tolkning”, anges följande i punkt 3:", "label": []}
{"text": "”I den mån som denna stadga omfattar rättigheter som motsvarar sådana som garanteras av [Europakonventionen] ska de ha samma innebörd och räckvidd som i konventionen. Denna bestämmelse hindrar inte unionsrätten från att tillförsäkra ett mer långtgående skydd.”", "label": []}
{"text": "7        I förklaringarna avseende stadgan preciseras, vad avser artikel 52.3 däri, att ”[h]änvisningen till Europakonventionen, gäller såväl konventionen som protokollen”, att ”[d]e garanterade rättigheternas innebörd och räckvidd [inte endast] bestäms … av ordalydelsen i dessa instrument utan också av rättspraxis vid Europeiska domstolen för de mänskliga rättigheterna och vid Europeiska unionens domstol”, att ”[s]yftet med den sista meningen i punkt 3 är att göra det möjligt för [Europeiska] unionen att säkerställa ett mer omfattande skydd” och att ”[i] alla händelser får den skyddsnivå som erbjuds genom stadgan aldrig vara lägre än den som garanteras i Europakonventionen”.", "label": [[321, 372, "ORG"], [381, 408, "ORG"], [486, 506, "ORG"]]}
{"text": "8        I artikel 53 i stadgan, med rubriken ”Skyddsnivå”, föreskrivs följande:", "label": []}
{"text": "”Ingen bestämmelse i denna stadga får tolkas som att den inskränker eller inkräktar på de mänskliga rättigheter och grundläggande friheter som inom respektive tillämpningsområde erkänns i unionsrätten, internationell rätt och de internationella konventioner i vilka unionen eller samtliga medlemsstater är parter, särskilt [Europakonventionen], samt i medlemsstaternas författningar.”", "label": [[266, 273, "LOC"]]}
{"text": "Rambeslut 2002/584", "label": []}
{"text": "9        I artikel 1 i rambeslut 2002/584, med rubriken ”Skyldighet att verkställa en europeisk arresteringsorder”, föreskrivs följande:", "label": [[86, 95, "LOC"]]}
{"text": "”1.      Den europeiska arresteringsordern är ett rättsligt avgörande, utfärdat av en medlemsstat med syftet att en annan medlemsstat skall gripa och överlämna en eftersökt person för lagföring eller för verkställighet av ett fängelsestraff eller en annan frihetsberövande åtgärd.", "label": [[13, 23, "LOC"]]}
{"text": "2.      Medlemsstaterna skall verkställa varje europeisk arresteringsorder i enlighet med principen om ömsesidigt erkännande samt bestämmelserna i detta rambeslut.", "label": [[47, 56, "LOC"]]}
{"text": "3.      Detta rambeslut påverkar inte skyldigheten att respektera de grundläggande rättigheterna och de grundläggande rättsliga principerna i artikel 6 [EU].”", "label": []}
{"text": "10      I artiklarna 3, 4 och 4a i rambeslut 2002/584 anges skälen till att verkställighet av den europeiska arresteringsordern ska eller får vägras.", "label": [[98, 108, "LOC"]]}
{"text": "11      I artikel 5 i rambeslut 2002/584 föreskrivs de garantier som ska lämnas av den utfärdande staten i särskilda fall.", "label": []}
{"text": "12      I artikel 6 i rambeslut 2002/584, med rubriken ”Fastställande av de behöriga myndigheterna”, föreskrivs följande:", "label": []}
{"text": "”1.      Den utfärdande rättsliga myndigheten är den rättsliga myndighet i den utfärdande medlemsstaten som är behörig att utfärda en europeisk arresteringsorder enligt den utfärdande medlemsstatens lagstiftning.", "label": [[134, 143, "LOC"]]}
{"text": "2.      Den verkställande rättsliga myndigheten är den rättsliga myndighet i den verkställande medlemsstaten som är behörig att verkställa den europeiska arresteringsordern enligt den verkställande medlemsstatens lagstiftning.", "label": [[143, 153, "LOC"]]}
{"text": "…”", "label": []}
{"text": "13      I artikel 7 i rambeslut 2002/584, med rubriken ”Centralmyndighet”, föreskrivs följande i punkt 1:", "label": []}
{"text": "”Varje medlemsstat får utse en centralmyndighet eller, om dess rättsordning så kräver, flera centralmyndigheter för att biträda de behöriga rättsliga myndigheterna.”", "label": []}
{"text": "14      Artikel 15 i rambeslut 2002/584, med rubriken ”Beslut om överlämnande”, har följande lydelse:", "label": []}
{"text": "”1.      Den verkställande rättsliga myndigheten skall, inom de tidsfrister och enligt de villkor som anges i detta rambeslut, besluta om en person skall överlämnas.", "label": []}
{"text": "2.      Om den verkställande rättsliga myndigheten anser att de uppgifter som den utfärdande medlemsstaten har meddelat inte är tillräckliga för att myndigheten skall kunna besluta om överlämnandet, skall den begära att utan dröjsmål få nödvändiga kompletterande uppgifter, i synnerhet sådana som rör artiklarna 3–5 och 8, och får dessutom fastställa en tidsfrist inom vilken de skall inkomma, med beaktande av nödvändigheten att iaktta den tidsfrist som anges i artikel 17.", "label": []}
{"text": "3.      Den utfärdande rättsliga myndigheten får när som helst överföra alla användbara kompletterande uppgifter till den verkställande rättsliga myndigheten.”", "label": []}
{"text": "15      Artikel 17 i rambeslut 2002/584 har rubriken ”Tidsfrister och beslutsregler avseende verkställighet av den europeiska arresteringsordern”. I artikeln föreskrivs följande:", "label": [[115, 125, "LOC"]]}
{"text": "”1.      En europeisk arresteringsorder skall behandlas och verkställas med skyndsamhet.", "label": [[12, 21, "LOC"]]}
{"text": "2.      I de fall då den eftersökte samtycker till överlämnandet skall det slutgiltiga beslutet om verkställandet av den europeiska arresteringsordern fattas inom tio dagar efter det att samtycket har givits.", "label": [[121, 131, "LOC"], [163, 166, "AMOUNT_VALUE"], [167, 172, "AMOUNT_UNIT"]]}
{"text": "3.      I övriga fall skall det slutgiltiga beslutet om verkställandet av den europeiska arresteringsordern fattas inom 60 dagar efter det att den eftersökte har gripits.", "label": [[78, 88, "LOC"], [120, 122, "AMOUNT_VALUE"], [123, 128, "AMOUNT_UNIT"]]}
{"text": "4.      Om den europeiska arresteringsordern i specifika fall inte kan verkställas inom de tidsfrister som anges i punkterna 2 eller 3 skall den verkställande rättsliga myndigheten omedelbart underrätta den utfärdande rättsliga myndigheten och ange skälen till detta. I ett sådant fall får tidsfristerna förlängas med ytterligare 30 dagar.", "label": [[15, 25, "LOC"], [330, 332, "AMOUNT_VALUE"], [333, 338, "AMOUNT_UNIT"]]}
{"text": "…”", "label": []}
{"text": "Tysk rätt", "label": [[0, 4, "LOC"]]}
{"text": "Förbundsrepubliken Tysklands grundlag", "label": [[0, 28, "LOC"]]}
{"text": "16      I artikel 101.1 andra meningen i Förbundsrepubliken Tysklands grundlag (Grundgesetz für die Bundesrepublik Deutschland) av den 23 maj 1949 (BGBl. 1949, s. 1) föreskrivs följande:", "label": [[41, 69, "LOC"], [96, 126, "LOC"], [135, 146, "DATE"]]}
{"text": "”Ingen får lagföras annat än vid laga domstol.”", "label": []}
{"text": "Lagen om internationell rättslig hjälp i brottmål", "label": []}
{"text": "17      Rambeslut 2002/584 har införlivats med den tyska rättsordningen genom 78–83k §§ i Gesetz über die internationale Rechtshilfe in Strafsachen (lagen om internationellt rättsligt samarbete i brottmål) av den 23 december 1982, i dess lydelse enligt Europäisches Haftbefehlsgesetz (lagen om europeisk arresteringsorder) av den 20 juli 2006 (BGBl. 2006 I, s. 1721).", "label": [[51, 56, "LOC"], [213, 229, "DATE"], [253, 265, "LOC"], [294, 303, "LOC"], [330, 342, "DATE"]]}
{"text": "18      I 73 §  i denna lag, i dess lydelse enligt lagen om europeisk arresteringsorder, föreskrivs följande:", "label": [[60, 69, "LOC"]]}
{"text": "”Om en begäran inte har ingetts i förväg är det inte tillåtet att lämna rättslig hjälp eller att överföra uppgifter, om detta strider mot väsentliga principer i den tyska rättsordningen. Vid begäran enligt avsnitt åtta, nio och tio är det inte tillåtet att lämna rättslig hjälp om det strider mot de principer som uttrycks i artikel 6 FEU.”", "label": [[165, 170, "LOC"]]}
{"text": "Målet vid den nationella domstolen och tolkningsfrågorna", "label": []}
{"text": "19      Den 12 augusti 2016 utfärdade Judecătoria Medgidia (Förstainstansdomstolen i Medgidia) en europeisk arresteringsorder mot Martin-Andreas Butler, som är rumänsk medborgare, för lagföring på grund av tillgreppsbrott och urkundsförfalskning eller brukande av falsk urkund (nedan kallad den europeiska arresteringsordern av den 12 augusti 2016).", "label": [[12, 27, "DATE"], [38, 94, "ORG"], [98, 107, "LOC"], [130, 151, "PER"], [160, 167, "LOC"], [295, 305, "LOC"], [332, 347, "DATE"]]}
{"text": "20      Genom beslut av den 3 och den 19 januari 2017 fastställde Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg, Tyskland) att Martin-Andreas Butler kunde överlämnas till de rumänska myndigheterna, genom verkställighet av den europeiska arresteringsordern av den 12 augusti 2016.", "label": [[28, 29, "DATE"], [38, 53, "DATE"], [66, 105, "ORG"], [107, 140, "ORG"], [142, 150, "LOC"], [156, 177, "PER"], [203, 211, "LOC"], [255, 265, "LOC"], [292, 307, "DATE"]]}
{"text": "21      Nämnda domstol har i detta syfte erinrat om de krav som uppställs i EU-domstolens dom av den 5 april 2016, Michailovski och Aguilar (C‑404/15 och C‑659/15 PPU, EU:C:2016:198), enligt vilka den verkställande rättsliga myndigheten i ett första skede ska bedöma huruvida det i den utfärdande medlemsstaten, med avseende på förhållandena under frihetsberövanden, finns systematiska eller allmänna brister eller brister som rör vissa kategorier av personer eller vissa anläggningar för frihetsberövande, och i ett andra skede ska kontrollera huruvida det finns grundad anledning att tro att den berörda personen riskerar att utsättas för omänsklig och förnedrande behandling på grund av de förhållanden som kan förväntas gälla under personens frihetsberövande i denna medlemsstat.", "label": [[76, 89, "ORG"], [101, 113, "DATE"], [115, 127, "PER"], [132, 139, "PER"]]}
{"text": "22      Inom ramen för den första etappen av denna kontroll konstaterade Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) – med stöd av bland annat ett antal avgöranden från Europeiska domstolen för de mänskliga rättigheterna beträffande Rumänien och en rapport från Bundesministerium der Justiz und für Verbraucherschutz (det tyska justitie- och konsumentskyddsministeriet, Tyskland) – att det fanns konkreta tecken på systematiska och allmänna brister i förhållandena under frihetsberövanden i Rumänien.", "label": [[73, 112, "ORG"], [114, 137, "ORG"], [140, 147, "LOC"], [201, 252, "ORG"], [265, 273, "LOC"], [294, 348, "ORG"], [350, 400, "ORG"], [402, 410, "LOC"], [523, 531, "LOC"]]}
{"text": "23      Därefter tog nämnda domstol, inom ramen för den andra etappen av nämnda kontroll, ställning till uppgifter som bland annat hade lämnats av den domstol som hade utfärdat den aktuella arresteringsordern och Ministerul Justiției (justitieministeriet, Rumänien) angående förhållandena under frihetsberövandet av Martin-Andreas Butler för det fall han överlämnades till de rumänska myndigheterna.", "label": [[213, 233, "ORG"], [235, 254, "ORG"], [256, 264, "LOC"], [316, 337, "PER"], [376, 384, "LOC"]]}
{"text": "24      Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) beaktade härvid uppgiften att Martin-Andreas Butler, medan han satt häktad i avvaktan på rättegång, antingen skulle placeras i en cell avsedd för fyra personen med en yta på 12,30, 12,67 eller 13,50 kvadratmeter, eller i en cell avsedd för tio personer med en yta  på 36,25 kvadratmeter. För det fall Martin-Andreas Butler  skulle dömas till fängelse skulle han inledningsvis placeras på en anstalt  där varje intagen förfogar över en yta  på 3 kvadratmeter.  Därefter  skulle han, oberoende av om straffet avtjänas på en sluten anstalt eller på en öppen eller halvöppen anstalt, placeras i en cell i vilken varje person förfogar över en yta på 2 kvadratmeter.", "label": [[8, 47, "ORG"], [49, 72, "ORG"], [75, 82, "LOC"], [114, 135, "PER"], [230, 234, "AMOUNT_VALUE"], [235, 243, "AMOUNT_UNIT"], [258, 263, "AMOUNT_VALUE"], [265, 270, "AMOUNT_VALUE"], [277, 282, "AMOUNT_VALUE"], [283, 295, "AMOUNT_UNIT"], [324, 327, "AMOUNT_VALUE"], [328, 336, "AMOUNT_UNIT"], [352, 357, "AMOUNT_VALUE"], [358, 370, "AMOUNT_UNIT"], [385, 406, "PER"], [527, 528, "AMOUNT_VALUE"], [529, 541, "AMOUNT_UNIT"], [729, 730, "AMOUNT_VALUE"], [731, 743, "AMOUNT_UNIT"]]}
{"text": "25      Med stöd av de domar som Europeiska domstolen för de mänskliga rättigheterna meddelade den 22 oktober 2009, Bogdanov mot Polen (CE:ECHR:2009:1022JUD001788504), den 19 mars 2013, Lăpuşcă mot Rumänien (CE:ECHR:2013:0319JUD000791010), och den 10 juni 2014, Jonas Sergiu Lucas mot Rumänien (CE:ECHR:2014:0610JUD007985712), gjorde Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) en helhetsbedömning av förhållandena under frihetsberövanden i Rumänien. I samband därmed konstaterade nämnda domstol att förhållandena har förbättrats sedan år 2014, även om en yta på 2 kvadratmeter per person inte uppfyller de krav som ställs i rättspraxis från Europeiska domstolen för de mänskliga rättigheterna. Det otillräckliga utrymmet för de intagna kompenseras emellertid i stor utsträckning av de övriga förhållandena under frihetsberövandet. Den hänskjutande domstolen har dessutom påpekat att Rumänien har infört ett effektivt system för att kontrollera förhållandena under frihetsberövanden.", "label": [[33, 84, "ORG"], [99, 114, "DATE"], [116, 124, "PER"], [129, 134, "ORG"], [172, 184, "DATE"], [186, 193, "PER"], [198, 206, "ORG"], [248, 260, "DATE"], [262, 280, "PER"], [285, 293, "ORG"], [334, 373, "ORG"], [375, 398, "ORG"], [401, 408, "LOC"], [473, 481, "LOC"], [568, 575, "DATE"], [595, 596, "AMOUNT_VALUE"], [597, 609, "AMOUNT_UNIT"], [674, 725, "ORG"], [916, 924, "ORG"]]}
{"text": "26      Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) konstaterade vidare att vid en vägran att överlämna Martin-Andreas Butler till de rumänska myndigheterna skulle de brott som läggs honom till last förbli ostraffade, vilket skulle stå i strid med målet att säkerställa den straffrättsliga effektiviteten inom unionen.", "label": [[8, 47, "ORG"], [49, 72, "ORG"], [75, 82, "LOC"], [136, 157, "PER"], [166, 174, "LOC"], [342, 349, "LOC"]]}
{"text": "27      På grundval av beslut som Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) antog den 3 och den 19 januari 2017 fastställde Generalstaatsanwaltschaft Hamburg (åklagarmyndigheten i Hamburg, Tyskland) att Martin-Andreas Butler kunde överlämnas till de rumänska myndigheterna efter att ha avtjänat det fängelsestraff som han hade dömts till för andra brott i Tyskland.", "label": [[34, 73, "ORG"], [75, 98, "ORG"], [101, 108, "LOC"], [120, 121, "DATE"], [130, 145, "DATE"], [158, 191, "ORG"], [193, 211, "ORG"], [214, 231, "LOC"], [237, 258, "PER"], [284, 292, "LOC"], [390, 398, "LOC"]]}
{"text": "28      Martin-Andreas Butler avtjänade sitt fängelsestraff för dessa brott till och med den 24 september 2017.", "label": [[8, 29, "PER"], [93, 110, "DATE"]]}
{"text": "29      Martin-Andreas Butler överklagade dessa beslut av Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) till Bundesverfassungsgericht (Federala författningsdomstolen, Tyskland).", "label": [[8, 29, "PER"], [58, 97, "ORG"], [99, 122, "ORG"], [125, 132, "LOC"], [139, 163, "ORG"], [165, 195, "ORG"], [197, 205, "LOC"]]}
{"text": "30      Genom beslut av den 19 december 2017 upphävde Bundesverfassungsgericht (Federala författningsdomstolen) nämnda beslut med motiveringen att de kränkte Martin-Andreas Butler rätt att lagföras vid laga domstol, vilken föreskrivs i artikel 101.1 andra meningen i Förbundsrepubliken Tysklands grundlag. Målet återförvisades till Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg).", "label": [[28, 44, "DATE"], [54, 111, "ORG"], [158, 179, "PER"], [267, 295, "LOC"], [332, 371, "ORG"], [373, 396, "ORG"], [399, 406, "LOC"]]}
{"text": "31      I sitt beslut konstaterade Bundesverfassungsgericht (Federala författningsdomstolen) att Europeiska domstolen för de mänskliga rättigheterna, i domen av den 20 oktober 2016 i målet Alonso mot Kroatien (CE:ECHR:2016:1020JUD000733413),  hade fastställt att den omständigheten att den yta som varje frihetsberövad person förfogar över i en gemensam cell är mindre än 3 kvadratmeter ger upphov till en ”stark presumtion” för att artikel 3 i Europakonventionen åsidosätts. Denna presumtion kan kullkastas om inskränkningen av det personliga utrymmet i förhållande till minimikravet på 3 kvadratmeter är kortvarig, tillfällig och av ringa betydelse, om den frihetsberövade i tillräcklig utsträckning kan röra sig och sysselsätta sig utanför cellen på lämpligt sätt samt om anstalten rent allmänt erbjuder drägliga vistelseförhållanden och vederbörande inte är föremål för andra omständigheter som kan anses förvärra de undermåliga förhållandena under frihetsberövandet.", "label": [[35, 92, "ORG"], [97, 148, "ORG"], [165, 180, "DATE"], [189, 195, "PER"], [200, 208, "ORG"], [372, 373, "AMOUNT_VALUE"], [374, 386, "AMOUNT_UNIT"], [588, 589, "AMOUNT_VALUE"], [590, 602, "AMOUNT_UNIT"]]}
{"text": "32      Vidare har enligt Bundesverfassungsgericht (Federala författningsdomstolen) vissa av de kriterier som Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) beaktade vid sin helhetsbedömning av förhållandena under frihetsberövanden i Rumänien hittills inte uttryckligen godtagits av Europeiska domstolen för de mänskliga rättigheterna såsom omständigheter vilka kan kompensera för en inskränkning av den intagna personens personliga utrymme. Detta skulle bland annat gälla möjligheten att få permission, ta emot besök, tvätta sina personliga kläder och att köpa varor. Det är vidare inte säkert att förbättringen av värmesystem, sanitära anläggningar och hygien, mot bakgrund av senare rättspraxis från Europeiska domstolen för de mänskliga rättigheterna, kan kompensera för en sådan inskränkning av det personliga utrymmet.", "label": [[26, 83, "ORG"], [110, 149, "ORG"], [151, 174, "ORG"], [177, 184, "LOC"], [263, 271, "LOC"], [312, 363, "ORG"], [732, 783, "ORG"]]}
{"text": "33      Bundesverfassungsgericht (Federala författningsdomstolen) har även understrukit att hittills har varken Europeiska unionens domstol eller Europeiska domstolen för de mänskliga rättigheterna  tagit ställning till relevansen, i ett mål som det nationella, av kriterier som rör samarbetet mellan brottmålsdomstolar inom unionen och nödvändigheten av att undvika att personer som gjort sig skyldiga till brott inte lagförs och att safe havens  skapas för dessa personer.", "label": [[8, 65, "ORG"], [112, 139, "ORG"], [146, 197, "ORG"], [325, 332, "LOC"]]}
{"text": "34      Den nationella arresteringsorder som Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) utfärdade i syfte att överlämna Martin-Andreas Butler verkställdes till dess att häktningen av honom tillfälligt upphörde att gälla genom beslut av denna domstol den 20 december 2017.", "label": [[45, 84, "ORG"], [86, 109, "ORG"], [112, 119, "LOC"], [153, 174, "PER"], [287, 303, "DATE"]]}
{"text": "35      För att avgöra målet efter Bundesverfassungsgerichts (Federala författningsdomstolen) återförvisning försökte Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) få kännedom om de krav som följer av artikel 4 i stadgan vad gäller förhållandena under frihetsberövanden i den utfärdande medlemsstaten och de kriterier som ska beaktas vid bedömningen av huruvida dessa krav är uppfyllda med tillämpning av EU-domstolens dom av den 5 april 2016, Michailovski och Aguilar (C‑404/15 och C‑659/15 PPU, EU:C:2016:198).", "label": [[35, 93, "ORG"], [118, 157, "ORG"], [159, 182, "ORG"], [185, 192, "LOC"], [435, 447, "ORG"], [460, 472, "DATE"], [474, 486, "PER"], [491, 498, "PER"]]}
{"text": "36      Mot denna bakgrund beslutade Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) att vilandeförklara målet och att ställa följande tolkningsfrågor till EU-domstolen:", "label": [[37, 76, "ORG"], [78, 101, "ORG"], [104, 111, "LOC"], [184, 196, "ORG"]]}
{"text": "”1)      Med avseende på rambeslut 2002/584 …, vilka minimikrav ska enligt artikel 4 i stadgan ställas på förhållandena under frihetsberövanden?", "label": []}
{"text": "a)      Finns det framför allt ur ett unionsrättsligt perspektiv en ’absolut’  lägsta gräns avseende storleken på cellen, under vilken det alltid är fråga om ett åsidosättande av artikel 4 i stadgan?", "label": []}
{"text": "i)      Är det för fastställandet av den yta som den frihetsberövade personen förfogar över avgörande huruvida det är fråga om en enskild cell eller en gemensam cell?", "label": []}
{"text": "ii)      Ska yta som upptas av möbler (säng, skåp etcetera) dras av vid beräkningen av den totala ytan på cellen?", "label": []}
{"text": "iii)      Vilka byggnadsvillkor är relevanta för att besvara frågan om förhållandena under frihetsberövanden är förenliga med unionsrätten? Vilken betydelse har i förekommande fall den direkta (eller endast indirekta) tillgången från cellen till exempelvis sanitära eller andra utrymmen, liksom tillgången till kallt och varmt vatten, värme, belysning, etcetera?", "label": []}
{"text": "b)      I vilken utsträckning spelar olika straffverkställighetssystem, särskilt olika inlåsningstider och olika grader av rörelsefrihet på anstalten, en roll för bedömningen?", "label": []}
{"text": "c)      Får även – vilket den hänskjutande domstolen har gjort i sina beslut om huruvida överlämnande är tillåtet – rättsliga och organisatoriska förbättringar i den utfärdande medlemsstaten (införande av ett ombudsmannasystem, upprättande av domstolar för verkställighet av straff, etcetera) tas i beaktande?", "label": []}
{"text": "2)      Vilka kriterier ska på grundval av unionens grundläggande rättigheter tillämpas vid bedömningen av förhållandena under frihetsberövanden? I vilken utsträckning påverkar dessa kriterier tolkningen av begreppet ’verklig risk’, i den mening som avses i domen av den 5 april 2016, Michailovski och Aguilar (C‑404/15 och C‑659/15 PPU, EU:C:2016:198)?", "label": [[43, 51, "LOC"], [271, 283, "DATE"], [285, 297, "PER"], [302, 309, "PER"]]}
{"text": "a)      Har de rättsliga myndigheterna i den verkställande medlemsstaten befogenhet att i detta avseende genomföra omfattande kontroller av förhållandena under frihetsberövanden i den utfärdande medlemsstaten eller är de begränsade till en kontroll av huruvida förhållandena är uppenbart bristfälliga?", "label": []}
{"text": "b)      Såvitt EU-domstolen inom ramen för svaret på den första tolkningsfrågan kommer fram till att det finns ’absoluta’ unionsrättsliga föreskrifter avseende förhållandena under frihetsberövanden: Är ett underskridande av dessa minimivillkor ’avvägningsresistent’ i den meningen att en verklig risk i dessa fall omedelbart och alltid anses föreligga, vilket följaktligen utgör hinder för överlämnande, eller ska den verkställande medlemsstaten likväl göra en avvägning? Får synpunkter som upprätthållande av det europeiska systemet för ömsesidig rättshjälp, funktionsdugligheten hos den europeiska straffrättskipningen eller principerna om ömsesidigt förtroende och erkännande beaktas?”", "label": [[15, 27, "ORG"], [514, 524, "LOC"], [589, 599, "LOC"]]}
{"text": "Förfarandet vid EU-domstolen", "label": [[16, 28, "ORG"]]}
{"text": "37      Genom beslut av den 25 september 2018, som inkom till EU-domstolen den 27 september 2018, underrättade Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) EU-domstolen om att Martin-Andreas Butler, efter utfärdandet av den europeiska arresteringsordern av den 12 augusti 2016, i sin frånvaro hade dömts till fängelse i två år och fyra månader i Rumänien. Den rumänska rättsliga myndigheten upphävde följaktligen den europeiska arresteringsordern och utfärdade den 1 augusti 2018 en ny europeisk arresteringsorder för verkställighet av nämnda straff (nedan kallad den europeiska arresteringsordern av den 1 augusti 2018). Den hänskjutande domstolen vidhöll sina tolkningsfrågor efter det att den första europeiska arresteringsordern hade ersatts med en annan europeisk arresteringsorder.", "label": [[28, 45, "DATE"], [62, 74, "ORG"], [75, 96, "DATE"], [111, 150, "ORG"], [152, 175, "ORG"], [178, 185, "LOC"], [187, 189, "LOC"], [207, 228, "PER"], [255, 265, "LOC"], [292, 307, "DATE"], [351, 354, "AMOUNT_VALUE"], [355, 357, "AMOUNT_UNIT"], [362, 366, "AMOUNT_VALUE"], [367, 374, "AMOUNT_UNIT"], [377, 385, "LOC"], [391, 399, "LOC"], [448, 458, "LOC"], [496, 510, "DATE"], [517, 526, "LOC"], [636, 650, "DATE"], [734, 744, "LOC"], [790, 799, "LOC"]]}
{"text": "38      Den 14 november 2018 riktade EU-domstolen en begäran om klarläggande till Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg), i enlighet med artikel 101 i domstolens rättegångsregler, och uppmanade den att bland annat precisera huruvida tillståndet att verkställa och verkställigheten av den europeiska arresteringsordern av den 1 augusti 2018 kunde betraktas som säkra och inte hypotetiska.", "label": [[12, 28, "DATE"], [37, 49, "ORG"], [82, 121, "ORG"], [123, 145, "ORG"], [149, 156, "LOC"], [325, 335, "LOC"], [362, 376, "DATE"]]}
{"text": "39      Genom skrivelse av den 20 december 2018, som inkom till EU-domstolen samma dag, svarade Hanseatisches Oberlandesgericht Hamburg (Regionala överdomstolen i Hamburg) att, med förbehåll för EU-domstolens svar på tolkningsfrågorna, var tillståndet att verkställa och verkställigheten av den europeiska arresteringsordern av den 1 augusti 2018  säkra.", "label": [[31, 47, "DATE"], [64, 76, "ORG"], [96, 135, "ORG"], [137, 160, "ORG"], [163, 170, "LOC"], [195, 197, "LOC"], [295, 305, "LOC"], [332, 346, "DATE"]]}
{"text": "40      Det följer följaktligen av uppgifterna i den hänskjutande domstolens beslut av den 25 september 2018 och i skrivelsen av den 20 december 2018 att nämnda domstol ska ta ställning till verkställigheten av en giltig europeisk arresteringsorder (se, e‑contrario, beslut av den 15 november 2017, Michailovski, C‑496/16, ej publicerat, EU:C:2017:866, punkterna 26 och 27). De frågor som ställts av den hänskjutande domstolen ska följaktligen besvaras.", "label": [[91, 108, "DATE"], [133, 149, "DATE"], [221, 230, "LOC"], [281, 297, "DATE"], [299, 311, "PER"]]}
{"text": "Prövning av tolkningsfrågorna", "label": []}
{"text": "41      Den hänskjutande domstolen har ställt frågorna, som ska prövas tillsammans, för att i första hand få klarhet i hur ingående och omfattande den kontroll är som den verkställande rättsliga myndigheten, som har tillgång till uppgifter som visar att det finns systematiska eller allmänna brister i förhållandena under frihetsberövanden på anstalter i den utfärdande medlemsstaten, ska göra, med beaktande av artikel 1.3 i rambeslut 2002/584, jämförd med artikel 4 i stadgan, för att bedöma huruvida det finns grundad anledning att anta att den person som är föremål för en europeisk arresteringsorder efter överlämnandet till denna medlemsstat löper en verklig risk för att utsättas för omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan. Den hänskjutande domstolen frågar sig i synnerhet om denna kontroll ska vara fullständig eller om den tvärtom är begränsad till fall i vilka förhållandena under frihetsberövanden är uppenbart bristfälliga.", "label": [[577, 586, "LOC"]]}
{"text": "42      För det andra vill den hänskjutande domstolen få klarhet i huruvida den vid denna bedömning ska ta hänsyn till ett krav på ett minsta utrymme per frihetsberövad person i en cell på en sådan anstalt. Den hänskjutande domstolen vill även få klarhet i hur detta utrymme ska beräknas när det finns möbler och sanitära utrymmen i cellen, och om även andra förhållanden under frihetsberövanden är relevanta vid en sådan bedömning, såsom hygienförhållanden eller den omfattning i vilken den frihetsberövade personen kan röra sig fritt inom anstalten.", "label": []}
{"text": "43      För det tredje vill den hänskjutande domstolen få klarhet i huruvida man vid denna bedömning ska ta hänsyn till att det föreligger lagstiftningsåtgärder och strukturella åtgärder för att förbättra kontrollen av förhållandena under frihetsberövanden i den utfärdande medlemsstaten.", "label": []}
{"text": "44      För det fjärde undrar den hänskjutande domstolen huruvida denna medlemsstats eventuella åsidosättande av minimikraven avseende förhållandena under frihetsberövanden kan vägas mot överväganden som rör funktionsdugligheten hos det straffrättsliga samarbetet  och principerna om ömsesidigt förtroende och erkännande.", "label": []}
{"text": "Inledande synpunkter", "label": []}
{"text": "45      För att besvara de hänskjutna frågorna ska det inledningsvis erinras om att unionsrätten, såsom framgår av domstolens rättspraxis, bygger på den grundläggande premissen att varje medlemsstat delar en rad gemensamma värden – som utgör grunden för unionen i enlighet med vad som anges i artikel 2 FEU – med alla andra medlemsstater och erkänner att de andra medlemsstaterna delar dessa värden med den. Denna premiss innebär och motiverar att medlemsstaterna hyser ett ömsesidigt förtroende för att dessa värden erkänns och således att den unionsrätt iakttas genom vilken de genomförs (dom av den 25 juli 2018, Minister for Justice and Equality (Brister i domstolssystemet), C‑216/18 PPU, EU:C:2018:586, punkt 35, och dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 48).", "label": [[115, 125, "ORG"], [602, 614, "DATE"], [616, 649, "PROFESSION"], [734, 746, "DATE"], [748, 773, "ORG"], [806, 812, "LOC"]]}
{"text": "46      Såväl principen om ömsesidigt förtroende mellan medlemsstaterna som principen om ömsesidigt erkännande, som i sig grundar sig på det ömsesidiga förtroendet mellan dessa, har en grundläggande betydelse inom unionsrätten, eftersom det tack vare dessa principer är möjligt att skapa och upprätthålla ett område utan inre gränser. Närmare bestämt innebär principen om ömsesidigt förtroende, särskilt när det gäller området med frihet, säkerhet och rättvisa, att var och en av medlemsstaterna, förutom under exceptionella omständigheter, har en skyldighet att utgå från att alla de andra medlemsstaterna iakttar unionsrätten och särskilt de grundläggande rättigheter som erkänns i unionsrätten (dom av den 25 juli 2018, Minister for Justice and Equality (Brister i domstolssystemet), C‑216/18 PPU, EU:C:2018:586, punkt 36, och dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 49).", "label": [[709, 721, "DATE"], [723, 756, "PROFESSION"], [841, 853, "DATE"], [855, 880, "ORG"], [913, 919, "LOC"]]}
{"text": "47      När medlemsstaterna tillämpar unionsrätten kan de således, enligt unionsrätten, vara skyldiga att presumera att de andra medlemsstaterna iakttar de grundläggande rättigheterna, vilket innebär att medlemsstaterna är förhindrade att inte bara kräva att en annan medlemsstat tillämpar en högre nivå på skyddet för de grundläggande rättigheterna än den som säkerställs genom unionsrätten, utan även, förutom i exceptionella fall, att kontrollera huruvida denna andra medlemsstat i ett enskilt fall verkligen har iakttagit de grundläggande rättigheter som unionen skyddar (dom av den 25 juli 2018, Minister for Justice and Equality (Brister i domstolssystemet), C‑216/18 PPU, EU:C:2018:586, punkt 37 och där angiven rättspraxis, samt dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 50).", "label": [[587, 599, "DATE"], [601, 634, "PROFESSION"], [748, 760, "DATE"], [762, 787, "ORG"], [820, 826, "LOC"]]}
{"text": "48      Inom det område som regleras av rambeslut 2002/584 kommer principen om ömsesidigt erkännande – som, vilket särskilt framgår av skäl 6 häri, utgör en ”hörnsten” i det straffrättsliga samarbetet – till uttryck i artikel 1.2 i detta rambeslut. Där instiftas en regel om att medlemsstaterna är skyldiga att verkställa varje europeisk arresteringsorder utifrån principen om ömsesidigt erkännande och i enlighet med bestämmelserna i nämnda rambeslut. Det innebär att de verkställande rättsliga myndigheterna i princip endast har möjlighet att vägra att verkställa en sådan order om de kan åberopa något av de skäl till att vägra verkställighet som på ett uttömmande sätt räknas upp i samma rambeslut och att de enda villkor som får uppställas för verkställighet av en europeisk arresteringsorder är de villkor som på ett uttömmande sätt anges i artikel 5 i nämnda rambeslut. Det betyder att medan verkställighet av en europeisk arresteringsorder utgör huvudregeln, har möjligheten att vägra verkställighet utformats som ett undantag som ska tolkas strikt. I rambeslut 2002/584 anges således uttryckligen de skäl som gör att verkställighet av en europeisk arresteringsorder ska vägras (artikel 3) och de skäl som gör att sådan verkställighet får vägras (artiklarna 4 och 4a), samt de garantier som ska lämnas av den utfärdande medlemsstaten i särskilda fall (artikel 5) (dom av den 25 juli 2018, Minister for Justice and Equality (Brister i domstolssystemet), C‑216/18 PPU, EU:C:2018:586, punkterna 41 och 42, samt dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkterna 54 och 55).", "label": [[328, 337, "LOC"], [770, 779, "LOC"], [920, 929, "LOC"], [1147, 1156, "LOC"], [1383, 1395, "DATE"], [1397, 1430, "PROFESSION"], [1527, 1539, "DATE"], [1541, 1566, "ORG"], [1599, 1605, "LOC"]]}
{"text": "49      Icke desto mindre har EU-domstolen godtagit att principerna om ömsesidigt erkännande och ömsesidigt förtroende mellan medlemsstaterna kan begränsas under ”exceptionella omständigheter” (dom av den 25 juli 2018, Minister for Justice and Equality (Brister i domstolssystemet), C‑216/18 PPU, EU:C:2018:586, punkt 43 och där angiven rättspraxis, samt dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 56).", "label": [[30, 41, "ORG"], [205, 217, "DATE"], [219, 252, "PROFESSION"], [366, 378, "DATE"], [380, 405, "ORG"], [438, 444, "LOC"]]}
{"text": "50      I detta sammanhang har EU-domstolen bekräftat att den verkställande rättsliga myndigheten, under vissa villkor, är skyldig att avsluta överlämnandeförfarandet enligt rambeslut 2002/584  när ett sådant överlämnande riskerar att leda till att den eftersökta personen utsätts för en omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan (se, för ett liknande resonemang, dom av den 5 april 2016, Michailovski och Aguilar C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkt 84, dom av den 25 juli 2018, Minister for Justice and Equality (Brister i domstolssystemet), C‑216/18 PPU, EU:C:2018:586, punkt 44, samt dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 57).", "label": [[31, 43, "ORG"], [417, 429, "DATE"], [431, 443, "PER"], [448, 455, "PER"], [519, 531, "DATE"], [533, 566, "PROFESSION"], [652, 664, "DATE"], [666, 691, "ORG"], [724, 730, "LOC"]]}
{"text": "51      Av detta följer att när den rättsliga myndigheten i den verkställande medlemsstaten har tillgång till uppgifter som visar att det finns en verklig risk för att frihetsberövade personer i den utfärdande medlemsstaten utsätts för en omänsklig eller förnedrande behandling, i förhållande till den norm för skydd av grundläggande rättigheter som garanteras i unionsrätten, särskilt i artikel 4 i stadgan, är myndigheten skyldig att bedöma förekomsten av denna risk när den ska besluta om den person mot vilken en europeisk arresteringsorder utfärdats ska överlämnas till myndigheterna i den utfärdande medlemsstaten. Verkställigheten av en sådan arresteringsorder får nämligen inte leda till att denna person behandlas på ett omänskligt eller förnedrande sätt (dom av den 5 april 2016, Michailovski och Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkt 88, och dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 59).", "label": [[517, 526, "LOC"], [776, 788, "DATE"], [790, 802, "PER"], [807, 814, "PER"], [883, 895, "DATE"], [897, 922, "ORG"], [955, 961, "LOC"]]}
{"text": "52      Den verkställande rättsliga myndigheten ska i detta syfte, för det första, grunda sin bedömning på objektiva, trovärdiga, precisa och vederbörligen aktualiserade uppgifter om förhållanden under frihetsberövanden i fängelser i den utfärdande medlemsstaten som visar att det finns antingen systematiska eller allmänna brister eller brister som rör vissa kategorier av personer eller vissa anstalter. Dessa uppgifter kan härröra bland annat från avgöranden från internationella domstolar, såsom domar från Europeiska domstolen för de mänskliga rättigheterna, domstolsavgöranden från den utfärdande medlemsstaten eller avgöranden, rapporter eller andra handlingar som upprättats av Europarådets organ eller som härrör från Förenta nationerna (dom av den 5 april 2016, Michailovski och Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkt 89, och dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 60).", "label": [[511, 531, "ORG"], [536, 562, "ORG"], [686, 698, "ORG"], [727, 745, "ORG"], [758, 770, "DATE"], [772, 784, "PER"], [789, 796, "PER"], [865, 877, "DATE"], [879, 904, "ORG"], [937, 943, "LOC"]]}
{"text": "53      I förevarande fall har den hänskjutande domstolen, såsom framgår av handlingarna i målet, på grundval av avgöranden från Europeiska domstolen för de mänskliga rättigheterna beträffande Rumänien, avgöranden från tyska domstolar samt en rapport från det tyska federala justitie- och konsumentskyddsministeriet, konstaterat att det finns konkreta tecken på systematiska och allmänna brister vad gäller förhållandena under frihetsberövanden i denna medlemsstat. Den hänskjutande domstolens frågor grundar sig således på premissen att sådana brister föreligger. Det ankommer på den hänskjutande domstolen att kontrollera huruvida denna premiss är riktig med beaktande av vederbörligen aktualiserade uppgifter (se, för ett liknade resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 71).", "label": [[129, 180, "ORG"], [193, 201, "LOC"], [219, 224, "LOC"], [256, 315, "ORG"], [756, 768, "DATE"], [770, 795, "ORG"], [828, 834, "LOC"]]}
{"text": "54      Enbart det förhållandet att det finns omständigheter som visar att bristerna, när det gäller förhållandena under frihetsberövanden i den utfärdande medlemsstaten, är antingen systematiska eller generella, berör vissa kategorier av personer eller berör vissa anläggningar för frihetsberövande innebär emellertid inte nödvändigtvis att den berörda personen i ett konkret fall skulle utsättas för en omänsklig eller förnedrande behandling om han eller hon överlämnades till myndigheterna i denna medlemsstat (dom av den 5 april 2016, Michailovski och Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkterna 91 och 93, samt dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 61).", "label": [[525, 537, "DATE"], [539, 551, "PER"], [556, 563, "PER"], [644, 656, "DATE"], [658, 683, "ORG"], [716, 722, "LOC"]]}
{"text": "55      För att säkerställa att artikel 4 i stadgan iakttas i det särskilda fall som rör den person mot vilken en europeisk arresteringsorder utfärdats, måste en verkställande rättslig myndighet, som har tillgång till objektiva, trovärdiga, precisa och vederbörligen aktualiserade uppgifter som vittnar om sådana brister, följaktligen kontrollera om det, med hänsyn till omständigheterna i det fallet, finns grundad anledning att tro att denna person till följd av att han eller hon överlämnas till den utfärdande medlemsstaten löper en verklig risk för att utsättas för en omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan på grund av de förhållanden som råder på den anstalt i den utfärdande medlemsstaten där vederbörande kommer att bli intagen (se, för ett liknande resonemang, dom av den 5 april 2016, Michailovski och Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkterna 92 och 94, samt dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 62).", "label": [[114, 123, "LOC"], [827, 839, "DATE"], [841, 853, "PER"], [858, 865, "PER"], [946, 958, "DATE"], [960, 985, "ORG"], [1018, 1024, "LOC"]]}
{"text": "56      Den tolkning av artikel 4 i stadgan som EU-domstolen erinrat om i punkterna 50–55 ovan motsvarar i allt väsentligt den betydelse som Europeiska domstolen för de mänskliga rättigheterna har gett artikel 3 i Europakonventionen.", "label": [[48, 60, "ORG"], [141, 192, "ORG"]]}
{"text": "57      Den sistnämnda domstolen fann att en domstol i en stat som är part i Europakonventionen inte kunde vägra att verkställa en europeisk arresteringsorder med motiveringen att den eftersökta personen skulle riskera att bli föremål för ett frihetsberövande i den utfärdande staten vilket innebär en omänsklig och förnedrande behandling, när nämnda domstol inte först hade gjort en uppdaterad och noggrann prövning av den situation som rådde vid tidpunkten för sitt beslut och inte hade försökt identifiera strukturella brister i förhållandena under frihetsberövanden samt en verklig och individualiserad risk för åsidosättande av artikel 3 i Europakonventionen i denna stat (Europadomstolen, 9 juli 2019, David Basalo mot Belgien, CE:ECHR:2019:0709JUD000835117, § 86).", "label": [[131, 140, "LOC"], [678, 693, "ORG"], [695, 706, "DATE"], [708, 720, "PER"], [725, 732, "ORG"]]}
{"text": "Hur ingripande och omfattande ska den verkställande rättsliga myndighetens kontroll av förhållandena under frihetsberövanden i den utfärdande medlemsstaten vara?", "label": []}
{"text": "58      Vad för det första avser den hänskjutande domstolens frågor rörande hur ingripande och omfattande den verkställande rättsliga myndighetens kontroll av förhållandena under frihetsberövanden i den utfärdande medlemsstaten ska vara mot bakgrund av artikel 1.3 i rambeslut 2002/584, jämförd med artikel 4 i stadgan, ska det inledningsvis erinras om att enligt artikel 52.3 första meningen i stadgan, i den mån den rättighet som anges i artikel 4 i stadgan motsvarar den rättighet som garanteras i artikel 3 i Europakonventionen, ska den ha samma innebörd och räckvidd som i konventionen. I förklaringarna avseende stadgan preciseras dessutom, vad gäller artikel 52.3, att innebörden och räckvidden av de rättigheter som garanteras av Europakonventionen inte endast bestäms av konventionens lydelse, utan även av praxis från Europeiska domstolen för de mänskliga rättigheterna och från EU-domstolen.", "label": [[828, 879, "ORG"], [889, 901, "ORG"]]}
{"text": "59      Efter detta inledande påpekande konstaterar EU-domstolen att för att kunna omfattas av artikel 3 i Europakonventionen måste en undermålig behandling vara av en viss allvarlighetsgrad; detta avgörs utifrån samtliga aktuella omständigheter, däribland hur länge behandlingen pågått, vilka fysiska eller mentala effekter som behandlingen medfört, samt ibland även personens kön, ålder och hälsotillstånd (se, för ett liknande resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 91 och där angiven rättspraxis).", "label": [[52, 64, "ORG"], [453, 465, "DATE"], [467, 492, "ORG"], [525, 531, "LOC"]]}
{"text": "60      Syftet med artikel 3 i Europakonventionen är att säkerställa att alla interner hålls frihetsberövade under förhållanden som garanterar respekten för den mänskliga värdigheten, att formerna för att verkställa åtgärden inte innebär att den berörde utsätts för större kval eller påfrestningar än vad som oundgängligen är förenat med det lidande som frihetsberövandet medför och att internens hälsa och välbefinnande, med beaktande av de praktiska krav som frihetsberövandet ställer, säkerställs på lämpligt sätt (dom av den 5 april 2016, Michailovski och Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkt 90, och dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 90 och där angiven rättspraxis).", "label": [[529, 541, "DATE"], [543, 555, "PER"], [560, 567, "PER"], [636, 648, "DATE"], [650, 675, "ORG"], [708, 714, "LOC"]]}
{"text": "61      I detta sammanhang ska den prövning som den verkställande rättsliga myndigheten utför, under de särskilda omständigheter som det erinras om i punkterna 50–52 ovan, vad gäller förhållandena under frihetsberövanden i den utfärdande medlemsstaten, i syfte att bedöma huruvida det föreligger grundad anledning att tro att den person som berörs av den europeiska arresteringsordern, efter det att han eller hon har överlämnats till denna medlemsstat, löper en verklig risk att utsättas för omänsklig eller förnedrande behandling i den utfärdande medlemsstaten,  grundas på en helhetsbedömning av de relevanta faktiska förhållandena under frihetsberövandet.", "label": [[355, 365, "LOC"]]}
{"text": "62      Med beaktande av att förbudet mot omänsklig eller förnedrande behandling, i den mening som avses i artikel 4 i stadgan,  är absolut (se, för ett liknande resonemang, dom av den 5 april 2016, Michailovski och Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkterna 85–87, och dom av den 19 mars 2019, Ramirez, C‑163/17, EU:C:2019:218, punkt 78), vilket generaladvokaten konstaterade i punkt 107 i sitt förslag till avgörande, säkerställs inte den respekt för människors värde som ska garanteras enligt denna artikel om den verkställande rättsliga myndighetens kontroll av förhållandena under frihetsberövanden i den utfärdande medlemsstaten endast avser uppenbara brister.", "label": [[185, 197, "DATE"], [199, 211, "PER"], [216, 223, "PER"], [299, 311, "DATE"], [313, 320, "PER"], [365, 381, "PROFESSION"]]}
{"text": "63      Vad för det andra gäller omfattningen av denna kontroll med avseende på anstalterna i den utfärdande medlemsstaten, ska det erinras om att denna myndighet, som har att ta ställning till om den som avses med en europeisk arresteringsorder ska överlämnas, på ett konkret och precist sätt ska pröva om det mot bakgrund av omständigheterna i målet finns en verklig risk för att vederbörande kommer att behandlas på ett omänskligt eller förnedrande sätt i den utfärdande medlemsstaten (se, för ett liknande resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 77).", "label": [[218, 227, "LOC"], [533, 545, "DATE"], [547, 572, "ORG"], [605, 611, "LOC"]]}
{"text": "64      Detta innebär att den prövning som ska göras av nämnda myndighet, just mot bakgrund av att prövningen ska vara konkret och precis, inte kan avse allmänt rådande förhållanden under frihetsberövanden på samtliga de anstalter i den utfärdande medlemsstaten som vederbörande kan komma att placeras på (se, för ett liknande resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 78).", "label": [[350, 362, "DATE"], [364, 389, "ORG"], [422, 428, "LOC"]]}
{"text": "65      För övrigt är det uppenbarligen alltför långtgående att ålägga de verkställande rättsliga myndigheterna en skyldighet att pröva rådande förhållanden för frihetsberövanden på samtliga de anstalter som den berörda personen kan placeras på i den utfärdande medlemsstaten. Det är dessutom omöjligt att fullgöra en sådan skyldighet inom de tidsfrister som föreskrivs i artikel 17 i rambeslut 2002/584. En sådan prövning skulle nämligen i väsentlig mån fördröja överlämnandet och därmed skulle den ändamålsenliga verkan med den europeiska arresteringsordern gå förlorad. En följd av detta skulle kunna bli att den eftersökta personen inte kommer att lagföras (dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkterna 84 och 85).", "label": [[530, 540, "LOC"], [673, 685, "DATE"], [687, 712, "ORG"], [745, 751, "LOC"]]}
{"text": "66      Mot bakgrund av det ömsesidiga förtroende som ska finnas mellan medlemsstaterna och som systemet med den europeiska arresteringsordern bygger på, och med beaktande särskilt av de tidsfrister som gäller för de verkställande rättsliga myndigheterna enligt artikel 17 i rambeslut 2002/584 för att anta ett slutgiltigt beslut om verkställighet av en sådan arresteringsorder, är nämnda myndigheter följaktligen endast skyldiga att pröva förhållandena för frihetsberövanden  på de anstalter som vederbörande enligt tillgängliga uppgifter konkret kan komma att placeras på, inklusive tillfällig placering eller placering för vidare transport till annan anstalt (dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 87).", "label": [[113, 123, "LOC"], [674, 686, "DATE"], [688, 713, "ORG"], [746, 752, "LOC"]]}
{"text": "67      Den verkställande rättsliga myndigheten ska i detta syfte, med tillämpning av artikel 15.2 i rambeslut 2002/584, anmoda den rättsliga myndigheten i den utfärdande medlemsstaten att utan dröjsmål lämna nödvändiga kompletterande uppgifter om de förhållanden under vilka den sistnämnda myndigheten konkret planerar att hålla den berörda personen frihetsberövad i medlemsstaten (dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 63 och där angiven rättspraxis).", "label": [[394, 406, "DATE"], [408, 433, "ORG"], [466, 472, "LOC"]]}
{"text": "68      Om en försäkran om att den berörda personen inte kommer att utsättas för omänsklig eller förnedrande behandling på grund av de konkreta och precisa förhållandena under frihetsberövandet, oavsett på vilken anstalt vederbörande placeras i den utfärdande medlemsstaten, har lämnats, eller i vart fall godkänts av den utfärdande rättsliga myndigheten, i förekommande fall efter att ha begärt biträde från centralmyndigheten eller från en av centralmyndigheterna i den utfärdande medlemsstaten i den mening som avses i artikel 7 i rambeslut 2002/584, så ska den verkställande rättsliga myndigheten fästa tilltro till denna försäkran, i vart fall så länge som det inte finns någon exakt uppgift som kan ge vid handen att förhållandena under frihetsberövanden på en viss anstalt står i strid med artikel 4 i stadgan (se, för ett liknande resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 112).", "label": [[862, 874, "DATE"], [876, 901, "ORG"], [934, 940, "LOC"]]}
{"text": "69      Det är följaktligen endast i undantagsfall och på grundval av precisa uppgifter som den verkställande rättsliga myndigheten kan konstatera att det, oaktat en sådan försäkran, som den som avses i föregående punkt, föreligger en verklig risk för att den berörda personen ska utsättas för omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan på grund av förhållandena under frihetsberövanden i den utfärdande medlemsstaten.", "label": []}
{"text": "Bedömningen av förhållandena under frihetsberövanden vad avser den frihetsberövade personens personliga utrymme", "label": []}
{"text": "70      Vad för det andra gäller den verkställande rättsliga myndighetens bedömning av förhållandena under frihetsberövanden  med avseende på den frihetsberövade personens personliga utrymme i en cell på en anstalt, ska det påpekas att det framgår av beslutet om hänskjutande att Martin-Andreas Butler, för det fall han överlämnas till de rumänska myndigheterna,  kommer att placeras i en gemensam cell och inte i en enskild cell. Trots formuleringen av den första tolkningsfrågan finns det därför i förevarande mål endast anledning att fastställa minimikraven, vad avser personligt utrymme per intagen, för en gemensam cell.", "label": [[280, 301, "PER"], [339, 347, "LOC"]]}
{"text": "71      Mot denna bakgrund ska det påpekas att EU-domstolen, mot bakgrund av de överväganden som det erinras om i punkt 58 ovan, och med hänsyn till att det i nuläget inte finns några minimiregler om detta i unionsrätten, har grundat sig på praxis från Europeiska domstolen för de mänskliga rättigheterna avseende artikel 3 i Europakonventionen och närmare bestämt på domen av den 20 oktober 2016, Alonso mot Kroatien (CE:ECHR:2016:1020JUD000733413).", "label": [[47, 59, "ORG"], [253, 273, "ORG"], [291, 304, "ORG"], [381, 396, "DATE"], [398, 404, "PER"], [409, 417, "ORG"]]}
{"text": "72      EU-domstolen har härigenom, med hänsyn till den särskild vikt som fästs vid den spatiala faktorn då man gör helhetsbedömningen av förhållandena under frihetsberövanden, slagit fast att den omständigheten att den frihetsberövade har tillgång till ett personligt utrymme som är mindre än 3 kvadratmeter  i en gemensam fängelsecell föranleder en stark presumtion om att artikel 3 i Europakonventionen har kränkts (dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 92 och där angiven rättspraxis).", "label": [[8, 20, "ORG"], [294, 295, "AMOUNT_VALUE"], [296, 308, "AMOUNT_UNIT"], [387, 405, "ORG"], [430, 442, "DATE"], [444, 469, "ORG"], [502, 508, "LOC"]]}
{"text": "73      Denna starka presumtion om att artikel 3 i Europakonventionen har kränkts kan normalt sett kullkastas endast om i) inskränkningen av det personliga utrymmet i förhållande till minimikravet på 3 kvadratmeter är kortvarig, tillfällig och av ringa betydelse; ii) den frihetsberövade i tillräcklig utsträckning kan röra sig och sysselsätta sig utanför cellen på lämpligt sätt samt iii) anstalten rent allmänt erbjuder drägliga vistelseförhållanden och vederbörande inte är föremål för andra omständigheter som kan anses förvärra de undermåliga förhållandena under frihetsberövandet (dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 93 och där angiven rättspraxis).", "label": [[200, 201, "AMOUNT_VALUE"], [202, 214, "AMOUNT_UNIT"], [598, 610, "DATE"], [612, 637, "ORG"], [670, 676, "LOC"]]}
{"text": "74      Det ska i detta avseende tilläggas att frihetsberövandets längd visserligen kan vara en relevant omständighet vid bedömningen av i vilken utsträckning som internen fått utstå lidande eller förnedrande behandling på grund av undermåliga förhållanden under frihetsberövandet. Att det är fråga om en relativt kort tid som frihetsberövandet pågår kan emellertid inte i sig automatiskt innebära att behandlingen inte ska omfattas av artikel 3 i Europakonventionen då andra omständigheter kan vara tillräckliga för att göra nämnda bestämmelse tillämplig (se, för ett liknande resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkterna 97 och 98 samt där angiven rättspraxis).", "label": [[601, 613, "DATE"], [615, 640, "ORG"], [673, 679, "LOC"]]}
{"text": "75      Dessutom framgår det av rättspraxis från Europeiska domstolen för de mänskliga rättigheterna att, när en person i en gemensam cell har ett personligt utrymme som omfattar mellan 3 och 4 kvadratmeter, är den spatiala faktorn även fortsättningsvis viktig vid bedömningen av huruvida förhållandena under frihetsberövandet är adekvata. I ett sådant fall kan det konstateras att artikel 3 i Europakonventionen kränks om bristen på utrymme åtföljs av andra materiella brister, till exempel bristande tillträde till promenadgården eller bristande tillgång till luft eller naturligt ljus, dålig ventilation, otillräcklig uppvärmning eller för hög temperatur i lokalerna, bristande möjlighet att på egen hand ombesörja toalettbestyr samt bristfälliga sanitära och hygieniska förhållanden  (se, för ett liknande resonemang, Europadomstolen, 20 oktober 2016, Alonso mot Kroatien (CE:ECHR:2016:1020JUD000733413, 139 §).", "label": [[49, 100, "ORG"], [179, 193, "AMOUNT_VALUE"], [194, 206, "AMOUNT_UNIT"], [822, 837, "ORG"], [839, 854, "DATE"], [856, 862, "PER"], [867, 875, "ORG"]]}
{"text": "76      När en frihetsberövad persons personliga utrymme i en gemensam cell är mer än 4 kvadratmeter och denna aspekt av de materiella förhållandena under frihetsberövandet följaktligen inte ger upphov till problem, är de andra aspekterna av dessa villkor, såsom de som avses i föregående punkt, fortfarande relevanta vid bedömningen av huruvida den berörda personens förhållanden under frihetsberövandet är adekvata med hänsyn till artikel 3 i Europakonventionen (se, för ett liknande resonemang, Europadomstolen, 20 oktober 2016, Alonso mot Kroatien (CE:ECHR:2016:1020JUD000733413, 140 §).", "label": [[86, 87, "AMOUNT_VALUE"], [88, 100, "AMOUNT_UNIT"], [498, 513, "ORG"], [515, 530, "DATE"], [532, 538, "PER"], [543, 551, "ORG"]]}
{"text": "77      Vad gäller beräkningen av det minsta utrymme som en person som är frihetsberövad i en gemensam cell i vilken det finns möbler och sanitära utrymmen ska förfoga över – i syfte att fastställa huruvida det finns en verklig risk för att den berörda personen ska utsättas för omänsklig eller förnedrande behandling, i den mening som avses i artikel 4 i stadgan – ska även de kriterier som Europeiska domstolen för de mänskliga rättigheterna fastställt med avseende på artikel 3 i Europakonventionen beaktas, detta då det i nuläget saknas minimiregler härom i unionsrätten. Europeiska domstolen för de mänskliga rättigheterna anser att beräkningen av den tillgängliga ytan i en sådan cell inte ska inkludera den yta som upptas av sanitära utrymmen, men däremot den yta som upptas av möbler. De intagna måste emellertid kunna röra sig på ett normalt sätt i cellen (se, för ett liknande resonemang, Europadomstolen, den 20 oktober 2016, Alonso mot Kroatien (CE:ECHR:2016:1020JUD000733413, 75 och 114 §§ samt där angiven rättspraxis).", "label": [[392, 443, "ORG"], [576, 627, "ORG"], [899, 914, "ORG"], [920, 935, "DATE"], [937, 943, "PER"], [948, 956, "ORG"]]}
{"text": "78      I förevarande fall framgår det av den rumänska regeringens yttranden under den muntliga förhandlingen att Martin-Andreas Butler, efter överlämnandet, skulle placeras inom ramen för ett system där han skulle kunna komma i åtnjutande av en betydande rörelsefrihet och dessutom kunna arbeta, vilket skulle begränsa hans tid i den gemensamma cellen. Det ankommer på den hänskjutande domstolen att pröva dessa omständigheter och bedöma varje annan omständighet som är relevant för den bedömning som den ska göra i enlighet med vad som anges i punkterna 71–77 ovan, i förekommande fall genom att begära att den utfärdande rättsliga myndigheten lämnar nödvändiga kompletterande uppgifter om den anser att de upplysningar som den redan lämnat inte är tillräckliga för att nämnda domstol ska kunna besluta om överlämnandet.", "label": [[46, 66, "ORG"], [114, 135, "PER"]]}
{"text": "79      Det ska slutligen understrykas att även om det är tillåtet för medlemsstaterna att, för kriminalvården, föreskriva minimikrav i fråga om förhållanden under frihetsberövanden som är högre än de som följer av artikel 4 i stadgan och artikel 3 i Europakonventionen, såsom nämnda artikel 3 har tolkats av Europeiska domstolen för de mänskliga rättigheterna, kan en medlemsstat, i egenskap av verkställande medlemsstat, emellertid endast ställa som villkor för att överlämna den person som berörs av en europeisk arresteringsorder till den utfärdande medlemsstaten att nämnda medlemsstat iakttar de sistnämnda kraven, och inte att den iakttar de krav som anges i nationell rätt. En motsatt lösning skulle, genom att enhetligheten i den i unionsrätten fastställda normen för skydd av de grundläggande rättigheterna därigenom ifrågasätts, innebära att principerna om ömsesidigt förtroende och erkännande som rambeslut 2002/584 ska stärka åsidosattes och att detta rambesluts verkan undergrävdes (se, för ett liknande resonemang, dom av den 26 februari 2013, Baroni, C‑399/11, EU:C:2013:107, punkt 63).", "label": [[309, 360, "ORG"], [506, 515, "LOC"], [1041, 1057, "DATE"], [1059, 1065, "PER"]]}
{"text": "Relevansen av allmänna åtgärder för att förbättra kontrollen av förhållandena under frihetsberövanden i den utfärdande medlemsstaten", "label": []}
{"text": "80      Vad för det tredje gäller antagandet i den utfärdande medlemsstaten av åtgärder, såsom införandet av ett ombudsmannasystem och upprättande av domstolar för verkställighet av straff, som syftar till att stärka kontrollen av förhållandena under frihetsberövanden i denna medlemsstat, ska det understrykas att en kontroll, inklusive en domstolsprövning i efterhand, av dessa förhållanden under frihetsberövanden  i och för sig utgör en viktig omständighet, som kan bidra till att förmå myndigheterna i denna medlemsstat att förbättra nämnda villkor och således kan tas i beaktande av de verkställande rättsliga myndigheterna vid helhetsbedömningen av de förhållanden under vilka den som är föremål för en europeisk arresteringsorder kommer att vara frihetsberövad då nämnda myndigheter ska fatta beslut om överlämnande. Denna domstolsprövning kan emellertid inte i sig anses undanröja risken för att vederbörande, efter det att hon eller han överlämnats, blir föremål för en behandling som står i strid med artikel 4 i stadgan på grund av de förhållanden som råder då personen är frihetsberövad (se, för ett liknande resonemang, dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 74).", "label": [[710, 719, "LOC"], [1145, 1157, "DATE"], [1159, 1184, "ORG"], [1217, 1223, "LOC"]]}
{"text": "81      Även om den utfärdande medlemsstaten infört rättsmedel som gör det möjligt att utifrån grundläggande rättigheter pröva lagenligheten av de förhållanden som råder under frihetsberövanden, så ska de verkställande rättsliga myndigheterna likväl även fortsättningsvis företa en individuell prövning av situationen för var och en som berörs. Vid denna prövning ska nämnda myndigheter försäkra sig om att deras beslut att överlämna personen inte utsätter personen för en verklig risk för att behandlas på ett omänskligt eller förnedrande sätt i den mening som avses i nämnda bestämmelse på grund av de förhållanden som råder under frihetsberövandet (dom av den 25 juli 2018, Generalstaatsanwaltschaft (Villkor för frihetsberövande i Ungern), C‑220/18 PPU, EU:C:2018:589, punkt 75).", "label": [[663, 675, "DATE"], [677, 702, "ORG"], [735, 741, "LOC"]]}
{"text": "Beaktande av överväganden som rör funktionsdugligheten hos det straffrättsliga samarbetet samt hos principerna om ömsesidigt förtroende och erkännande", "label": []}
{"text": "82      Vad för det fjärde gäller frågan huruvida den verkställande rättsliga myndighet som har att besluta om överlämnande kan väga det förhållandet att det föreligger en verklig risk för att den berörda personen ska utsättas för omänsklig eller förnedrande behandling på grund av att förhållandena under frihetsberövanden i den utfärdande medlemsstaten inte är förenliga med de minimikrav som följer av praxis från Europeiska domstolen för de mänskliga rättigheterna, mot överväganden som rör funktionsdugligheten hos det straffrättsliga samarbetet samt hos principerna om ömsesidigt förtroende och erkännande, ska det påpekas att den absoluta karaktären (vilken EU-domstolen erinrat om i punkt 62 ovan) av förbudet mot omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan utgör hinder för att den grundläggande rättigheten att inte utsättas för sådan behandling på något sätt kan begränsas av sådana överväganden.", "label": [[417, 468, "ORG"], [665, 677, "ORG"]]}
{"text": "83      Under dessa omständigheter motiverar nödvändigheten av att garantera att den berörda personen, för det fall att han eller hon överlämnas till den  utfärdande medlemsstaten, inte utsätts för omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan, att principerna  om ömsesidigt förtroende och erkännande undantagsvis begränsas (se, för ett liknande resonemang, dom av den 5 april 2016, Michailovski och  Aguilar, C‑404/15 och C‑659/15 PPU, EU:C:2016:198, punkterna 82, 98–102 och 104).", "label": [[408, 420, "DATE"], [422, 434, "PER"], [440, 447, "PER"]]}
{"text": "84      Av detta följer att den verkställande rättsliga myndighetens fastställande av att det finns grundad anledning att anta att den person som berörs av en europeisk arresteringsorder, efter det att han eller hon överlämnats till den utfärdande medlemsstaten, löper en verklig risk att utsättas för en sådan behandling på grund av förhållandena under frihetsberövanden  på  den anstalt där nämnda medlemsstat konkret överväger att placera personen, inte kan  – då beslut fattas om överlämnande – vägas mot överväganden som rör funktionsdugligheten hos det straffrättsliga samarbetet samt hos principerna om ömsesidigt förtroende och erkännande.", "label": [[159, 168, "LOC"]]}
{"text": "85      Mot bakgrund av vad som anförts ovan ska de ställda frågorna besvaras på följande sätt:", "label": []}
{"text": "–        Artikel 1.3 i rambeslut 2002/584, jämförd med artikel 4 i stadgan, ska tolkas så, att när den verkställande rättsliga myndigheten har tillgång till objektiva, tillförlitliga, exakta och vederbörligen aktualiserade uppgifter som visar att det finns systematiska eller allmänna brister i förhållandena under frihetsberövanden på anstalter i den utfärdande medlemsstaten, måste den – för att bedöma om det finns grundad anledning att anta att den person som är föremål för en europeisk arresteringsorder löper en verklig risk att efter ett överlämnande till nämnda medlemsstat utsättas för omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan – beakta samtliga relevanta materiella omständigheter avseende förhållandena under frihetsberövanden på den anstalt där nämnda medlemsstat konkret överväger att placera personen, såsom den intagna personens personliga utrymme i en cell på anstalten, hygienförhållanden och omfattningen av den intagna personens rörelsefrihet inom anstalten. Denna bedömning är inte begränsad till att kontrollera uppenbara brister. Den verkställande rättsliga myndigheten ska vid denna bedömning begära att den utfärdande rättsliga myndigheten lämnar de uppgifter som den anser vara nödvändiga och ska i princip förlita sig på de försäkringar som den senare myndigheten har tillhandahållit, i avsaknad av precisa uppgifter som gör det möjligt att anse att förhållandena under frihetsberövanden strider mot artikel 4 i stadgan.", "label": [[482, 491, "LOC"]]}
{"text": "–        Vad särskilt gäller den frihetsberövade personens personliga utrymme ska den verkställande rättsliga myndigheten, eftersom unionsrätten i nuläget saknar minimiregler på detta område, ta hänsyn till de minimikrav som följer av artikel 3 i Europakonventionen, såsom den tolkats av Europeiska domstolen för de mänskliga rättigheterna. Beräkningen av detta utrymme ska inte inkludera den yta som upptas av sanitära utrymmen, men däremot den yta som upptas av möbler. De intagna måste emellertid kunna röra sig på ett normalt sätt i cellen.", "label": [[288, 339, "ORG"]]}
{"text": "–        Den verkställande rättsliga myndigheten får inte utesluta att det finns en verklig risk för omänsklig eller förnedrande behandling enbart av det skälet att den berörda personen, i den utfärdande medlemsstaten, förfogar över ett rättsmedel som gör det möjligt för vederbörande att bestrida förhållandena under frihetsberövandet eller att det i den medlemsstaten finns lagstiftningsåtgärder eller strukturella åtgärder som syftar till att stärka kontrollen av förhållandena under frihetsberövanden.", "label": []}
{"text": "–        Nämnda myndighets fastställande av att det finns grundad anledning att anta att den berörda personen, efter det att han eller hon överlämnats till den utfärdande medlemsstaten, löper en sådan risk på grund av förhållandena under frihetsberövanden på den anstalt där nämnda medlemsstat konkret överväger att placera personen, kan inte – då beslut fattas om överlämnande – vägas mot överväganden som rör funktionsdugligheten hos det straffrättsliga samarbetet samt hos principerna om ömsesidigt förtroende och erkännande.", "label": []}
{"text": "Rättegångskostnader", "label": []}
{"text": "86      Eftersom förfarandet i förhållande till parterna i det nationella målet utgör ett led i beredningen av samma mål, ankommer det på den hänskjutande domstolen att besluta om rättegångskostnaderna. De kostnader för att avge yttrande till domstolen som andra än nämnda parter har haft är inte ersättningsgilla.", "label": [[243, 252, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolen (stora avdelningen) följande:", "label": [[28, 57, "ORG"]]}
{"text": "Artikel 1.3 i rådets rambeslut 2002/584/RIF av den 13 juni 2002 om en europeisk arresteringsorder och överlämnande mellan medlemsstaterna, i dess lydelse enligt rådets rambeslut 2009/299/RIF av den 26 februari 2009, jämförd med artikel 4 i Europeiska unionens stadga om de grundläggande rättigheterna, ska tolkas så, att när den verkställande rättsliga myndigheten har tillgång till objektiva, tillförlitliga, exakta och vederbörligen aktualiserade uppgifter som visar att det finns systematiska eller allmänna brister i förhållandena under frihetsberövanden på anstalter i den utfärdande medlemsstaten, måste den – för att bedöma om det finns grundad anledning att anta att den person som är föremål för en europeisk arresteringsorder löper en verklig risk att efter ett överlämnande till nämnda medlemsstat utsättas för omänsklig eller förnedrande behandling i den mening som avses i artikel 4 i stadgan – beakta samtliga relevanta materiella omständigheter avseende förhållandena under frihetsberövanden på den anstalt där nämnda medlemsstat konkret överväger att placera personen, såsom den intagna personens personliga utrymme i en cell på anstalten, hygienförhållanden och omfattningen av den intagna personens rörelsefrihet inom anstalten. Denna bedömning är inte begränsad till att kontrollera uppenbara brister. Den verkställande rättsliga myndigheten ska vid denna bedömning begära att den utfärdande rättsliga myndigheten lämnar de uppgifter som den anser vara nödvändiga och ska i princip förlita sig på de försäkringar som den senare myndigheten har tillhandahållit, i avsaknad av precisa uppgifter som gör det möjligt att anse att förhållandena under frihetsberövanden strider mot artikel 4 i stadgan om de grundläggande rättigheterna.", "label": [[14, 20, "ORG"], [51, 63, "DATE"], [70, 79, "LOC"], [161, 167, "ORG"], [198, 214, "DATE"], [240, 259, "LOC"], [708, 717, "LOC"]]}
{"text": "Vad särskilt gäller den frihetsberövade personens personliga utrymme ska den verkställande rättsliga myndigheten, eftersom unionsrätten i nuläget saknar minimiregler på detta område, ta hänsyn till de minimikrav som följer av artikel 3 i Europeiska konventionen om skydd för de mänskliga rättigheterna och de grundläggande friheterna, undertecknad i Rom den 4 november 1950, såsom den tolkats av Europeiska domstolen för de mänskliga rättigheterna. Beräkningen av detta utrymme ska inte inkludera den yta som upptas av sanitära utrymmen, men däremot den yta som upptas av möbler. De intagna måste emellertid kunna röra sig på ett normalt sätt i cellen.", "label": [[238, 248, "LOC"], [350, 353, "LOC"], [358, 373, "DATE"], [396, 416, "ORG"]]}
{"text": "Den verkställande rättsliga myndigheten får inte utesluta att det finns en verklig risk för omänsklig eller förnedrande behandling enbart av det skälet att den berörda personen, i den utfärdande medlemsstaten, förfogar över ett rättsmedel som gör det möjligt för vederbörande att bestrida förhållandena under frihetsberövandet eller att det i den medlemsstaten finns lagstiftningsåtgärder och strukturella åtgärder som syftar till att stärka kontrollen av förhållandena under frihetsberövanden.", "label": []}
{"text": "Nämnda myndighets fastställande av att det finns grundad anledning att anta att den berörda personen, efter det att han eller hon överlämnats till den utfärdande medlemsstaten, löper en sådan risk på grund av förhållandena under frihetsberövanden på den anstalt på vilken nämnda medlemsstat konkret överväger att placera personen, kan inte – då beslut fattas om överlämnande – vägas mot överväganden som rör funktionsdugligheten hos det straffrättsliga samarbetet samt hos principerna om ömsesidigt förtroende och erkännande.", "label": []}
{"text": "Underskrifter", "label": []}
{"text": "*      Rättegångsspråk: tyska.", "label": [[24, 29, "NATIONALITY"]]}
