{"text": "DOMSTOLENS DOM (femte avdelningen)", "label": [[0, 10, "ORG"], [16, 33, "ORG"]]}
{"text": "den 16 oktober 2019 (*)", "label": [[4, 19, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Beskattning – Gemensamt system för mervärdesskatt – Direktiv 2006/112/EG – Artikel 132.1 a – Undantag för vissa verksamheter av hänsyn till allmänintresset – Det offentliga postväsendet – Direktiv 97/67/EG – Tillhandahållare av samhällsomfattande tjänster – Privat aktör som verkställer formella delgivningar av handlingar från domstolar och andra förvaltningsmyndigheter”", "label": []}
{"text": "I de förenade målen C‑4/18 och C‑5/18,", "label": []}
{"text": "angående två beslut att begära förhandsavgörande enligt artikel 267 FEUF, från Bundesfinanzhof (Federala skattedomstolen, Tyskland), av den 31 maj 2017, som inkom till domstolen den 3 januari 2018, i målen", "label": [[79, 94, "ORG"], [96, 120, "ORG"], [122, 130, "LOC"], [136, 151, "DATE"], [168, 177, "ORG"], [182, 196, "DATE"]]}
{"text": "Pawel Brinkmann, i egenskap av konkursförvaltare för DIREKTexpress Holding AG,", "label": [[0, 15, "PER"], [31, 48, "PROFESSION"], [53, 77, "ORG"]]}
{"text": "mot", "label": []}
{"text": "Finanzamt Ulm (C‑4/18),", "label": [[0, 13, "ORG"]]}
{"text": "och", "label": []}
{"text": "Lemchen Ehrenpreis, i egenskap av konkursförvaltare för JUREX GmbH,", "label": [[0, 18, "PER"], [34, 51, "PROFESSION"], [56, 66, "ORG"]]}
{"text": "mot", "label": []}
{"text": "Bundeszentralamt für Steuern (C‑5/18),", "label": [[0, 28, "ORG"]]}
{"text": "meddelar DOMSTOLEN (femte avdelningen)", "label": [[9, 38, "ORG"]]}
{"text": "sammansatt av avdelningsordföranden V. Scott (referent) samt domarna J. Kielatis, E. Zhuk, A. Jankevič och X. Sousa", "label": [[14, 35, "PROFESSION"], [36, 44, "PER"], [46, 54, "PROFESSION"], [61, 68, "PROFESSION"], [69, 80, "PER"], [82, 89, "PER"], [91, 102, "PER"], [107, 115, "PER"]]}
{"text": "generaladvokat: C. Sørensen,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitiesekreterare: V. Schubert,", "label": [[0, 19, "PROFESSION"], [21, 32, "PER"]]}
{"text": "efter det skriftliga förfarandet,", "label": []}
{"text": "med beaktande av de yttranden som avgetts av:", "label": []}
{"text": "–        Pawel Brinkmann, i egenskap av konkursförvaltare för DIREKTexpress Holding AG, och Lemchen Ehrenpreis, i egenskap av konkursförvaltare för JUREX GmbH, genom M. Harrison, Steuerberater,", "label": [[9, 24, "PER"], [40, 57, "PROFESSION"], [62, 86, "ORG"], [92, 110, "PER"], [126, 143, "PROFESSION"], [148, 158, "ORG"], [166, 177, "PER"], [179, 192, "PROFESSION"]]}
{"text": "–        Tysklands regering, genom A. Roche och F. Voltz, båda i egenskap av ombud,", "label": [[9, 27, "ORG"], [35, 43, "PER"], [48, 56, "PER"], [77, 82, "PROFESSION"]]}
{"text": "–        Finlands regering, genom T. Markov, i egenskap av ombud,", "label": [[9, 26, "ORG"], [34, 43, "PER"], [59, 64, "PROFESSION"]]}
{"text": "–        Europeiska kommissionen, genom U. Woods, E. Yaima Ardila och K. Jelene, samtliga i egenskap av ombud,", "label": [[9, 32, "ORG"], [40, 48, "PER"], [50, 65, "PER"], [70, 79, "PER"], [104, 109, "PROFESSION"]]}
{"text": "med hänsyn till beslutet, efter att ha hört generaladvokaten, att avgöra målet utan förslag till avgörande,", "label": [[44, 60, "PROFESSION"]]}
{"text": "följande", "label": []}
{"text": "Dom", "label": []}
{"text": "1        Respektive begäran om förhandsavgörande avser tolkningen av artikel 2 led 13 och artikel 3.4 i Europaparlamentets och rådets direktiv 97/67/EG av den 15 december 1997 om gemensamma regler för utvecklingen av gemenskapens inre marknad för posttjänster och för förbättring av kvaliteten på tjänsterna (EGT L 15, 1998, s. 14), i dess lydelse enligt Europaparlamentets och rådets direktiv 2008/6/EG av den 20 februari 2008 (EUT L 52, 2008, s. 3, och rättelse i EUT L 225, 2015, s. 49) (nedan kallat direktiv 97/67), samt artikel 132.1 a i rådets direktiv 2006/112/EG av den 28 november 2006 om ett gemensamt system för mervärdesskatt (EUT L 347, 2006, s. 1).", "label": [[104, 122, "ORG"], [127, 133, "ORG"], [159, 175, "DATE"], [217, 229, "LOC"], [355, 373, "ORG"], [378, 384, "ORG"], [411, 427, "DATE"], [579, 595, "DATE"]]}
{"text": "2        Respektive begäran har framställts i två mål – mål C‑4/18, mellan Pawel Brinkmann, i egenskap av konkursförvaltare för DIREKTexpress Holding AG, och Finanzamt Ulm (skattemyndigheten i Ulm, Tyskland), och mål C-5/18, mellan Lemchen Ehrenpreis, i egenskap av konkursförvaltare för JUREX GmbH, och Bundeszentralamt für Steuern (den federala skattemyndigheten, Tyskland) –  angående vägran att från mervärdesskatt undanta de formella delgivningar av handlingar, som dessa bolag utfört för domstolar och förvaltningsmyndigheter.", "label": [[75, 90, "PER"], [106, 123, "PROFESSION"], [128, 152, "ORG"], [158, 171, "ORG"], [173, 190, "ORG"], [193, 206, "LOC"], [232, 250, "PER"], [266, 283, "PROFESSION"], [288, 298, "ORG"], [304, 332, "ORG"], [334, 364, "ORG"], [366, 374, "LOC"]]}
{"text": "Tillämpliga bestämmelser", "label": []}
{"text": "Unionsrätt", "label": []}
{"text": "Direktiv 97/67", "label": []}
{"text": "3        I artikel 2 i direktiv 97/67, som ingår i kapitel 1, med rubriken ”Syfte och räckvidd”, anges följande:", "label": []}
{"text": "”I detta direktiv avses med", "label": []}
{"text": "1)      posttjänster: tjänster som innefattar insamling, sortering, transport och utdelning av postförsändelser.", "label": []}
{"text": "1a)      tillhandahållare av posttjänster: företag som tillhandahåller en eller flera posttjänster.", "label": []}
{"text": "…", "label": []}
{"text": "4)      insamling: uppsamling av postförsändelser som utförs av tillhandahållaren av posttjänster.", "label": []}
{"text": "5)      utdelning: den process som omfattar från sortering vid utdelningscentralen till överlämnande av postförsändelserna till deras adressater.", "label": []}
{"text": "6)      postförsändelse: en adresserad försändelse i den slutliga form i vilken den ska transporteras av en tillhandahållare av posttjänster. Sådana försändelser omfattar, förutom brevförsändelser, till exempel böcker, kataloger, tidningar och tidskrifter samt postpaket som innehåller varor med eller utan kommersiellt värde.", "label": []}
{"text": "…", "label": []}
{"text": "9)      rekommenderad försändelse: en tjänst som består av tillhandahållande av en försäkring till fast pris mot att försändelsen förkommer, stjäls eller skadas, och som ger avsändaren, i förekommande fall på begäran av denne, ett bevis på att postförsändelsen lämnats in och/eller överlämnats till adressaten.", "label": []}
{"text": "…", "label": []}
{"text": "13)      tillhandahållare av samhällsomfattande tjänster: den offentliga eller privata tillhandahållare av posttjänster som tillhandahåller samhällsomfattande posttjänster eller delar därav inom en medlemsstat och vars identitet har meddelats kommissionen i enlighet med artikel 4.", "label": [[243, 255, "ORG"]]}
{"text": "…", "label": []}
{"text": "17)      användare: varje fysisk eller juridisk person som i egenskap av avsändare eller adressat drar nytta av att en posttjänst tillhandahålls.", "label": []}
{"text": "…”", "label": []}
{"text": "4        Kapitel 2 i direktivet, med rubriken ”Samhällsomfattande tjänster”, innehåller artiklarna 3–6. Artikel 3 har följande lydelse:", "label": []}
{"text": "”1.      Medlemsstaterna skall säkerställa att användarna har tillgång till samhällsomfattande tjänster som inbegriper stadigvarande tillhandahållna posttjänster av fastställd kvalitet inom hela territoriet till rimliga priser för samtliga användare.", "label": []}
{"text": "…", "label": []}
{"text": "4.      Varje medlemsstat skall besluta om nödvändiga åtgärder för att de samhällsomfattande tjänsterna skall omfatta följande minimiprestationer:", "label": []}
{"text": "–        Insamling, sortering, transport och utdelning av postförsändelser som väger högst 2 kg.", "label": [[91, 92, "AMOUNT_VALUE"], [93, 95, "AMOUNT_UNIT"]]}
{"text": "–        Insamling, sortering, transport och utdelning av postpaket som väger högst 10 kg.", "label": [[84, 86, "AMOUNT_VALUE"], [87, 89, "AMOUNT_UNIT"]]}
{"text": "–        Tjänster för rekommenderade och assurerade försändelser.", "label": []}
{"text": "…", "label": []}
{"text": "7.      De samhällsomfattande tjänsterna som de definieras i denna artikel skall täcka såväl nationella tjänster som gränsöverskridande tjänster.”", "label": []}
{"text": "5        Artikel 4 i direktivet har följande lydelse:", "label": []}
{"text": "”1.      Varje medlemsstat ska säkerställa att tillhandahållandet av samhällsomfattande tjänster garanteras och ska meddela kommissionen vilka åtgärder som den har vidtagit för att fullgöra denna skyldighet. Den kommitté som avses enligt artikel 21 ska informeras om de åtgärder medlemsstaterna vidtar för att garantera tillhandahållandet av samhällsomfattande tjänster.", "label": [[124, 136, "ORG"]]}
{"text": "2.      Medlemsstaterna får utse ett eller flera företag för att tillhandahålla samhällsomfattande tjänster så att hela det nationella territoriet täcks. Medlemsstaterna får utse olika företag att tillhandahålla olika delar av de samhällsomfattande tjänsterna och/eller täcka olika delar av det nationella territoriet. …", "label": []}
{"text": "Medlemsstaterna ska meddela kommissionen vilka tillhandahållare av samhällsomfattande tjänster de utser. …”", "label": [[28, 40, "ORG"]]}
{"text": "Direktiv 2006/112", "label": []}
{"text": "6        I kapitel 1, med rubriken ”Allmänna bestämmelser”, i avdelning IX i direktiv 2006/112, med rubriken ”Undantag från skatteplikt”, föreskrivs följande i artikel 131:", "label": []}
{"text": "”Undantagen från skatteplikt i kapitlen 2–9 skall tillämpas utan att det påverkar tillämpningen av övriga [unions]bestämmelser och i enlighet med de villkor som medlemsstaterna fastställer för att säkerställa en korrekt och enkel tillämpning av dessa undantag och förhindra skatteundandragande, skatteflykt eller missbruk.”", "label": [[107, 113, "LOC"]]}
{"text": "7        Kapitel 2, med rubriken ”Undantag för vissa verksamheter av hänsyn till allmänintresset”, i samma avdelning IX, innehåller artikel 132 i direktivet. I artikel 132.1 föreskrivs följande:", "label": []}
{"text": "”Medlemsstaterna skall undanta följande transaktioner från skatteplikt:", "label": []}
{"text": "a)      Tjänster och därmed förenade varuleveranser som tillhandahålls av det offentliga postväsendet, med undantag för persontransporter och telekommunikationstjänster.", "label": []}
{"text": "…”", "label": []}
{"text": "Tysk rätt", "label": [[0, 4, "LOC"]]}
{"text": "UStG", "label": []}
{"text": "8        Bland de transaktioner som omfattas av 1 § stycke 1 punkt 1 Umsatzsteuergesetz (lag om omsättningsskatt) (nedan kallad UStG), i den lydelse som är tillämplig i det nationella målet i mål C‑4/18, undantogs, enligt 4 § stycke 11b i denna lag, ”transaktioner som direkt tjänar den posttjänst som Deutsche Post AG tillhandahåller” från skatteplikt.", "label": [[302, 318, "ORG"]]}
{"text": "9        I den version av UStG som är tillämplig i målet vid den nationella domstolen i mål C‑5/18, det vill säga den version som var i kraft den 1 juli 2010, var följande transaktioner undantagna från skatteplikt enligt 4 § stycke 11b i denna lag:", "label": [[146, 157, "DATE"]]}
{"text": "”De samhällsomfattande tjänster som avses i artikel 3.4 i [direktiv 97/67]. Undantag från skatteplikt beviljas endast om entreprenören i enlighet med ett intyg som utfärdats av [den federala skattemyndigheten] gentemot denna myndighet åtagit sig att inom hela Förbundsrepubliken Tysklands territorium tillhandahålla samtliga eller en del av de tjänster som avses i den första meningen.”", "label": [[178, 208, "ORG"], [260, 288, "LOC"]]}
{"text": "Lagen om posttjänster", "label": []}
{"text": "10      11 § Postgesetz (lagen om posttjänster, av den 22 december 1997, BGBl. 1997 I, s. 3294), i den lydelse som är tillämplig i det nationella målet, med rubriken ”Definitioner och räckvidd av samhällsomfattande posttjänster” har följande lydelse:", "label": [[55, 71, "DATE"]]}
{"text": "”1.      Samhällsomfattande tjänster är ett minimiutbud av posttjänster enligt 4 § punkt 1 vilka är av fastställd kvalitet och tillhandahålls inom hela territoriet till rimliga priser. Samhällsomfattande tjänster är begränsade till licensbelagda posttjänster och posttjänster som av transporttekniska skäl åtminstone delvis kan tillhandahållas med licensbelagda posttjänster. De omfattar endast sådana tjänster som generellt betraktas som oumbärliga.", "label": []}
{"text": "2.      Förbundsregeringen är behörig att anta förordningar, vilka kräver [Bundestags (Förbundsdagen, Tyskland)] och [Bundesrats (Förbundsrådet, Tyskland)] medgivande, för att enligt första stycket fastställa innehållet och omfattningen av samhällsomfattande tjänster …”", "label": [[8, 26, "ORG"], [75, 85, "ORG"], [87, 100, "ORG"], [102, 110, "LOC"], [118, 128, "ORG"], [130, 143, "ORG"], [145, 153, "LOC"]]}
{"text": "11      33 § stycke 1 i denna lag, med rubriken ”Skyldighet att delge”, har följande lydelse:", "label": []}
{"text": "”En licenstagare som tillhandahåller tjänster avseende delgivning av brev är skyldig att genomföra delgivning av handlingar oberoende av deras vikt i enlighet med bestämmelserna i processlagar och lagar som reglerar delgivning i förvaltningsärenden. Licenstagaren har inom ramen för denna förpliktelse tilldelats rätt att utöva offentliga maktbefogenheter (näringsidkare som utövar offentliga maktbefogenheter).”", "label": []}
{"text": "12      I 34 § i nämnda lag, som har rubriken ”Ersättning för delgivning”, föreskrivs följande:", "label": []}
{"text": "”Den förpliktade licenstagaren har rätt till ersättning. Denna ska kompensera alla tjänster som licenstagaren tillhandahåller, inklusive intyg av notarius publicus och återsändande av intygsunderlag till den uppdragsgivande myndigheten. Ersättning ska ske enligt 20 § styckena 1 och 2. Tillstånd ska inhämtas från tillsynsmyndigheten. …”", "label": [[146, 163, "PROFESSION"]]}
{"text": "Förordningen om samhällsomfattande posttjänster", "label": []}
{"text": "13      1 § Post-Universaldienstleistungsverordnung (Förordningen om samhällsomfattande posttjänster), av den 15 december 1999 (BGBl. 1999 I, s. 2418), i den lydelse som är tillämplig i de nationella målen, har följande lydelse:", "label": [[110, 126, "DATE"]]}
{"text": "”1.      Följande posttjänster anses vara samhällsomfattande tjänster:", "label": []}
{"text": "(1)      Transport av brevförsändelser, i den mening som avses i 4 § punkt 2 i lagen om posttjänster, såvitt deras vikt inte överskrider 2 000 gram och deras mått inte överskrider de som föreskrivs i konventionen om samhällsomfattande posttjänster och motsvarande genomförandeförordningar.", "label": [[137, 142, "AMOUNT_VALUE"], [143, 147, "AMOUNT_UNIT"]]}
{"text": "(2)      Transport av adresserade paket vars enskilda vikt inte överskrider 20 kilogram och vars mått inte överskrider de som föreskrivs i konventionen om samhällsomfattande posttjänster och motsvarande genomförandeförordningar.", "label": [[76, 78, "AMOUNT_VALUE"], [79, 87, "AMOUNT_UNIT"]]}
{"text": "(3)      Transport av tidningar och tidskrifter, i den mening som avses i 4 § punkt 1 c i lagen om posttjänster. …", "label": []}
{"text": "2.      Brevtransport omfattar även följande typer av försändelser:", "label": []}
{"text": "(1)      Rekommenderad försändelse (brevförsändelse försäkrad mot förlust, stöld eller skada, och som överlämnas till adressaten mot mottagningsbevis).", "label": []}
{"text": "(2)      Värdeförsändelse (brevförsändelse vars innehåll är försäkrat till det värde som avsändaren anger mot  förlust, stöld eller skada).", "label": []}
{"text": "(3)      Försändelse mot postförskott (brevförsändelse som överlämnas till adressaten först efter det att ett visst penningbelopp betalats).", "label": []}
{"text": "(4)      Expressförsändelse (brevförsändelse som delas ut så snart som möjligt efter dess ankomst till en distributionsanläggning genom särskilda bud).”", "label": []}
{"text": "Civilprocesslagen", "label": []}
{"text": "14      I 176 § stycke 1 Zivilprozessordnung (civilprocesslagen), som rör formell delgivning, föreskrivs följande:", "label": []}
{"text": "”Om posten, domstolspersonal eller en utmätningsman ges i uppdrag att delge en handling, eller om en annan myndighet anförtros delgivningen, ska kansliet överlämna handlingen som ska delges i förslutet kuvert tillsammans med ett förberett formulär för delgivningsbevis. …”", "label": []}
{"text": "15      I 182 § i denna lag, som också avser delgivning, föreskrivs följande:", "label": []}
{"text": "”1.      För att upprätta en delgivning … bör en handling upprättas på det formulär som föreskrivs för detta ändamål. …", "label": []}
{"text": "3.      Delgivningsbeviset ska utan dröjsmål återsändas till kansliet i original eller i form av en elektronisk handling.”", "label": []}
{"text": "Målen vid den nationella domstolen och tolkningsfrågorna", "label": []}
{"text": "Mål C‑4/18", "label": []}
{"text": "16      Pawel Brinkmann är konkursförvaltare för DIREKTexpress Holding AG, mot vilket det inletts ett insolvensförfarande vid Amtsgericht Ulm (Distriktsdomstolen i Ulm, Tyskland) den 6 juli 2011. Denna domstol utsåg också Pawel Brinkmann till konkursförvaltare. Detta bolag är moderbolag i en koncern som tillhandahöll posttjänster via dotterbolag i hela Tyskland. Under åren 2008 och 2009 bestod koncernens verksamhet i huvudsak av att verkställa delgivningsuppdrag, i enlighet med de tyska offentligrättsliga bestämmelserna, vilka behandlades som transaktioner som var undantagna från mervärdesskatteplikt.", "label": [[8, 23, "PER"], [27, 44, "PROFESSION"], [49, 73, "ORG"], [126, 141, "ORG"], [143, 167, "ORG"], [169, 177, "LOC"], [183, 194, "DATE"], [222, 237, "PER"], [243, 260, "PROFESSION"], [355, 363, "LOC"], [376, 380, "DATE"], [385, 389, "DATE"], [486, 491, "LOC"]]}
{"text": "17      Efter en skattekontroll avseende perioden augusti 2008–maj 2009 fann skattemyndigheten i Ulm att sådana delgivningar var mervärdesskattepliktiga.", "label": [[50, 62, "DATE"], [63, 71, "DATE"], [77, 94, "ORG"], [97, 100, "LOC"]]}
{"text": "18      DIREKTexpress Holding begärde först omprövning av detta beslut och väckte, eftersom omprövningen inte ledde till någon ändring, sedan talan vid Finanzgericht Baden-Württemberg (Skattedomstolen i Baden-Württemberg, Tyskland). Under förfarandet avgav skattemyndigheten i Ulm, som är svarande i det nationella målet, ett mervärdesskattebesked för åren 2008 och 2009.", "label": [[8, 29, "ORG"], [152, 183, "ORG"], [185, 220, "ORG"], [222, 230, "LOC"], [257, 274, "ORG"], [277, 280, "LOC"], [352, 370, "DATE"]]}
{"text": "19      Det var under samma förfarande som det inleddes ett insolvensförfarande mot DIREKTexpress Holding och som Pawel Brinkmann utsågs till konkursförvaltare. I denna egenskap övertog Pawel Brinkmann det pågående förfarandet.", "label": [[84, 105, "ORG"], [114, 129, "PER"], [142, 159, "PROFESSION"], [186, 201, "PER"]]}
{"text": "20      Finanzgericht Baden-Württemberg (Skattedomstolen i Baden-Württemberg) ogillade den talan som DIREKTexpress Holding väckt vid Finanzgericht Baden-Württemberg och hänvisade därvid till att formella delgivningar av handlingar inte kunde omfattas av det begärda undantaget. Denna domstol fann för det första att de villkor som föreskrivs i 4 § stycke 11b UStG inte var uppfyllda, eftersom endast de transaktioner som direkt tjänar den posttjänst som tillhandahålls av Deutsche Post var undantagna från mervärdesskatteplikt och, för det andra, att det inte var möjligt att direkt åberopa artikel 132.1 a i direktiv 2006/112, eftersom en formell delgivning av handlingar inte utgör en samhällsomfattande tjänst, i den mening som avses i denna bestämmelse.", "label": [[8, 77, "ORG"], [101, 122, "ORG"], [133, 164, "ORG"], [472, 485, "ORG"]]}
{"text": "21      Pawel Brinkmann överklagade detta beslut till den hänskjutande domstolen, Bundesfinanzhof (Federala skattedomstolen, Tyskland).", "label": [[8, 23, "PER"], [82, 97, "ORG"], [99, 123, "ORG"], [125, 133, "LOC"]]}
{"text": "22      Den hänskjutande domstolen vill för det första få klarhet i huruvida en näringsidkare som i huvudsak genomför formella delgivningar av handlingar från domstolar och förvaltningsmyndigheter kan anses vara den som tillhandahåller samhällsomfattande tjänster, i den mening som avses i artikel 2 led 13 i direktiv 97/67. Denna domstol vill bland annat få klarhet i huruvida det är möjligt att likställa denna verksamhet med post- eller postpaket, i den mening som avses i artikel 3.4 i direktiv 97/67, eller med rekommenderade försändelser, vilka också avses i denna bestämmelse.", "label": []}
{"text": "23      För det andra vill den hänskjutande domstolen få klarhet i huruvida ett bolag som DIREKTexpress Holding kan anses tillhandahålla tjänster som tillhandahålls av ”det offentliga postväsendet”, i den mening som avses i artikel 132.1 a i direktiv 2006/112, vilket innebär att de delgivningstjänster som bolaget tillhandahöll ska undantas från mervärdesskatteplikt enligt denna bestämmelse. För detta talar den omständigheten, att sådana delgivningar omfattas av god rättsskipning och utgör ett allmänintresse. När en enskild emellertid inte kan begära en formell delgivning kan en sådan verksamhet inte anses som en tjänst som ”samtliga användare” har tillgång till, i den mening som avses i artikel 3.1 i direktiv 97/67.", "label": [[90, 111, "ORG"]]}
{"text": "24      Mot denna bakgrund beslutade Bundesfinanzhof (Federala skattedomstolen) att vilandeförklara målet och att ställa följande fråga till domstolen:", "label": [[37, 79, "ORG"], [141, 150, "ORG"]]}
{"text": "”Är en näringsidkare som utför formell delgivning av handlingar enligt offentligrättsliga bestämmelser en ’tillhandahållare av samhällsomfattande tjänster’, i den mening som avses i artikel 2 led 13 i direktiv 97/67…, som tillhandahåller samhällsomfattande posttjänster eller delar därav, och är dessa tjänster undantagna från mervärdesskatt enligt artikel 132.1 a i [direktiv 2006/2006]?”", "label": []}
{"text": "Mål C‑5/18", "label": []}
{"text": "25      Lemchen Ehrenpreis är konkursförvaltare för JUREX GmbH, mot vilket det inletts ett insolvensförfarande genom beslut av den 1 juli 2011, genom vilket Lemchen Ehrenpreis också utsågs till konkursförvaltare. Bolagets verksamhet bestod bland annat i att utföra delgivningar av handlingar i Tyskland.", "label": [[8, 26, "PER"], [30, 47, "PROFESSION"], [52, 62, "ORG"], [131, 142, "DATE"], [157, 175, "PER"], [194, 211, "PROFESSION"], [294, 302, "LOC"]]}
{"text": "26      Under år 2010 ansökte JUREX, hos den federala skattemyndigheten, om ett intyg avseende undantag från mervärdesskatteplikt för nämnda delgivningstjänst. Bolaget har för denna myndighet åtagit sig att inom hela Tyskland verkställa formella delgivningar av handlingar, i enlighet med tillämpliga förfaranderegler och lagar och i enlighet med de licenser som Bundesnetzagentur (den federala nätverksmyndigheten, Tyskland) beviljat i detta avseende.", "label": [[14, 21, "DATE"], [30, 35, "ORG"], [41, 71, "ORG"], [217, 225, "LOC"], [363, 380, "ORG"], [382, 414, "ORG"], [416, 424, "LOC"]]}
{"text": "27      Genom beslut av den 4 augusti 2010 avslog den federala skattemyndigheten nämnda ansökan med motiveringen att den tjänst som ansökan avsåg inte utgjorde en samhällsomfattande posttjänst.", "label": [[28, 42, "DATE"], [50, 80, "ORG"]]}
{"text": "28      Lemchen Ehrenpreis väckte talan mot detta beslut vid Finanzgericht Köln (Skattedomstolen i Köln, Tyskland), som fastställde beslutet att inte medge undantag från mervärdesskatteplikt för tjänsterna i fråga, av samma skäl som den federala skattemyndigheten.", "label": [[8, 26, "PER"], [61, 79, "ORG"], [81, 96, "ORG"], [99, 113, "LOC"], [233, 263, "ORG"]]}
{"text": "29      Lemchen Ehrenpreis överklagade detta beslut till den hänskjutande domstolen, Bundesfinanzhof (federala skattedomstolen).", "label": [[8, 26, "PER"], [85, 127, "ORG"]]}
{"text": "30      Av samma skäl som de som angetts i mål C‑4/18 beslutade Bundesfinanzhof (Federala skattedomstolen) att vilandeförklara målet och ställa följande tolkningsfrågor till EU-domstolen:", "label": [[64, 106, "ORG"], [174, 186, "ORG"]]}
{"text": "”1.      Är formell delgivning av handlingar i enlighet med offentligrättsliga bestämmelser [processrättsliga bestämmelser och lagar som reglerar delgivning i förvaltningsärenden, 33 § stycke 1 postlagen] en samhällsomfattande tjänst, i den mening som avses i artikel 3.4 i direktiv 97/67 […]?", "label": []}
{"text": "2.      För det fall att den första frågan besvaras jakande:", "label": []}
{"text": "Är en näringsidkare som utför formell delgivning av handlingar enligt offentligrättsliga bestämmelser en ’tillhandahållare av samhällsomfattande tjänster’, i den mening som avses i artikel 2 led 13 i direktiv 97/67[…], som tillhandahåller samhällsomfattande posttjänster eller delar därav, och är dessa tjänster undantagna från mervärdesskatt enligt artikel 132.1 a i [direktiv 2006/112]?”", "label": []}
{"text": "31      Domstolens ordförande beslutade den 1 februari 2018 att förena målen C‑4/18 och C‑5/18 vad gäller det skriftliga och det muntliga förfarandet samt domen.", "label": [[8, 18, "ORG"], [19, 29, "PROFESSION"], [44, 59, "DATE"]]}
{"text": "Prövning av tolkningsfrågorna", "label": []}
{"text": "Upptagande till sakprövning av respektive begäran om förhandsavgörande", "label": []}
{"text": "32      Klagandena i de nationella målen har anfört att respektive begäran om förhandsavgörande inte kan tas upp till sakprövning.", "label": []}
{"text": "33      De har bland annat gjort gällande, för det första, att de frågor som ställts för att få klarhet i huruvida det undantag från skatteplikt som föreskrivs i artikel 132.1 a i direktiv 2006/112 är tillämpligt på sådana transaktioner som de som är i fråga i de nationella målen, inte är användbara för att döma i de nationella målen. I den mån som svaret på dessa frågor är att de tjänster varom är fråga i de nationella målen ska betraktas som samhällsomfattande tjänster och att tillhandahållare av de posttjänster som är i fråga i de nationella målen ska betraktas som tillhandahållare av samhällsomfattande tjänster, borde dessa tjänster nämligen undantas från skatteplikt enligt denna bestämmelse.", "label": []}
{"text": "34      För det andra har den hänskjutande domstolen, inom ramen för mål C‑5/18, i ett beslut av den 15 december 2016 redan slagit fast att verkställighet av en formell delgivning av handlingar omfattas av den samhällsomfattande tjänst som är undantagen från mervärdesskatteplikt. Det framgår av detta beslut att den hänskjutande domstolen inte har några tvivel om tolkningen av de unionsrättsliga bestämmelser som är föremål för respektive begäran om förhandsavgörande, varför det inte är nödvändigt att begära ett förhandsavgörande enligt artikel 267 FEUF.", "label": [[101, 117, "DATE"]]}
{"text": "35      Domstolen erinrar om att enligt domstolens fasta praxis följer att det, inom ramen för det samarbete mellan EU-domstolen och de nationella domstolarna som införts genom artikel 267 FEUF, uteslutande ankommer på den nationella domstol vid vilken målet anhängiggjorts och vilken har ansvaret för det rättsliga avgörandet, att mot bakgrund av de särskilda omständigheterna i målet bedöma såväl om ett förhandsavgörande är nödvändigt för att döma i saken som relevansen av de frågor som ställs till EU-domstolen. EU-domstolen är följaktligen i princip skyldig att meddela ett förhandsavgörande när de frågor som ställts av den nationella domstolen avser tolkningen av unionsrätten (dom av den 5 mars 2019, Eesti Pagar, C‑349/17, EU:C:2019:172, punkt 47 och där angiven rättspraxis).", "label": [[8, 17, "ORG"], [40, 50, "ORG"], [116, 128, "ORG"], [503, 515, "ORG"], [517, 529, "ORG"], [697, 708, "DATE"], [710, 721, "ORG"]]}
{"text": "36      Av detta följer att frågor om tolkningen av unionsrätten presumeras vara relevanta. En begäran från en nationell domstol kan bara avvisas då det är uppenbart att den begärda tolkningen av unionsrätten inte har något samband med de verkliga omständigheterna eller saken i de nationella målen eller då frågorna är hypotetiska eller EU-domstolen inte har tillgång till sådana uppgifter om de faktiska eller rättsliga omständigheterna som är nödvändiga för att kunna ge ett användbart svar på de frågor som ställts till den (dom av den 5 mars 2019, Eesti Pagar, C‑349/17, EU:C:2019:172, punkt 48 och där angiven rättspraxis).", "label": [[338, 350, "ORG"], [540, 551, "DATE"], [553, 564, "ORG"]]}
{"text": "37      Vad gäller det argument som det redogjorts för i punkt 33 i förevarande dom, konstaterar domstolen att det framgår av de uppgifter som domstolen förfogar över att den hänskjutande domstolen faktiskt har att pröva mål inom ramen för vilka den har att avgöra huruvida den formella delgivning av handlingar som DIREKTexpress Holding och JUREX ägnar sig åt borde ha omfattats av ett undantag från mervärdesskatteplikt i enlighet med artikel 132.1 a i direktiv 2006/112. Det framgår i detta avseende av beslutet om hänskjutande att den hänskjutande domstolen anser att EU-domstolens svar på de ställda frågorna är avgörande för utgången av respektive mål. Under dessa omständigheter framgår det att EU-domstolens svar på de ställda frågorna är nödvändigt för att den hänskjutande domstolen ska kunna meddela dom.", "label": [[97, 106, "ORG"], [143, 152, "ORG"], [316, 337, "ORG"], [342, 347, "ORG"], [572, 585, "ORG"], [702, 715, "ORG"]]}
{"text": "38      Vad gäller det argument som har anförts av klagandena i de nationella målen, vilket anförts i punkt 34 i förevarande dom, är det tillräckligt att konstatera att den hänskjutande domstolen i sin respektive begäran om förhandsavgörande har angett att den hyser tvivel vad gäller det svar som domstolen kommer att lämna på de ställda frågorna. Vidare har klagandena inte anfört några uppgifter som skulle kunna ge anledning att ifrågasätta de konstateranden som gjorts i föregående punkt, enligt vilka den hänskjutande domstolen har att pröva mål vars utgång beror på de svar som EU-domstolen ger på de ställda frågorna.", "label": [[298, 307, "ORG"], [585, 597, "ORG"]]}
{"text": "39      Av detta följer att respektive begäran om förhandsavgörande i sin helhet kan tas upp till sakprövning.", "label": []}
{"text": "Prövning i sak", "label": []}
{"text": "40      Den hänskjutande domstolen har ställt sina frågor, vilka ska prövas tillsammans, för att få klarhet i huruvida artiklarna 2 led 13 och 3 i direktiv 97/67 ska tolkas så, att den som tillhandahåller tjänster i form av utdelning av brev, såsom i de nationella målen, och som, i egenskap av innehavare av en nationell licens som ger rätt att erbjuda denna tjänst, är skyldig att i enlighet med nationella bestämmelser utföra formella delgivningar av handlingar från domstolar eller administrativa myndigheter, ska betraktas som ”tillhandahållare av samhällsomfattande tjänster” i den mening som avses i förstnämnda bestämmelser, vilket innebär att dessa tjänster ska undantas från mervärdesskatt såsom tjänster som tillhandahålls av ”det offentliga postväsendet”, i enlighet med artikel 132.1 a i direktiv 2006/112.", "label": []}
{"text": "41      Domstolen erinrar inledningsvis om att det av artikel 132.1 a i direktiv 2006/112 följer att tjänster och därmed förenade varuleveranser som tillhandahålls av det offentliga postväsendet, är undantagna från mervärdesskatteplikt.", "label": []}
{"text": "42      Domstolen har redan slagit fast att även om undantagen från skatteplikt i kapitlen 2–9 i direktiv 2006/112, enligt artikel 131 i direktivet, är tillämpliga bland annat på de villkor som medlemsstaterna fastställer för att säkerställa en korrekt och enkel tillämpning av dessa undantag och förhindra skatteundandragande, skatteflykt eller missbruk, kan dessa villkor inte avse definitionen av innehållet i de föreskrivna undantagen från skatteplikt (se, för ett liknande resonemang, dom av den 11 januari 2001, kommissionen/Frankrike, C‑76/99, EU:C:2001:12, punkt 26, och dom av den 26 maj 2005, Kingscrest Associates och Montecello, C‑498/03, EU:C:2005:322, punkt 24).", "label": [[8, 17, "ORG"], [501, 516, "DATE"], [518, 530, "ORG"], [531, 540, "ORG"], [590, 601, "DATE"], [603, 624, "ORG"], [629, 639, "ORG"]]}
{"text": "43      Härtill kommer att de begrepp som beskriver undantagen i artikel 132 i direktiv 2006/112 nämligen utgör självständiga unionsrättsliga begrepp och att de således måste ges en enhetlig definition i Europeiska unionen (se, för ett liknande resonemang, dom av den 26 maj 2005, Kingscrest Associates och Montecello, C‑498/03, EU:C:2005:322, punkt 22, och dom av den 21 januari 2016, Les Jardins de Jouvence, C‑335/14, EU:C:2016:36, punkt 47).", "label": [[204, 222, "LOC"], [268, 279, "DATE"], [281, 302, "ORG"], [307, 317, "ORG"], [369, 384, "DATE"], [386, 409, "ORG"]]}
{"text": "44      Ur detta perspektiv kan svaret på frågan huruvida en viss verksamhet är mervärdesskattepliktig inte bero på hur verksamheten betecknas i nationell rätt (dom av den 26 maj 2005, Kingscrest Associates och Montecello, C‑498/03, EU:C:2005:322, punkt 25, och dom av den 14 juni 2007, Krawczyk, C‑445/05, EU:C:2007:344, punkt 25).", "label": [[172, 183, "DATE"], [185, 206, "ORG"], [211, 221, "ORG"], [273, 285, "DATE"], [287, 295, "PER"]]}
{"text": "45      Enligt domstolens fasta praxis ska dessutom de uttryck som används för att bestämma undantagen från skatteplikt, såsom de som föreskrivs i artikel 132 i direktiv 2006/112, tolkas restriktivt, eftersom de innebär avsteg från den allmänna principen att mervärdesskatt ska tas ut på varje tillhandahållande av tjänster från en beskattningsbar person som sker mot vederlag. Tolkningen av dessa uttryck måste emellertid vara förenlig med ändamålen med nämnda undantag från skatteplikt och uppfylla kraven enligt principen om skatteneutralitet, vilken ligger till grund för det gemensamma systemet för mervärdesskatt. Denna regel om restriktiv tolkning innebär emellertid inte att de uttryck som används för att definiera undantagen i nämnda artikel 132 ska tolkas på ett sådant sätt att undantagen förlorar sin avsedda verkan (se, för ett liknande resonemang, dom av den 21 september 2017, Aviva, C‑605/15, EU:C:2017:718, punkt 30, och dom av den 26 oktober 2017, The English Bridge Union, C‑90/16, EU:C:2017:814, punkt 20).", "label": [[15, 25, "ORG"], [874, 891, "DATE"], [893, 898, "ORG"], [950, 965, "DATE"], [967, 991, "ORG"]]}
{"text": "46      I detta hänseende påpekar domstolen att artikel 132 i direktiv 2006/112 återfinns i kapitel 2, som har rubriken ”Undantag för vissa verksamheter av hänsyn till allmänintresset”, i avdelning IX i det direktivet. Av detta följer att de undantag som föreskrivs i denna artikel har som syfte att gynna vissa verksamheter av allmänintresse, såsom de tjänster som det allmänna postväsendet tillhandahåller och som avses i artikel 132.1 a i detta direktiv.", "label": [[34, 43, "ORG"]]}
{"text": "47      Det framgår bland annat av det eftersträvade syftets natur att undantaget inte ska tillämpas på särskilda tjänster som kan avskiljas från tjänster av allmänintresse, däribland sådana tjänster som tillgodoser särskilda behov hos ekonomiska operatörer (se, för ett liknande resonemang, dom av den 23 april 2009, TNT Post UK, C‑357/07, EU:C:2009:248, punkt 46 och där angiven rättspraxis).", "label": [[303, 316, "DATE"], [318, 329, "ORG"]]}
{"text": "48      Tjänster som det allmänna postväsendet tillhandahåller och för vilka villkoren har förhandlats individuellt kan följaktligen inte anses vara undantagna från skatteplikt med stöd av artikel 132.1 a i direktiv 2006/112. Dessa tjänster tillgodoser genom sin natur särskilda behov hos de berörda användarna (se, för ett liknande resonemang, dom av den 23 april 2009, TNT Post UK, C‑357/07, EU:C:2009:248, punkt 47).", "label": [[356, 369, "DATE"], [371, 382, "ORG"]]}
{"text": "49      Det ska för övrigt påpekas att det allmänna mål som anges i punkt 46 i förevarande dom, inom postsektorn, kan beskrivas som målet att till en reducerad kostnad erbjuda posttjänster som motsvarar befolkningens grundläggande behov. Ett sådant ändamål sammanfaller, på unionsrättens nuvarande stadium, i huvudsak med ändamålet med direktiv 97/67 som är att erbjuda samhällsomfattande posttjänster (se, för ett liknande resonemang, dom av den 23 april 2009, TNT Post UK, C‑357/07, EU:C:2009:248, punkterna 33 och 34).", "label": [[447, 460, "DATE"], [462, 473, "ORG"]]}
{"text": "50      I detta hänseende har domstolen redan slagit fast att ”det offentliga postväsendet”, i den mening som avses i artikel 132.1 a i direktiv 2006/112, ska anses vara de operatörer, offentliga eller privata, som förbinder sig att erbjuda posttjänster för befolkningens grundläggande behov och således, i praktiken, att inom en medlemsstat tillhandahålla samhällsomfattande posttjänster eller delar därav, såsom dessa definieras i artikel 3 i direktiv 97/67 (se, för ett liknande resonemang, dom av den 23 april 2009, TNT Post UK, C‑357/07, EU:C:2009:248, punkt 36, och dom av den 21 april 2015, kommissionen/Sverige, C‑114/14, EU:C:2015:249, punkt 28).", "label": [[30, 39, "ORG"], [505, 518, "DATE"], [520, 531, "ORG"], [583, 596, "DATE"], [598, 610, "ORG"], [611, 618, "ORG"]]}
{"text": "51      När det gäller begreppet ”samhällsomfattande posttjänster” i artikel 3.1 i direktiv 97/67, det vill säga att stadigvarande tillhandahålla posttjänster av fastställd kvalitet inom hela territoriet till rimliga priser för samtliga användare, föreskrivs det i punkt 4 i denna artikel att varje medlemsstat ska besluta om nödvändiga åtgärder för att de samhällsomfattande tjänsterna ska omfatta minimiprestationer bestående av insamling, sortering, transport och utdelning av postförsändelser som inte väger mer än vad som anges i denna bestämmelse, samt av tjänster för rekommenderade och assurerade försändelser. I artikel 2.4–2.6 och 2.9 i direktiv 97/67 finns, genom diverse definitioner, ytterligare uppgifter om innehållet i en sådan minimiprestation.", "label": []}
{"text": "52      Det framgår av respektive begäran om förhandsavgörande att de tjänster varom fråga är i de nationella målen består av formella delgivningar av handlingar inom ramen för rättsliga eller administrativa förfaranden. Enligt de regler som är tillämpliga på en sådan delgivning ska den handling som ska delges vara föremål för ett delgivningsuppdrag som anförtrotts den som tillhandahåller posttjänsten eller till en motsvarande tjänsteleverantör. Handlingen läggs i ett slutet kuvert som åtföljs av ett i vederbörlig ordning upprättat formulär för delgivningsbevis som, när den första handlingen väl har delgetts, ska återsändas till den myndighet som lämnat uppdraget. Det framgår även av respektive begäran att den tjänsteleverantör som utför formella delgivningar inte ger någon schablonmässig försäkring.", "label": []}
{"text": "53      Det framgår av själva ordalydelsen i artikel 3.4 i direktiv 97/67, och i synnerhet av prefixet ”minimi” som där används, att även om en medlemsstat åtminstone ska se till att de tjänster som anges där garanteras, kan även andra posttjänster i förekommande fall anses omfattas av den samhällsomfattande tjänst som denna medlemsstat i förekommande fall säkerställer.", "label": []}
{"text": "54      Utan att det är nödvändigt att pröva huruvida sådana tjänster som tillhandahålls av DIREKTexpress Holding och JUREX omfattas av en av de specifika kategorier av posttjänster till vilka det hänvisas i artikel 3.4 i direktiv 97/67, konstaterar domstolen i förevarande fall att dessa tjänster, på grund av deras särdrag och av det sammanhang i vilket de tillhandahålls, under alla omständigheter kan anses utgöra en del av den samhällsomfattande tjänsten, såsom denna definieras i nämnda artikel.", "label": [[92, 113, "ORG"], [118, 123, "ORG"], [250, 259, "ORG"]]}
{"text": "55      I detta avseende erinrar domstolen för det första om att den redan har slagit fast att de operatörer som tillhandahåller samtliga eller delar av de samhällsomfattande posttjänsterna underkastas en särskild rättslig ordning med särskilda skyldigheter. Skillnaden mellan ”det offentliga postväsendet” och andra aktörer avser nämligen inte den typ av tjänster som tillhandahålls, utan att de underkastas en sådan ordning (se, för ett liknande resonemang, dom av den 21 april 2015, kommissionen/Sverige, C‑114/14, EU:C:2015:249, punkt 33).", "label": [[33, 42, "ORG"], [471, 484, "DATE"], [486, 498, "ORG"], [499, 506, "ORG"]]}
{"text": "56      I förevarande fall framgår det av de uppgifter som domstolen förfogar över att DIREKTexpress Holding och JUREX under den relevanta tidsperioden faktiskt var underkastade regler som inte följer av individuella förhandlingar utan av särskilda skyldigheter enligt den tyska lagstiftningen.", "label": [[59, 68, "ORG"], [87, 108, "ORG"], [113, 118, "ORG"], [273, 278, "LOC"]]}
{"text": "57      Enligt denna lagstiftning är en innehavare av en licens som ger tillstånd att dela ut brev skyldig att utföra formella delgivningar av handlingar, oavsett deras vikt, i enlighet med processrättsliga bestämmelser och de lagar som reglerar delgivning i förvaltningsärenden. Ersättningen till en sådan licenstagare ska för övrigt följa de krav som uppställs i denna lagstiftning och godkännas av den behöriga nationella myndigheten. Det framgår för övrigt av de uppgifter som domstolen förfogar över att den formella delgivningen av domstolsavgöranden medför att fristen för att väcka talan börjar löpa och innebär en delegering av uppdraget att tillhandahålla allmännyttiga tjänster, eftersom tjänsteleverantören, när denne är skyldig att verkställa en formell delgivning, enligt den tyska lagstiftningen har getts offentliga maktbefogenheter för att kunna fullgöra sina skyldigheter.", "label": [[481, 490, "ORG"], [790, 795, "LOC"]]}
{"text": "58      Av detta följer att dessa tjänster inte syftar till att tillgodose särskilda behov hos ekonomiska aktörer eller hos vissa andra enskilda användare, utan att säkerställa en god rättsskipning, eftersom de möjliggör en formell delgivning av handlingar inom ramen för rättsliga eller administrativa förfaranden.", "label": []}
{"text": "59      Vad vidare gäller villkoret i artikel 3.1 i direktiv 97/67, enligt vilket samhällsomfattande tjänster tillhandahålls ”för samtliga användare”, och i likhet med vad den hänskjutande domstolen har påpekat, kommer de uppdrag att utföra formella delgivningar som avses i den tyska lagstiftning som är i fråga i de nationella målen huvudsakligen från domstolar och förvaltningsmyndigheter. Av detta följer att sådana delgivningar inte kan begäras av enskilda personer utan i huvudsak står till de offentliga myndigheternas förfogande.", "label": [[189, 198, "ORG"], [279, 284, "LOC"]]}
{"text": "60      Denna omständighet hindrar emellertid inte att det villkor till vilket det hänvisas i föregående punkt ska anses vara uppfyllt i förevarande fall. För det första, och såsom Europeiska kommissionen med rätta har påpekat i sitt skriftliga yttrande, är ”användare” av posttjänster, i den mening som avses i artikel 2.17 i direktiv 97/67, inte bara fysiska eller juridiska personer som tar sådana tjänster i anspråk i egenskap av avsändare, utan även mottagare av dessa tjänster.", "label": [[181, 204, "ORG"]]}
{"text": "61      För det andra, även om de formella delgivningarna sker på uppdrag av de offentliga myndigheterna, är syftet med dessa myndigheters verksamhet likväl inte att tillgodose egna behov, utan att säkerställa att det rättsliga eller administrativa systemet som de ingår i fungerar väl. Denna verksamhet utförs på detta sätt för alla som berörs av möjligheten att delge en handling i enlighet med det förfarande som avses i punkt 52 i förevarande dom.", "label": []}
{"text": "62      För det tredje, och såsom kommissionen med rätta också har påpekat, utgör den formella delgivningen av handlingar endast en del av den samhällsomfattande tjänst som en medlemsstat ska tillhandahålla, varvid medlemsstaten dessutom, i enlighet med artikel 4.2 i direktiv 97/67, får utse olika företag att tillhandahålla olika delar av de samhällsomfattande tjänsterna och/eller täcka olika delar av det nationella territoriet.", "label": [[34, 46, "ORG"]]}
{"text": "63      Slutligen framgår det av de uppgifter som ingetts till domstolen att de formella delgivningarna av handlingar, som innehavaren av en licens som ger tillstånd att dela ut brev är skyldig att utföra, förefaller ske, i enlighet med den nationella lagstiftning av vilken de omfattas, till rimliga priser för samtliga användare och täcka samtliga delar av Tyskland, vilket det emellertid ankommer på den hänskjutande domstolen att kontrollera.", "label": [[63, 72, "ORG"], [359, 367, "LOC"]]}
{"text": "64      Under dessa omständigheter ska sådana tjänster som de som är i fråga i målen vid den nationella domstolen anses uppfylla grundläggande behov hos den tyska befolkningen i enlighet med det särskilda mål som eftersträvas inom postsektorn och som anges i punkt 49 i förevarande dom.", "label": [[157, 162, "LOC"]]}
{"text": "65      Mot bakgrund av det ovan anförda konstaterar domstolen att sådana ekonomiska aktörer som DIREKTexpress Holding och JUREX, vilka – något som framgår av de uppgifter som domstolen har tillgång till men som det ankommer på den hänskjutande domstolen att kontrollera – var och en var innehavare av en licens som ger tillstånd att dela ut brev och således omfattas av en skyldighet att inom hela Tyskland utföra formella delgivningar av handlingar enligt de särskilda villkor som anges i punkt 57 i denna dom, ska anses tillhandahålla en del av ”samhällsomfattande posttjänster” i den mening som avses i artikel 3 i direktiv 97/67. Såsom framgår av punkt 50 i denna dom ska sådana ekonomiska aktörer, på grund av att dessa tjänster utgör en del av den samhällsomfattande tjänsten, betraktas som ”det offentliga postväsendet”, i den mening som avses i artikel 132.1 a i direktiv 2006/112, när de tillhandahåller nämnda tjänster, vilket innebär att dessa tjänster ska undantas från mervärdesskatteplikt enligt sistnämnda bestämmelse.", "label": [[53, 62, "ORG"], [97, 118, "ORG"], [123, 128, "ORG"], [176, 185, "ORG"], [245, 254, "ORG"], [399, 407, "LOC"]]}
{"text": "66      Dessa överväganden påverkas inte av den omständigheten, att de ifrågavarande tjänsterna, enligt den nationella lagstiftning som är i fråga i de nationella målen, inte anses utgöra en del av den samhällsomfattande tjänsten. Såsom framgår av punkterna 42–44 i förevarande dom kan nämligen kvalificeringen i nationell rätt av en viss transaktion inte medföra att den blir mervärdesskattepliktig när transaktionen enligt unionsrätten kan undantas från mervärdesskatteplikt.", "label": []}
{"text": "67      Samma sak gäller den omständigheten, vilket den finska regeringen har framhållit i sitt skriftliga yttrande, att DIREKTexpress Holding och JUREX, i strid med den skyldighet som anges i artikel 4.2 i direktiv 97/67, inte hade anmälts till kommissionen såsom tillhandahållare av en del av den samhällsomfattande posttjänsten.", "label": [[52, 73, "ORG"], [121, 142, "ORG"], [147, 152, "ORG"], [246, 258, "ORG"]]}
{"text": "68      Ett åsidosättande av denna anmälningsskyldighet, för det fall att det kan styrkas, kan inte i sig medföra att medlemsstaterna efter eget gottfinnande kan hindra tillämpningen av det undantag som föreskrivs i artikel 132.1 a i direktiv 2006/112, trots att det är fråga om tjänster som hör till den samhällsomfattande posttjänsten. Att erkänna en sådan möjlighet för medlemsstaterna skulle nämligen riskera att åsidosätta inte bara den rättspraxis som anges i punkterna 42–44 i förevarande dom, utan även principen om skatteneutralitet, vilken utgör hinder för att näringsidkare som genomför samma transaktioner behandlas olika (se, för ett liknande resonemang, dom av den 28 juni 2007, JP Morgan Fleming Claverhouse Investment Trust och The Association of Investment Trust Companies, C‑363/05, EU:C:2007:391, punkt 46 och där angiven rättspraxis).", "label": [[679, 691, "DATE"], [693, 739, "ORG"], [744, 789, "ORG"]]}
{"text": "69      Övervägandena i punkt 65 i förevarande dom vederläggs inte heller av artikel 3.7 i direktiv 97/67, enligt vilken samhällsomfattande tjänster ska täcka såväl nationella tjänster som gränsöverskridande tjänster.", "label": []}
{"text": "70      Även om denna bestämmelse visserligen inbegriper gränsöverskridande posttjänster i begreppet ”samhällsomfattande tjänster”, såsom de definieras i artikel 3 i direktiv 97/67, kan den inte av enbart denna anledning tolkas så, att den innebär att sådana nationella tjänster som dem som är i fråga i de nationella målen utesluts från tillämpningsområdet för detta begrepp på grund av att den berörda tillhandahållarens erbjudande av dessa tjänster inte omfattar gränsöverskridande tjänster. Såsom framgår av punkt 62 i denna dom innebär nämligen den omständigheten, att en medlemsstat får utse olika tillhandahållare att tillhandahålla olika delar av de samhällsomfattande tjänsterna eller täcka olika delar av det nationella territoriet, att denna medlemsstat kan välja att anförtro en viss aktör enbart den formella delgivningen av handlingar som är i fråga i de nationella målen, vilken endast täcker den berörda medlemsstatens territorium.", "label": []}
{"text": "71      Mot bakgrund av det ovanstående ska de ställda frågorna besvaras enligt följande: Artikel 2 led 13 och artikel3 i direktiv 97/67 ska tolkas så, att den som tillhandahåller tjänster i form av utdelning av brev, såsom i de nationella målen – och som i egenskap av innehavare av en nationell licens som medför tillstånd att erbjuda denna tjänst är skyldig att i enlighet med nationella bestämmelser utföra formella delgivningar av handlingar från domstolar eller administrativa myndigheter –, ska betraktas som ”tillhandahållare av samhällsomfattande tjänster” i den mening som avses i nämnda bestämmelser, vilket innebär att dessa tjänster ska undantas från mervärdesskatt såsom tjänster som tillhandahålls av ”det offentliga postväsendet”, i enlighet med artikel 132.1 a i direktiv 2006/112.", "label": []}
{"text": "Rättegångskostnader", "label": []}
{"text": "72      Eftersom förfarandet i förhållande till parterna i de nationella målen utgör ett led i beredningen av samma mål, ankommer det på den hänskjutande domstolen att besluta om rättegångskostnaderna. De kostnader för att avge yttrande till domstolen som andra än nämnda parter har haft är inte ersättningsgilla.", "label": [[242, 251, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolen (femte avdelningen) följande:", "label": [[28, 57, "ORG"]]}
{"text": "Artikel 2 led 13 och artikel 3 i Europaparlamentets och rådets direktiv 97/67/EG av den 15 december 1997 om gemensamma regler för utvecklingen av gemenskapens inre marknad för posttjänster och för förbättring av kvaliteten på tjänsterna, i dess lydelse enligt Europaparlamentets och rådets direktiv 2008/6/EG av den 20 februari 2008 ska tolkas så, att den som tillhandahåller tjänster i form av utdelning av brev, såsom i de nationella målen – och som i egenskap av innehavare av en nationell licens som medför tillstånd att erbjuda denna tjänst är skyldig att i enlighet med nationella bestämmelser utföra formella delgivningar av handlingar från domstolar eller administrativa myndigheter –, ska betraktas som ”tillhandahållare av samhällsomfattande tjänster” i den mening som avses i nämnda bestämmelser, vilket innebär att dessa tjänster ska undantas från mervärdesskatt såsom tjänster som tillhandahålls av ”det offentliga postväsendet”, i enlighet med artikel 132.1 a i rådets direktiv 2006/112 av den 28 november 2006 om ett gemensamt system för mervärdesskatt.", "label": [[33, 51, "ORG"], [56, 62, "ORG"], [88, 104, "DATE"], [146, 158, "LOC"], [260, 278, "ORG"], [283, 289, "ORG"], [316, 332, "DATE"], [976, 982, "ORG"], [1008, 1024, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "*      Rättegångsspråk: tyska.", "label": [[24, 29, "NATIONALITY"]]}
