{"text": "FÖRSLAG TILL AVGÖRANDE AV GENERALADVOKAT FREDDY COLIN föredraget den 25 februari 2020(1)", "label": [[26, 40, "PROFESSION"], [41, 53, "PER"], [69, 85, "DATE"]]}
{"text": "Mål C‑97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "mot", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(begäran om förhandsavgörande från Finanzgericht Düsseldorf (skattedomstolen i Düsseldorf, Tyskland)", "label": [[35, 59, "ORG"], [61, 76, "ORG"], [79, 99, "LOC"]]}
{"text": "”Begäran om förhandsavgörande – Rådets förordning (EEG) nr 2913/92 – Tullkodex för gemenskapen – Tulldeklaration – Ändring av deklarationen – Ändring av namnet på deklaranten genom att ersätta namnet med namnet på den som erhållit importlicenserna – Ogiltigförklaring av deklarationen – Ombud”", "label": [[32, 38, "ORG"], [83, 94, "LOC"]]}
{"text": "1. I artikel 78.1 i rådets förordning (EEG) nr 2913/92 av den 12 oktober 1992 om inrättandet av en tullkodex för gemenskapen (EGT L 302, 1992, s. 1) (nedan kallad tullkodexen), som var i kraft till och med den 30 april 2016, föreskrevs en möjlighet för tullmyndigheterna att på eget initiativ eller på deklarantens begäran ändra deklarationen efter att de varor som omfattades av deklarationen hade frigjorts. Den fråga som nu uppkommer i denna begäran om förhandsavgörande är huruvida denna bestämmelse tillät tullmyndigheterna att ändra namnet på deklaranten när fel identitet hade angetts för deklaranten på grund av vad som framstår som ett misstag i god tro.", "label": [[20, 26, "ORG"], [62, 77, "DATE"], [113, 124, "LOC"], [210, 223, "DATE"]]}
{"text": "2. Begäran om förhandsavgörande har ingetts av Finanzgericht Düsseldorf (skattedomstolen i Düsseldorf, Tyskland) inom ramen för en tvist mellan Pfeifer & Langen GmbH & Co KG och Hauptzollamt Köln (tullmyndigheten i Köln, Tyskland, nedan kallat tullkontoret) avseende import av rörsocker med en nedsatt tullsats.", "label": [[47, 71, "ORG"], [73, 88, "ORG"], [91, 111, "LOC"], [144, 173, "ORG"], [178, 195, "ORG"], [197, 212, "ORG"], [215, 229, "LOC"], [244, 256, "ORG"]]}
{"text": "3. Huvudfrågan i förevarande mål rör räckvidden av artikel 78 i 1992 års tullkodex. Innan dessa frågor kan behandlas, är det nödvändigt att först redogöra för de relevanta rättsliga bestämmelserna.", "label": [[64, 72, "DATE"]]}
{"text": "I. Tillämpliga bestämmelser", "label": []}
{"text": "4. I femte och sjätte skälen i tullkodexen föreskrevs följande:", "label": []}
{"text": "”För att garantera jämvikt mellan å ena sidan tullmyndigheternas behov av att säkerställa en korrekt tillämpning av tullagstiftningen och å andra sidan marknadsaktörernas rätt till rättvis behandling, måste de nämnda myndigheterna bland annat få omfattande kontrollbefogenheter och marknadsaktörerna måste få överklagningsrätt. Genomförandet av ett system med överklagningsrätt i tullfrågor kommer att kräva att Förenade kungariket (Storbritannien och Nordirland) inför nya administrativa förfaranden som inte kan träda i kraft före den 1 januari 1995.", "label": [[412, 431, "ORG"], [433, 447, "ORG"], [452, 462, "ORG"], [537, 551, "DATE"]]}
{"text": "Med hänsyn till utrikeshandelns utomordentliga betydelse för gemenskapen, bör tullformaliteter och tullkontroller avskaffas eller åtminstone inskränkas så mycket som möjligt.”", "label": [[61, 72, "LOC"]]}
{"text": "5. I artikel 5 i tullkodexen föreskrevs följande:", "label": []}
{"text": "”1. Enligt de villkor som fastställs i artikel 64.2 och om inte annat följer av de bestämmelser som antas inom ramen för artikel 243.2 b får alla utse ett ombud för sina kontakter med tullmyndigheterna för att fullgöra de handlingar och formaliteter som fastställs i tullagstiftningen.", "label": [[155, 160, "PROFESSION"]]}
{"text": "2. Detta ombudskap får vara", "label": []}
{"text": "– direkt, varvid ombudet skall handla i en annan persons namn och för dennes räkning, eller", "label": [[17, 24, "PROFESSION"]]}
{"text": "– indirekt, varvid ombudet skall handla i eget namn men för en annan persons räkning.", "label": [[19, 26, "PROFESSION"]]}
{"text": "En medlemsstat får begränsa rätten att avge tulldeklarationer så att ombudet skall vara ett tullombud som bedriver sin verksamhet inom det landets territorium enligt reglerna för", "label": []}
{"text": "– direkt ombudskap eller", "label": []}
{"text": "– indirekt ombudskap.", "label": []}
{"text": " ", "label": []}
{"text": "3. Ett ombud skall vara etablerat i gemenskapen utom i de fall som avses i artikel 64.2 b och artikel 64.3.", "label": [[7, 12, "PROFESSION"], [36, 47, "LOC"]]}
{"text": "4. Ett ombud skall uppge att han handlar för huvudmannens räkning, ange om ombudskapet är direkt eller indirekt och ha fullmakt att handla som ombud.", "label": [[7, 12, "PROFESSION"], [143, 148, "PROFESSION"]]}
{"text": "En person som inte uppger att han handlar i någon annans namn eller för någon annans räkning eller som uppger att han handlar i någon annans namn eller för någon annans räkning utan att ha fullmakt att göra detta, skall anses handla i eget namn och för egen räkning.", "label": []}
{"text": "5. Tullmyndigheterna får kräva att den som uppger sig handla i någon annans namn eller för någon annans räkning styrker sin fullmakt att handla som ombud.”", "label": [[148, 153, "PROFESSION"]]}
{"text": "6. Enligt artikel 64 i kodexen:", "label": []}
{"text": "”1. Om inte annat följer av artikel 5 får en tulldeklaration upprättas av varje person som kan uppvisa varorna i fråga eller låta uppvisa dem för behörig tullmyndighet tillsammans med alla de dokument som krävs för tillämpningen av de regler som gäller för det tullförfarande för vilket varorna deklarerades.", "label": []}
{"text": "2. Dock gäller följande:", "label": []}
{"text": "(a) Om mottagandet av en tulldeklaration ålägger en bestämd person särskilda förpliktelser, skall deklarationen upprättas av denna person eller för hans räkning.", "label": []}
{"text": "(b) Deklaranten skall vara etablerad i gemenskapen.", "label": [[39, 50, "LOC"]]}
{"text": "Villkoret om etablering i gemenskapen skall dock inte gälla för personer som", "label": [[26, 37, "LOC"]]}
{"text": "– upprättar en deklaration för transitering eller temporär import, eller", "label": []}
{"text": "– deklarerar varor på tillfällig grund, under förutsättning att tullmyndigheterna anser detta vara berättigat.”", "label": []}
{"text": "7. I artikel 65 i 1992 års tullkodex föreskrevs följande:", "label": [[18, 26, "DATE"]]}
{"text": "”Deklaranten skall på egen begäran få tillåtelse att rätta en eller flera av uppgifterna i deklarationen efter det att den mottagits av tullen. Rättelsen kan dock inte göra deklarationen tillämplig på andra varor än dem som den avsåg från början.", "label": []}
{"text": "Ingen rättelse får dock medges om ansökan därom görs efter det att tullmyndigheterna", "label": []}
{"text": "a) har underrättat deklaranten om att de ämnar undersöka varorna,", "label": []}
{"text": "b) har konstaterat att upplysningarna i fråga är felaktiga, eller", "label": []}
{"text": "c) har frigjort varorna.”", "label": []}
{"text": "8. I artikel 66 i tullkodexen föreskrevs följande:", "label": []}
{"text": "”1. Tullmyndigheterna skall på deklarantens begäran ogiltigförklara en redan mottagen deklaration, om deklaranten lägger fram bevis för att varorna av misstag deklarerats till det tullförfarande som motsvarar denna deklaration, eller för att det på grund av särskilda omständigheter inte längre är berättigat att hänföra varorna till det tullförfarande för vilket de deklarerades.", "label": []}
{"text": "Om tullmyndigheterna har underrättat deklaranten om att de avser att undersöka varorna, skall emellertid en begäran om ogiltigförklaring inte bifallas förrän undersökningen ägt rum.", "label": []}
{"text": "2. Deklarationen skall inte ogiltigförklaras efter det att varorna frigjorts, utom i de fall som fastställs i enlighet med kommittéförfarandet.", "label": []}
{"text": "3. Ogiltigförklaringen av deklarationen skall inte påverka tillämpningen av gällande straffrättsliga bestämmelser.”", "label": []}
{"text": "9. I artikel 78 i 1992 års tullkodex föreskrevs följande:", "label": [[18, 26, "DATE"]]}
{"text": "”1. Tullmyndigheterna får på eget initiativ eller på deklarantens begäran ändra deklarationen efter det att varorna har frigjorts.", "label": []}
{"text": "2. Tullmyndigheterna får, efter att de frigjort varorna och för att försäkra sig om riktigheten av de i deklarationen lämnade uppgifterna, kontrollera de kommersiella dokument och data som avser import- eller exportförfarandena för varorna i fråga eller de efterföljande kommersiella förfaranden som berör varorna. Denna kontroll får genomföras hos deklaranten och hos varje annan person som av yrkesmässiga skäl är direkt eller indirekt inblandad i nämnda förfaranden samt hos varje annan person som innehar nämnda dokument och data i affärssyfte. Tullmyndigheterna får också undersöka varorna om dessa fortfarande kan uppvisas.", "label": []}
{"text": "3. Om granskningen av deklarationen eller kontrollen i efterhand tyder på att de bestämmelser som gäller det berörda tullförfarandet har tillämpats på basis av felaktiga eller bristfälliga upplysningar, skall tullmyndigheterna i enlighet med fastställda bestämmelser vidta de åtgärder som krävs för att reglera situationen med hänsyn till de nya upplysningar som föreligger.”", "label": []}
{"text": "10. I artikel 201 i tullkodexen föreskrevs vidare följande:", "label": []}
{"text": "”1. En tullskuld vid import uppkommer när", "label": []}
{"text": "a) tullpliktiga varor övergår till fri omsättning, eller", "label": []}
{"text": "b) tullpliktiga varor hänförs till förfarandet för temporär import med partiell befrielse från importtullar.", "label": []}
{"text": "2. En tullskuld uppkommer vid den tidpunkt då tulldeklarationen tas emot.", "label": []}
{"text": "3. Deklaranten är gäldenär. Vid indirekt ombudskap ska också den person för vars räkning tulldeklarationen görs vara gäldenär.", "label": []}
{"text": "Om en tulldeklaration för ett av de förfaranden som anges i punkt 1 upprättats på grundval av upplysningar som leder till att de lagenliga tullarna helt eller delvis inte uppbärs, kan de personer som har lämnat de för upprättandet av deklarationen behövliga upplysningarna och som visste eller rimligen borde ha vetat att dessa upplysningar var felaktiga, också anses vara gäldenärer enligt gällande nationella bestämmelser.”", "label": []}
{"text": "11. Enligt artikel 221.3 i 1992 års tullkodex gäller följande:", "label": [[27, 35, "DATE"]]}
{"text": "”Underrättelse till gäldenären får inte ske senare än tre år efter den dag då tullskulden uppkom. Denna tidsfrist upphör att löpa från det att ett överklagande enligt artikel 243 inges till och med det att överklagandeförfarandet avslutas.”", "label": [[54, 57, "AMOUNT_VALUE"], [58, 60, "AMOUNT_UNIT"]]}
{"text": "12. I artikel 236 i samma tullkodex anges följande:", "label": []}
{"text": "”1. Import- eller exporttullar skall återbetalas i den utsträckning som det fastställs att tullbeloppet då tullen betalades inte var det som lagligen skulle betalas eller att beloppet har bokförts i strid med artikel 220.2.", "label": []}
{"text": "Import- eller exporttullar skall efterges i den utsträckning som det fastställs att tullbeloppet då tullen bokfördes inte var det som lagligen skulle betalas eller att beloppet har bokförts i strid med artikel 220.2.", "label": []}
{"text": "Ingen återbetalning eller eftergift skall beviljas när de omständigheter som medförde betalning eller bokföring av ett belopp som inte var det som lagligen skulle betalas är en följd av en medveten handling av den person det gäller.", "label": []}
{"text": "2. Import- eller exporttullar skall återbetalas eller efterges på ansökan som inges till vederbörande tullkontor inom en tid av tre år från den dag då gäldenären underrättades om tullbeloppet.", "label": [[128, 131, "AMOUNT_VALUE"], [132, 134, "AMOUNT_UNIT"]]}
{"text": "Denna tid skall förlängas om den person det gäller framlägger bevis på att han var förhindrad att inge sin ansökan inom nämnda tid på grund av oförutsebara omständigheter eller force majeure.", "label": []}
{"text": "Om tullmyndigheterna inom denna tid själva upptäcker att någon av de situationer som beskrivs i punkt 1 första och andra stycket föreligger, skall de på eget initiativ återbetala eller efterge tullbeloppet.”", "label": []}
{"text": "II. Målet vid den nationella domstolen och tolkningsfrågorna", "label": [[14, 38, "ORG"]]}
{"text": "13. SC Zahărul Oradea SA (nedan kallat Zahărul Oradea) är ett bolag etablerat i Rumänien och dotterbolag till Pfeifer & Langen. Oradea köpte 45 000 ton rörsocker från Brasilien för raffinering i Pfeifer & Langens fabrik i Euskirchen i Tyskland, i enlighet med en överenskommelse mellan de båda parterna. Det raffinerade sockret skulle säljas till Pfeifer & Langen.", "label": [[4, 24, "ORG"], [39, 53, "ORG"], [80, 88, "LOC"], [110, 126, "ORG"], [128, 134, "ORG"], [141, 147, "AMOUNT_VALUE"], [148, 151, "AMOUNT_UNIT"], [167, 176, "LOC"], [195, 219, "ORG"], [222, 243, "LOC"], [347, 363, "ORG"]]}
{"text": "14. Den 13 december 2011 utfärdade de behöriga rumänska myndigheterna ett intyg till Zahărul Oradea om tillstånd för import av 45 000 ton rörsocker. Den 2 februari 2012 utfärdade Oradea en fullmakt till Pfeifer & Langen att inge tulldeklarationer i dess namn och att fullgöra alla formaliteter som krävdes för tullbehandling.", "label": [[8, 24, "DATE"], [47, 55, "LOC"], [85, 99, "ORG"], [127, 133, "AMOUNT_VALUE"], [134, 137, "AMOUNT_UNIT"], [153, 168, "DATE"], [179, 185, "ORG"], [203, 219, "ORG"]]}
{"text": "15. Den 24 februari 2012 ingav Pfeifer & Langen en tulldeklaration i eget namn till tullkontoret för övergång till fri omsättning av en partiell kvantitet på 499 ton rörsocker. I tulldeklarationen hänvisade Pfeifer & Langen till Zahărul Oradeas importlicenser. Bland de handlingar som ingetts till tullkontoret fanns en kopia av den fullmakt som Zahărul Oradea hade gett Pfeifer & Langen. Pfeifer & Langen hade emellertid inte använt sig av denna möjlighet.", "label": [[8, 24, "DATE"], [31, 47, "ORG"], [84, 96, "ORG"], [158, 161, "AMOUNT_VALUE"], [162, 165, "AMOUNT_UNIT"], [207, 223, "ORG"], [229, 244, "ORG"], [298, 310, "ORG"], [346, 360, "ORG"], [371, 387, "ORG"], [389, 405, "ORG"]]}
{"text": "16. Tullkontoret godtog deklarationen och betalningen av tull som påförts Pfeifer Langen i egenskap av gäldenär för tullskulden genom att tillämpa en reducerad skattesats på 252,50 euro per ton. Tullmyndigheterna drog av de importerade kvantiteterna från de licenser som hade utfärdats till Zahărul Oradea. Pfeifer & Langen betalade importtullarna.", "label": [[4, 16, "ORG"], [74, 88, "ORG"], [174, 180, "AMOUNT_VALUE"], [181, 193, "AMOUNT_UNIT"], [291, 305, "ORG"], [307, 323, "ORG"]]}
{"text": "17. Efter en mervärdesskattekontroll kontaktade Pfeifer & Langen tullmyndigheterna genom två skrivelser av den 10 och den 11 januari 2013, i vilka Pfeifer & Langen begärde omprövning av tulldeklarationen av den 24 februari 2012, eftersom det inte var säkert att Pfeifer & Langen kunde komma i åtnjutande av den nedsatta tullsatsen för rörsocker.(2)", "label": [[48, 64, "ORG"], [111, 137, "DATE"], [147, 163, "ORG"], [211, 227, "DATE"], [262, 278, "ORG"]]}
{"text": "18. Enligt beslut av den 24 januari 2013 krävde tullkontoret återbetalning av 83 158,41 euro från Pfeifer & Langen. Detta belopp erhölls genom tillämpning av standardskattesatsen för import av rörsocker, det vill säga 419 euro per ton. Till stöd för detta beslut angav tullkontoret att Pfeifer & Langen inte borde ha åtnjutit den reducerade skattesatsen eftersom det i själva verket var Zahărul Oradea som hade beviljats importlicenserna.", "label": [[25, 40, "DATE"], [48, 60, "ORG"], [78, 87, "AMOUNT_VALUE"], [88, 92, "AMOUNT_UNIT"], [98, 114, "ORG"], [193, 202, "AMOUNT_UNIT"], [218, 221, "AMOUNT_VALUE"], [222, 234, "AMOUNT_UNIT"], [269, 281, "ORG"], [286, 302, "ORG"], [387, 401, "ORG"]]}
{"text": "19. Pfeifer & Langen väckte talan mot detta beslut och hänvisade till sin begäran om ändring av tulldeklarationen av den 24 februari 2012, vilken borde ha beviljats, vilket innebar att de borde ha betraktas som indirekt ombud för Zahărul Oradea.", "label": [[4, 20, "ORG"], [121, 137, "DATE"], [220, 225, "PROFESSION"], [230, 244, "ORG"]]}
{"text": "20. Tullkontoret avslog invändningen genom beslut av den 26 april 2018, i vilket det angavs att Pfeifer & Langen inte hade angett i tulldeklarationen att bolaget agerade i Zahărul Oradeas namn och för Oradeas räkning. Enligt detta beslut kunde angivelsen av deklarantens namn i en tulldeklaration inte ändras vid ett senare datum. I detta hänseende spelade det ingen roll att Pfeifer & Langens tulldeklaration inte uppfyllde villkoren i Zahărul Oradea fullmakt eller att en kopia av denna hade bifogats deklarationen, eftersom – detta var vad tullkontoret hävdade – Pfeifer & Langen hade valt att avstå från sin rätt att utnyttja denna möjlighet.", "label": [[4, 16, "ORG"], [57, 70, "DATE"], [96, 112, "ORG"], [172, 187, "ORG"], [201, 208, "ORG"], [376, 393, "ORG"], [437, 451, "ORG"], [543, 555, "ORG"], [566, 582, "ORG"]]}
{"text": "21. Pfeifer & Langen väckte då talan mot beslutet av den 26 april 2018 vid Finanzgericht Düsseldorf (skattedomstolen i Düsseldorf) avseende tullkontorets beslut, eftersom bolagets tulldeklaration borde ha rättats i enlighet med begäran och att bolaget borde ha ansetts ha agerat i egenskap av indirekt ombud för Zahărul Oradea. Pfeifer & Langen hävdar att de i detta avseende avstått från att använda möjligheten som Zahărul Oradea erbjöd enbart på grund av att oriktiga uppgifter hade lämnats till Pfeifer & Langen av en tjänsteman vid tullkontoret. Det hävdade att tjänstemannen som svar på en fråga som ställts från dem hade angett att de skulle fylla i en tulldeklaration i eget namn och för egen räkning. Pfeifer & Langen betonade att det hade bifogat en kopia av fullmakten från Zahărul Oradea till tulldeklarationen.", "label": [[4, 20, "ORG"], [57, 70, "DATE"], [75, 99, "ORG"], [101, 116, "ORG"], [119, 129, "LOC"], [140, 153, "ORG"], [302, 307, "PROFESSION"], [312, 326, "ORG"], [328, 344, "ORG"], [417, 431, "ORG"], [499, 515, "ORG"], [537, 549, "ORG"], [710, 726, "ORG"], [785, 799, "ORG"]]}
{"text": "22. Tullkontoret hävdar att Pfeifer & Langen aldrig har erhållit den påstådda informationen från en tulltjänsteman och att de uppgifter som Pfeifer & Langen tillhandahållit i sin tulldeklaration inte var felaktiga. Eftersom de hade gjort tulldeklarationen i eget namn och därmed hade avstått från sin rätt att använda sig av den befogenhet att företräda Oradea som de förfogade över, hade de lagenligt uppnått ställningen som deklarant.", "label": [[4, 16, "ORG"], [28, 44, "ORG"], [100, 114, "PROFESSION"], [140, 156, "ORG"], [354, 360, "ORG"]]}
{"text": "23. Den hänskjutande domstolen hyser tvivel om huruvida det under dessa omständigheter skulle ha varit möjligt att ändra tulldeklarationen i fråga i målet vid den nationella domstolen så att deklaranten inte skulle vara Pfeifer & Langen utan i stället Zahărul Oradea, som företräds av Pfeifer & Langen. Domstolen påpekade att Hoge Raad der Nederlanden (Nederländernas högsta domstol) och Finanzgericht Hamburg (skattedomstolen i Hamburg) nyligen båda har slagit fast att artikel 78.3 i 1992 års tullkodex inte tillåter att namnet ändras på den person som i tulldeklarationen anges som deklaranten.", "label": [[159, 183, "ORG"], [220, 236, "ORG"], [252, 266, "ORG"], [285, 301, "ORG"], [303, 312, "ORG"], [326, 383, "ORG"], [388, 409, "ORG"], [411, 426, "ORG"], [429, 436, "LOC"], [486, 494, "DATE"]]}
{"text": "24. Mot denna bakgrund har Finanzgericht Düsseldorf (skattedomstolen i Düsseldorf) beslutat att vilandeförklara målet och hänskjuta följande fråga till domstolen för förhandsavgörande:", "label": [[27, 51, "ORG"], [53, 68, "ORG"], [71, 81, "LOC"], [152, 161, "ORG"]]}
{"text": "”Ska artikel 78.3 i [tullkodexen] tolkas så, att en tulldeklaration i en sådan situation som den som är aktuell i målet vid den nationella domstolen ska kontrolleras och justeras på ett sådant sätt att uppgifterna om deklaranten ersätts med namnet på den person som har tilldelats en importlicens för den importerade varan när den person som har angetts som deklarant i tulldeklarationen är ombud för denna person och har lämnat in en fullmakt från innehavaren av importlicensen till tullkontoret?”", "label": [[124, 148, "ORG"], [391, 396, "PROFESSION"]]}
{"text": "III. Analys", "label": []}
{"text": "25. Den nationella domstolen har ställt frågan för att få klarhet i huruvida artikel 78 i 1992 års tullkodex, som var i kraft till och med den 30 april 2016,(3) ska tolkas så, att den gör det möjligt att ändra deklarantens namn efter att varorna i fråga har frigjorts, när fel deklarant har angetts i god tro.", "label": [[90, 98, "DATE"], [143, 156, "DATE"]]}
{"text": "26. Man bör till att börja med komma ihåg att det i artikel 59.1 i 1992 års tullkodex föreskrevs att alla varor som skulle hänföras till ett tullförfarande skulle omfattas av en deklaration.(4) Enligt artikel 4.17 i den kodexen var tulldeklarationen den åtgärd genom vilken en person i föreskriven form och på föreskrivet sätt angav ett önskemål om att hänföra varor till ett visst tullförfarande.(5) Om deklarationen inte hade kontrollerats, föreskrev artikel 71.2 i den kodexen att det tullförfarande till vilket varorna skulle hänföras skulle vara det som motsvarade det som angavs i deklarationen.(6) Utöver detta angivande av önskemål skulle deklaranten i enlighet med artikel 62.1 i 1992 års tullkodex tillhandahålla alla de uppgifter som är nödvändiga för att identifiera varorna och de bestämmelser som gäller för det tullförfarande för vilket varorna är deklarerade.(7) I enlighet med artikel 62.2 skulle deklarationen åtföljas av alla dokument som krävs för tillämpningen av de bestämmelser som gäller för det tullförfarande för vilket varorna deklarerades.", "label": [[67, 75, "DATE"], [689, 697, "DATE"]]}
{"text": "27. Innan 1992 års tullkodex trädde i kraft den 1 januari 1994 förbjöds en deklarant att ändra sin deklaration efter att varorna hade frigjorts. Detta förbud upphävdes genom den nya versionen av artikel 78. Tullmyndigheterna tilläts från och med denna tidpunkt att ändra en tulldeklaration på deklarantens begäran efter det att varorna hade frigjorts. Genom artiklarna 65 och 78 i 1992 års tullkodex har följaktligen två olika system inrättats för att ändra en tulldeklaration beroende på om begäran har gjorts före eller efter det att varorna frigjorts.(8)", "label": [[10, 18, "DATE"], [48, 62, "DATE"], [381, 389, "DATE"]]}
{"text": "28. Innan varorna frigjorts, tillät artikel 65 i den kodexen att deklaranten själv ändrade sin tulldeklaration unilateralt, så länge varorna inte hade frigjorts. Logiken bakom detta var att fram till detta frigörande kunde tullmyndigheterna vid behov enkelt kontrollera riktigheten av de ändringar som gjordes genom en fysisk undersökning av varorna.(9)", "label": []}
{"text": "29. Efter det att varorna frigjorts, är situationen vad gäller ändringar av deklarationen kanske inte lika enkel. I artikel 78.1 i 1992 års tullkodex föreskrivs att ”[t]ullmyndigheterna får på eget initiativ eller på deklarantens begäran ändra deklarationen efter det att varorna har frigjorts.”(10) Tullmyndigheterna behövde därför inte bevilja begäran men var skyldiga att bedöma den, åtminstone när det gäller huruvida det fanns skäl att genomföra en sådan ändring.(11) Efter prövningen var tullmyndigheterna skyldiga att antingen avslå deklarantens begäran genom ett motiverat beslut eller vidta den begärda ändringen. Besluten kunde överklagas till domstol.(12)", "label": [[131, 139, "DATE"]]}
{"text": "30. Om granskningen visade att de bestämmelser som gäller det berörda tullförfarandet har tillämpats på grundval av felaktiga eller bristfälliga upplysningar, ska tullmyndigheterna i enlighet med artikel 78.3 i 1992 års tullkodex vidta de åtgärder som krävs för att reglera situationen med hänsyn till de nya upplysningar som föreligger.(13)", "label": [[211, 219, "DATE"]]}
{"text": "31. När det av den slutliga analysen tydligt framgick att de tullar som deklaranten erlagt överstigit de som skulle ha betalats om misstaget inte hade förelegat, hade denne rätt att begära en ändring.(14) Denna ändring skulle ske i enlighet med artikel 236 i 1992 års tullkodex, om villkoren i denna bestämmelse var uppfyllda. Dessa villkor innehöll en bestämmelse enligt vilken ansökan om omprövning måste lämnas in inom tidsfristen, som i princip är tre år.(15)", "label": [[259, 267, "DATE"], [452, 455, "AMOUNT_VALUE"], [456, 459, "AMOUNT_UNIT"]]}
{"text": "32. Om den erlagda tullen tvärtom visar sig vara otillräcklig på grund av den omständigheten att det tullbelopp som följer av en tullskuld inte har bokförts eller har bokförts med ett lägre belopp än det belopp som skulden lagligen uppgår till, får tullmyndigheterna i enlighet med artikel 220 och följande artiklar i 1992 års tullkodex ansöka om utbetalning av mellanskillnaden under en period på tre år från den dag då tullskulden uppkom.", "label": [[318, 326, "DATE"], [398, 401, "AMOUNT_VALUE"], [402, 404, "AMOUNT_UNIT"]]}
{"text": "33. De tyska tullmyndigheterna, den tjeckiska regeringen och den nederländska regeringen har i detta sammanhang hävdat att befogenheten att ändra artikel 78 i tullkodexen från år 1992 förbjuder en ändring av deklarantens namn. De anser att denna bestämmelse utgör ett undantag från vad som är en oåterkallelig princip i tulldeklarationen och att den följaktligen ska tolkas restriktivt. Ändringarna i tulldeklarationen som hade kunnat göras med stöd av artikel 78 i 1992 års tullkodex var således begränsade till specifika situationer som inte omfattade fel i deklarantens namn.", "label": [[4, 30, "ORG"], [32, 56, "ORG"], [61, 88, "ORG"], [176, 183, "DATE"], [466, 474, "DATE"]]}
{"text": "34. Till stöd för detta argument har dessa parter för det första hävdat att deklaranten, i enlighet med artikel 201.3 i 1992 års tullkodex, var skyldig att säkerställa att uppgifterna i tulldeklarationen var riktiga. Med hänsyn till att deklarantens namn utgjorde en avgörande uppgift, skulle varje ändring av detta innebära att deklarationen blev ogiltig, vilket artikel 66 i 1992 års tullkodex inte tillät när frigörandet hade beviljats, utom under särskilda omständigheter vilka inte föreligger här.", "label": [[120, 128, "DATE"], [377, 385, "DATE"]]}
{"text": "35. För det andra föreskrevs det klart i artikel 5.4 i 1992 års tullkodex en skyldighet för varje ombud att förklara att den agerade för huvudmannens räkning. Om en person som först inte har förklarat sig ha rätt att agera som ombud hade rätt att ändra sin förklaring, skulle denna bestämmelse följaktligen ha berövats all ändamålsenlig verkan. Om det vore möjligt att göra en sådan rättelse skulle det dessutom ha medfört en betydande risk för att tullen inte längre skulle kunna meddelas den nya gäldenären inom den frist som föreskrivs i artikel 221.3 i nämnda kodex.", "label": [[55, 63, "DATE"], [98, 103, "PROFESSION"], [227, 232, "PROFESSION"]]}
{"text": "36. För det tredje har det gjorts gällande att sammanhanget i artikel 78 i 1992 års tullkodex med nödvändighet utesluter en ändring av deklarantens namn. Bestämmelserna om deklarantens identitet återfinns i avdelning I i 1992 års tullkodex, medan artikel 78 har behandlats i avdelning IV, det vill säga om att varor hänförs till ett tullförfarande.", "label": [[75, 83, "DATE"], [221, 229, "DATE"]]}
{"text": "37. För det fjärde finns det anledning att anse att deklarantens namn inte utgör en del av de omständigheter som kan ändras, eftersom det i artikel 78.1 i 1992 års tullkodex anges att deklarantens namn inte tillhör de uppgifter som kan ändras.", "label": [[155, 163, "DATE"]]}
{"text": "38. Även om dessa argument vid första anblicken kan förefalla övertygande, anser jag emellertid att de i själva verket inte stöds av ordalydelsen, sammanhanget och syftena med artikel 78 samt av domstolens praxis. Vid tolkningen av en unionsbestämmelse ska enligt fast rättspraxis inte endast lydelsen beaktas, utan också sammanhanget och de mål som eftersträvas med de föreskrifter som bestämmelsen ingår i.(16)", "label": [[195, 205, "ORG"]]}
{"text": "39. Mot bakgrund av ordalydelsen i artikel 78 kan det påpekas att denna framstår som en helt allmän och öppen bestämmelse. I synnerhet utesluter artikel 78.3 i 1992 års tullkodex inte på förhand uppgifter i tulldeklarationen som inte går att ändra.(17) Om man hade velat att vissa delar av tulldeklarationen, såsom deklarantens identitet, var okränkbara och inte kunde ändras med tillämpning av mekanismen i artikel 78.3, skulle unionslagstiftaren lätt ha kunnat förutse detta. Som domstolen uttryckte det i punkt 63 i målet Overland Footwear(18) gör artikel 78.3 i stället ”ingen skillnad mellan fel och brister som får ändras och fel och brister som inte får lov att ändras”.", "label": [[160, 168, "DATE"], [482, 491, "ORG"], [525, 542, "ORG"]]}
{"text": "40. Vad gäller sammanhanget och syftet är det riktigt, såsom såväl tullkontoret som den nederländska regeringen gjorde gällande vid den muntliga förhandlingen, att bestämmelserna om deklarantens identitet finns i avdelning I i tullkodexen, medan artikel 78 infördes i avdelning IV, som handlar om godkänd tullbehandling. Det ska emellertid påpekas att domstolen har slagit fast att deklarationer som gäller varornas värde kunde ändras under vissa förhållanden,(19) även om bestämmelserna om detta värde finns i avdelning II och inte i avdelning IV. Detta är i sig tillräckligt för att tillbakavisa påståendet att deklarantens namn var uteslutet från de ändringar som kunde ha gjorts enligt artikel 78 endast av det skälet att bestämmelserna som gäller deklarantens namn finns i en annan avdelning i tullkodexen.(20)", "label": [[67, 79, "ORG"], [84, 111, "ORG"], [352, 361, "ORG"]]}
{"text": "41. Under alla förhållanden påpekade domstolen i målet Terex Equipment, att ”logiken i denna artikel [är] att tullförfarandet ska anpassas till den verkliga situationen”.(21) Mot denna bakgrund öppnar artikel 78.3 helt enkelt för möjligheten att inom ramen för 1992 års tullkodex ändra fel i dokumentationen när detta är rimligt. En sådan allmän möjlighet att rätta fel i dokumentationen är givetvis väletablerad i alla medlemsstaters offentliga rätt.", "label": [[37, 46, "ORG"], [55, 70, "ORG"], [261, 269, "DATE"]]}
{"text": "42. På samma sätt delar jag inte uppfattningen att om en ändring av deklarantens namn vore tillåten skulle tullmyndigheterna ha kunnat stöta på svårigheter att iaktta den tidsfrist som föreskrivs i artikel 236.2 i 1992 års tullkodex för att meddela det slutliga beloppet för de tullbelopp som ska betalas. För att deklarationen skulle vara korrekt krävde nämligen en ändring av deklarantens namn, inklusive kontaktuppgifter, att uppgifterna om deklaranten uppdaterades för att ändringen skulle kunna genomföras. Det förefaller därför inte sannolikt att en ändring av deklarantens namn skulle ha gett upphov till några särskilda svårigheter för tullmyndigheterna att iaktta fristen.(22)", "label": [[214, 222, "DATE"]]}
{"text": "43. Vad gäller den uppenbara skyldigheten enligt artikel 5.4 i 1992 års tullkodex för varje ombud att ange att han eller hon agerade för den företrädda personens räkning, visar detta att angivande av deklarantens namn under vissa omständigheter kan utgöra en felaktighet i den mening som avses i artikel 78 i 1992 års tullkodex. Såsom jag kommer att redogöra för nedan var just detta ett av villkoren för att den bestämmelsen skulle gälla.", "label": [[63, 71, "DATE"], [92, 97, "PROFESSION"], [309, 317, "DATE"]]}
{"text": "44. I detta sammanhang ska det dessutom påpekas att artikel 76.1 a i den kodexen gav tullmyndigheterna möjlighet att för att förenkla formaliteter och förfaranden så långt som möjligt och samtidigt säkerställa att ärenden handläggs på ett riktigt sätt tillåta att vissa uppgifter enligt andra bestämmelser i kodexen utelämnades. Med förbehåll för vissa undantag som jag kommer att redogöra för nedan, visar detta att innehållet i deklarationen inte omedelbart och fullständigt behöver fastställas.", "label": []}
{"text": "45. Domstolen kan visserligen ibland ha gett intryck av att ha varit ovillig att göra en alltför vid tolkning av denna bestämmelse. Domstolen har till exempel slagit fast att eftersom 1992 års tullkodex inte krävde att tullmyndigheterna systematiskt gjorde en sådan kontroll, förväntades deklaranten förse tullmyndigheterna med fullständiga och korrekta uppgifter.(23) Denna skyldighet skulle ha åtföljts av principen om att tulldeklarationen inte kan återkallas då den väl har tagits emot, och undantagen från denna princip är noggrant reglerade genom den unionsrättsliga lagstiftningen på området.(24) Domstolen har alltså slagit fast att en efterföljande justering av transaktionsvärdet i efterhand endast är tillåten i vissa särskilda situationer, bland annat i samband med att kvalitetsbrister eller defekter har upptäckts efter det att produkten har övergått till fri omsättning.(25)", "label": [[4, 13, "ORG"], [132, 141, "ORG"], [184, 192, "DATE"], [604, 613, "ORG"]]}
{"text": "46. En mindre restriktiv tolkning har emellertid gjorts i många andra domar, där domstolen har föredragit att stödja sig på logiken bakom artikel 78 i 1992 års tullkodex, vilket var att anpassa tullförfarandet till den verkliga situationen.(26) Vidare har domstolen understrukit att den bestämmelsen inte gjorde skillnad mellan fel eller brister som får ändras och fel eller brister som inte får ändras.(27) Begreppet ”felaktiga eller bristfälliga upplysningar” skall tolkas så, att det omfattar såväl materiella fel och brister som felaktig tolkning av tillämplig rätt. Denna linje i rättspraxis visar att det gick att begära en ändring av en deklaration, inte enbart vid ett tekniskt fel utan även vid en underlåtenhet eller en felaktig tolkning av tillämplig rätt.(28)", "label": [[81, 90, "ORG"], [151, 159, "DATE"], [256, 265, "ORG"]]}
{"text": "47. Domstolen har således angett att en tulldeklaration får ändras med avseende på tullvärdet,(29) den tullförfarandekod som deklaranten har angett för varorna(30) eller exportörens namn.(31) Domstolen har även slagit fast att datumet för deklarationen kunde ändras till ett senare datum då exportören hade en giltig exportlicens.(32)", "label": [[4, 13, "ORG"], [192, 201, "ORG"]]}
{"text": "48. I samtliga dessa mål har domstolen kommit till den slutsatsen utifrån två underliggande principer, nämligen att logiken i artikel 78 var att anpassa tullförfarandet till den verkliga situationen och att denna bestämmelse inte gör någon skillnad mellan fel eller brister som får ändras och fel eller brister som inte får ändras. Tillämpningen av dessa principer skulle under alla förhållanden göra det möjligt att ändra deklarantens namn.(33)", "label": [[29, 38, "ORG"]]}
{"text": "49. Enligt min mening motiveras en sådan utvidgningsmöjlighet av själva syftet med tullkodexen, vilket enligt femte skälet i denna kodex är att säkerställa en korrekt tillämpning av de tullar som föreskrivs och att i såväl marknadsaktörernas som tullmyndigheternas intresse garantera snabba och effektiva förfaranden, genom att befria de sistnämnda från skyldigheten att göra en systematisk undersökning av samtliga varor som omfattas av en tulldeklaration och därigenom att så långt som möjligt begränsa tullformaliteterna och tullkontrollerna, såsom anges i sjätte skälet i samma kodex.(34) Till skillnad från andra rättsordningar, där deklaranten bara behöver tillhandahålla uppgifter om varorna, innebar den nämnda kodexen en skyldighet för gäldenären att formulera sin deklaration på ett sätt som var bindande för gäldenären. Denna formulering gjorde det möjligt för tullmyndigheterna att genomföra sina kontroller snabbare och effektivare.", "label": []}
{"text": "50. Det måste dock erkännas att detta även innebar att ekonomiska aktörer måste tolka juridiska texter som ofta är komplicerade. Under dessa omständigheter är det oundvikligt att fel i god tro förekommer. Artikel 78 i 1992 års tullkodex var formulerad dels med hänsyn till detta, dels för att göra det möjligt för tullmyndigheterna att rätta till sådana fel, åtminstone när detta kan ske på ett sätt som inte skadar andras legitima rättigheter och berättigade intressen (inbegripet tullmyndigheternas). Samtliga dessa överväganden stöds av domstolens praxis, i vilken det slås fast att det finns tre omständigheter under vilka tullmyndigheten har rätt att avslå en begäran om ändring av en tulldeklaration.(35)", "label": [[218, 226, "DATE"], [540, 550, "ORG"]]}
{"text": "51. Det första skälet för avslag följde av samverkan mellan artiklarna 65 och 78. Med hänsyn till att artikel 78 endast var tillämplig på ansökningar om ändringar som gjordes efter att varorna frigjorts, det vill säga i ett skede då riktigheten av uppgifterna avseende de berörda varorna inte längre kunde verifieras, var det enligt artikel 78 inte möjligt att ändra uppgifter om arten av eller egenskaper hos de varor som angetts i deklarationen som skulle ändras.(36)", "label": []}
{"text": "52. Det andra skälet, som indirekt följer av förbudet mot rättsmissbruk, förelåg när det fanns risk för att den begärda ändringen undergrävde tullagstiftningens syften.(37)", "label": []}
{"text": "53. Det tredje skälet är när den uppgift som det begärdes ändring av inte hade angetts av misstag utan utifrån ett medvetet val.(38)", "label": []}
{"text": "54. I motsats till vad som gjorts gällande av den tyska tullmyndigheten, den tjeckiska regeringen och den nederländska regeringen, har domstolen nämligen aldrig uteslutit vissa delar av deklarationen från tillämpningsområdet för artikel 78 i 1992 års tullkodex, eftersom de var kopplade till det centrala med deklarationen. Bortsett från den omständigheten att bestämmelsens lydelse inte hänvisade till någon sådan uteslutning på förhand, noterar jag att domstolen, såsom anges ovan, godtog att datumet för inlämning av deklarationen kunde ändras, medan denna uppgift inom förvaltningsrätten i princip är lika viktig som deklarantens identitet.(39) Domen i målet Terex kan även förstås på så sätt att en deklaration kan ändras i förhållande till det tullförfarande som valts, medan deklarationen enligt artiklarna 4.17 och 59.1 i tullkodexen var den åtgärd genom vilken en person angav ett önskemål om att hänföra varor till ett visst tullförfarande. Slutligen har domstolen även slagit fast att exportörens namn skulle ha kunnat ändras även om beviljandet av finansiella fördelar beror på exportörens identitet.(40)", "label": [[46, 71, "ORG"], [73, 97, "ORG"], [102, 129, "ORG"], [135, 144, "ORG"], [242, 250, "DATE"], [455, 464, "ORG"], [663, 668, "ORG"], [965, 974, "ORG"]]}
{"text": "55. Argumentet att en ändring av deklarantens namn skulle ha utgjort en ogiltigförklaring av en deklaration grundar sig under alla omständigheter på antagandet att skillnaden mellan en ändring och en ogiltigförklaring av en deklaration var avhängig av de delar av deklarationen som skulle korrigeras. Artikel 66 i 1992 års tullkodex tillät emellertid ogiltigförklaring endast i två fall, nämligen om deklaranten lade fram bevis för att varorna av misstag deklarerats för tullförfarandet enligt deklarationen, eller att det på grund av särskilda omständigheter inte längre var motiverat att hänföra varorna till det tullförfarande för vilket de deklarerades.(41) I praktiken innebär detta att en ogiltigförklaring huvudsakligen var möjlig när näringsidkaren slutligen bestämde sig för att inte genomföra tullförfarandet eller när tullbehandlingen av varorna ändrades.(42)", "label": [[314, 322, "DATE"]]}
{"text": "56. Den andra hypotesen skulle med rätta ha kunnat tolkas som att den begränsade tillämpningsområdet för artikel 78, eftersom valet av tullförfarande rör tulldeklarationens primära ändamål och en sådan ändring endast gick att göra genom ogiltigförklaring av den relevanta tulldeklarationen. För att bevara den ändamålsenliga verkan av artikel 66 hade man kunnat se det som den enda uppgift som krävde ogiltigförklaring av deklarationen för att kunna rättas. Såsom nämns ovan har domstolen emellertid slagit fast att det tullförfarande som deklaranten tilldelat varorna skulle ha kunnat korrigeras med stöd av artikel 78.(43)", "label": [[479, 488, "ORG"]]}
{"text": "57. Utanför detta sammanhang förefaller inte skillnaden mellan ogiltigförklaring och rättelse huvudsakligen ha berott på arten av de uppgifter som skulle ändras. Om vissa andra upplysningar inte kunde ändras, skulle detta faktiskt betydligt begränsa tullmyndigheternas möjlighet att fastställa tullskulden till en nivå med hänsyn till den faktiska situationen. Det kan även påpekas att om det skulle anses att vissa uppgifter endast kunde rättas genom en ogiltigförklaring, skulle dessa uppgifter aldrig kunna ändras på förvaltningens initiativ, även om det vore nödvändigt, eftersom förvaltningen inte kunde träda i deklarantens ställe för att utarbeta en ny deklaration.", "label": []}
{"text": "58. Med hänsyn till befintlig rättspraxis har den enda återstående skillnaden mellan en ogiltigförklaring och en ändring sin grund i deras respektive verkan. När det är fråga om en ansökan om ogiltigförklaring som beviljas, försvinner en eventuell tullskuld helt.(44) Deklaranten befrias från skyldigheten att betala alla skulder. I fråga om en ändring kan emellertid skuldbeloppet höjas eller sänkas, men det föreligger fortfarande en skuld.(45)", "label": []}
{"text": "59. Med beaktande av dessa tre skäl att avslå begäran om ändring som erkänts av domstolen, kan en ändring av deklarantens namn inte anses falla utanför tillämpningsområdet för förfarandet i artikel 78.", "label": [[80, 89, "ORG"]]}
{"text": "60. För det första hade deklarantens namn inget samband med varorna. Det var därmed helt osannolikt att verifieringen av att denna uppgift är korrekt eller huruvida deklaranten uppfyller de villkor som krävs för att inge en tulldeklaration på något sätt skulle påverkas av att varorna frigjordes.", "label": []}
{"text": "61. För det andra föreföll det inte sannolikt att en ändring av deklarantens identitet kunde undergräva syftena med tullagstiftningen. Tvärtom ger det syfte som särskilt eftersträvas med artikel 78, vilket var att införa att tullförfarandet som är anpassat till den verkliga situationen, stöd för slutsatsen att det borde ha varit möjligt att genomföra en sådan korrigering.", "label": []}
{"text": "62. Jag förbiser emellertid inte den förhöjda risk för bedrägeri som varje möjlighet att göra ändringar i deklarationen kunde ha haft. Bekämpning av bedrägeri är givetvis också ett av syftena med 1992 års tullkodex.(46) Min uppfattning är emellertid att en sådan förändring enligt 1992 års tullkodex av deklarantens namn inte ledde till någon betydande förhöjning av risken för bedrägeri. Deklaranten ska inte förväxlas med importören och exportören. I enlighet med artikel 64.1 i den tullkodexen gäller att allt en person behöver göra för att vara en deklarant är att kunna ”uppvisa varorna i fråga eller låta uppvisa dem för behörig tullmyndighet tillsammans med alla de dokument som krävs för tillämpningen av de regler som gäller för det tullförfarande för vilket varorna deklarerades”.(47)", "label": [[196, 204, "DATE"], [281, 289, "DATE"]]}
{"text": "63. Enligt andra tullbestämmelser än i 1992 års tullkodex ställs det visserligen som villkor för beviljande av vissa förmåner, såsom en förmånstull eller ett exportbidrag, att det är deklaranten som är importör eller exportör av varorna. I målet vid den nationella domstolen föreskrev exempelvis artikel 24 i kommissionens förordning (EG) nr 1291/2000(48) att tulldeklarationen skulle avges av licensinnehavaren, eller i förekommande fall av den som licensen överlåtits till, eller dennes ombud, i enlighet med artikel 5.2 i 1992 års tullkodex.", "label": [[39, 47, "DATE"], [309, 322, "ORG"], [489, 494, "PROFESSION"], [525, 533, "DATE"]]}
{"text": "64. I en situation där deklarantens namn har ändrats till importörens eller exportörens namn, neutraliseras emellertid risken för bedrägeri genom de regler som gäller för beviljandet av dessa förmåner, vilka ålade den berörda personen vissa skyldigheter i egenskap av importör eller exportör.(49)", "label": []}
{"text": "65. När en deklaration ändrades för att namnet på deklaranten skulle stämma överens med det på importören eller exportören så att denne skulle kunna komma i åtnjutande av en förmånstull eller ett exportbidrag gällde vidare att en sådan ändring inte otillbörligen gav denna person en fördel, utan gjorde det i stället möjligt för vederbörande att erhålla en fördel som denne skulle ha haft rätt till om denne ursprungligen hade angetts som deklarant.(50) I ett fall som det som är aktuellt i målet vid den nationella domstolen förblir således risken för bedrägeri identisk, så länge de importerade kvantiteterna varor dras av från importörens licenser.", "label": []}
{"text": "66. Förutom reglerna om importlicenser eller exportbidrag,(51) begränsade andra bestämmelser i 1992 års tullkodex i hög grad risken för bedrägerier till följd av en ändring av deklarantens namn. I synnerhet kan följande noteras.", "label": [[95, 103, "DATE"]]}
{"text": "67. För det första angavs det i artikel 74.1 i 1992 års tullkodex att tullskulden skulle betalas eller garanteras före frigörandet.(52) Med hänsyn till dels att artikel 78 är tillämplig när detta frigörande har beslutats och därmed när tullskulden har betalats eller garanterats, dels att en rättelse av deklarantens identitet med nödvändighet skulle ha lett till att rättigheter och skyldigheter hade övergått till den nya deklaranten, kan deklarantens namn endast ändras om den befintliga säkerheten eller betalningen kan överföras till den nya deklaranten eller om denne antingen har betalat eller fastställt en ny säkerhet. Därför förefaller risken för att tullskulden inte ska betalas i praktiken inte vara högre enbart på grund av att deklarantens namn har ändrats.", "label": [[47, 55, "DATE"]]}
{"text": "68. För det andra, när det gäller importer såsom de som är i fråga i målet vid den nationella domstolen, föreskrevs det i artikel 201.3 led 2 i 1992 års tullkodex att när en tulldeklaration görs på grundval av felaktiga uppgifter, kan ”de personer som har lämnat de för upprättandet av deklarationen behövliga upplysningarna och som visste eller rimligen borde ha vetat att dessa upplysningar var felaktiga, också anses vara gäldenärer enligt gällande nationella bestämmelser”. Eftersom den första deklaranten med nödvändighet måste tillhandahålla de övriga uppgifter som anges i deklarationen, ska denne, om uppgifterna visar sig vara felaktiga, icke desto mindre vara betalningsskyldig för tullskulden.", "label": [[144, 152, "DATE"]]}
{"text": "69. Bland annat med tanke på denna regel är jag inte övertygad om att, såsom den nederländska regeringen har gjort gällande, en ändring av deklarantens namn under alla omständigheter bör vara förbehållen ändringar som medför att ett direkt ombudskap omvandlas till ett indirekt ombudskap, eftersom endast det senare skulle tillåta den ursprungliga deklaranten att förbli gäldenär för tullskulden. Enligt lydelsen av artikel 201.3 led 2 i 1992 års tullkodex är det nämligen så, att även om deklarantens namn ändras för att återspegla att den person som ursprungligen angavs företräds av en ny deklarant, skulle den ursprungliga deklaranten förbli gäldenär för tullskulden, eftersom han eller hon är den som ursprungligen lämnade uppgifterna.", "label": [[77, 104, "ORG"], [438, 446, "DATE"]]}
{"text": "70. För det tredje ska det understrykas att villkoren i artikel 236 i 1992 års tullkodex måste vara uppfyllda för att en ny deklarant ska kunna få någon återbetalning.", "label": [[70, 78, "DATE"]]}
{"text": "71. Vad gäller argumenten om osäkerheter som ändringen av deklarantens namn skulle ha kunnat orsaka tullmyndigheterna, framstår dessa som en följd av lagstiftarens val, för att dels möjliggöra rättelse av deklarationen efter att frigörandet beviljats, dels ge lika möjligheter till ändring, oavsett om det sker på förvaltningens eller deklarantens initiativ.(53) Därmed kunde alla uppgifter som tullmyndigheterna kunde ändra på eget initiativ även vara föremål för en ansökan om ändring från deklaranten.(54)", "label": []}
{"text": "72. Eftersom artikel 78 i 1992 års tullkodex inte uteslöt deklarantens namn från tillämpningsområdet för möjliga ändringar, och eftersom den nationella domstolen förefaller att anse att det inte är fråga om missbruk,(55) är huvudfrågan som ska avgöras för att fastställa huruvida tullmyndigheten i det nationella målet hade rätt att vägra en ändring av deklarantens namn, om det felaktiga namnet på deklaranten hade angetts av misstag eller på grund av ett missförstånd eller utifrån ett medvetet val.(56) Detta är enligt min mening det verkliga utrymmet för skönsmässig bedömning som tullmyndigheterna tilldelades genom artikel 78.1 (”… kan … ändra deklarationen …”) eftersom namnet, om det efter prövning av ansökan om ändring är uppenbart att deklarationen inte överensstämmer med verkligheten, i princip måste ändras, förutom möjligen om detta skulle påverka tullagstiftningens syften därför att det skulle skada övriga parters legitima rättigheter och intressen, och i synnerhet unionens ekonomiska intressen, för vars räkning tullmyndigheterna uppbär tullar.", "label": [[26, 34, "DATE"], [984, 992, "ORG"]]}
{"text": "73. För att besvara den hänskjutande domstolens fråga måste det således prövas huruvida det under sådana omständigheter som dem i det nationella målet kan anses att uppgivandet av Pfeifer & Langen som deklarant är följden av ett misstag.", "label": [[180, 196, "ORG"]]}
{"text": "74. Även här har domstolen gett termen ett relativt sett bredare tillämpningsområde. Domstolen har till exempel slagit fast att begreppet misstag innefattar oavsiktliga brister, även i fall där förekomsten av sådana brister förefaller ha uppdagats enbart genom att deklaranten har lämnat in en ansökan om ändring av deklarationen.(57) I målet CEVA Freight Holland(58) slog domstolen fast att deklaranten kunde ansöka om ändring av varornas transaktionsvärde, medan fastställandet av detta värde berodde på valet av beräkningsmetod,(59) när en sådan ansökan gjordes som en reaktion på en ändring som tullmyndigheterna hade gjort av undernummer i tulltaxan(60) Det förefaller alltså som om begreppet misstag inte endast omfattar materiella fel, utan även deklarationer som gjorts utan hänsyn till en tullbestämmelse.", "label": [[17, 26, "ORG"], [85, 94, "ORG"], [343, 363, "ORG"], [373, 382, "ORG"]]}
{"text": "75. I målet vid den nationella domstolen föreligger föga tvivel om att den ursprungliga angivelsen av deklarantens namn är följden av ett misstag. I detta hänseende har den hänskjutande domstolen angett att Pfeifer & Langen har erhållit en fullmakt från Zahărul Oradea för att handla i dess namn. Härvidlag kan det noteras att punkt 6 i fullmakten av den 2 februari 2012 hade följande lydelse:", "label": [[207, 223, "ORG"], [254, 268, "ORG"], [355, 370, "DATE"]]}
{"text": "”Vi har kännedom om att det är genom tullregistreringen som vi blir deklarant enligt tullkodexen och åtar oss att bära kostnaden för eventuella avgifter som tagits ut av Pfeifer & Langen KG till kontoret för uppbörd av tullar.”", "label": [[170, 189, "ORG"]]}
{"text": "76. Denna omständighet, som inte bestrids, räcker enligt min mening för att visa att det föreligger ett misstag i den mening som avses i artikel 78 i 1992 års tullkodex.", "label": [[150, 158, "DATE"]]}
{"text": "77. Enligt artikel 5.4 i denna kodex ”måste” deklaranten när denne agerar för en uppdragsgivares räkning förklara att han eller hon agerar för den person som företräds och att det rör sig om ett direkt eller indirekt ombudskap, samt styrka sin fullmakt att handla som ombud. När en deklarant agerar för uppdragsgivarens räkning men inte uppger detta, åsidosätter deklaranten följaktligen artikel 5.4 första stycket i tullkodexen.", "label": [[268, 273, "PROFESSION"]]}
{"text": "78. I förevarande fall ska det dessutom påpekas att skattemyndigheten hade tillämpat förmånstullen för Pfeiffer & Langen samt dragit av kvantiteten för importerna från Zahărul Oradeas licenser. Tullmyndigheten hade alltså underförstått men med nödvändighet ansett att Pfeiffer & Langen agerade för Zahărul Oradeas räkning, men även för sin egen räkning, vilket är ett antagande som strider mot artikel 5.2 i 1992 års tullkodex. Denna bestämmelse, som är uttömmande när det gäller rätten att använda ombud inför tullmyndigheterna,(61) föreskriver nämligen endast en möjlighet att agera i en annans namn och för någon annans räkning eller i eget namn men för någon annans räkning.", "label": [[103, 120, "ORG"], [168, 183, "ORG"], [268, 285, "ORG"], [298, 313, "ORG"], [408, 416, "DATE"], [499, 504, "PROFESSION"]]}
{"text": "79. I artikel 5.4 andra stycket i 1992 års tullkodex anges det förvisso att ”[e]n person som inte uppger att han handlar i någon annans namn eller för någon annans räkning eller som uppger att han handlar i någon annans namn eller för någon annans räkning utan att ha fullmakt att göra detta, skall anses handla i eget namn och för egen räkning”. Den omständigheten att ett rättsmedel för att göra gällande ett åsidosättande av artikel 5.4 första stycket är tillämpningen av en presumtion ändrar emellertid inte det faktum att deklaranten, såsom framgår av användningen av verbet ”skall”, var skyldig att uppge att han agerade i en annan persons namn eller för en annan persons räkning. När någon saknar fullmakt begår denne således ett fel i den mening som avses i artikel 78 i 1992 års tullkodex.", "label": [[34, 42, "DATE"], [779, 787, "DATE"]]}
{"text": "80. Eftersom fullmakten slutligen hade bifogats deklarationen, kan det inte bestridas att det förelåg en sådan fullmakt vid tidpunkten för deklarationen.", "label": []}
{"text": "81. Med hänsyn till det ovan anförda ska den fråga som har ställts av den hänskjutande domstolen besvaras så, att artikel 78 i 1992 års tullkodex ska tolkas så, att om en tulldeklarant hade angett att denne agerade uteslutande i eget namn, trots att vederbörande hade fått i uppdrag att inge en tulldeklaration i en tredjeparts namn och för dennes räkning, kan deklarationen ändras efter att varorna frigjorts så att uppdragsgivaren anges som deklarant, förutsatt att bevis kan tillhandahållas för att en sådan fullmakt förelåg innan deklarationen lämnades in.", "label": [[87, 96, "ORG"], [127, 135, "DATE"], [171, 184, "PROFESSION"]]}
{"text": "IV. Förslag till avgörande", "label": []}
{"text": "82. Mot bakgrund av det ovan anförda föreslår jag att domstolen besvarar den fråga som har ställts av Finanzgericht Düsseldorf (skattedomstolen i Düsseldorf, Tyskland) på följande sätt:", "label": [[54, 63, "ORG"], [102, 126, "ORG"], [128, 143, "ORG"], [146, 166, "LOC"]]}
{"text": "Artikel 78 i rådets förordning (EEG) nr 2913/92 av den 12 oktober 1992 om inrättandet av en tullkodex för gemenskapen ska tolkas så, att för det fall att en tulldeklarant har uppgett att han agerade uteslutande i eget namn, trots att denne hade fått i uppdrag att inge en tulldeklaration i en tredje persons namn och för vederbörandes räkning, kan deklarationen efter att varorna frigjorts ändras för att uppge uppdragsgivaren som deklarant, förutsatt att bevis kan tillhandahållas för att en sådan fullmakt förelåg innan deklarationen gavs in.", "label": [[13, 19, "ORG"], [55, 70, "DATE"], [106, 117, "LOC"], [157, 170, "PROFESSION"]]}
{"text": "1 Originalspråk: engelska.", "label": [[17, 25, "NATIONALITY"]]}
{"text": "2 Även om handlingarna i målet inte innehåller några närmare uppgifter om denna mervärdesskattekontroll, ska det påpekas att det i artikel 85 i rådets direktiv 2006/112/EG av den 28 november 2006 om ett gemensamt system för mervärdesskatt (EUT L 347, 2006, s. 1) föreskrivs att ”[v] id import av varor ska beskattningsunderlaget utgöras av tullvärdet, vilket fastställs i enlighet med gällande gemenskapsbestämmelser”.", "label": [[179, 195, "DATE"]]}
{"text": "3 I den följande versionen av tullkodexen, som antogs genom Europaparlamentets och rådets förordning (EG) nr 450/2008 av den 23 april 2008 om inrättandet av en tullkodex för gemenskapen (Den moderniserade tullkodexen) (EUT L 145, 2008, s. 1), hade artikel 78 strukits och ersatts av artikel 27. I den versionen av tullkodexen hänvisades uppgiften att fastställa under vilka omständigheter en tulldeklaration kan ändras efter att varorna har bortförts till kommissionen. Se artiklarna 89.2, 113 och 181. I den senare versionen av kodexen, som följer av antagandet av Europaparlamentets och rådets förordning (EU) nr 952/2013 av den 9 oktober 2013 om inrättandet av en tullkodex för unionen (EUT L 269, 2013, s. 1), som för den som för närvarande är i kraft, anges det att ändring av tulldeklarationen är tillåten först efter att varorna har frigjorts, om en sådan rättelse är nödvändig för att deklaranten ska uppfylla sina skyldigheter när det gäller att hänföra varorna till det berörda tullförfarandet. Se artikel 173. Enligt samma version ankommer det på kommissionen att genom genomförandeakter precisera handläggningsreglerna för en sådan begäran. Se artikel 176.", "label": [[60, 78, "ORG"], [83, 89, "ORG"], [125, 138, "DATE"], [174, 185, "LOC"], [456, 468, "ORG"], [566, 584, "ORG"], [589, 595, "ORG"], [631, 645, "DATE"], [681, 688, "LOC"], [1058, 1070, "ORG"]]}
{"text": "4 Dom av den 15 september 2011, DP grup (C‑138/10, EU:C:2011:587, punkt 33).", "label": [[13, 30, "DATE"], [32, 39, "ORG"]]}
{"text": "5 Dom av den 15 september 2011, DP grup (C 138/10, EU:C:2011:587, punkt 35).", "label": [[13, 30, "DATE"], [32, 39, "ORG"]]}
{"text": "6 I dom av den 7 mars 2019, Suez II (C‑643/17, EU:C:2019:179, punkt 46), slog domstolen fast att det ”åligger den som ansvarar för införseln eller den som åtar sig ansvaret för befordran … att säkerställa att tullmyndigheterna … får alla relevanta uppgifter om det artikel- eller produktslag som det rör sig om liksom om varornas kvantitet. Det är nämligen dessa uppgifter som kommer att göra det möjligt att korrekt identifiera varorna inför deras tullklassificering och, i förekommande fall, för beräkningen av importtullarna”. Det följer dock av artikel 43 i den kodexen att de uppgifter som tillhandahålls av den personen, tillhandahålls i en summarisk deklaration, som är preliminär. Såsom framgår av artikel 29 berodde beräkningen av importtullarna på deklarationen och således på de uppgifter som deklaranten har lämnat.", "label": [[15, 26, "DATE"], [28, 35, "ORG"], [78, 87, "ORG"]]}
{"text": "7 Dom av den 5 oktober 2006, ASM Lithography (C‑100/05, EU:C:2006:645, punkt 33).", "label": [[13, 27, "DATE"], [29, 44, "ORG"]]}
{"text": "8 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkterna 61‑64) och dom av den 10 juli 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 29).", "label": [[13, 28, "DATE"], [30, 47, "ORG"], [106, 118, "DATE"], [120, 140, "ORG"]]}
{"text": "9 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 65) och dom av den 10 juli 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 30).", "label": [[13, 28, "DATE"], [30, 47, "ORG"], [99, 111, "DATE"], [113, 133, "ORG"]]}
{"text": "10 Kursivering tillagd.", "label": []}
{"text": "11 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 46).", "label": [[14, 29, "DATE"], [31, 48, "ORG"]]}
{"text": "12 Ibidem, punkt 50. Domstolen har godtagit att en deklaration kan vara föremål för flera ansökningar om ändring. Se dom av den 10 december 2015, Veloserviss (C‑427/14, EU:C:2015:803, punkt 25), som på rättegångsspråket, det vill säga lettiska, använder orden ”atkārtotu pārskatīšanu”. På franska har den punkten följande lydelse: ”… ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision” (kursivering tillagd).", "label": [[21, 30, "ORG"], [128, 144, "DATE"], [146, 157, "ORG"], [235, 243, "NATIONALITY"], [289, 296, "NATIONALITY"]]}
{"text": "13 Se, för ett liknande resonemang, dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 52) och dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑430/08, EU:C:2010:15, punkt 62).", "label": [[47, 62, "DATE"], [64, 81, "ORG"], [133, 148, "DATE"], [150, 165, "ORG"]]}
{"text": "14 Se, för ett liknande resonemang, dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 53) och av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 63).", "label": [[47, 62, "DATE"], [64, 81, "ORG"], [129, 144, "DATE"], [146, 161, "ORG"]]}
{"text": "15 Se, för ett liknande resonemang, dom av den 5 oktober 2006, ASM Lithography (C‑100/05, EU:C:2006:645, punkt 42), dom av den 27 februari 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 40) och dom av den 12 oktober 2017, X (C‑661/15, EU:C:2017:753, punkt 63). I artikel 78 i 1992 års tullkodex föreskrevs inte någon särskild frist för ändring av tulldeklarationer. Se dom av den 10 december 2015, Veloserviss (C‑427/14, EU:C:2015:803, punkt 25).", "label": [[47, 61, "DATE"], [63, 78, "ORG"], [127, 143, "DATE"], [145, 181, "ORG"], [233, 248, "DATE"], [250, 251, "PER"], [304, 312, "DATE"], [408, 424, "DATE"], [426, 437, "ORG"]]}
{"text": "16 Dom av den 12 oktober 2017, Tigers (C‑156/16, EU:C:2017:754, punkt 21).", "label": [[14, 29, "DATE"], [31, 37, "ORG"]]}
{"text": "17 Se, för ett liknande resonemang, dom av den 10 december 2015, Veloserviss (C‑427/14, EU:C:2015:803, punkt 25).", "label": [[47, 63, "DATE"], [65, 76, "ORG"]]}
{"text": "18 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624). Se även, för ett liknande resonemang, dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 56).", "label": [[14, 29, "DATE"], [31, 48, "ORG"], [125, 140, "DATE"], [142, 157, "ORG"]]}
{"text": "19 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 70) och dom av den 20 december 2017, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, punkt 30).", "label": [[14, 29, "DATE"], [31, 48, "ORG"], [100, 116, "DATE"], [118, 149, "ORG"]]}
{"text": "20 Jag anser att den omständigheten att lagstiftaren har infört artikel 78, och dessutom bestämmelserna om den rättsliga regleringen av deklarationen (artiklarna 59–77) i avdelning IV avseende godkänd tullbehandling, kan förklaras av den enkla omständigheten att det huvudsakliga syftet med en deklaration är att fastställa vilket tullförfarande som ska tillämpas. Det skulle således ha varit nödvändigt att fastställa vilka rättsregler som var tillämpliga på denna deklaration innan deras konsekvenser angavs.", "label": []}
{"text": "21 Dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 56).", "label": [[14, 29, "DATE"], [31, 46, "ORG"]]}
{"text": "22 För att denna ändring skulle kunna göras måste den tidigare deklaranten tilldelas befogenhet, eftersom det enligt artikel 5.4 i 1992 års tullkodex endast var på det villkoret som denne kunde ha ansökt om ändring för den nya deklarantens räkning. Det ska dessutom understrykas att eftersom artikel 78 rör en ändring och inte en ersättning av deklarationen, skulle den nya deklaranten ansetts ha inträtt i den tidigare deklarantens rättigheter och skyldigheter, även med avseende på en eventuell tidfrist.", "label": [[131, 139, "DATE"]]}
{"text": "23 Även enligt artikel 199 i kommissionens förordning (EEG) nr 2454/93 av den 2 juli 1993 om tillämpningsföreskrifter för rådets förordning (EEG) nr 2913/92 om inrättandet av en tullkodex för gemenskapen (EGT L 253, 1993, s. 1), ansvarar deklaranten för riktigheten av de uppgifter som lämnas i deklarationen. Eftersom den förordningen emellertid har lägre prioritet och delvis har ogiltigförklarats på grund av åsidosättande av bestämmelserna i 1992 års tullkodex (se dom av den 12 oktober 2017, X, C‑661/15, EU:C:2017:753, punkt 67), kan den inte beaktas vid tolkningen av bestämmelserna i nämnda kodex.", "label": [[78, 89, "DATE"], [192, 203, "LOC"], [446, 454, "DATE"], [480, 495, "DATE"], [497, 498, "PER"]]}
{"text": "24 Dom av den 15 september 2011, DP grup (C‑138/10, EU:C:2011:587, punkterna 40 och 41). Principen om oåterkallelighet förefaller emellertid motsvara den situation som rådde innan 1992 års kodex antogs. Till följd av antagandet av artikel 78, liksom möjligheten enligt artikel 66 att ogiltigförklara deklarationen, förefaller det dock kunna ifrågasättas om en sådan princip föreligger.", "label": [[14, 31, "DATE"], [33, 40, "ORG"], [180, 188, "DATE"]]}
{"text": "25 Se, för ett liknande resonemang, dom av den 20 december 2017, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, punkterna 30–34). I sin dom av den 17 september 2014, Baltic Agro, (C‑3/13, EU:C:2014:2227) tillfrågades domstolen för övrigt om giltigheten av artikel 66 i 1992 års tullkodex. Den hänskjutande domstolen var osäker på om denna bestämmelse kunde strida mot principen om likabehandling, eftersom den inte gjorde det möjligt att ogiltigförklara en felaktig tulldeklaration för att korrigera mottagaren av varorna. Domstolen gav ett nekande svar på denna fråga utan att ifrågasätta denna premiss. Domstolen erinrade tvärtom om skyldigheten för deklaranten att tillhandahålla så korrekta upplysningar som möjligt. Se punkterna 41–46.", "label": [[47, 63, "DATE"], [65, 96, "ORG"], [158, 175, "DATE"], [177, 188, "ORG"], [228, 237, "ORG"], [280, 288, "DATE"], [317, 326, "ORG"], [534, 543, "ORG"], [616, 625, "ORG"]]}
{"text": "26 Dom av den 12 oktober 2017, Tigers (C‑156/16, EU:C:2017:754, punkt 31).", "label": [[14, 29, "DATE"], [31, 37, "ORG"]]}
{"text": "27 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 63) och dom av den 27 februari 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 33).", "label": [[14, 29, "DATE"], [31, 48, "ORG"], [100, 116, "DATE"], [118, 154, "ORG"]]}
{"text": "28 Se, exempelvis, dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 56), dom av den 12 juli 2012, Südzucker m.fl. (C‑608/10, C‑10/11 och C‑23/11, EU:C:2012:444, punkt 47), dom av den 16 oktober 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 50) och dom av den 10 juli 2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, punkt 32).", "label": [[30, 45, "DATE"], [47, 62, "ORG"], [129, 141, "DATE"], [143, 152, "ORG"], [228, 243, "DATE"], [245, 271, "ORG"], [324, 336, "DATE"], [338, 358, "ORG"]]}
{"text": "29 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 70). I domen av den 20 december 2017, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, punkt 30), slog domstolen emellertid fast att de fall i vilka domstolen har tillåtit en ändring av transaktionsvärdet i ett senare skede är begränsade till särskilda situationer, bland annat i samband med att kvalitetsbrister eller defekter har upptäckts efter det att produkten har övergått till fri omsättning.", "label": [[14, 29, "DATE"], [31, 48, "ORG"], [101, 117, "DATE"], [119, 150, "ORG"], [193, 202, "ORG"], [239, 248, "ORG"]]}
{"text": "30 Dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 65).", "label": [[14, 29, "DATE"], [31, 46, "ORG"]]}
{"text": "31 Dom av den 12 juli 2012, Südzucker m.fl. C‑608/10. (C‑10/11 och C‑23/11, EU:C:2012:444, punkt 47).", "label": [[14, 26, "DATE"], [28, 37, "ORG"]]}
{"text": "32 Dom av den 16 oktober 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 52).", "label": [[14, 29, "DATE"], [31, 57, "ORG"]]}
{"text": "33 Domstolen har visserligen slagit fast att tullmyndigheterna hade stort utrymme för skönsmässig bedömning av huruvida deklarantens ansökan skulle beviljas. Se dom av den 10 december 2015, Veloserviss (C‑427/14, EU:C:2015:803, punkt 27). Detta påstående måste dock sättas i sitt sammanhang, det vill säga att det hänför sig till förvaltningens möjlighet att utföra en kontroll på eget initiativ. När det gäller uppföljningen av en begäran om ändring, framstår det mot bakgrund av ovannämnda praxis från domstolen som om utrymmet för skönsmässig bedömning är relativt begränsat. Enligt min mening förklaras användningen av ”får” i artikel 78 av den omständigheten att denna bestämmelse samtidigt erkänner både möjligheten för förvaltningen att rätta vissa uppgifter och deklarantens rätt att begära ändringar av deklarationen.", "label": [[3, 12, "ORG"], [172, 188, "DATE"], [190, 201, "ORG"], [504, 513, "ORG"]]}
{"text": "34 Dom av den 27 februari 2014, Greencarrier Freight Services (C‑571/12, EU:C:2014:102, punkt 32). Se även dom av den 15 september 2011, Cooke (C‑138/10, EU:C:2011:587, punkt 37).", "label": [[14, 30, "DATE"], [32, 61, "ORG"], [118, 135, "DATE"], [137, 142, "ORG"]]}
{"text": "35 I tillägg till dessa omständigheter kunde härledas från artikel 66.1 i 1992 års tullkodex att ett sådant val i princip endast kan ske genom ogiltigförklaring.", "label": [[74, 82, "DATE"]]}
{"text": "36 Dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 47) och dom av den 16 oktober 2014, VAEX Varkens en Veehandel (C‑387/13, EU:C:2014:2296, punkt 53). Såsom domstolen emellertid slagit fast i sin dom av den 12 juli 2012, Südzucker m.fl. (C‑608/10, C‑10/11 och C‑23/11, EU:C:2012:444, punkt 50), innebär enbart omständigheten att ingen fysisk kontroll av varorna längre är möjlig, inte att det inte går att ändra en deklaration. Det är först när sådana kontroller var nödvändiga för att följa och uppfylla målen i unionslagstiftningen som ett sådant skäl kunde användas för att avslå en ansökan om ändring. Denna omständighet hindrar i synnerhet inte en kontroll i efterhand av kvalitetsbestämningen av varorna som utfördes på grundval av beskrivningen av dessa varor i deklarationen. Se dom av den 22 november 2012, Digitalnet m.fl. (C‑320/11, C‑330/11, C‑382/11 och C‑383/11, EU:C:2012:745, punkterna 65–67) och dom av den 27 februari 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 36).", "label": [[14, 29, "DATE"], [31, 48, "ORG"], [96, 115, "DATE"], [117, 142, "ORG"], [187, 196, "ORG"], [233, 249, "DATE"], [251, 260, "ORG"], [828, 844, "DATE"], [846, 856, "ORG"], [954, 970, "DATE"], [972, 1008, "ORG"]]}
{"text": "37 Se, särskilt dom av den 16 oktober 2014, VAEX Varkens en Veehandel (C‑387/13, EU:C:2014:2296, punkt 54) och dom av den 5 oktober 2006, ASM Lithography (C‑100/05, EU:C:2006:645, punkt 43).", "label": [[27, 42, "DATE"], [44, 69, "ORG"], [122, 136, "DATE"], [138, 153, "ORG"]]}
{"text": "38 Se exempelvis dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 69).", "label": [[28, 43, "DATE"], [45, 62, "ORG"]]}
{"text": "39 Dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 51).", "label": [[14, 29, "DATE"], [31, 46, "ORG"]]}
{"text": "40 Se, dom av den 14 januari 2010, Terex Equipment m.fl. (C 430/08 och C 431/08, EU:C:2010:15, punkterna 53–66). I det målet hade ett tullombud som företrädde Terex och köpare använt kod 10 00 i deklarationen, avseende genomskapsvaror för export, i stället för kod 31 51 för återexport av där varorna omfattades av suspension. Domstolen fann i punkt 65 i domen att enligt artikel 78 i 1992 års tullkodex är det möjligt att ändra exportdeklarationen avseende varor för att korrigera den tullförfarandekod som deklaranten angett för dessa varor. I den mån domstolen uttalat sig generellt om räckvidden av artikel 78 kan domen tolkas som att det fanns en möjlighet att ändra enligt artikel 78 så länge som tullförfarandet tillämpades felaktigt och syftena med 1992 års tullkodex inte hotades. Domstolen lösning kan även förstås på så sätt att den begränsas till fall där fel kod har valts. Följaktligen kan domstolens resonemang anses endast omfatta situationer där valet av kod inte stämmer överens med det valda tullförfarandet och inte på så sätt att det skulle finnas en generell rätt att ändra det förfarande som valts i en tulldeklaration. Även om det inte framgår av omständigheterna om det valda tullförfarandet, i tillägg till koden, angavs i deklarationen skulle denna tolkning enligt min uppfattning vara mer övertygande. Mot bakgrund av artikel 66 och då valet av tullförfarande är det centrala momentet i deklarationen, kunde detta endast ha ändrats genom ogiltigförklaring.", "label": [[18, 33, "DATE"], [35, 55, "ORG"], [159, 164, "ORG"], [385, 393, "DATE"], [554, 563, "ORG"], [757, 765, "DATE"], [904, 914, "ORG"]]}
{"text": "41 Det är riktigt att artikel 66.2 föreskrev att en deklaration i vissa fall kunde ogiltigförklaras efter frigörandet av varorna. Den bestämmelsen påverkade emellertid inte tillämpningsområdet för artikel 66 utan innebar endast att en ogiltigförklaring i vissa fall var möjlig efter frigörandet, vilket ändå omfattas av tillämpningsområdet för artikel 66, såsom detta definieras i första stycket.", "label": []}
{"text": "42 Som jag har förklarat i punkterna 26 och 56 i detta förslag till avgörande, är syftet med tulldeklarationen nämligen att tilldela vissa varor ett visst tullförfarande.", "label": []}
{"text": "43 Dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 56).", "label": [[14, 29, "DATE"], [31, 46, "ORG"]]}
{"text": "44 Se artikel 233 i 1992 års tullkodex.", "label": [[20, 28, "DATE"]]}
{"text": "45 Denna slutsats påverkas inte av domen av den 15 september 2011, DP grup (C‑138/10, EU:C:2011:587). Domstolen hänvisade i det målet, som gällde en felaktig beräkning, till möjligheten till ogiltigförklaring, men det följer inte av denna dom att domstolen har tagit ställning till möjligheten av ogiltigförklaring i en sådan situation som i det målet. Domstolen begränsade sig till att besvara den ställda frågan genom att påpeka att det visserligen inte är möjligt för en domstol att upphäva, men att deklaranten i vissa situationer kan begära att en deklaration ska ogiltigförklaras. Jag anser att domstolen inte har velat ta ställning till möjligheten att ogiltigförklara under sådana omständigheter som i förevarande mål, vilket tydligt framgår av att domstolen i sin redogörelse för de tillämpliga bestämmelserna inte ens har gett exempel på fall där ogiltigförklaring hade varit tillåten enligt tillämpningsförordningen.", "label": [[48, 65, "DATE"], [67, 74, "ORG"], [102, 111, "ORG"], [247, 256, "ORG"], [353, 362, "ORG"], [601, 610, "ORG"], [757, 766, "ORG"]]}
{"text": "46 Dom av den 16 oktober 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 54).", "label": [[14, 29, "DATE"], [31, 57, "ORG"]]}
{"text": "47 Se även dom av den 14 maj 1996, Faroe Seafood m.fl. (C‑153/94 och C‑204/94, EU:C:1996:198, punkterna 108 och 109) och dom av den 7 april 2011, Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, punkt 28).", "label": [[22, 33, "DATE"], [35, 48, "ORG"], [132, 144, "DATE"], [146, 173, "ORG"], [175, 181, "LOC"]]}
{"text": "48 Kommissionens förordning (EG) nr 1291/2000 av den 9 juni 2000 om gemensamma tillämpningsföreskrifter för systemet med import- och exportlicenser samt förutfastställelselicenser för jordbruksprodukter (EGT L 152, 2000, s. 1).", "label": [[3, 16, "ORG"], [53, 64, "DATE"]]}
{"text": "49 Se, exempelvis, dom av den 12 juli 2012, Südzucker m.fl. (C‑608/10, C‑10/11 och C‑23/11, EU:C:2012:444, punkt 56), dom av den 16 oktober 2014, Nordex Food (C‑334/13, EU:C:2014:2294, punkt 59) och dom av den 16 oktober 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 34).", "label": [[26, 42, "DATE"], [44, 53, "ORG"], [129, 144, "DATE"], [146, 157, "ORG"], [206, 225, "DATE"], [227, 253, "ORG"]]}
{"text": "50 Se, för ett liknande resonemang, dom av den 12 juli 2012, Südzucker m.fl. (C‑608/10, C‑10/11 och C‑23/11, EU:C:2012:444), punkt 66.", "label": [[47, 59, "DATE"], [61, 70, "ORG"]]}
{"text": "51 Se, till exempel, dom av den 13 mars 2014, SICES m.fl. (C‑155/13, EU:C:2014:145).", "label": [[32, 44, "DATE"], [46, 51, "ORG"]]}
{"text": "52 Se artikel 192 i 1992 års tullkodex.", "label": [[20, 28, "DATE"]]}
{"text": "53 Varje ändring av en deklaration ger visserligen upphov till kostnader för förvaltningen, men eftersom det i artikel 78.3 anges att ändringarna ska ske ”i enlighet med de bestämmelser som eventuellt fastställs”, kunde medlemsstaterna, om de ville, vältra över dessa kostnader på deklaranten.", "label": []}
{"text": "54 Se, för ett liknande resonemang, dom av den 10 december 2015, Veloserviss (C‑427/14, EU:C:2015:803, punkt 41).", "label": [[47, 63, "DATE"], [65, 76, "ORG"]]}
{"text": "55 Se punkterna 51–53i detta förslag till avgörande.", "label": []}
{"text": "56 Se, för ett liknande resonemang, dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 47 och följande punkter) och dom av den 14 januari 2010, Terex Equipment m.fl. (C‑430/08 och C‑431/08, EU:C:2010:15, punkt 56 och följande punkter).", "label": [[47, 62, "DATE"], [64, 81, "ORG"], [154, 169, "DATE"], [171, 186, "ORG"]]}
{"text": "57 Se, för ett liknande resonemang, dom av den 20 oktober 2005, Overland Footwear (C‑468/03, EU:C:2005:624, punkt 63) och dom av den 10 juli 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 32).", "label": [[47, 62, "DATE"], [64, 81, "ORG"], [133, 145, "DATE"], [147, 167, "ORG"]]}
{"text": "58 Dom av den 10 juli 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587).", "label": [[14, 26, "DATE"], [28, 48, "ORG"]]}
{"text": "59 Importören har nämligen frihet att bland de priser som överenskommits för var och en av dessa försäljningar välja det pris som han eller hon ska använda för att fastställa tullvärdet på de aktuella varorna, under förutsättning att han eller hon kan tillhandahålla alla uppgifter och handlingar tullmyndigheterna behöver för det pris som väljs. Se punkt 25.", "label": []}
{"text": "60 Dom av den 10 juli 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkterna 26 och 36–39).", "label": [[14, 26, "DATE"], [28, 48, "ORG"]]}
{"text": "61 Dom av den 7 april 2011, Sony Supply Chain Solution (C‑153/10, EU:C:2011:224, punkt 30).", "label": [[14, 26, "DATE"], [28, 54, "ORG"]]}
