{"text": "Talan väckt den 3 februari 2020 – NetCologne mot kommissionen", "label": [[16, 31, "DATE"], [34, 44, "ORG"], [49, 61, "ORG"]]}
{"text": "(Mål T-58/20)", "label": []}
{"text": "Rättegångsspråk: tyska", "label": [[17, 22, "NATIONALITY"]]}
{"text": "Parter", "label": []}
{"text": "Sökande: NetCologne Gesellschaft für Telekommunikation mbH (Köln, Tyskland) (ombud: advokaterna K. Zimmermann, F. Rogers och I. Alonso))", "label": [[9, 58, "ORG"], [60, 74, "LOC"], [77, 82, "PROFESSION"], [84, 95, "PROFESSION"], [96, 109, "PER"], [111, 120, "PER"], [125, 134, "PER"]]}
{"text": "Svarande: Europeiska kommissionen", "label": [[10, 33, "ORG"]]}
{"text": "Yrkanden", "label": []}
{"text": "Sökanden yrkar att tribunalen ska", "label": [[19, 29, "ORG"]]}
{"text": "ogiltigförklara beslut C(2019) 5187 final av den 18 juli 2019 i vilken kommissionen förklarade fusionen i mål M.8864 – Vodafone/Certain Liberty Global Assets förenlig med den inre marknaden och EES-avtalet, och", "label": [[49, 61, "DATE"], [71, 83, "ORG"], [119, 127, "ORG"], [128, 157, "ORG"], [194, 197, "ORG"]]}
{"text": "förplikta Europeiska kommissionen att ersätta rättegångskostnaderna.", "label": [[10, 33, "ORG"]]}
{"text": "Grunder och huvudargument", "label": []}
{"text": "Till stöd för sin talan åberopar sökanden följande grunder.", "label": []}
{"text": "Första grunden avser att kommissionen har gjort en uppenbart felaktig skönsmässig bedömning och åsidosatt motiveringsskyldigheten och sin omsorgsskyldighet genom att förneka att det skulle föreligga väsentliga hinder för en effektiv konkurrens på marknaden för ”överföring av tv-signaler till detaljistledet i flerfamiljshus” med avseende på", "label": [[25, 37, "ORG"]]}
{"text": "antagandet att eltagarna i fusionen inte är direkta konkurrenter,", "label": []}
{"text": "antagandet om att deltagarna i fusionen inte är potentiella konkurrenter, och", "label": []}
{"text": "de negativa effekter som fusionen skulle få för konkurrenterna.", "label": []}
{"text": "Andra grunden avser att kommissionen har gjort en uppenbart felaktig skönsmässig bedömning och åsidosatt motiveringsskyldigheten och sin omsorgsplikt genom att förneka att det skulle föreligga väsentliga hinder för en effektiv konkurreens på marknaden för ”överföring av tv-signaler till under i småhus” med avseende på antagandet att deltafarna i fusionen varken är direkta eller potentiella konkurrenter.", "label": [[24, 36, "ORG"]]}
{"text": "Tredje grunden avser att kommissionen har gjort en uppenbart felaktig skönsmässig bedömning och åsidosatt artikel 2 och 8 i rådets förordning nr 139/20041 vid avgränsningen av marknaden och vid bedömningen av den konkurrenemässiga verkan av utbudet av produkter med flera användningsmöjligheter, inbegripet utbudet av fastnätskommunikation i kombination med mobilkommunikation (utbud av fastnät/mobil”).", "label": [[25, 37, "ORG"], [124, 130, "ORG"]]}
{"text": "Fjärde grunden avser att kommissionen har gjort en uppenbart felaktig skönsmässig bedömning och åsidosatt artikel 2 och 8 i förordning nr 139/2004, sin motiveringsskyldighet och sin omsorgsskyldighet vid bedömningen av och genom att anta att det förelugger tillgång till bredband i grossistledet eller vid lämnande av anbud.", "label": [[25, 37, "ORG"]]}
{"text": "1 Rådets förordning (EG) nr 139/2004 av den 20 januari 2004 om kontroll av företagskoncentrationer (EUT L 24, 2004, s. 1)", "label": [[2, 8, "ORG"], [44, 59, "DATE"]]}
