{"text": "TRIBUNALENS DOM (nionde avdelningen)", "label": [[0, 11, "ORG"], [17, 35, "ORG"]]}
{"text": "den 10 juni 2020 (*)", "label": [[4, 16, "DATE"]]}
{"text": "”Gemenskapsformgivning – Ogiltighetsförfarande – Registrerad gemenskapsformgivning för en koppling för att ansluta kyl- eller luftkonditioneringsutrustning till ett motorfordon – Ett enda yrkande om ändring – Underförstått yrkande om ogiltigförklaring – Upptagande till sakprövning – Ogiltighetsgrund – Skyddskraven har inte iakttagits – Artiklarna 4–9 och 25.1 b i förordning (EG) nr 6/2002 – Omfattningen av överklagandenämndens prövning – Överklagandenämndens ställningstagande angående det bristande iakttagandet av ett skyddskrav under förfarandets gång – Avvikande slutsats i det överklagade beslutet – Motiveringsskyldighet – Artiklarna 62 och 63.1 andra meningen i förordning (EG) nr 6/2002”", "label": [[410, 430, "ORG"], [442, 462, "ORG"]]}
{"text": "I mål T‑100/19,", "label": []}
{"text": "L. Oliva Torras, SA, Manresa (Spanien), företrätt av advokaterna B. Athari Anaraki och D. Philip Bennett,", "label": [[0, 19, "ORG"], [21, 38, "LOC"], [53, 64, "PROFESSION"], [65, 82, "PER"], [87, 104, "PER"]]}
{"text": "klagande,", "label": []}
{"text": "mot", "label": []}
{"text": "Europeiska unionens immaterialrättsmyndighet (EUIPO), företrädd av A. Portilla Díaz och G. Kaufmann, båda i egenskap av ombud,", "label": [[0, 52, "ORG"], [67, 83, "PER"], [88, 99, "PER"], [120, 125, "PROFESSION"]]}
{"text": "motpart,", "label": []}
{"text": "varvid motparten i förfarandet vid EUIPO:s överklagandenämnd, som intervenerat vid tribunalen, var", "label": [[35, 40, "ORG"]]}
{"text": "Mecánica del Frío, S.L., Cornellá de Llobregat (Spanien), företrätt av advokaten Z. Leao Arribas,", "label": [[0, 23, "ORG"], [25, 56, "LOC"], [71, 80, "PROFESSION"], [81, 96, "PER"]]}
{"text": "angående ett överklagande av det beslut som meddelades av EUIPO:s tredje överklagandenämnd den 19 november 2018 (ärende R 1397/2017–3) om ett ogiltighetsförfarande mellan L. Oliva Torras och Mecánica del Frío,", "label": [[58, 90, "ORG"], [95, 111, "DATE"], [171, 186, "ORG"], [191, 208, "ORG"]]}
{"text": "meddelar TRIBUNALEN (nionde avdelningen),", "label": [[9, 40, "ORG"]]}
{"text": "sammansatt av ordföranden P. J. Nilsson samt domarna I. Barrett (referent) och A. Todorova,", "label": [[14, 25, "PROFESSION"], [26, 39, "PER"], [45, 52, "PROFESSION"], [53, 63, "PER"], [65, 73, "PROFESSION"], [79, 90, "PER"]]}
{"text": "justitiesekreterare: förste handläggaren P. Lopez,", "label": [[0, 19, "PROFESSION"], [21, 40, "PROFESSION"], [41, 49, "PER"]]}
{"text": "med beaktande av överklagandet som inkom till tribunalens kansli den 19 februari 2019,", "label": [[46, 64, "ORG"], [69, 85, "DATE"]]}
{"text": "med beaktande av EUIPO:s svarsskrivelse som inkom till tribunalens kansli den 24 maj 2019,", "label": [[17, 22, "ORG"], [55, 73, "ORG"], [78, 89, "DATE"]]}
{"text": "med beaktande av intervenientens svarsskrivelse som inkom till tribunalens kansli den 20 maj 2019,", "label": [[63, 81, "ORG"], [86, 97, "DATE"]]}
{"text": "med beaktande av beslutet av den 14 november 2019 att inte förena målen T‑100/19 och T‑629/19,", "label": [[33, 49, "DATE"]]}
{"text": "efter förhandlingen den 16 januari 2020,", "label": [[24, 39, "DATE"]]}
{"text": "följande", "label": []}
{"text": "Dom", "label": []}
{"text": "I. Bakgrund till tvisten", "label": []}
{"text": "1 Klagandebolaget L. Oliva Torras, SA, och intervenienten Mecánica del Frío, S.L., är två konkurrerande företag inom sektorn för anslutningsset för kyl- eller luftkonditioneringssystem i motorfordon.", "label": [[2, 17, "ORG"], [18, 37, "ORG"], [58, 81, "ORG"]]}
{"text": "2 Den 10 april 2013 ingav intervenienten en ansökan om registrering av en gemenskapsformgivning till Europeiska unionens immaterialrättsmyndighet (EUIPO) i enlighet med rådets förordning (EG) nr 6/2002 av den 12 december 2001 om gemenskapsformgivning (EGT L 3, 2002, s. 1).", "label": [[6, 19, "DATE"], [101, 153, "ORG"], [209, 225, "DATE"]]}
{"text": "3 Registreringsansökan avsåg följande gemenskapsformgivning (nedan kallad den omtvistade formgivningen):", "label": []}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 De produkter som den omtvistade formgivningen är avsedd att tillämpas på omfattas av klass 12.16 i Locarnoöverenskommelsen om upprättande av en internationell klassificering för mönster av den 8 oktober 1968, i dess ändrade lydelse, och motsvarar följande beskrivning: ”Kopplingar till fordon”.", "label": [[195, 209, "DATE"]]}
{"text": "5 Den omtvistade formgivningen beskrivs i registreringsansökan som en koppling av den typ som används för att ansluta kyl- eller luftkonditioneringsutrustning till ett motorfordon.", "label": []}
{"text": "6 Den omtvistade formgivningen registrerades under nummer 2217588‑0001 från och med ansökningsdagen och offentliggjordes i Bulletinen för gemenskapsformgivningar nr 2013/075 av den 22 april 2013.", "label": [[58, 70, "IDNUM"], [162, 173, "IDNUM"], [181, 194, "DATE"]]}
{"text": "7 Den 22 augusti 2014 ingav klagandebolaget en ansökan om registrering av en gemenskapsformgivning (gemenskapsformgivning nr 2523746‑0006, vilken registrerades samma datum och offentliggjordes den 26 augusti 2014). Till följd av en ansökan om ogiltighetsförklaring från intervenienten, vilken grundades på att den omtvistade formgivningen var äldre, förklarades formgivning nr 2523746–0006 ogiltig genom annulleringsenhetens beslut av den 17 juni 2016 på grund av att den inte var ny eller hade särprägel.", "label": [[6, 21, "DATE"], [122, 137, "IDNUM"], [197, 212, "DATE"], [374, 389, "IDNUM"], [404, 424, "ORG"], [439, 451, "DATE"]]}
{"text": "8 Den 15 mars 2016 ingav klagandebolaget en ansökan om ogiltighetsförklaring av den omtvistade formgivningen med stöd av artikel 52.1 i förordning nr 6/2002.", "label": [[6, 18, "DATE"]]}
{"text": "9 Den grund som klagandebolaget åberopade till stöd för sin ansökan om ogiltighetsförklaring var den som föreskrivs i artikel 25.1 b i förordning nr 6/2002, nämligen att den omtvistade formgivningen inte uppfyllde kraven i artiklarna 4–9 i nämnda förordning.", "label": []}
{"text": "10 Till stöd för sin ansökan om ogiltighetsförklaring åberopade klagandebolaget att det fanns en äldre formgivning för ett anslutningsset, vilket identifierades som beståndsdel ”KC11 080 242”, och det ingav en återgivning, i form av en datorbaserad ”grafisk återgivning”, av denna beståndsdel (bild A) och ett fotografi som enligt klagandebolaget motsvarade nämnda beståndsdel (bild B).", "label": [[178, 190, "IDNUM"]]}
{"text": "11 Genom beslut av den 10 maj 2017 avslog annulleringsenheten klagandebolagets ansökan om ogiltighetsförklaring. Annulleringsenheten fann särskilt att den enda formgivning vars tidigare tillgängliggörande för allmänheten hade styrkts, nämligen den formgivning som fanns på bild A, inte kunde påverka frågan huruvida den omtvistade formgivningen var ny och hade särprägel, med hänsyn till skillnaderna mellan dessa två formgivningar.", "label": [[23, 34, "DATE"], [42, 61, "ORG"]]}
{"text": "12 Den 27 juni 2017 överklagade klagandebolaget annulleringsenhetens beslut till överklagandenämnden, med stöd av artiklarna 55–60 i förordning nr 6/2002. Förutom bilderna A och B ingav bolaget en ritning, hämtad från dess webbplats, till beståndsdelen ”KC11 080 242” (bild C).", "label": [[7, 19, "DATE"], [81, 100, "ORG"], [254, 266, "IDNUM"]]}
{"text": "13 Den 16 maj 2018 skickade överklagandenämnden, med stöd av artikel 59.2 i förordning nr 6/2002, ett meddelande till parterna (nedan kallat meddelandet av den 16 maj 2018), i vilket det angavs att det framgick av parternas påståenden och av handlingarna i ärendet att den omtvistade formgivningen hänförde sig till en produkt som utgjorde en beståndsdel (det vill säga en kopplingsdel) i en sammansatt produkt (det vill säga en helhet bestående av motor/kopplingsdel/kompressor) som, när den hade infogats i den sammansatta produkten, inte längre var synlig vid normal användning av denna. Överklagandenämnden drog därav slutsatsen att den omtvistade formgivningen inte kunde anses som ny eller ha särprägel i den mening som avses i artikel 4.2 i förordning nr 6/2002, och att den därför skulle förklaras ogiltig på grund av att artikel 4 inte hade iakttagits.", "label": [[7, 18, "DATE"], [28, 47, "ORG"], [160, 171, "DATE"], [591, 610, "ORG"]]}
{"text": "14 På anmodan av överklagandenämnden inkom intervenienten och klagandebolaget, den 16 juli respektive den 17 september 2018, med yttranden över innehållet i meddelandet av den 16 maj 2018.", "label": [[17, 36, "ORG"], [83, 90, "DATE"], [106, 123, "DATE"], [176, 187, "DATE"]]}
{"text": "15 Genom beslut av den 19 november 2018 (nedan kallat det överklagade beslutet) avslog tredje överklagandenämnden överklagandet genom att stödja sig på följande skäl. Överklagandenämnden angav för det första att klagandebolaget, i motsats till intervenientens påståenden, skulle anses ha yrkat att den omtvistade formgivningen skulle ogiltigförklaras på grund av att den inte uppfyllde de krav som anges i artiklarna 5, 6, 8 och 9 i förordning nr 6/2002 och att det således ankom på överklagandenämnden att undersöka vart och ett av dessa krav mot bakgrund av de åberopade grunderna. För det andra underkände överklagandenämnden anmärkningen om att den omtvistade formgivningen inte var ny. Nämnden fann i det avseendet att det endast hade styrkts att den formgivning som fanns på bild A hade gjorts tillgänglig för allmänheten och att det fanns uppenbara skillnader mellan denna formgivning och den omtvistade formgivningen. För det tredje underkände överklagandenämnden anmärkningen om att den omtvistade formgivningen inte hade någon särprägel. Överklagandenämnden fann för det fjärde att den, eftersom klagandebolaget inte hade anfört något argument avseende de undantag från skyddet för den omtvistade formgivningen som föreskrivs i artiklarna 8 och 9 i förordning nr 6/2002, skulle avslå bolagets yrkande om ogiltighetsförklaring i den del det grundade sig på dessa bestämmelser, med hänsyn till kraven i artikel 63.1 i förordningen. I skälen till det överklagade beslutet tog överklagandenämnden däremot inte upp frågan huruvida artikel 4.2 och 4.3 i förordningen skulle tillämpas i förevarande fall, vilken hade behandlats i meddelandet av den 16 maj 2018 och i parternas efterföljande yttranden som avses i punkt 13 respektive punkt 14 ovan.", "label": [[23, 39, "DATE"], [87, 113, "ORG"], [167, 186, "ORG"], [483, 502, "ORG"], [609, 628, "ORG"], [952, 971, "ORG"], [1048, 1067, "ORG"], [1483, 1502, "ORG"], [1652, 1663, "DATE"]]}
{"text": "II. Parternas yrkanden", "label": []}
{"text": "16 Klagandebolaget har formellt yrkat att tribunalen ska", "label": [[3, 18, "ORG"], [42, 52, "ORG"]]}
{"text": "– ”[A] [fastställa de] slutsatser som överklagandenämnden drog [avseende den åberopade ogiltighetsgrunden] och [slå fast] att ogiltighetsförfarandet grundar sig på de ogiltighetsgrunder för en gemenskapsformgivning som avses i artiklarna 4–9 i [förordning nr 6/2002], ’skyddskrav’”,", "label": [[38, 57, "ORG"]]}
{"text": "– ”[B] [göra] en jämförelse med beaktande av all bevisning som lagts fram och de särskilda omständigheterna i det aktuella fallet”,", "label": []}
{"text": "– ”[C] [förklara den omtvistade formgivningen] ogiltig, på grund av att den nästan är identisk och därför utgör en så gott som identisk imitation av den saluförda formgivningen, utan klagandens tillstånd”,", "label": []}
{"text": "– ”[D] [förklara den omtvistade formgivningen] ogiltig på grund av att särprägel saknas i förhållande till de formgivningar som tidigare har gjorts tillgängliga för allmänheten av [klaganden]”,", "label": []}
{"text": "– ”[E] [förklara den omtvistade formgivningen] ogiltig dels på grund av att den omfattas av förbudet i artikel 8.1 och 8.2 [i förordning nr 6/2002], eftersom dess utseende uteslutande bestäms av dess tekniska funktion, dels på grund av att den omfattas av det absoluta förbudet i artikel 4 [i förordning nr 6/2002], på grund av att den utgör en beståndsdel i en sammansatt produkt”,", "label": []}
{"text": "– ”[F] fastställa överklagandenämndens beslut [i den del det slås fast att den omtvistade formgivningen strider mot artikel 9 i förordning nr 6/2002]”, och", "label": [[18, 38, "ORG"]]}
{"text": "– ”[G] [förplikta] tappande rättegångsdeltagare att ersätta [rättegångskostnaderna]”.", "label": []}
{"text": "17 EUIPO har yrkat att tribunalen ska", "label": [[3, 8, "ORG"], [23, 33, "ORG"]]}
{"text": "– ogilla överklagandet, och", "label": []}
{"text": "– förplikta klagandebolaget att ersätta rättegångskostnaderna.", "label": []}
{"text": "18 Intervenienten har yrkat att tribunalen ska", "label": [[32, 42, "ORG"]]}
{"text": "– fastställa det överklagade beslutet, och", "label": []}
{"text": "– förplikta tappande rättegångsdeltagare att ersätta rättegångskostnaderna.", "label": []}
{"text": "III. Rättslig bedömning", "label": []}
{"text": "A. Upptagande till prövning", "label": []}
{"text": "19 EUIPO anser att överklagandet innehåller yrkanden som syftar till att det överklagade beslutet ska fastställas, vilka inte kan tas upp till prövning. EUIPO har vidare gjort gällande att det ankommer på tribunalen att avgöra huruvida det av överklagandets sammanhang går att sluta sig till att det har yrkats att det överklagade beslutet ska ogiltigförklaras och huruvida yrkandena om ändring av nämnda beslut följaktligen kan tas upp till prövning. Vid förhandlingen påpekade EUIPO att klagandebolagets yrkande om ogiltigförklaring av det överklagade beslutet, vilket framställdes i samband med att bolaget utvecklade sin talan, inte fanns med i överklagandet.", "label": [[3, 8, "ORG"], [153, 158, "ORG"], [205, 215, "ORG"], [479, 484, "ORG"]]}
{"text": "20 Vid förhandlingen uppgav klagandebolaget, på tribunalens anmodan, att det yrkade att det överklagade beslutet skulle ogiltigförklaras i sin helhet, däribland i den del det däri tas ställning till tillämpningen av artiklarna 8 och 9 i förordning nr 6/2002.", "label": [[48, 59, "ORG"]]}
{"text": "21 Tribunalen erinrar först om att den enligt artikel 61.3 i förordning nr 6/2002 endast är behörig att upphäva eller ändra överklagandenämndernas beslut. Det ankommer däremot inte på tribunalen att meddela fastställelsedomar, vilket gör att ett yrkande om detta ska avvisas (se, för ett liknande resonemang och analogt, dom av den 14 juni 2017, Aydin/EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T‑95/16, ej publicerad, EU:T:2017:388, punkt 17 och där angiven rättspraxis).", "label": [[3, 13, "ORG"], [184, 194, "ORG"], [332, 344, "DATE"], [346, 351, "ORG"], [352, 357, "ORG"], [360, 374, "ORG"], [376, 391, "TITLE"]]}
{"text": "22 I förevarande fall ska det påpekas att klagandebolaget, i det avsnitt av överklagandet som det har gett rubriken ”Yrkanden”, har angett en serie med sju yrkanden, grupperade från A till G, vilkas innehåll har återgetts i punkt 16 ovan.", "label": []}
{"text": "23 För det första ska det konstateras att det bland dessa olika yrkanden klart och tydligt går att identifiera ett yrkande om att tribunalen ska förklara den omtvistade formgivningen ogiltig och ett yrkande som i huvudsak avser att EUIPO och intervenienten ska förpliktas att ersätta rättegångskostnaderna.", "label": [[130, 140, "ORG"], [232, 237, "ORG"]]}
{"text": "24 För det andra ska det konstateras att klagandebolagets övriga yrkanden, vilka anges i det avsnitt i överklagandet som har rubriken ”Yrkanden”, i själva verket inte utgör några yrkanden som sådana. Det framgår särskilt av formuleringen i punkterna A–F i detta avsnitt i överklagandet och av upprepningen av denna klassificering i alfabetisk ordning i avsnittet ”Grunder och argument” i överklagandet att klagandebolaget däri har angett stegen i det resonemang som det har yrkat att tribunalen ska föra i domskälen i den kommande domen och som enligt klagandebolaget bör leda till att den omtvistade formgivningen förklaras ogiltig.", "label": [[484, 494, "ORG"]]}
{"text": "25 Slutligen ska det erinras om att klagandebolaget i huvudsak uppgav vid förhandlingen att det yrkar att det överklagade beslutet ska ogiltigförklaras i sin helhet.", "label": []}
{"text": "26 Mot bakgrund av dessa konstateranden och förklaringar, ska yrkandena i överklagandet tolkas på följande sätt.", "label": []}
{"text": "27 För det första framgår det av konstaterandena ovan i punkterna 22–24 att klagandebolaget inte har framställt något yrkande om att tribunalen ska meddela en fastställelsedom, i den mening som avses i den rättspraxis som det har erinrats om i punkt 21 ovan. Genom att yrka att tribunalen ska fastställa det överklagade beslutet på vissa punkter eller göra en jämförelse av de motstående formgivningarna med beaktande av alla uppgifter som lagts fram och omständigheterna i det aktuella fallet, har nämligen klagandebolaget, såsom har angetts i punkt 24 ovan, syftat på domskälen i den kommande domen, men inte det avgörande som ska fattas i domslutet i nämnda dom. EUIPO:s överväganden i syfte att tribunalen ska avvisa dessa yrkanden kan följaktligen inte annat än underkännas.", "label": [[133, 143, "ORG"], [278, 288, "ORG"], [666, 671, "ORG"], [699, 709, "ORG"]]}
{"text": "28 Med hänsyn till skälen i det överklagade beslutet, och som bekräftades av klagandebolagets förklaringar vid förhandlingen, kan vidare det yrkande som klagandebolaget har framställt i punkt F i avsnittet ”Yrkande” i överklagandet, som enligt lydelsen syftar till att tribunalen ska ”fastställa” det överklagade beslutet i den del det slås fast att den omtvistade formgivningen strider mot artikel 9 i förordning nr 6/2002, inte tolkas bokstavligen. Eftersom överklagandenämnden i förevarande fall uteslöt en tillämpning av denna artikel, ska detta yrkande om ”fastställ[else]”, trots sin formulering, i själva verket tolkas som en grund som avser att det gjordes en oriktig bedömning, genom att överklagandenämnden inte ansåg att denna formgivning stred mot bestämmelserna i nämnda artikel.", "label": [[269, 279, "ORG"], [460, 479, "ORG"], [697, 716, "ORG"]]}
{"text": "29 Tribunalen påpekar för det andra att yrkandet i överklagandet om att den omtvistade formgivningen ska förklaras ogiltig, i själva verket syftar till att tribunalen ska fatta det beslut som klagandebolaget anser att överklagandenämnden borde ha fattat när ärendet var anhängigt vid den. Det framgår nämligen av artikel 60.1 andra meningen i förordning nr 6/2002 att överklagandenämnden, efter att ha upphävt det överklagade beslutet, får vidta de åtgärder som kunnat vidtas av den avdelning vid EUIPO som meddelat detta beslut och således i förevarande fall förklara den omtvistade formgivningen ogiltig. Denna åtgärd ingår således bland de åtgärder som tribunalen får vidta med stöd av sin behörighet enligt artikel 61.3 i förordningen att ändra ett beslut (se, för ett liknande resonemang och analogt, dom av den 27 februari 2014, Advance Magazine Publishers/harmoniseringskontoret – Nanso Group (TEEN VOGUE), T‑509/12, EU:T:2014:89, punkt 15 och där angiven rättspraxis).", "label": [[3, 13, "ORG"], [156, 166, "ORG"], [218, 237, "ORG"], [368, 387, "ORG"], [497, 502, "ORG"], [656, 666, "ORG"], [817, 833, "DATE"], [835, 862, "ORG"], [863, 885, "ORG"], [888, 899, "ORG"], [901, 911, "TITLE"]]}
{"text": "30 Vidare har klagandebolaget visserligen i princip inte rätt att ändra det ursprungliga föremålet för överklagandet, genom att ersätta yrkandena om ändring med yrkandena om ogiltigförklaring av det överklagade beslutet, vilka framställdes för första gången vid förhandlingen (se, för ett liknande resonemang och analogt, dom av den 27 januari 2000, Fuchs m.fl./rådet och kommissionen, C‑104/89 och C‑37/90, EU:C:2000:38, punkt 47, och dom av den 21 april 2005, Holcim (Deutschland)/kommissionen, T‑28/03, EU:T:2005:139, punkt 45).", "label": [[333, 348, "DATE"], [350, 355, "PER"], [362, 367, "ORG"], [372, 384, "ORG"], [447, 460, "DATE"], [462, 468, "ORG"], [470, 481, "LOC"], [483, 495, "ORG"]]}
{"text": "31 Med hänsyn till innehållet i överklagandet, och som har bekräftats av klagandebolagets förklaringar vid förhandlingen, ska det emellertid anses att klagandebolagets yrkande om ändring underförstått innefattar ett yrkande om ogiltigförklaring av det överklagade beslutet (se, för ett liknande resonemang, dom av den 7 november 2013, Malczewska/harmoniseringskontoret – Puma (kattdjur som hoppar), T‑666/11, ej publicerad, EU:T:2013:584, punkt 18 och där angiven rättspraxis). Det är i samband med prövningen av överklagandet i sak som det ankommer på tribunalen, för det fall överklagandet kan bifallas såvitt avser en av grunderna i överklagandet, att avgöra huruvida denna grund kan göra det möjligt för tribunalen att ändra det överklagade beslutet, på grundval av fastlagda rättsliga och faktiska omständigheter, eller, om så inte är fallet, huruvida denna grund endast kan leda till att beslutet ogiltigförklaras (se, för ett liknande resonemang och analogt, dom av den 26 september 2014, Koscher + Würtz/harmoniseringskontoret – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T‑445/12, EU:T:2014:829, punkt 39 och där angiven rättspraxis).", "label": [[318, 333, "DATE"], [335, 345, "PER"], [346, 368, "ORG"], [371, 375, "ORG"], [553, 563, "ORG"], [708, 718, "ORG"], [977, 994, "DATE"], [996, 1011, "ORG"], [1012, 1034, "ORG"], [1037, 1055, "ORG"], [1057, 1080, "TITLE"]]}
{"text": "32 Tribunalen finner följaktligen att klagandebolaget har yrkat att tribunalen dels ska ogiltigförklara det överklagade beslutet, dels ändra beslutet, genom att ogiltigförklara den omtvistade formgivningen, och att dessa yrkanden kan tas upp till prövning.", "label": [[3, 13, "ORG"], [68, 78, "ORG"]]}
{"text": "B. Prövning i sak", "label": []}
{"text": "33 Klagandebolaget har åberopat sex grunder till stöd för sitt överklagande. Som första grund har bolaget hävdat att ogiltighetsförfarandet grundar sig på de ogiltighetsgrunder som avses i artiklarna 4–9 i förordning nr 6/2002 och att var och en av dessa grunder ska prövas. Såvitt avser den andra grunden har klagandebolaget gjort gällande att överklagandenämnden gjorde en oriktig bedömning när den slog fast att det tidigare tillgängliggörandet av en formgivning endast hade styrkts vad beträffar bild A. Den tredje och den fjärde grunden avser att det gjordes en oriktig bedömning vad gäller att den omtvistade formgivningen inte var ny respektive att den inte hade någon särprägel. Som femte grund har det gjorts gällande att motiveringen är bristfällig och att överklagandenämnden gjorde en oriktig bedömning vad beträffar förekomsten av undantag från skyddet för den omtvistade formgivningen. Grunden består av två delar. Den första delgrunden avser att överklagandenämnden underlät att ta ställning till undantaget från skydd för denna formgivning, som enligt bestämmelserna i artikel 8 i förordning nr 6/2002 följer av att dess utseende uteslutande bestäms av en teknisk funktion. Den andra delgrunden avser att överklagandenämnden underlät att ogiltigförklara formgivningen med stöd av artikel 4.2 och 4.3 i förordningen, genom att den utgör en beståndsdel i en sammansatt produkt, som inte är synlig efter det att den har infogats i den sammansatta produkten. Den sjätte grunden avser att överklagandenämnden gjorde en oriktig bedömning när den avslog det överklagande som var anhängigt vid den, i den del det grundades på artikel 9 i samma förordning.", "label": [[345, 364, "ORG"], [767, 786, "ORG"], [961, 980, "ORG"], [1221, 1240, "ORG"], [1500, 1519, "ORG"]]}
{"text": "1. Den första grunden: Överklagandenämnden gjorde en oriktig bedömning genom att den, trots sina överväganden om att ogiltighetsförfarandet grundades på de krav som fastställs i artiklarna 4–9 i förordning nr 6/2002, vägrade att pröva vissa av dessa krav", "label": [[23, 42, "ORG"]]}
{"text": "34 Klagandebolaget har påpekat att överklagandenämnden, i punkterna 18–23 i det överklagade beslutet, fann att bolagets ansökan om ogiltighetsförklaring var förenlig med artikel 25.1 i förordning nr 6/2002 och med artikel 28.1 b i kommissionens förordning (EG) nr 2245/2002 av den 21 oktober 2002 om tillämpning av förordning nr 6/2002 (EGT L 341, 2002, s. 28). Bolaget har yrkat att tribunalen ska fastställa dessa slutsatser och pröva var och en av de ogiltighetsgrunder som avses i artiklarna 4–9 i förordning nr 6/2002.", "label": [[35, 54, "ORG"], [231, 244, "ORG"], [281, 296, "DATE"], [384, 394, "ORG"]]}
{"text": "35 EUIPO har inte yttrat sig i det avseendet. Intervenienten har yrkat att överklagandet inte ska bifallas såvitt avser denna grund.", "label": [[3, 8, "ORG"]]}
{"text": "36 Tribunalen erinrar inledningsvis om att intervenienten gjorde gällande vid överklagandenämnden att klagandebolaget hade åberopat att den omtvistade formgivningen inte var ny, med stöd av artikel 5 i förordning nr 6/2002, men inte att den saknade särprägel, med stöd av artikel 6 i förordningen. Det var av det skälet som överklagandenämnden, i den inledande delen av skälen i det överklagade beslutet, prövade frågan om omfattningen av klagandebolagets ansökan om ogiltighetsförklaring och följaktligen frågan om omfattningen av nämndens egen prövning.", "label": [[3, 13, "ORG"], [78, 97, "ORG"], [324, 343, "ORG"]]}
{"text": "37 I punkterna 18–23 i det överklagade beslutet, till vilka klagandebolaget har hänvisat i samband med denna grund, fann överklagandenämnden att den ogiltighetsgrund som avses i artikel 25.1 b i förordning nr 6/2002, vilken hade åberopats i klagandebolagets ansökan om ogiltighetsförklaring, det vill säga den omständigheten att den omtvistade formgivningen inte uppfyller kraven i artiklarna 4–9 i förordningen, utgjorde – i enlighet med lagstiftarens uttryckliga avsikt – en självständig och odelbar ogiltighetsgrund som omfattar samtliga dessa krav. Överklagandenämnden drog därav således slutsatsen att denna ansökan om ogiltighetsförklaring förutsatte, enligt klagandebolaget, att den omtvistade formgivningen inte uppfyllde något av kraven i artiklarna 5, 6, 8 och 9 och att det ankom på överklagandenämnden att pröva vart och ett av dessa krav mot bakgrund av de grunder som åberopats, i enlighet med artikel 63.1 i den aktuella förordningen.", "label": [[121, 140, "ORG"], [553, 572, "ORG"], [794, 813, "ORG"]]}
{"text": "38 Då överklagandenämnden prövade i sak huruvida kraven i artiklarna 5 och 6 i förordning nr 6/2002, det vill säga att den omtvistade formgivningen är ny och är särpräglad, var uppfyllda i förevarande fall, ansåg emellertid överklagandenämnden att den, enligt artikel 63.1 i nämnda förordning, var skyldig att avslå ansökan om ogiltighetsförklaring i den del den grundades på artiklarna 8 och 9 i förordningen, på grund av att klagandebolaget inte hade åberopat något argument avseende de krav som fastställs i artiklarna 8 och 9. Överklagandenämnden prövade således inte huruvida den omtvistade formgivningen uppfyllde dessa krav. Den hänvisade inte heller, i skälen till det överklagade beslutet, till frågan huruvida artikel 4.2 och 4.3 i samma förordning skulle tillämpas.", "label": [[6, 25, "ORG"], [224, 243, "ORG"], [531, 550, "ORG"]]}
{"text": "39 I förevarande fall har klagandebolaget inom ramen för denna grund inte uttryckligen bestritt någon av dessa delar av det överklagade beslutet eller gjort gällande att överklagandenämnden begick ett fel. Bolaget har dock yrkat att tribunalen ska fastställa överklagandenämndens inledande överväganden, som avses i punkt 37 ovan, och pröva vart och ett av de krav som fastställs i artiklarna 4–9 i förordning nr 6/2002. Klagandebolaget ska således anses underförstått ha åberopat att överklagandenämnden gjorde sig skyldig till en felaktig rättstillämpning, genom att den, trots dessa inledande överväganden, inte prövade vart och ett av dessa krav.", "label": [[170, 189, "ORG"], [233, 243, "ORG"], [259, 279, "ORG"], [485, 504, "ORG"]]}
{"text": "40 Tribunalen konstaterar att den tolkning av artikel 25.1 b i förordning nr 6/2002 som överklagandenämnden redogjorde för i punkterna 18–23 i det överklagade beslutet är svår att förena med slutsatserna i punkterna 66 och 68 i beslutet, enligt vilka artikel 63.1 andra meningen i förordningen utgör hinder för att överklagandenämnden tar ställning till tillämpningen av artiklarna 8 och 9 i förordningen, eftersom klagandebolaget inte hade anfört något argument om att nämnda artiklar inte hade iakttagits.", "label": [[3, 13, "ORG"], [88, 107, "ORG"], [315, 334, "ORG"]]}
{"text": "41 Med hänsyn till överklagandenämndens antagande att klagandebolaget, inom ramen för sin ansökan om ogiltighetsförklaring, i den mån den grundar sig på den ogiltighetsgrund som avses i artikel 25.1 b i förordning nr 6/2002, med nödvändighet har åberopat samtliga krav som anges i artiklarna 5, 6, 8 och 9 i förordningen, är den logiska slutsatsen av detta att det ankommer på överklagandenämnden att pröva dessa krav i sak. Enligt denna uppfattning ska det nämligen anses att klagandebolaget har åberopat att vart och ett av dessa krav inte iakttogs som en grund till stöd sin ansökan om ogiltighetsförklaring.", "label": [[19, 39, "ORG"], [377, 396, "ORG"]]}
{"text": "42 Den tolkning av artikel 25.1 b i förordning nr 6/2002 som överklagandenämnden redogjorde för är även svår att förena med den omständigheten att överklagandenämnden, bland de krav vilkas bristande iakttagande klagandebolaget, enligt nämndens mening, hade avsett att göra gällande, endast har nämnt artiklarna 5, 6, 8 och 9 i förordningen, och har därvid underlåtit att nämna de krav som fastställs i artikel 4.2 och 4.3 i förordningen. Som har påpekats i punkt 38 ovan, hänvisade inte heller överklagandenämnden uttryckligen till frågan huruvida sistnämnda krav skulle tillämpas i förevarande fall, medan så var fallet i fråga om de krav som fastställs i artiklarna 5, 6, 8 och 9, för att avslå klagandebolagets överklagande.", "label": [[61, 80, "ORG"], [147, 166, "ORG"], [494, 513, "ORG"]]}
{"text": "43 Ordalydelsen i artikel 25.1 b i förordning nr 6/2002 avser uttryckligen artiklarna 4–9 i denna förordning, utan att artikel 4.2 och 4.3 undantas. I de sistnämnda bestämmelserna anges vidare de väsentliga skyddskraven för en formgivning, vilka specifikt syftar på en beståndsdel i en sammansatt produkt, i den mening som avses i artikel 3 c i samma förordning, och syftar dels på att beståndsdelen, när den har infogats i den sammansatta produkten, ska vara synlig vid normal användning, dels på att synliga detaljer i denna beståndsdel ska vara nya och ha särprägel (se, för ett liknande resonemang och analogt, dom av den 21 september 2017, Easy Sanitary Solutions och EUIPO/Group Nivelles, C‑361/15 P och C‑405/15 P, EU:C:2017:720, punkt 63, och dom av den 9 september 2014, Biscuits Poult/harmoniseringskontoret – Banketbakkerij Merba (kaka), T‑494/12, EU:T:2014:757, punkterna 20 och 21).", "label": [[626, 643, "DATE"], [645, 668, "ORG"], [673, 678, "ORG"], [679, 693, "ORG"], [762, 778, "DATE"], [780, 794, "ORG"], [795, 817, "ORG"], [820, 840, "ORG"]]}
{"text": "44 Överklagandenämnden borde följaktligen av sin tolkning av artikel 25.1 b i förordning nr 6/2002 logiskt ha dragit slutsatsen att klagandebolaget hade avsett att till stöd för sin ansökan om ogiltighetsförklaring åberopa inte bara artiklarna 5, 6, 8 och 9 i denna förordning, utan även artikel 4.2 och 4.3 i förordningen.", "label": [[3, 22, "ORG"]]}
{"text": "45 Dessa fel kan emellertid leda till att överklagandet ska bifallas såvitt avser denna grund endast om den tolkning av artikel 25.1 b i förordning nr 6/2002 som det har redogjorts för i punkterna 18–23 i det överklagade beslutet i sig inte är felaktig, vilket ska prövas nedan. Det ska i det avseendet prövas dels huruvida lagstiftaren, såsom överklagandenämnden har hävdat, uttryckligen avsåg att den ogiltighetsgrund som avses i dessa bestämmelser ska vara odelbar, dels i vilken utsträckning artikel 63.1 andra meningen i förordningen, enligt vilken prövningen i ärenden om ogiltigförklaring ska vara begränsad till vad parterna åberopat och yrkat, begränsar omfattningen av prövningen av denna ogiltighetsgrund vid EUIPO:s instanser.", "label": [[344, 363, "ORG"], [720, 725, "ORG"]]}
{"text": "a) Frågan huruvida lagstiftaren avsåg att den ogiltighetsgrund som avses i artikel 25.1 b i förordning nr 6/2002 ska vara odelbar", "label": []}
{"text": "46 Enligt artikel 25.1 b i förordning nr 6/2002 ska en formgivning förklaras ogiltig om den inte uppfyller kraven i artiklarna 4–9 i förordningen. I artikel 52.1 i samma förordning föreskrivs att med förbehåll för artikel 25.2, 25.3, 25.4 och 25.5 i förordningen får varje fysisk eller juridisk person eller en offentlig myndighet, som har befogenhet till detta, till EUIPO lämna in en ansökan om ogiltigförklaring av en registrerad gemenskapsformgivning. Enligt artikel 53.1 i förordningen ska EUIPO, om den finner att en ansökan kan tas upp till prövning, pröva om de ogiltighetsgrunder som avses i artikel 25 i förordningen hindrar bibehållandet av den registrerade gemenskapsformgivningen.", "label": [[368, 373, "ORG"], [495, 500, "ORG"]]}
{"text": "47 Det ska vidare påpekas att rubriken till artikel 25 i förordning nr 6/2002, ”Ogiltighetsgrunder”, samt hänvisningarna i artikel 25.2 till den ”grund som anges i punkt 1 c” och i artikel 25.4 till den ”grund som anges i punkt 1 g”, tyder på att varje ogiltighetsgrund som uttömmande räknas upp i artikel 25.1 utgör en självständig ogiltighetsgrund.", "label": []}
{"text": "48 Slutligen ska det påpekas att bland annat följande föreskrivs i artikel 28.1 b i förordning nr 2245/2002:", "label": []}
{"text": "”1. En ansökan till byrån om ogiltigförklaring enligt artikel 52 i förordning … nr 6/2002 skall innehålla följande:", "label": []}
{"text": "…", "label": []}
{"text": "b) Beträffande grunderna för ansökan:", "label": []}
{"text": "i) en redogörelse för grunderna för ansökan om ogiltigförklaring,", "label": []}
{"text": "…", "label": []}
{"text": "v) om grunden för ogiltighet är att den registrerade gemenskapsformgivningen inte uppfyller kraven i artiklarna 5 och 6 i förordning … nr 6/2002, uppgifter om och återgivning av de tidigare formgivningar som kan utgöra ett hinder för den registrerade gemenskapsformgivningens nyhet och särprägel, samt handlingar som styrker existensen av dessa tidigare formgivningar,", "label": []}
{"text": "vi) uppgifter om de fakta, bevis och skäl som framförs till stöd för dessa grunder.”", "label": []}
{"text": "49 Det följer således av dessa bestämmelser i förening att en ansökan om ogiltighetsförklaring grundad på artikel 25.1 b i förordning nr 6/2002, i den mån som den uppfyller kraven i artikel 28 i förordning nr 2245/2002, särskilt i artikel 28.1 b, i princip ger EUIPO:s instanser behörighet att pröva huruvida gemenskapsformgivningen uppfyller samtliga krav i artiklarna 4–9 i förordning nr 6/2002, mot bakgrund av de fakta, bevis och skäl som framförs till stöd för denna ansökan.", "label": [[261, 266, "ORG"]]}
{"text": "50 I förevarande fall gjorde överklagandenämnden sig inte skyldig till något fel när den konstaterade att klagandebolagets ansökan om ogiltighetsförklaring hade ingetts med hjälp av ett formulär som innehöll bland annat rubriken ”Grunder”, där bolaget kryssade i rutan som motsvarade följande lydelse: ”den omtvistade gemenskapsformgivningen uppfyller inte kraven i artiklarna 4–9 i [förordning nr 6/2002]”. Annulleringsenheten och överklagandenämnden var således i princip behöriga att pröva huruvida den omtvistade formgivningen uppfyllde dessa krav, mot bakgrund av de fakta, bevis och skäl som klagandebolaget framförde till stöd för sin ansökan.", "label": [[29, 48, "ORG"], [408, 427, "ORG"], [432, 451, "ORG"]]}
{"text": "51 Härav följer dock inte att artikel 25.1 b i förordning nr 6/2002 ska tolkas så, att varje gång EUIPO handlägger en ansökan om ogiltighetsförklaring som grundar sig på nämnda artikel, förutsätter denna ansökan systematiskt att EUIPO ska kontrollera huruvida den omtvistade formgivningen uppfyller samtliga krav som anges i artiklarna 4–9 i förordningen.", "label": [[98, 103, "ORG"], [229, 234, "ORG"]]}
{"text": "52 Lydelsen i artikel 25.1 b i förordning nr 6/2002 syftar visserligen på fallet då den omtvistade formgivningen inte uppfyller ”kraven i artiklarna 4–9”, och inte på fallet då formgivningen inte uppfyller ett eller flera av dessa krav, vilket kan tyda på att det är nödvändigt att pröva samtliga dessa krav generellt och utan åtskillnad.", "label": []}
{"text": "53 Det ska dock erinras om att det följer av fast rättspraxis att vid tolkningen av en unionsbestämmelse ska inte bara dess lydelse beaktas, utan också sammanhanget och de mål som eftersträvas med de föreskrifter som den ingår i. Bakgrunden till en unionsbestämmelse kan även ge relevanta upplysningar om tolkningen av densamma (se dom av den 20 december 2017, Acacia och Colombo, C‑397/16 och C‑435/16, EU:C:2017:992, punkt 31 och där angiven rättspraxis).", "label": [[343, 359, "DATE"], [361, 367, "ORG"], [372, 379, "PER"]]}
{"text": "54 Vad beträffar sammanhanget ska det i förevarande fall påpekas att kraven i artiklarna 4–9 i förordning nr 6/2002 är kumulativa, vilket innebär att ett åsidosättande av ett av dessa krav i sig kan medföra att den aktuella formgivningen blir ogiltig.", "label": []}
{"text": "55 Enligt lydelsen i artikel 4.1 i förordning nr 6/2002 ska således en gemenskapsformgivning skyddas i den mån den är ny och särpräglad. Om ett av dessa krav, vars tillämpningskriterier definieras i artikel 5 respektive artikel 6 i nämnda förordning, inte är uppfyllt, kan följaktligen den aktuella formgivningen inte skyddas och ska därför förklaras ogiltig med stöd av artikel 25.1 b i förordningen, utan att det är nödvändigt att pröva huruvida det andra kravet är uppfyllt (se, för ett liknande resonemang, beslut av den 10 maj 2019, Zott/EUIPO – TSC Food Products (ätklar rektangulär kaka), T‑517/18, ej publicerat, EU:T:2019:323, punkt 60).", "label": [[525, 536, "DATE"], [538, 542, "ORG"], [543, 548, "ORG"], [551, 568, "ORG"]]}
{"text": "56 På samma sätt utgör de särskilda skyddskraven för en gemenskapsformgivning som hänför sig till en beståndsdel i en sammansatt produkt, vilka anges i artikel 4.2 och 4.3 i förordning nr 6/2002, i sig hinder för att bibehålla en formgivning som omfattas av förordningens tillämpningsområde för det fall ingen av detaljerna i den återgivna beståndsdelen uppfyller dessa krav (se, för ett liknande resonemang, dom av den 20 januari 2015, Aic/harmoniseringskontoret – ACV Manufacturing (insatser till värmeväxlare), T‑616/13, ej publicerad, EU:T:2015:30, punkt 21, och dom av den 20 januari 2015, Aic/harmoniseringskontoret – ACV Manufacturing (insatser till värmeväxlare), T‑617/13, ej publicerad, EU:T:2015:32, punkt 21).", "label": [[420, 435, "DATE"], [437, 440, "ORG"], [441, 463, "ORG"], [466, 483, "ORG"], [578, 593, "DATE"], [595, 598, "ORG"], [599, 621, "ORG"], [624, 641, "ORG"]]}
{"text": "57 Ett motsvarande konstaterande ska göras beträffande de krav för att uteslutas från skyddet för gemenskapsformgivning som avses i artikel 8.1, 8.2 och 8.3 i förordning nr 6/2002, vilka avser dels den omständigheten att detaljerna i produktens utseende uteslutande är betingade av en teknisk funktion, dels den omständigheten att dessa detaljer måste återges exakt till formen och dimensionerna för att användas till att sammanfogas med andra produkter.", "label": []}
{"text": "58 Vad slutligen beträffar artikel 9 i förordning nr 6/2002, enligt vilken ett gemenskapsformskydd inte kan erhållas för en formgivning som strider mot allmän ordning eller allmän moral, framgår det tydligt av artikelns lydelse att den syftar till att tillgodose ett särskilt allmänintresse, som är oberoende av det allmänintresse som ligger till grund för artiklarna 4–8 i förordningen, och till att, för det ändamålet, hindra varje form av skydd för en sådan formgivning som strider mot allmänintresset (se, för ett liknande resonemang och analogt, dom av den 15 mars 2018, La Mafia Franchises/EUIPO – Italien (La Mafia SE SIENTA A LA MESA), T‑1/17, EU:T:2018:146, punkt 25).", "label": [[562, 574, "DATE"], [576, 595, "ORG"], [596, 601, "ORG"], [604, 611, "ORG"], [613, 641, "TITLE"]]}
{"text": "59 Artiklarna 4–9 i förordning nr 6/2002 innebär dessutom att olika rättsliga kriterier ska tillämpas (se, för ett liknande resonemang och analogt, dom av den 14 mars 2018, Gifi Diffusion/EUIPO – Crocs (skodon), T‑424/16, ej publicerad, EU:T:2018:136, punkt 48).", "label": [[159, 171, "DATE"], [173, 187, "ORG"], [188, 193, "ORG"], [196, 201, "ORG"]]}
{"text": "60 Det framgår bland annat av artiklarna 5–7 i förordning nr 6/2002 att tillämpningen av de relevanta rättsliga kriterierna både vid bedömningen av huruvida den omtvistade formgivningen är ny som vid bedömningen av dess särprägel förutsätter att det finns en eller flera tidigare formgivningar i fråga om vilka den som ansöker om ogiltighetsförklaringen ska styrka att de har gjorts tillgängliga för allmänheten. Såsom har angetts i punkt 48 ovan följer det av artikel 28.1 b v) i förordning nr 2245/2002 att när en ansökan om ogiltighetsförklaring grundar sig på åsidosättande av de krav som anges i artiklarna 5 och 6 i förordning nr 6/2002, ska ansökan innehålla uppgifter om och återgivning av de tidigare formgivningar som kan utgöra ett hinder för den registrerade gemenskapsformgivningens nyhet och särprägel, samt handlingar som styrker existensen av dessa tidigare formgivningar.", "label": []}
{"text": "61 Det är däremot inte nödvändigt att det finns en sådan tidigare formgivning och de krav som avser bevisningen för detta är inte heller nödvändiga för att bedöma huruvida detaljerna i en beståndsdel i en sammansatt produkt är synliga, på de villkor som anges i artikel 4.2 och 4.3 i förordning nr 6/2002. Det är inte heller nödvändigt för att bedöma huruvida detaljerna i en produkts utseende uteslutande är betingade av en teknisk funktion eller huruvida dessa detaljer måste återges exakt till formen och dimensionerna för att denna produkt ska kunna sammanfogas med en annan produkt, på de villkor som anges i artikel 8.1 respektive i artikel 8.2 och 8.3 i förordningen. Dessa krav saknar dessutom relevans för tillämpningen av det krav som avses i artikel 9 i förordningen.", "label": []}
{"text": "62 Bedömningen i punkterna 54–61 ovan påverkas inte av den omständigheten att de krav som fastställs i artikel 4.2 och 4.3, i artikel 8.1 respektive i artikel 8.2 och 8.3 i förordning nr 6/2002 endast kan utgöra hinder för att skydda en eller flera av detaljerna i den produkt som den omtvistade formgivningen avser eller dess utseende och att det i ett sådant fall ska prövas huruvida de övriga detaljerna, vilka inte är uteslutna från skydd, är nya och har särprägel på det sätt som krävs (se, för ett liknande resonemang och analogt, dom av den 9 september 2011, Kwang Yang Motor/harmoniseringskontoret – Honda Giken Kogyo (förbränningsmotorer), T‑10/08, ej publicerad, EU:T:2011:446, punkt 19, och dom av den 21 maj 2015, Senz Technologies/harmoniseringskontoret – Impliva (paraplyer), T‑22/13 och T‑23/13, ej publicerad, EU:T:2015:310, punkt 101).", "label": [[548, 564, "DATE"], [566, 582, "ORG"], [583, 605, "ORG"], [608, 625, "ORG"], [713, 724, "DATE"], [726, 743, "ORG"], [744, 766, "ORG"], [769, 776, "ORG"]]}
{"text": "63 I det fallet ska nämligen frågan huruvida dessa krav utgör hinder för att skydda en eller flera av detaljerna i den produkt som den omtvistade formgivningen avser eller dess utseende avgöras innan det är möjligt att ta ställning till huruvida de detaljer som inte omfattas av dessa krav är nya och har särprägel, och det utgör således en prejudiciell fråga (se, för ett liknande resonemang och analogt, dom av den 12 maj 2016, mobile.international/EUIPO – Rezon (mobile.de), T‑322/14 och T‑325/14, ej publicerad, EU:T:2016:297, punkt 76, som efter överklagande fastställdes genom dom av den 28 februari 2018, mobile.de/EUIPO, C‑418/16 P, EU:C:2018:128, punkt 88). Denna prejudiciella fråga ska således bli föremål för en prövning som är skild från och oberoende av prövningen av huruvida de andra detaljerna i den aktuella produkten eller dess utseende är nya och har särprägel (se, för ett liknande resonemang och analogt, dom av den 9 september 2011, Förbränningsmotor, T‑10/08, ej publicerad, EU:T:2011:446, punkterna 19 och 20).", "label": [[417, 428, "DATE"], [430, 450, "ORG"], [451, 456, "ORG"], [459, 464, "ORG"], [594, 610, "DATE"], [612, 621, "ORG"], [622, 627, "ORG"], [938, 954, "DATE"]]}
{"text": "64 Vad vidare beträffar målen med artikel 25.1 b i förordning nr 6/2002, ska det, såsom kommissionen hade angett i motiveringen till sitt förslag till Europaparlamentets och rådets förordning om gemenskapsformgivning av den 3 december 1993 (EGT C 29, 1994, s. 20), vad beträffar artiklarna 56–58 i förslaget (nu artiklarna 52–54 i förordning nr 6/2002), påpekas att ogiltighetsförfarandet utgör grundvalen för att EUIPO:s instanser ska kunna kontrollera giltigheten av en gemenskapsformgivning efter det att den har registrerats.", "label": [[88, 100, "ORG"], [151, 169, "ORG"], [174, 180, "ORG"], [224, 239, "DATE"], [414, 419, "ORG"]]}
{"text": "65 Artikel 25.1 b i förordning nr 6/2002 har således en avgörande roll för att uppnå detta mål, eftersom bestämmelsen ger EUIPO:s instanser, i samband med prövningen av en enda ansökan om ogiltighetsförklaring, behörighet att kontrollera efterlevnaden av de väsentliga skyddskraven för gemenskapsformgivning, vilka fastställs i artiklarna 4–9 i förordningen.", "label": [[122, 127, "ORG"]]}
{"text": "66 För att ogiltighetsförfarandet ska vara effektivt krävs det dock inte att EUIPO:s instanser, när de har att pröva en ansökan om ogiltighetsförklaring som vilar på den grund som avses i artikel 25.1 b i förordning nr 6/2002, i kraft av själva sakförhållandet (ipso facto) och systematiskt ska anse sig pröva huruvida samtliga krav som fastställs i artiklarna 4–9 i förordningen har iakttagits.", "label": [[77, 82, "ORG"]]}
{"text": "67 Som har angetts i punkterna 54–58 ovan räcker det nämligen att den omtvistade formgivningen, i dess helhet, inte har iakttagit ett av dessa krav för att EUIPO ska kunna förklara den ogiltig och för att målet med att kontrollera giltigheten av denna formgivning ska vara uppnått, utan att det är nödvändigt att immaterialrättsmyndigheten prövar de övriga kraven.", "label": [[156, 161, "ORG"], [313, 339, "ORG"]]}
{"text": "68 Med hänsyn till att dessa krav tillämpar olika rättsliga kriterier är vidare prövningen av de fakta, bevis och skäl som lagts fram till stöd för ansökan om ogiltighetsförklaring, i syfte att visa att ett av dessa krav inte är uppfyllt, inte nödvändigtvis relevant för att kontrollera huruvida ett annat av dessa krav också har åsidosatts. En sådan prövning kan dessutom kräva att EUIPO gör mycket avancerade tekniska bedömningar (se, för ett liknande resonemang, dom av den 20 oktober 2011, PepsiCo/Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, punkt 67). Ogiltighetsförfarandets effektivitet skulle följaktligen kunna äventyras om EUIPO systematiskt skulle behöva pröva samtliga dessa krav, även för det fall de fakta, bevis och skäl som parterna har lagt fram endast är relevanta för prövningen av ett av dessa krav eller en del av dessa.", "label": [[383, 388, "ORG"], [477, 492, "DATE"], [494, 501, "ORG"], [502, 526, "ORG"], [642, 647, "ORG"]]}
{"text": "69 Tribunalen drar därför slutsatsen att ordalydelsen i artikel 25.1 b i förordning nr 6/2002, mot bakgrund av dess sammanhang och dess mål, ska tolkas så, att den inte nödvändigtvis förutsätter en prövning av att samtliga krav som fastställs i artiklarna 4–9 i förordningen har iakttagits, utan kan – med hänsyn till de fakta, bevis och skäl som parterna har lagt fram – förutsätta en bedömning enbart av huruvida ett av dessa krav eller en del av dessa har iakttagits.", "label": [[3, 13, "ORG"]]}
{"text": "b) Frågan i vilken utsträckning artikel 63.1 andra meningen i förordning nr 6/2002 begränsar omfattningen av prövningen vid EUIPO:s instanser av den ogiltighetsgrund som avses i artikel 25.1 b i förordningen", "label": [[124, 129, "ORG"]]}
{"text": "70 Vad beträffar tolkningen av artikel 63.1 andra meningen i förordning nr 6/2002, följer det av fast rättspraxis att de motsvarande bestämmelserna i artikel 95.1 i Europaparlamentets och rådets förordning (EU) 2017/1001 av den 14 juni 2017 om EU-varumärken (EUT L 154, 2017, s. 1) ska tolkas så, att EUIPO:s instanser, i ett invändningsförfarande, enbart kan grunda sitt beslut på de relativa registreringshinder som den berörda parten har åberopat och på de sakförhållanden och bevis som parterna har åberopat och som avser nämnda registreringshinder. Detta utesluter dock inte att EUIPO:s instanser, utöver de sakförhållanden som parterna i invändningsförfarandet uttryckligen har åberopat, också kan beakta notoriska fakta, och inte heller att EUIPO:s instanser prövar en rättsfråga trots att den inte har aktualiserats av parterna, om en lösning på denna fråga är nödvändig för att säkerställa en korrekt tillämpning av de aktuella bestämmelserna (se, för ett liknande resonemang, dom av den 15 oktober 2018, Apple and Pear Australia och Star Fruits Diffusion/EUIPO – Pink Lady America (WILD PINK), T‑164/17, ej publicerad, EU:T:2018:678, punkt 20 och där angiven rättspraxis).", "label": [[165, 183, "ORG"], [188, 194, "ORG"], [228, 240, "DATE"], [244, 246, "LOC"], [301, 306, "ORG"], [584, 589, "ORG"], [748, 753, "ORG"], [997, 1012, "DATE"], [1014, 1038, "ORG"], [1043, 1064, "ORG"], [1065, 1070, "ORG"], [1073, 1090, "ORG"], [1092, 1101, "TITLE"]]}
{"text": "71 Denna rättspraxis gäller i tillämpliga delar omfattningen av den prövning som EUIPO:s instanser gör i ett ogiltighetsförfarande på området för gemenskapsformgivning, såsom det definieras i artikel 63.1 andra meningen i förordning nr 6/2002 (se, för ett liknande resonemang, dom av den 23 oktober 2018, Mamas and Papas/EUIPO – Wall-Budden (spjälskydd för barnsängar), T‑672/17, ej publicerad, EU:T:2018:707, punkterna 31, 32 och 35 samt där angiven rättspraxis). Domstolen har i det avseendet särskilt erinrat om att när den som ansöker om ogiltighetsförklaring gör gällande den ogiltighetsgrund som avses i artikel 25.1 b i förordning nr 6/2002, ankommer det på denne att tillhandahålla uppgifter som visar att den aktuella omstridda formgivningen inte uppfyller kraven i artiklarna 4–9 i nämnda förordning (dom av den 21 september 2017, Easy Sanitary Solutions och EUIPO/Group Nivelles, C‑361/15 P och C‑405/15 P, EU:C:2017:720, punkt 60).", "label": [[81, 86, "ORG"], [288, 303, "DATE"], [305, 320, "ORG"], [321, 326, "ORG"], [329, 340, "ORG"], [822, 839, "DATE"], [841, 864, "ORG"], [869, 874, "ORG"], [875, 889, "ORG"]]}
{"text": "72 I förevarande fall ankom det således på överklagandenämnden, med hänsyn till de faktiska och rättsliga omständigheter som hade anförts till stöd för klagandebolagets ansökan om ogiltighetsförklaring, att avgöra vilka av kraven i artiklarna 4–9 i förordning nr 6/2002 som påstods inte ha iakttagits i detta fall, och vilka det ankom på nämnden att pröva, i förekommande fall med beaktande av notoriska fakta och rättsfrågor som parterna inte hade tagit upp, men som var nödvändiga för tillämpningen av de aktuella bestämmelserna.", "label": [[43, 62, "ORG"]]}
{"text": "73 Av det ovan anförda följer att överklagandenämnden gjorde en felaktig bedömning när den fann att klagandebolaget, på grund av att dess ansökan om ogiltighetsförklaring grundades på artikel 25.1 b i förordning nr 6/2002, hade för avsikt att åberopa att den omtvistade formgivningen inte uppfyllde samtliga krav som föreskrivs i artiklarna 5, 6, 8 och 9 i förordningen.", "label": [[34, 53, "ORG"]]}
{"text": "74 I motsats till vad klagandebolaget har låtit antyda inom ramen för denna grund, kunde överklagandenämnden följaktligen inte vara skyldig att pröva huruvida den omtvistade formgivningen hade uppfyllt samtliga krav som föreskrivs i artiklarna 4–9 i förordning nr 6/2002 enbart på grund av att bolagets ansökan om ogiltighetsförklaring grundade sig på artikel 25.1 b i förordningen.", "label": [[89, 108, "ORG"]]}
{"text": "75 Den omständigheten att överklagandenämnden, trots sitt antagande om att den ogiltighetsgrund som avses i artikel 25.1 b i förordning nr 6/2002 var odelbar, ansåg sig sakna behörighet att i sak pröva tillämpningen av artiklarna 8 och 9 i förordningen och den omständigheten att nämnden underlät att ta ställning till frågan huruvida de krav som fastställs i artikel 4.2 och 4.3 i förordningen skulle tillämpas, saknar dessutom betydelse inom ramen för denna grund. Som har konstaterats i punkt 73 ovan, är nämligen detta antagande felaktigt.", "label": [[26, 45, "ORG"], [280, 287, "ORG"]]}
{"text": "76 Överklagandet kan således inte bifallas såvitt avser den första grunden.", "label": []}
{"text": "77 Det är lämpligt att fortsätta bedömningen av överklagandet genom att pröva den femte grundens andra del.", "label": []}
{"text": "2. Den femte grundens andra del: Överklagandenämnden underlät att ogiltigförklara den omtvistade formgivningen med stöd av artikel 4.2 och 4.3 i förordning nr 6/2002, genom att den utgör en beståndsdel i en sammansatt produkt, som inte är synlig efter det att den har infogats i den sammansatta produkten", "label": [[33, 52, "ORG"]]}
{"text": "78 Klagandebolaget har hänvisat till det yttrande som det ingav till följd av meddelandet av den 16 maj 2018. Bolaget har hävdat att den omtvistade formgivningen omfattas av definitionen i artikel 4.2 och 4.3 i förordning nr 6/2002, i egenskap av en beståndsdel i en sammansatt produkt som inte är synlig efter det att den har infogats i nämnda produkt, vid normal användning av slutanvändaren, och att den därför ska förklaras ogiltig. Klagandebolaget har gjort gällande att eftersom beståndsdelen är installerad mellan fordonets motor och kylutrustningen och fordonets motorhuv är stängd, försvinner beståndsdelen helt från synfältet för fordonets slutanvändare, det vill säga fordonets förare. Bolaget har hävdat att dessa uppgifter angavs i meddelandet av den 16 maj 2018 och i de påståenden som parterna anförde under förfarandet, men att överklagandenämnden inte gjorde någon hänvisning till detta meddelande och till dessa påståenden. Klagandebolaget anser att överklagandenämnden inte fullgjorde sin motiveringsskyldighet.", "label": [[97, 108, "DATE"], [764, 775, "DATE"], [844, 863, "ORG"], [968, 987, "ORG"]]}
{"text": "79 Som svar har EUIPO medgett att parterna anmodades i meddelandet av den 16 maj 2018 att yttra sig i frågan huruvida den omtvistade formgivningen skulle ogiltigförklaras med hänsyn till artikel 4.2 i förordning nr 6/2002. EUIPO har påpekat att överklagandenämnden, i enlighet med artikel 10 i kommissionens förordning (EG) nr 216/96 av den 5 februari 1996 om processordningen för överklagningsnämnderna vid Byrån för harmonisering inom den inre marknaden (varumärken och mönster) (EGT L 28, 1996, s. 11), inte är bunden av det meddelande som referenten skickade till parterna rörande frågan huruvida den omtvistade formgivningen skulle förklaras ogiltig med stöd av artikel 4.2 i förordning nr 6/2002. Vidare har EUIPO hävdat att eftersom klagandebolaget, både vid annulleringsenheten och vid överklagandenämnden, endast hade åberopat artikel 4.1 i förordningen, hade överklagandenämnden inte rätt att ta ställning till huruvida artikel 4.2 och 4.3 skulle tillämpas i förevarande fall, utan att ändra saken i ärendet i strid med artikel 63.1 i samma förordning. EUIPO har slutligen hävdat att den omständigheten att det överklagade beslutet är bristfälligt motiverat, i brist på en redogörelse för skälen till att överklagandenämnden inte tog ställning till denna fråga, saknar betydelse, eftersom överklagandenämnden skulle ha fattat ett avgörande som går utöver vad som har yrkats av parterna (ultra petita), om den hade gjort det.", "label": [[16, 21, "ORG"], [74, 85, "DATE"], [223, 228, "ORG"], [245, 264, "ORG"], [341, 356, "DATE"], [381, 403, "ORG"], [408, 431, "ORG"], [543, 553, "PROFESSION"], [714, 719, "ORG"], [794, 813, "ORG"], [869, 888, "ORG"], [1063, 1068, "ORG"], [1215, 1234, "ORG"], [1299, 1318, "ORG"]]}
{"text": "80 Intervenienten har i huvudsak hänvisat till de argument som har framförts inom ramen för den femte grundens första del. Den hade i det avseendet uppgett att den beståndsdel som motsvarar den omtvistade formgivningen kunde användas för andra ändamål än dess huvudsakliga kommersiella användningsområde, vilket intervenienten själv ska ha visat i samband med ogiltighetsförfarandet. De krav som klagandebolagets kunder ställer på denna beståndsdel saknar i det avseendet betydelse. Intervenienten har tillagt att denna beståndsdel inte nödvändigtvis kommer att vara osynlig i samband med andra tillämpningar eller användningar än dem som klagandebolaget har åberopat och som den beståndsdel som motsvarar den omtvistade formgivningen kan bli föremål för. Intervenienten har slutligen upprepat det argument som redan har framförts i samband med den femte grundens första del, nämligen att överklagandenämnden hade gjort en riktig bedömning när den påpekade att klagandebolagets agerande var motsägelsefullt, då bolaget före ogiltighetsförfarandet hade ansökt om registrering av en identisk formgivning. Intervenienten har avslutningsvis gjort gällande att klagandebolaget inte åberopade artikel 4.2 i förordning nr 6/2002 i sin ansökan om ogiltighetsförklaring och att dessa bestämmelser, vilka inte kan prövas ex officio, inte längre kan åberopas nu.", "label": [[889, 908, "ORG"]]}
{"text": "81 Tribunalen påpekar att denna del av den femte grunden aktualiserar i huvudsak två olika anmärkningar. Den första anmärkningen avser åsidosättande av motiveringsskyldigheten, genom att överklagandenämnden i det överklagade beslutet inte tog ställning till de krav som fastställs i artikel 4.2 och 4.3 i förordning nr 6/2002. Den andra anmärkningen avser en oriktig bedömning, genom att överklagandenämnden inte slog fast att tillämpningen av dessa krav medförde att den omtvistade formgivningen blev ogiltig. Dessa anmärkningar ska således prövas var för sig.", "label": [[3, 13, "ORG"], [187, 206, "ORG"], [388, 407, "ORG"]]}
{"text": "a) Den första anmärkningen: Åsidosättande av motiveringsskyldigheten, genom att överklagandenämnden i det överklagade beslutet inte tog ställning till de krav som fastställs i artikel 4.2 och 4.3 i förordning nr 6/2002", "label": [[80, 99, "ORG"]]}
{"text": "82 Tribunalen erinrar inledningsvis om att enligt artikel 62 första meningen i förordning nr 6/2002 ska EUIPO:s beslut innehålla beslutets grunder. Denna motiveringsskyldighet har samma omfattning som den motiveringsskyldighet som följer av artikel 296 FEUF (se dom av den 29 november 2018, Sata/EUIPO – Zhejiang Auarita Pneumatic Tools (färgsprutpistol), T‑651/17, ej publicerad, EU:T:2018:855, punkt 21 och där angiven rättspraxis).", "label": [[3, 13, "ORG"], [104, 109, "ORG"], [273, 289, "DATE"], [291, 295, "ORG"], [296, 301, "ORG"], [304, 336, "ORG"]]}
{"text": "83 Enligt fast rättspraxis ska den motivering som krävs enligt artikel 296 FEUF vara anpassad till rättsaktens beskaffenhet. Av motiveringen ska klart och tydligt framgå hur den institution som har antagit rättsakten har resonerat, så att de som berörs därav kan få kännedom om skälen för den vidtagna åtgärden och så att den behöriga domstolen ges möjlighet att utföra sin prövning. Frågan huruvida kravet på motivering är uppfyllt ska bedömas med hänsyn till omständigheterna i det enskilda fallet, särskilt rättsaktens innehåll, de anförda skälen och det intresse av att få förklaringar som de vilka rättsakten är riktad till, eller andra personer som direkt eller personligen berörs av den, kan ha. Bedömningen av om motiveringen av en rättsakt uppfyller kraven i artikel 296 FEUF ska vidare inte ske endast utifrån motiveringens lydelse, utan även utifrån det sammanhang i vilket den ingår och samtliga rättsregler på det aktuella området (se, för ett liknande resonemang, dom av den 10 juli 2008, Bertelsmann och Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, punkt 166 och där angiven rättspraxis).", "label": [[989, 1001, "DATE"], [1003, 1014, "ORG"], [1019, 1046, "ORG"], [1047, 1053, "ORG"]]}
{"text": "84 Även om den som har antagit den överklagade rättsakten inte är skyldig att, i motiveringen till denna rättsakt, ta ställning till uppgifter eller argument som helt klart är av underordnad betydelse eller föregripa möjliga invändningar, måste den redogöra för de omständigheter och rättsliga överväganden som är av väsentlig betydelse för beslutet. Dessutom ska motiveringen vara logisk och bland annat inte innehålla motsägelser (se, analogt, dom av den 10 juli 2008, Bertelsmann och Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, punkt 169 och där angiven rättspraxis). Eftersom motiveringsskyldigheten utgör en väsentlig formföreskrift som ska särskiljas från frågan huruvida skälen är välgrundade, kan däremot motiveringen vara tillräcklig trots att den innehåller felaktiga skäl (se dom av den 13 juni 2017, Ball Beverage Packaging Europe/EUIPO – Crown Hellas Can (burkar), T‑9/15, EU:T:2017:386, punkt 27 och där angiven rättspraxis).", "label": [[457, 469, "DATE"], [471, 482, "ORG"], [487, 514, "ORG"], [515, 521, "ORG"], [817, 829, "DATE"], [831, 861, "ORG"], [862, 867, "ORG"], [870, 886, "ORG"]]}
{"text": "85 Inom ramen för denna anmärkning har klagandebolaget kritiserat överklagandenämnden för att den underlät att ta ställning till frågan huruvida den omtvistade formgivningen hänförde sig till en beståndsdel i en sammansatt produkt som, när den hade infogats i nämnda produkt, förblev synlig vid normal användning av denna, i den mening som avses i artikel 4.2 och 4.3 i förordning nr 6/2002, trots att denna fråga togs upp i meddelandet av den 16 maj 2018 och i parternas efterföljande yttranden.", "label": [[66, 85, "ORG"], [444, 455, "DATE"]]}
{"text": "86 Det är mot bakgrund av de principer som det har erinrats om i punkterna 82–84 ovan som tribunalen ska undersöka huruvida denna anmärkning är välgrundad.", "label": [[90, 100, "ORG"]]}
{"text": "87 I förevarande fall ska det först påpekas, såsom det har erinrats om i punkt 13 ovan och såsom framgår av avsnittet ”Sammanfattning av de faktiska omständigheterna” i det överklagade beslutet, att i samband med prövningen av klagandebolagets överklagande skickades meddelandet av den 16 maj 2018 till parterna, med stöd av artikel 59.2 i förordning nr 6/2002. I meddelandet angavs att den omtvistade formgivningen skulle förklaras ogiltig på grund av att kraven i artikel 4 i förordning nr 6/2002 inte hade iakttagits, eftersom den produkt som omfattades av denna formgivning utgjorde en beståndsdel (det vill säga en kopplingsdel) i en sammansatt produkt (det vill säga en helhet bestående av motor/kopplingsdel/kompressor) som, när den hade infogats i den sammansatta produkten, inte längre var synlig vid normal användning av denna. Överklagandenämnden påpekade nämligen att kompressorn, vilken hade en mycket stor volym, täckte den aktuella beståndsdelen och att den sammansatta produkten i sig doldes helt av fordonets motorhuv när den var stängd, det vill i normalläget.", "label": [[286, 297, "DATE"], [838, 857, "ORG"]]}
{"text": "88 Tribunalen påpekar vidare, såsom även har angetts i avsnittet ”Sammanfattning av de faktiska omständigheterna” i det överklagade beslutet och såsom det har erinrats om i punkt 14 ovan, att parterna anmodades i enlighet med artikel 59.2 i förordning nr 6/2002 att ta ställning till detta meddelande under ogiltighetsförfarandet, vilket de gjorde den 16 juli respektive den 17 september 2018. Intervenienten förklarade i huvudsak att den beståndsdel som den omtvistade formgivningen avsåg, vilken användes för att koppla ihop olika komponenter och inte enbart motorn på ett fordon och en kompressor, inte kunde anses utgöra en komponent i en sammansatt produkt och att den normalt sett var synlig vid användning av denna. Klagandebolaget hävdade att den aktuella beståndsdelen, på grund av dess tekniska egenskaper, var avsedd enbart för att koppla ihop en kylutrustning och motorn på ett fordon och att den, när motorhuven hade stängts, försvann helt utom synhåll för användaren.", "label": [[3, 13, "ORG"], [352, 359, "DATE"], [375, 392, "DATE"]]}
{"text": "89 I avsnittet ”Skälen till beslutet” hänvisade slutligen överklagandenämnden inte alls till meddelandet av den 16 maj 2018 eller till parternas efterföljande yttranden, och den angav i synnerhet inte vilka slutsatser den drog av detta meddelande och av dessa yttranden. Såsom har påpekats upprepade gånger, tog överklagandenämnden inte heller själv upp frågan huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall, oberoende av alla hänvisningar till meddelandet och yttrandena (se punkterna 15, 38, 42–44 och 75 ovan).", "label": [[58, 77, "ORG"], [112, 123, "DATE"], [312, 331, "ORG"]]}
{"text": "90 Det ska dock erinras om att motiveringen av den överklagade rättsakten kan vara underförstådd under förutsättning att den ger de berörda personerna kännedom om skälen till varför det överklagade beslutet antogs och den behöriga domstolen ett tillräckligt underlag för att utföra sin prövning. Underförstådda motiveringar kan således beaktas när de är klara för såväl de berörda personerna som unionsdomstolen (se dom av den 14 mars 2018, Skodon, T‑424/16, ej publicerad, EU:T:2018:136, punkt 35 och där angiven rättspraxis).", "label": [[396, 411, "ORG"], [427, 439, "DATE"]]}
{"text": "91 Det finns således anledning att ställa sig frågan huruvida överklagandenämndens ståndpunkt i frågan huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall underförstått går att utläsa av skälen i det överklagade beslutet.", "label": [[62, 82, "ORG"]]}
{"text": "92 Som framgår av innehållet i meddelandet av den 16 maj 2018 ledde detta meddelande till slutsatsen att den omtvistade formgivningen skulle förklaras ogiltig med stöd av artikel 4.2 a i förordning nr 6/2002.", "label": [[50, 61, "DATE"]]}
{"text": "93 Eftersom det i det överklagade beslutet slogs fast att klagandebolagets ansökan om ogiltighetsförklaring skulle avslås, skulle man därav kunna dra slutsatsen att överklagandenämnden underkände de överväganden som låg till grund för meddelandet av den 16 maj 2018 och de överväganden som angavs i klagandebolagets yttrande och som avses i punkt 88 ovan.", "label": [[165, 184, "ORG"], [254, 265, "DATE"]]}
{"text": "94 Även i detta fall ska det emellertid konstateras att skälen till att överklagandenämnden underkände dessa överväganden inte framgår klart av det överklagade beslutet.", "label": [[72, 91, "ORG"]]}
{"text": "95 För det första, och såsom har påpekats i punkt 42 ovan, i den inledande delen av de överklagade skälen, där överklagandenämnden redogjorde för sin tolkning av artikel 25.1 b i förordning nr 6/2002, nämnde den endast artiklarna 5, 6, 8 och 9 i nämnda förordning bland de krav vilkas åsidosättande klagandebolaget, enligt nämndens mening, hade avsett att göra gällande, och den underlät i det avseendet att nämna kraven i artikel 4.2 och 4.3 i förordningen.", "label": [[111, 130, "ORG"]]}
{"text": "96 Såsom har angetts i punkterna 42–44 ovan, är denna underlåtenhet svår att förena med överklagandenämndens tolkning av artikel 25.1 b i förordning nr 6/2002, eftersom ordalydelsen i denna bestämmelse uttryckligen avser artiklarna 4–9 i förordningen, utan att undanta artikel 4.2 och 4.3, vilken anger de särskilda skyddskraven för en formgivning som avser en beståndsdel i en sammansatt produkt, i den mening som avses i artikel 3 c i förordningen. Överklagandenämnden gav dock inte någon förklaring som gör det möjligt att förstå varför den, trots denna tolkning, ansåg att klagandebolagets ansökan om ogiltighetsförklaring endast avsåg att kraven i artiklarna 5, 6, 8 och 9 i den aktuella förordningen inte hade iakttagits.", "label": [[88, 108, "ORG"], [451, 470, "ORG"]]}
{"text": "97 För det andra är de förklaringar som EUIPO gav i svarsskrivelsen och vid förhandlingen beträffande överklagandenämndens underförstådda ståndpunkt vad gäller huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall inte övertygande.", "label": [[40, 45, "ORG"]]}
{"text": "98 I det avseendet ska det erinras om att EUIPO har hävdat att överklagandenämnden ansåg att den, genom att i meddelandet av den 16 maj 2018 åberopa att artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall, gick utöver vad parterna åberopat och yrkat, i strid med artikel 63.1 i nämnda förordning, och att den inte nämnde detta meddelande i de rättsliga skälen i beslutet för att undvika att fatta ett avgörande som går utöver vad som har yrkats av parterna (ultra petita).", "label": [[42, 47, "ORG"], [63, 82, "ORG"], [129, 140, "DATE"]]}
{"text": "99 Denna förmodade ståndpunkt från överklagandenämndens sida går dock inte att utläsa klart och tydligt av det överklagade beslutet.", "label": [[35, 55, "ORG"]]}
{"text": "100 Det räcker att erinra om att överklagandenämnden ansåg att artikel 25.1 b i förordning nr 6/2002, vilken hade åberopats vid överklagandenämnden i förevarande fall, syftade på samtliga krav som fastställs i artiklarna 4–9 i förordningen. Vidare konstaterar tribunalen, vad beträffar de krav som fastställs i artiklarna 8 och 9 i samma förordning, att överklagandenämnden uttryckligen angav att den var tvungen att avslå denna del av ansökan om ogiltighetsförklaring enligt artikel 63.1 i den aktuella förordningen, eftersom klagandebolaget, trots att sistnämnda krav skulle anses ha åberopats till stöd för bolagets ansökan om ogiltighetsförklaring, inte hade anfört något argument i det avseendet.", "label": [[33, 52, "ORG"], [128, 147, "ORG"], [260, 270, "ORG"], [354, 373, "ORG"]]}
{"text": "101 Det förefaller därför logiskt att av dessa skäl i det överklagade beslutet dra slutsatsen att om överklagandenämnden – såsom EUIPO har hävdat – hade funnit att den enligt artikel 63.1 andra meningen i förordning nr 6/2002 inte kunde ta ställning till huruvida artikel 4.2 och 4.3 i denna förordning skulle tillämpas på den omtvistade formgivningen, skulle den ha angett detta uttryckligen. En sådan uttrycklig motivering skulle ha varit än mer nödvändig i detta fall, eftersom referenten i meddelandet av den 16 maj 2018 däremot klart hade identifierat att dessa bestämmelser omfattades av lydelsen i artikel 25.1 b i förordningen och tycktes anse att det framgick av parternas påståenden och av handlingarna till stöd för dessa att nämnda bestämmelser var tillämpliga och att det ankom på referenten att ta upp frågan om denna tillämpning.", "label": [[101, 120, "ORG"], [129, 134, "ORG"], [481, 491, "PROFESSION"], [513, 524, "DATE"]]}
{"text": "102 Det antagande som ligger till grund för EUIPO:s hypotes är under alla omständigheter felaktigt. I motsats till vad EUIPO har gjort gällande, var det enligt artikel 63.1 andra meningen i förordning nr 6/2002 inte förbjudet för överklagandenämnden att hänvisa till föremålet för meddelandet av den 16 maj 2018 i skälen till det överklagade beslutet. Även om det skulle godtas att överklagandenämnden hade ansett att dessa bestämmelser utgjorde hinder för att tillämpa artikel 4.2 och 4.3 i förordningen på den omtvistade formgivningen, utgjorde dock dessa bestämmelser inte något hinder mot att överklagandenämnden angav skälen till att den, i motsats till slutsatserna i ovannämnda meddelande, ansåg att en sådan tillämpning inte var möjlig.", "label": [[44, 49, "ORG"], [119, 124, "ORG"], [230, 249, "ORG"], [300, 311, "DATE"], [382, 401, "ORG"], [597, 616, "ORG"]]}
{"text": "103 Det ska således konstateras att de skäl som EUIPO har åberopat vid unionsdomstolen i syfte att motivera den omständigheten att överklagandenämnden inte tillämpade artikel 4.2 och 4.3 i förordning nr 6/2002 på den omtvistade formgivningen inte framgår klart och tydligt av innehållet i det överklagade beslutet.", "label": [[48, 53, "ORG"], [71, 86, "ORG"], [131, 150, "ORG"]]}
{"text": "104 Tribunalen skulle inte heller kunna beakta dessa skäl som en kompletterande motivering till beslutet. Det följer nämligen av fast rättspraxis att motiveringen av en rättsakt ska ges till den person som berörs av samma rättsakt innan denne väcker talan mot nämnda rättsakt, och en bristfällig motivering kan inte rättas till genom att den berörde underrättas om skälen för rättsakten under förfarandet vid unionsdomstolen. Det skulle innebära ett åsidosättande av den berörda personens rätt till försvar och rätt till ett effektivt domstolsskydd samt av principen om parternas lika ställning inför unionsdomstolen (se dom av den 14 mars 2018, Skodon, T‑424/16, ej publicerad, EU:T:2018:136, punkt 34 och där angiven rättspraxis).", "label": [[4, 14, "ORG"], [409, 424, "ORG"], [601, 616, "ORG"], [632, 644, "DATE"]]}
{"text": "105 För det tredje ska det påpekas att det överklagade beslutet innehåller en beskrivning av den produkt som den omtvistade formgivningen tillämpas på och dess användning, vilken i huvudsak inte skiljer sig från beskrivningen i meddelandet av den 16 maj 2018.", "label": [[247, 258, "DATE"]]}
{"text": "106 Som framgår av punkt 38 i det överklagade beslut har nämligen överklagandenämnden beskrivit de motstående formgivningarna som att de avser en beståndsdel som gör det möjligt att koppla ihop kompressorn på en kylutrustning och ett fordons motorblock. Överklagandenämnden har dessutom angett att den aktuella beståndsdelen skruvas fast på motorblocket och att den kompressor som försörjer kylutrustningen därefter skruvas fast ovanpå. Av denna beskrivning kan man således dra slutsatsen att överklagandenämnden inte avsåg någon annan användning av den beståndsdel som den omtvistade formgivningen tillämpas på än att ansluta ett kyl- eller luftkonditioneringssystem till fordonets blockmotor, som det ska anpassas till. Vidare finns det inget i denna beskrivning som tyder på att överklagandenämnden underkände den kvalificering som sammansatt produkt, i den mening som avses i artikel 3 c i förordning nr 6/2002, som hade gjorts i meddelandet av den 16 maj 2018 för att beskriva den helhet som består av motorn, den beståndsdel som den omtvistade formgivningen avser och kompressorn.", "label": [[66, 85, "ORG"], [254, 273, "ORG"], [493, 512, "ORG"], [782, 801, "ORG"], [953, 964, "DATE"]]}
{"text": "107 Det är följaktligen inte möjligt att av skälen i det överklagade beslutet klart dra slutsatsen att överklagandenämndens ståndpunkt förändrades jämfört med meddelandet av den 16 maj 2018 vad beträffar frågan huruvida den produkt som den omtvistade formgivningen avser, såsom beståndsdel i en sammansatt produkt, omfattades av tillämpningsområdet för artikel 4.2 och 4.3 i förordning nr 6/2002. I synnerhet framgår det inte av detta beslut att överklagandenämnden anslöt sig till intervenientens yttrande av den 16 juli 2018, i vilket intervenienten bestred kvalificeringen som sammansatt produkt och åberopade flera andra alternativa användningar än den som har beskrivits i punkt 106 ovan.", "label": [[103, 123, "ORG"], [178, 189, "DATE"], [446, 465, "ORG"], [514, 526, "DATE"]]}
{"text": "108 Det är riktigt att överklagandenämnden, i punkterna 39 och 40 i det överklagade beslutet, definierade en kunnig användare av den omtvistade formgivningen, i den mening som avses i artikel 6.1 i förordning nr 6/2002, i förhållande till vilken formgivningens särprägel ska bedömas, som att det exempelvis kunde vara den som installerar kylutrustningen eller den som är ansvarig för en bilverkstad, vilken ska välja beståndsdelen för att montera den på fordonet. Dessa konstateranden kan förefalla strida mot de konstateranden som gjordes i meddelandet av den 16 maj 2018, enligt vilka beståndsdelen, när den har monterats, inte längre är synlig vid normal användning, i den mening som avses i artikel 4.3 i förordningen, det vill säga som utesluter underhåll, service eller reparation.", "label": [[23, 42, "ORG"], [318, 353, "PROFESSION"], [360, 398, "PROFESSION"], [561, 572, "DATE"]]}
{"text": "109 Kriterierna i artikel 4.2 och 4.3 i förordning nr 6/2002 och kriterierna i artikel 6.1 i förordningen skiljer sig emellertid åt. Bedömningen av den omtvistade formgivningens särprägel är beroende av det helhetsintryck som en kunnig användare får av formgivningen, vilket per definition förutsätter att denna formgivning är synlig för denna användare. Begreppet normal användning, som avses i artikel 4.3 i förordningen, är däremot inte relevant vid en sådan bedömning. Fastställandet av den kunnige användaren i punkterna 39 och 40 i det överklagade beslutet har således inte föregripit den bedömning som överklagandenämnden gjorde vad beträffar huruvida kriterierna i nämnda artikel 4.2 och 4.3 har iakttagits i förevarande fall. Det har under alla omständigheter inte gjort det möjligt att förstå varför överklagandenämnden ansåg att det inte ankom på den att pröva tillämpningen av dessa kriterier.", "label": [[609, 628, "ORG"], [810, 829, "ORG"]]}
{"text": "110 Av det ovan anförda följer att överklagandenämndens slutsatser vad beträffar huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall inte framgår på ett uppenbart sätt av skälen i det överklagade beslutet, varken för parterna eller för unionsdomstolen.", "label": [[35, 55, "ORG"], [272, 287, "ORG"]]}
{"text": "111 Det ska således nu prövas huruvida dessa slutsatser hänför sig till omständigheter och rättsliga överväganden som är av väsentlig betydelse för det överklagade beslutet, i den mening som avses i den rättspraxis som det har erinrats om i punkt 84 ovan.", "label": []}
{"text": "112 Såsom framgår av punkterna 56 och 62 ovan kan den omständigheten att detaljerna i en beståndsdel i en sammansatt produkt inte är synliga, på de villkor som fastställs i artikel 4.2 och 4.3 i förordning nr 6/2002, medföra att den omtvistade formgivningen som är tillämplig på denna beståndsdel blir helt ogiltig eller att den blir delvis ogiltig, om endast vissa av dessa detaljer berörs. Såsom framgår av lydelsen i nämnda artikel 4.2 är följaktligen en prövning av huruvida den aktuella formgivningen är ny och är särpräglad, mot bakgrund av kriterierna i artiklarna 5 och 6 i samma förordning, inte längre nödvändig i det första av dessa fall och ska begränsas till de detaljer som fortfarande är synliga i det andra fallet. Frågan huruvida artikel 4.2 och 4.3 är tillämplig i förevarande fall kan således i princip vara av väsentlig betydelse för det överklagade beslutet, med hänsyn till dess potentiella inverkan på skälen och artikeldelen i detta beslut, särskilt som överklagandenämnden ansåg att klagandebolaget hade gjort gällande att den omtvistade formgivningen inte var ny och saknade särprägel.", "label": [[978, 997, "ORG"]]}
{"text": "113 Det ska vidare påpekas att överklagandenämnden, såsom framgår av lydelsen i meddelandet av den 16 maj 2018, i det skedet av förfarandet hade ansett att parternas påståenden och den bevisning som hade lagts fram till stöd för dessa påståenden visade att kraven i artikel 4.2 och 4.3 i förordning nr 6/2002 inte var uppfyllda. Parterna hade dessutom tagit ställning till denna fråga i sina yttranden över detta meddelande, vilka inte avvisades av överklagandenämnden.", "label": [[31, 50, "ORG"], [99, 110, "DATE"], [449, 468, "ORG"]]}
{"text": "114 Som har konstaterats i punkt 93 ovan tycks avslaget på klagandebolagets överklagande i artikeldelen i det överklagade beslutet återspegla en fullständig ändring av överklagandenämndens ståndpunkt i frågan huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas på den omtvistade formgivningen, jämfört med den ståndpunkt som intogs i meddelandet av den 16 maj 2018, och därför ankom det på överklagandenämnden att klart redogöra för skälen till denna ändring.", "label": [[168, 188, "ORG"], [370, 381, "DATE"], [407, 426, "ORG"]]}
{"text": "115 Endast om överklagandenämnden hade beslutat att bifalla klagandebolagets överklagande och förklara den omtvistade formgivningen ogiltig av andra skäl än att artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas på denna formgivning, skulle nämnden, av processekonomiska skäl, ha kunnat underlåta att redogöra för dessa skäl (se, för ett liknande resonemang och analogt, dom av den 14 december 2006, Mast-Jägermeister/harmoniseringskontoret – Licorera Zacapaneca (VENADO med ram m.fl.), T‑81/03, T‑82/03 och T‑103/03, EU:T:2006:397, punkt 80).", "label": [[14, 33, "ORG"], [391, 407, "DATE"], [409, 426, "ORG"], [427, 449, "ORG"], [452, 471, "ORG"], [473, 479, "TITLE"]]}
{"text": "116 I avsaknad av en sådan motivering är det svårt för klagandebolaget att på ett ändamålsenligt sätt göra gällande vid tribunalen att de krav som fastställs i artikel 4.2 och 4.3 i förordning nr 6/2002 inte har prövats i sak. Bolaget kan på sin höjd, såsom det för övrigt har gjort i överklagandet, endast upprepa de argument som det redan hade anfört under överklagandeförfarandet i sitt yttrande av den 17 september 2018, i syfte att godta slutsatserna i meddelandet av den 16 maj 2018. Klagandebolaget kan däremot inte på ett ändamålsenligt sätt ifrågasätta de skäl som föranledde överklagandenämnden att avvika från dessa slutsatser.", "label": [[120, 130, "ORG"], [406, 423, "DATE"], [477, 488, "DATE"], [585, 604, "ORG"]]}
{"text": "117 På samma sätt kan tribunalen inte kontrollera huruvida dessa skäl är välgrundade och utföra det uppdrag som åligger den på ett korrekt sätt. Det ska i det avseendet erinras om att tribunalen, inom ramen för artikel 61.2 i förordning nr 6/2002, är behörig att göra en fullständig prövning av huruvida beslut som fattats av EUIPO:s överklagandenämnder är lagenliga, om det är nödvändigt genom att undersöka huruvida överklagandenämnderna har gjort en riktig rättslig kvalificering av omständigheterna i tvisten eller huruvida de gjort en felaktig bedömning av de faktiska omständigheter som var föremål för prövning (se dom av den 18 oktober 2012, Ross och Carlos Gómez/Baena Grupo, C‑101/11 P och C‑102/11 P, EU:C:2012:641, punkt 39 och där angiven rättspraxis).", "label": [[22, 32, "ORG"], [184, 194, "ORG"], [326, 331, "ORG"], [633, 648, "DATE"], [650, 654, "PER"], [659, 671, "PER"], [672, 683, "ORG"]]}
{"text": "118 De argument som EUIPO och intervenienten har anfört kan inte påverka denna slutsats.", "label": [[20, 25, "ORG"]]}
{"text": "119 Såsom redan har angetts i punkt 104 ovan, kan EUIPO:s argument inte avhjälpa den bristfälliga motiveringen i det överklagade beslutet, utan att åsidosätta klagandebolagets rätt till försvar och rätt till ett effektivt domstolsskydd samt principen om parternas lika ställning inför unionsdomstolen.", "label": [[50, 55, "ORG"], [285, 300, "ORG"]]}
{"text": "120 Enligt artikel 63.1 i förordning nr 6/2002 var det visserligen endast om klagandebolaget kunde anses ha åberopat att kravet i artikel 4.2 och 4.3 i förordningen inte hade iakttagits, mot bakgrund av de faktiska och rättsliga omständigheter som låg till grund för bolagets ansökan om ogiltighetsförklaring, som överklagandenämnden var skyldig att pröva detta krav. Av de skäl som har angetts i punkterna 51–72 ovan, kunde nämligen inte EUIPO anses automatiskt pröva frågan om detta krav inte hade iakttagits på grund av att nämnda ansökan om ogiltighetsförklaring var grundad på artikel 25.1 b i förordningen.", "label": [[314, 333, "ORG"], [439, 444, "ORG"]]}
{"text": "121 Såsom har konstaterats i punkterna 87–110 ovan, framgår emellertid inte överklagandenämndens ståndpunkt i frågan huruvida det ankom på nämnden att pröva huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall av det överklagade beslut, inte ens underförstått, trots att överklagandenämnden hade tagit ställning till denna fråga i ett tidigare skede av förfarandet.", "label": [[76, 96, "ORG"], [139, 146, "ORG"], [306, 325, "ORG"]]}
{"text": "122 Det följer av fast rättspraxis att tribunalen, vid sin lagenlighetsprövning av ett beslut som fattats av en av EUIPO:s överklagandenämnder, inte har behörighet att ersätta överklagandenämndens bedömning med sin egen och får inte heller vidta bedömningar i frågor där överklagandenämnden ännu inte uttalat sig (dom av den 5 juli 2011, Edwin/harmoniseringskontoret, C‑263/09 P, EU:C:2011:452, punkt 72). Det ankommer i synnerhet inte på tribunalen att ersätta överklagandenämnden vid prövningen av de argument, faktiska omständigheter och bevisning som klagandebolaget åberopade till stöd för sin ansökan om ogiltighetsförklaring, vilken prövning det ankom på överklagandenämnden att göra, utan att det i förekommande fall påverkade de rättsfrågor som var nödvändiga för tillämpningen av de relevanta bestämmelserna, och notoriska fakta, för att avgöra huruvida det var fråga om att tillämpa artikel 4.2 och 4.3 i förordning nr 6/2002 i den tvist som var anhängig vid överklagandenämnden (se, för ett liknande resonemang och analogt, dom av den 11 december 2014, CEDC International/harmoniseringskontoret – Underberg (formen på ett grässtrå i en flaska), T‑235/12, EU:T:2014:1058, punkt 101 och där angiven rättspraxis).", "label": [[39, 49, "ORG"], [115, 120, "ORG"], [176, 196, "ORG"], [271, 290, "ORG"], [325, 336, "DATE"], [338, 343, "ORG"], [344, 366, "ORG"], [439, 449, "ORG"], [462, 481, "ORG"], [662, 681, "ORG"], [970, 989, "ORG"], [1047, 1063, "DATE"], [1065, 1083, "ORG"], [1084, 1106, "ORG"], [1109, 1118, "ORG"]]}
{"text": "123 I motsats till vad EUIPO har hävdat är den omständigheten att klagandebolaget, i sina inlagor vid annulleringsenheten, uttryckligen hänvisade till artikel 4.1 i förordning nr 6/2002, och inte till artikel 4.2 och 4.3 i förordningen, under alla omständigheter inte i sig tillräcklig för att visa att tillämpningen av dessa bestämmelser inte omfattades av saken i ärendet. Det kan i synnerhet inte uteslutas – utan en prövning av samtliga faktiska och rättsliga omständigheter som klagandebolaget åberopade inom ramen för ogiltighetsförfarandet – att klagandebolaget, med hänsyn till dessa omständigheter, kan anses åberopa i huvudsak dessa bestämmelser.", "label": [[23, 28, "ORG"], [102, 121, "ORG"]]}
{"text": "124 Även om överklagandenämnden, såsom EUIPO korrekt har hävdat, inte kan anses vara bunden av meddelandet av den 16 maj 2018, ankom det slutligen likväl på överklagandenämnden att i vederbörlig ordning motivera varför den ansåg sig behöva avvika från slutsatserna i detta meddelande, eftersom meddelandet och parternas efterföljande yttranden utgjorde en del av det sammanhang i vilket överklagandenämnden antog det överklagade beslutet (se, för ett liknande resonemang och analogt, dom av den 28 juni 2018, EUIPO/Puma, C‑564/16 P, EU:C:2018:509, punkt 66).", "label": [[12, 31, "ORG"], [39, 44, "ORG"], [114, 125, "DATE"], [157, 176, "ORG"], [387, 406, "ORG"], [495, 507, "DATE"], [509, 514, "ORG"], [515, 519, "ORG"]]}
{"text": "125 Vad beträffar intervenientens argument ska det, för det första, påpekas att påståendet att klagandebolagets anmärkning om bristfällig motivering inte kan tas upp till sakprövning, på grund av att bolaget, till stöd för sin ansökan om ogiltighetsförklaring, inte åberopade den omständigheten att den produkt som den omtvistade formgivningen avsåg utgjorde en beståndsdel i en sammansatt produkt, under alla omständigheter inte kan godtas, eftersom det, såsom har angetts i punkt 122 ovan, inte ankommer på tribunalen att vidta bedömningar i frågor där överklagandenämnden ännu inte uttalat sig.", "label": [[509, 519, "ORG"], [555, 574, "ORG"]]}
{"text": "126 För det andra kan den omständigheten att klagandebolaget, i ett separat förfarande, ingav en ansökan om registrering av en formgivning som var identisk med den omtvistade formgivningen inte leda till att denna anmärkning ska underkännas, på grund av att den strider mot de argument som bolaget åberopade till stöd för att bibehålla den aktuella registreringen.", "label": []}
{"text": "127 I artikel 52.1 i förordning nr 6/2002 föreskrivs det att med förbehåll för artikel 25.2–25.5 i förordningen får varje fysisk eller juridisk person eller en offentlig myndighet, som har befogenhet till detta, lämna in en ansökan om ogiltigförklaring av en registrerad gemenskapsformgivning. Denna artikel kräver inte att den som inger en sådan ansökan måste visa ett berättigat intresse av att få saken prövad, eller visa ett faktiskt eller potentiellt ekonomiskt intresse av att den omtvistade formgivningen avförs från registret, för att en sådan ansökan, och i ännu högre grad grunderna till stöd för denna, ska kunna tas upp till sakprövning (se, för ett liknande resonemang och analogt, dom av den 25 februari 2010, Lancôme/harmoniseringskontoret, C‑408/08 P, EU:C:2010:92, punkterna 37–44). Det ska i det avseendet preciseras att de ogiltighetsgrunder som anges i artikel 25.1 a och 25.1 b, till skillnad från de ogiltighetsgrunder som anges i artikel 25.1 c–25.1 g, i princip får åberopas av varje fysisk eller juridisk person (dom av den 13 juni 2019, Visi/one/EUIPO – EasyFix (informationshållare för fordon), T‑74/18, EU:T:2019:417, punkt 64).", "label": [[706, 722, "DATE"], [724, 731, "ORG"], [732, 754, "ORG"], [1049, 1061, "DATE"], [1063, 1071, "ORG"], [1072, 1077, "ORG"], [1080, 1087, "ORG"]]}
{"text": "128 Den omständigheten att klagandebolaget försökte att få en formgivning som var identisk med den omtvistade formgivningen registrerad och, i samband med det ogiltighetsförfarande avseende denna formgivning som inleddes av intervenienten, försvarade att denna formgivning var ny och särpräglad, trots att bolaget nu har ifrågasatt detta, saknar följaktligen helt betydelse för frågan huruvida denna anmärkning kan tas upp till prövning och för övrigt för prövningen av denna anmärkning i sak.", "label": []}
{"text": "129 Av det ovan anförda följer att det finns fog för anmärkningen om att motiveringsskyldigheten åsidosattes.", "label": []}
{"text": "130 Innan tribunalen avgör vilka konsekvenser konstaterandet i punkt 129 ovan får för artikeldelen i det överklagade beslutet, ska tribunalen pröva den andra anmärkning som klagandebolaget har anfört inom ramen för den femte grundens andra del, avseende en oriktig bedömning, genom att det i det överklagade beslutet inte slogs fast att den omtvistade formgivningen var ogiltig, trots att den utgör en beståndsdel i en sammansatt produkt, som inte är synlig efter det att den slutligen har infogats i den sammansatta produkten, i den mening som avses i artikel 4.2 i förordning nr 6/2002.", "label": [[10, 20, "ORG"], [131, 141, "ORG"]]}
{"text": "b) Den andra anmärkningen: En oriktig bedömning, genom att överklagandenämnden inte slog fast att tillämpningen i förevarande fall av artikel 4.2 och 4.3 i förordning nr 6/2002 medförde att den omtvistade formgivningen blev ogiltig", "label": [[59, 78, "ORG"]]}
{"text": "131 Såsom redan har påpekats i punkt 122 ovan, följer det av rättspraxis att tribunalen, vid sin lagenlighetsprövning av ett beslut som fattats av en av EUIPO:s överklagandenämnder, inte har behörighet att ersätta överklagandenämndens bedömning med sin egen och får inte heller vidta bedömningar i frågor där överklagandenämnden ännu inte uttalat sig.", "label": [[77, 87, "ORG"], [153, 158, "ORG"], [214, 234, "ORG"], [309, 328, "ORG"]]}
{"text": "132 Såsom har konstaterats i punkt 13 ovan, prövade överklagandenämnden i förevarande fall i meddelandet av den 16 maj 2018, under överklagandeförfarandet, frågan huruvida den omtvistade formgivningen skulle förklaras ogiltig på grund av att den utgjorde en beståndsdel i en sammansatt produkt, som inte är synlig efter det att den slutligen har infogats i den sammansatta produkten vid normal användning, i den mening som avses i artikel 4.2 i förordning nr 6/2002. I punkt 110 ovan har däremot slutsatsen dragits att överklagandenämndens ståndpunkt i denna fråga inte framgick tillräckligt klart och tydligt av det överklagade beslutet.", "label": [[52, 71, "ORG"], [112, 123, "DATE"], [519, 539, "ORG"]]}
{"text": "133 Tribunalen kan följaktligen inte ta ställning till huruvida artikel 4.2 och 4.3 i förordning nr 6/2002 skulle tillämpas i förevarande fall, och anmärkningen kan därför inte godtas.", "label": [[4, 14, "ORG"]]}
{"text": "134 Om den första anmärkningen godtas, räcker dock denna grund för att ogiltigförklara det överklagade beslutet. Det följer nämligen av fast rättspraxis att eftersom motiveringsskyldigheten hör till väsentliga formföreskrifter i den mening som avses i artikel 61.2 i förordning nr 6/2002, och ett åsidosättande av denna skyldighet kan för övrigt konstateras ex officio, kan ett sådant åsidosättande medföra att det överklagade beslutet ogiltigförklaras (se, för ett liknande resonemang och analogt, dom av den 30 mars 1995, parlamentet/rådet, C‑65/93, EU:C:1995:91, punkt 21, och dom av den 10 juli 2008, Bertelsmann och Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, punkt 174). Yrkandet om ogiltigförklaring ska således bifallas.", "label": [[510, 522, "DATE"], [524, 535, "ORG"], [536, 541, "ORG"], [591, 603, "DATE"], [605, 616, "ORG"], [621, 648, "ORG"], [649, 655, "ORG"]]}
{"text": "135 Mot bakgrund av den rättspraxis som det har erinrats om i punkt 131 ovan, kan tribunalen däremot inte ändra det överklagade beslutet, och yrkandet med den innebörden i överklagandet ska således ogillas.", "label": [[82, 92, "ORG"]]}
{"text": "136 Av det ovan anförda följer att det överklagade beslutet ska ogiltigförklaras och att yrkandena i övrigt ska ogillas, utan att det är nödvändigt att pröva den andra grunden, den tredje grunden, den fjärde grunden, den femte grundens första del och den sjätte grunden i överklagandet.", "label": []}
{"text": "IV. Rättegångskostnader", "label": []}
{"text": "137 Enligt artikel 134.1 i tribunalens rättegångsregler ska tappande rättegångsdeltagare förpliktas att ersätta rättegångskostnaderna, om detta har yrkats.", "label": [[27, 38, "ORG"]]}
{"text": "138 Enligt artikel 135.1 i rättegångsreglerna får dock tribunalen, om så anses skäligt, besluta att en tappande rättegångsdeltagare – förutom att bära sina rättegångskostnader – endast delvis, eller inte alls, ska ersätta en annan deltagares rättegångskostnader.", "label": [[55, 65, "ORG"]]}
{"text": "139 Eftersom EUIPO och intervenienten i allt väsentligt har tappat målet, ska EUIPO, i enlighet med klagandebolagets yrkande, förpliktas att bära sina rättegångskostnader och ersätta klagandebolagets rättegångskostnader. Intervenienten ska bära sina rättegångskostnader.", "label": [[13, 18, "ORG"], [78, 83, "ORG"]]}
{"text": "Mot denna bakgrund beslutar TRIBUNALEN (nionde avdelningen) följande:", "label": [[28, 59, "ORG"]]}
{"text": "1) Det beslut som meddelades av tredje överklagandenämnden vid Europeiska unionens immaterialrättsmyndighet (EUIPO) den 19 november 2018 (ärende R 1397/2017–3) ogiltigförklaras.", "label": [[39, 58, "ORG"], [63, 115, "ORG"], [120, 136, "DATE"]]}
{"text": "2) Överklagandet ogillas i övrigt.", "label": []}
{"text": "3) EUIPO ska bära sina rättegångskostnader och ersätta de kostnader som uppkommit för L. Oliva Torras, SA.", "label": [[3, 8, "ORG"], [86, 105, "ORG"]]}
{"text": "4) Mecánica del Frío, S.L., ska bära sina rättegångskostnader.", "label": [[3, 26, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Avkunnad vid offentligt sammanträde i Luxemburg den 10 juni 2020.", "label": [[38, 47, "LOC"], [52, 64, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: spanska.", "label": [[19, 26, "NATIONALITY"]]}
