{"text": "DOMSTOLENS DOM (andra avdelningen)", "label": [[0, 10, "ORG"], [16, 33, "ORG"]]}
{"text": "den 17 september 2020 (*)", "label": [[4, 21, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Statligt stöd – Begrepp – Oljetankern Erikas förlisning – Stödordning till stöd för företag som bedriver vattenbruk och fiske – Beslut i vilket stödordningen förklaras delvis oförenlig med den gemensamma marknaden och i vilket det förordnas att utbetalt stöd ska återkrävas – Bedömning av giltighet – Prövning ex officio – Upptagande till sakprövning – Underlåtenhet av motparten i det nationella målet att väcka en talan om ogiltigförklaring – Nedsättning av sociala avgifter – Arbetstagaravgifter – Förmån – Fastställande av vem som är återbetalningsskyldig”", "label": [[58, 76, "ORG"]]}
{"text": "I mål C‑212/19,", "label": []}
{"text": "angående en begäran om förhandsavgörande enligt artikel 267 FEUF, framställd av Conseil d’État (Högsta förvaltningsdomstolen, Frankrike) genom beslut av den 15 februari 2019, som inkom till domstolen den 6 mars 2019, i målet", "label": [[80, 94, "ORG"], [96, 124, "ORG"], [126, 135, "LOC"], [157, 173, "DATE"], [190, 199, "ORG"], [204, 215, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "mot", "label": []}
{"text": "Compagnie des pêches de Saint-Malo,", "label": [[0, 34, "ORG"]]}
{"text": "meddelar DOMSTOLEN (andra avdelningen)", "label": [[9, 38, "ORG"]]}
{"text": "sammansatt av avdelningsordföranden X. Tarasov samt domarna B.I. Rodriguez (referent) och Y. von Holstein,", "label": [[14, 35, "PROFESSION"], [36, 46, "PER"], [52, 59, "PROFESSION"], [60, 74, "PER"], [76, 84, "PROFESSION"], [90, 105, "PER"]]}
{"text": "generaladvokat: M. Matveeva,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitiesekreterare: handläggaren I. Boiko,", "label": [[0, 19, "PROFESSION"], [21, 33, "PROFESSION"], [34, 42, "PER"]]}
{"text": "efter det skriftliga förfarandet och förhandlingen den 20 november 2019,", "label": [[55, 71, "DATE"]]}
{"text": "med beaktande av de yttranden som avgetts av:", "label": []}
{"text": "– Compagnie des pêches de Saint-Malo, genom G.-M. Morgan, D. Vlasova, avocats, och H. Becker,", "label": [[2, 36, "ORG"], [44, 56, "PER"], [58, 68, "PER"], [70, 77, "PROFESSION"], [83, 92, "PER"]]}
{"text": "– Frankrikes regering, genom T. de Koning och V. Jovanović, båda i egenskap av ombud,", "label": [[2, 21, "ORG"], [29, 41, "PER"], [46, 58, "PER"], [79, 84, "PROFESSION"]]}
{"text": "– Europeiska kommissionen, genom W. Vlasova och Y. Titova-Vasiliauskaite, båda i egenskap av ombud,", "label": [[2, 25, "ORG"], [33, 43, "PER"], [48, 72, "PER"], [93, 98, "PROFESSION"]]}
{"text": "och efter att den 5 mars 2020 ha hört generaladvokatens förslag till avgörande,", "label": [[18, 29, "DATE"], [38, 55, "PROFESSION"]]}
{"text": "följande Dom", "label": []}
{"text": "1 Begäran om förhandsavgörande avser tolkningen av kommissionens beslut 2005/239/EG av den 14 juli 2004 om vissa stöd som Frankrike har beviljat vattenbrukare och fiskare (EUT L 74, 2005, s. 49) (nedan kallat det omtvistade beslutet).", "label": [[51, 64, "ORG"], [91, 103, "DATE"], [122, 131, "ORG"], [145, 158, "PROFESSION"], [163, 170, "PROFESSION"]]}
{"text": "2 Begäran har framställts i ett mål mellan ministre de l’Agriculture et de l’alimentation (jordbruks- och livsmedelsministern, Frankrike) och Compagnie des pêches de Saint-Malo, angående ett krav på återbetalning av det stöd som detta bolag hade erhållit genom tillämpning av de nationella åtgärder som det omtvistade beslutet avser.", "label": [[43, 89, "PROFESSION"], [91, 125, "PROFESSION"], [127, 136, "LOC"], [142, 176, "ORG"]]}
{"text": "Tillämpliga bestämmelser", "label": []}
{"text": "Unionsrätt", "label": []}
{"text": "3 Skälen 17, 18, 20, 55, 56, 98 och 99 i det omtvistade beslutet har följande lydelse:", "label": []}
{"text": "”(17) I två dekret, av den 15 april och den 13 juli 2000, beslutade jordbruks- och fiskeriministern att samtliga företag inom sektorn skulle få en lättnad på 50 % av de sociala avgifterna, för vattenbrukare under perioden 15 april–15 juli 2000, och för fiskare under perioden 15 april–15 oktober 2000.", "label": [[27, 35, "DATE"], [44, 56, "DATE"], [68, 99, "PROFESSION"], [158, 160, "AMOUNT_VALUE"], [161, 162, "AMOUNT_UNIT"], [193, 206, "PROFESSION"], [222, 230, "DATE"], [231, 243, "DATE"], [253, 260, "PROFESSION"], [276, 284, "DATE"], [285, 300, "DATE"]]}
{"text": "(18) Lättnaden gällde arbetsgivaravgifterna [och arbetstagaravgifterna] och omfattade samtliga fiskare och vattenbrukare i Frankrike och de utomeuropeiska departementen.", "label": [[95, 102, "PROFESSION"], [107, 120, "PROFESSION"], [123, 132, "LOC"]]}
{"text": "…", "label": []}
{"text": "(20) I fråga om avgifterna till [Établissement national des invalides de la marine (en fransk nationell organisation till stöd för invalidiserade sjömän)] var lättnaden 50 %, för [såväl arbetstagaravgifterna som arbetsgivaravgifterna]. …", "label": [[33, 82, "ORG"], [84, 126, "ORG"], [131, 152, "PROFESSION"], [169, 171, "AMOUNT_VALUE"], [172, 173, "AMOUNT_UNIT"]]}
{"text": "…", "label": []}
{"text": "(55) De stöd som prövas i det här beslutet (lättnader i fråga om sociala avgifter och finansiella avgifter, befrielse från arrenden) är åtgärder som gynnar företag som bedriver en viss verksamhet, nämligen vattenbruk eller fiske. Dessa företag slipper vissa avgifter som de i normala fall skulle ha betalat.", "label": []}
{"text": "(56) Åtgärderna leder till att staten förlorar intäkter, antingen direkt (lättnader i fråga om finansiella avgifter och befrielse från arrenden), eller indirekt, eftersom staten måste ge kompensation för de förluster som åsamkas den instans som uppbär avgifterna. Det rör sig således om statliga stöd i den mening som avses i artikel 87.1 [EG (nu artikel 107.1 FEUF)].", "label": []}
{"text": "…", "label": []}
{"text": "(98) … [Kommissionen anser] att de generella lättnaderna i fråga om sociala avgifter för fiskare under perioden 15 april–15 oktober inte kan anses förenliga med den gemensamma marknaden i enlighet med artikel 87.2 b [EG (nu artikel 107.2 b FEUF)].", "label": [[8, 20, "ORG"], [89, 96, "PROFESSION"], [112, 120, "DATE"], [121, 131, "DATE"]]}
{"text": "(99) Eftersom det rör sig om driftsstöd som beviljats samtliga fiskeriföretag, utan att dessa åläggs några som helst skyldigheter, är dessa stöd oförenliga med den gemensamma marknaden i enlighet med punkt 1.2 fjärde stycket tredje strecksatsen i riktlinjerna [för statliga stöd inom fisket och vattenbruket] från 1997.", "label": [[314, 318, "DATE"]]}
{"text": "…”", "label": []}
{"text": "4 I artikel 3 i beslutet föreskrivs följande:", "label": []}
{"text": "”De stöd som Frankrike har beviljat fiskare, i form av lättnader i fråga om sociala avgifter för perioden 15 april–15 oktober 2000, är oförenliga med den gemensamma marknaden.”", "label": [[13, 22, "ORG"], [36, 43, "PROFESSION"], [106, 114, "DATE"], [115, 130, "DATE"]]}
{"text": "5 Artikel 4 i beslutet har följande lydelse:", "label": []}
{"text": "”1. Frankrike skall vidta alla åtgärder som är nödvändiga för att [från stödmottagarna] återvinna de stöd som avses i [artikel 3] och som redan ställts till deras förfogande på ett olagligt sätt.", "label": [[4, 13, "ORG"]]}
{"text": "2. Återkravet skall ske utan dröjsmål och i enlighet med förfarandena i nationell lagstiftning, förutsatt att dessa förfaranden gör det möjligt att omedelbart och effektivt verkställa detta beslut. De stöd som skall återkrävas skall innefatta ränta som löper från den dag stöden stod till stödmottagarnas förfogande till den dag de har återbetalats. …”", "label": []}
{"text": "Fransk rätt", "label": [[0, 6, "LOC"]]}
{"text": "6 I artikel L. 741–9 i code rural et de la pêche maritime (lag om landsbygd och havsfiske), i den lydelse som är tillämplig i det nationella målet, föreskrivs följande:", "label": []}
{"text": "”Socialförsäkringsmedlen för anställda inom jordbruket utgörs av följande:", "label": []}
{"text": "I.- När det gäller sjuk-, moderskaps-, invaliditets- och livförsäkring:", "label": []}
{"text": "1° En avgift som beräknas på", "label": []}
{"text": "a) den lön eller vinst som de försäkrade uppbär, vilken ska bäras av arbetsgivarna och de försäkrade,", "label": []}
{"text": "b) pensionsförmåner, oavsett om de helt eller delvis har finansierats genom ett bidrag från arbetsgivaren eller om de har medfört kompletterande avgifter, med undantag för andra tillägg eller höjningar för barn än extra tjänsteår, vilken ska bäras av pensionärerna,", "label": []}
{"text": "c) ersättningar och intäkter som utgår i stället för sådana ersättningar som anges i artikel L. 131–2 i code de la sécurité sociale (lagen om social trygghet), vilken ska bäras av försäkringstagaren.", "label": []}
{"text": "2° En del av intäkterna från de sociala avgifter som anges i artiklarna L. 136–1, L. 136–6, L. 136–7, L. 136–7-1 i lagen om social trygghet.", "label": []}
{"text": "II.- När det gäller ålderspensionsförsäkring, en avgift som beräknas på", "label": []}
{"text": "a) den lön eller vinst som de försäkrade uppbär upp till ett maximibelopp, vilken ska bäras av arbetsgivarna och de försäkrade,", "label": []}
{"text": "b) hela den lön eller vinst som de försäkrade uppbär, vilken ska bäras av arbetsgivarna,", "label": []}
{"text": "III.- När det gäller änkepension, en avgift som beräknas på den lön eller vinst som de försäkrade uppbär, vilken ska bäras av de försäkrade.”", "label": []}
{"text": "7 I artikel 4 i décret du 17 juin 1938, relatif à la réorganisation et à l’unification du régime d’assurance des marins (dekret av den 17 juni 1938 om omorganisering och samordning av försäkringssystemet för sjömän), i den lydelse som är tillämplig i det nationella målet, föreskrivs följande:", "label": [[26, 38, "DATE"], [135, 147, "DATE"], [208, 214, "PROFESSION"]]}
{"text": "”Med undantag för en skadad eller sjuk sjöman som ersätts av redaren eller den allmänna försäkringskassan, ska medlemskap i den allmänna försäkringskassan medföra betalning av en personlig avgift och en arbetsgivaravgift som ska erläggas på de villkor som anges i artiklarna L. 41 och L. 42 i code des pensions de retraite des marins (lagen om ålderspension för sjömän).", "label": [[39, 45, "PROFESSION"], [61, 68, "PROFESSION"], [327, 333, "PROFESSION"], [362, 368, "PROFESSION"]]}
{"text": "När en tjänstgöringsperiod endast delvis beaktas för ålderspension till sjöpensionskassan ska avgifter betalas och inbetalningar ske till den allmänna försäkringskassan för hela den aktuella perioden.”", "label": []}
{"text": "Målet vid den nationella domstolen och tolkningsfrågorna", "label": [[10, 34, "ORG"]]}
{"text": "8 Till följd av det oljeutsläpp som orsakades av fartyget Erikas förlisning i Biscayabukten den 12 december 1999 och de betydande skador i södra delen av Frankrike som orsakades av den våldsamma storm som inträffade den 27–28 december 1999 antog Republiken Frankrike en bestämmelse om ersättning till fiskare och vattenbrukare, för att avhjälpa de skador de drabbats av.", "label": [[49, 64, "ORG"], [78, 91, "LOC"], [96, 112, "DATE"], [154, 163, "LOC"], [220, 239, "DATE"], [246, 266, "ORG"], [301, 308, "PROFESSION"], [313, 326, "PROFESSION"]]}
{"text": "9 Inledningsvis föreskrevs olika ersättningsåtgärder för fiskare och vattenbrukare från de sex franska departementen vid Atlantkusten som direkt berördes av dessa händelser, nämligen dem från Finistère till Gironde.", "label": [[57, 64, "PROFESSION"], [69, 82, "PROFESSION"], [95, 133, "LOC"], [192, 201, "LOC"], [207, 214, "LOC"]]}
{"text": "10 Genom två dekret av den 15 april och den 13 juli 2000 vidtog Republiken Frankrike flera kompletterande åtgärder, bland annat beslutades det att samtliga företag inom den berörda sektorn skulle få en lättnad på 50 procent av de sociala avgifterna, för vattenbrukare under perioden 15 april–15 juli 2000, och för fiskare under perioden 15 april–15 oktober 2000. Denna lättnad gällde både arbetsgivaravgifterna och arbetstagaravgifterna och omfattade samtliga fiskare och vattenbrukare i den europeiska delen av Frankrike och de utomeuropeiska departementen.", "label": [[27, 35, "DATE"], [40, 56, "DATE"], [64, 84, "ORG"], [213, 215, "AMOUNT_VALUE"], [216, 223, "AMOUNT_UNIT"], [254, 267, "PROFESSION"], [283, 291, "DATE"], [292, 304, "DATE"], [314, 321, "PROFESSION"], [337, 345, "DATE"], [346, 361, "DATE"], [460, 467, "PROFESSION"], [472, 485, "PROFESSION"], [488, 521, "LOC"]]}
{"text": "11 De franska myndigheterna genomförde omedelbart dessa olika åtgärder och åtgärderna anmäldes inte till kommissionen förrän genom en skrivelse av den 21 juni 2000.", "label": [[6, 13, "LOC"], [105, 117, "ORG"], [151, 163, "DATE"]]}
{"text": "12 Genom det omtvistade beslutet förklarade kommissionen att en del av dessa åtgärder, bland annat den som avsåg lättnaden av fiskarnas sociala avgifter, utgjorde statligt stöd som var oförenligt med den gemensamma marknaden och förordnade att de belopp som motsvarade denna lättnad omedelbart skulle återkrävas. Varken Republiken Frankrike eller någon av de mottagare som gynnades av de aktuella åtgärderna har bestritt lagenligheten av detta beslut genom en talan om ogiltigförklaring enligt artikel 263 FEUF.", "label": [[44, 56, "ORG"], [126, 135, "PROFESSION"], [320, 340, "ORG"]]}
{"text": "13 Efter det att nämnda beslut hade antagits förekom flera skriftväxlingar mellan kommissionen och de franska myndigheterna. I detta sammanhang uppmanade de franska myndigheterna först kommissionen att ompröva sin ståndpunkt och underrättade därefter kommissionen om att det, enligt en undersökning av de företag från vilka det omtvistade stödet skulle återkrävas, framgick att vissa av dem hade försvunnit, medan andra hade betydande ekonomiska svårigheter.", "label": [[82, 94, "ORG"], [102, 109, "LOC"], [157, 164, "LOC"], [185, 197, "ORG"], [251, 263, "ORG"]]}
{"text": "14 Den 23 december 2009 väckte kommissionen, som ansåg att Republiken Frankrike ännu inte hade verkställt det omtvistade beslutet, talan om fördragsbrott vid EU-domstolen. Målet avgjordes genom dom av den 20 oktober 2011, kommissionen/Frankrike (C‑549/09, ej publicerad, EU:C:2011:672).", "label": [[7, 23, "DATE"], [31, 43, "ORG"], [59, 79, "ORG"], [158, 170, "ORG"], [205, 220, "DATE"], [222, 234, "ORG"], [235, 244, "ORG"]]}
{"text": "15 I den domen slog domstolen fast att Republiken Frankrike hade underlåtit att uppfylla sina skyldigheter enligt artikel 288 fjärde stycket FEUF och artikel 4 i det omtvistade beslutet genom att inte verkställa detta beslut inom den föreskrivna fristen. Domstolen fann vidare, i punkterna 42 och 43 i nämnda dom, som svar på det argument som Republiken Frankrike hade framfört –vilket återgavs i punkt 23 i samma dom – och som avsåg att ”företagen inte är skyldiga att återbetala de belopp som motsvarar lättnaderna av arbetstagaravgifterna, eftersom företagen inbetalar dessa belopp till de berörda organen för arbetstagarnas räkning”, att detta argument i själva verket innebar ett ifrågasättande av kommissionens bedömning i det omtvistade beslutet av att lättnaden av de sociala avgifterna, oavsett om de belastade arbetsgivaren eller arbetstagaren, utgjorde statligt stöd i den mening som avses i artikel 107.1 FEUF och att det inte ankommer på EU-domstolen att, inom ramen för en sådan talan om fördragsbrott, ta ställning till frågan huruvida detta beslut är lagenligt.", "label": [[20, 29, "ORG"], [39, 59, "ORG"], [255, 264, "ORG"], [343, 363, "ORG"], [703, 716, "ORG"], [951, 963, "ORG"]]}
{"text": "16 Efter avkunnandet av domen av den 20 oktober 2011, kommissionen/Frankrike (C‑549/09, ej publicerad, EU:C:2011:672), begärde kommissionen, genom skrivelse av den 20 december 2012, att Republiken Frankrike skulle inleda ett nytt förfarande för att återkräva det aktuella stödet hos de stödmottagande företagen för att även återkräva de belopp som motsvarade lättnaderna av arbetstagaravgifterna, vilket Republiken Frankrike noterade i en skrivelse av den 7 februari 2013.", "label": [[37, 52, "DATE"], [54, 66, "ORG"], [67, 76, "ORG"], [127, 139, "ORG"], [164, 180, "DATE"], [186, 206, "ORG"], [404, 424, "ORG"], [452, 471, "DATE"]]}
{"text": "17 Med stöd av denna begäran utfärdade directeur régional des finances publiques de Bretagne (regiondirektören för offentliga finanser i Bretagne, Frankrike) den 22 februari 2013 ett betalningskrav mot Compagnie des pêches de Saint-Malo avseende ett belopp motsvarande den lättnad av arbetstagaravgifterna som detta bolag påstods ha åtnjutit mellan den 15 april och den 15 oktober 2000, det vill säga 84 550,08 euro, jämte dröjsmålsränta.", "label": [[39, 92, "PROFESSION"], [94, 134, "PROFESSION"], [137, 156, "LOC"], [162, 178, "DATE"], [202, 236, "ORG"], [353, 361, "DATE"], [370, 385, "DATE"], [401, 410, "AMOUNT_VALUE"], [411, 415, "AMOUNT_UNIT"]]}
{"text": "18 Bolaget väckte talan mot detta betalningskrav vid Tribunal administratif de Rennes (Förvaltningsdomstolen i Rennes, Frankrike), som upphävde det genom dom av den 25 juni 2015. Det överklagande som ingavs av ministre de l’Environnement, de l’Énergie et de la Mer, chargé des relations internationales sur le climat (ministern för miljö-, energi- och havsfrågor, med ansvar för internationella klimatfrågor, Frankrike), ogillades av Cour administrative d’appel de Nantes (Förvaltningsdomstolen i andra instans i Nantes, Frankrike) genom dom av den 14 april 2017. Ministre de l’Agriculture et de l’Alimentation (jordbruks- och livsmedelsministern) överklagade den 14 juni 2017 den domen till Conseil d’État (Högsta förvaltningsdomstolen, Frankrike) och gjorde bland annat gällande att domstolen i andra instans dels hade gjort sig skyldig till felaktig rättstillämpning genom att finna att befrielsen från skyldigheten att betala arbetstagaravgifter inte hade gynnat fiskeriföretagen trots att kommissionen hade funnit att denna befrielse utgjorde statligt stöd som var oförenligt med den gemensamma marknaden, dels hade missuppfattat handlingarna i målet genom att göra bedömningen att det i samband med förberedelsen av målet hade framgått att lättnaden av arbetstagaravgifterna automatiskt hade lett till en höjning av de berörda anställdas nettolön.", "label": [[53, 85, "ORG"], [87, 108, "ORG"], [111, 128, "LOC"], [165, 177, "DATE"], [210, 264, "PROFESSION"], [318, 362, "PROFESSION"], [409, 418, "LOC"], [434, 471, "ORG"], [473, 510, "ORG"], [513, 530, "LOC"], [549, 562, "DATE"], [564, 610, "PROFESSION"], [612, 646, "PROFESSION"], [664, 676, "DATE"], [692, 706, "ORG"], [708, 736, "ORG"], [738, 747, "LOC"], [785, 794, "ORG"], [994, 1006, "ORG"]]}
{"text": "19 Det framgår av uppgifterna i begäran om förhandsavgörande att Conseil d’État (Högsta förvaltningsdomstolen), efter att ha underkänt de första grunder som Compagnie des pêches de Saint-Malo åberopat, vilka i huvudsak avsåg att det omtvistade betalningskravet stred mot de krav på motivering som följer av unionsrätten, samt principerna om skydd för berättigade förväntningar, rättssäkerhet och iakttagande av en skälig tidsfrist, avslog bolagets begäran om att en fråga skulle ställas till EU-domstolen i enlighet med artikel 267 FEUF avseende det omtvistade beslutets giltighet. Med hänvisning till domen av den 9 mars 1994, TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), domen av den 19 oktober 2000, Italien och Sardegna Lines/kommissionen (C‑15/98 och C‑105/99, EU:C:2000:570), och domen av den 25 juli 2018, Georgsmarienhütte m.fl. (C‑135/16, EU:C:2018:582), slog den hänskjutande domstolen fast att nämnda bolag, i egenskap av verklig mottagare av individuellt stöd som hade beviljats genom den stödordning som kommissionen hade förordnat skulle återkrävas, var direkt och personligen berört av det omtvistade beslutet i den mening som avses i artikel 263 FEUF och att bolaget på grund av sin underlåtenhet att angripa det beslutet vid EU-domstolen inte kunde ifrågasätta dess giltighet inom ramen för en tvist som rörde de nationella myndigheternas åtgärder för att verkställa beslutet.", "label": [[65, 110, "ORG"], [157, 191, "ORG"], [492, 504, "ORG"], [615, 626, "DATE"], [628, 654, "ORG"], [694, 709, "DATE"], [711, 718, "ORG"], [723, 737, "ORG"], [738, 750, "ORG"], [807, 819, "DATE"], [821, 838, "ORG"], [1025, 1037, "ORG"], [1250, 1262, "ORG"]]}
{"text": "20 Den sista grund som åberopades av Compagnie des pêches de Saint-Malo avsåg i huvudsak att det omtvistade beslutet endast kunde innebära ett krav på återbetalning av de belopp som motsvarar nedsättningen av arbetsgivaravgifterna, och inte nedsättningen av arbetstagaravgifterna, eftersom dessa sistnämnda avgifter ska återkrävas av de anställda i fiskeföretagen, vilka var de enda verkliga mottagarna. Vad gäller denna grund påpekade Conseil d’État inledningsvis att även om det i skäl 18 i det omtvistade beslutet, som innehöll en beskrivning av de nationella avgifterna, uttryckligen angavs att den aktuella lättnaden gällde arbetsgivaravgifter och arbetstagaravgifter, nämns endast ”sociala avgifter” i resten av beslutet, utan att det uttryckligen preciseras huruvida kravet på återbetalning av nedsättningen av avgifter även avser arbetstagaravgifterna. Nämnda domstol preciserade vidare att de arbetsgivaravgifter som ska överföras till försäkringssystemet för jordbruksanställda och till försäkringssystemet för sjömän, i enlighet med de nationella bestämmelser som det redogjorts för i punkterna 6 och 7 i denna dom, ska belasta fiskeföretagen, i deras egenskap av arbetsgivare, medan arbetstagaravgifterna ska belasta de anställda själva. Dessa sistnämnda avgifter utgör nämligen inte någon kostnad för fiskeföretagen, utan dessa drar endast av dem från sina anställdas löner i samband med varje löneutbetalning. Lättnaderna i fråga om arbetstagaravgifter övervältrades således på de anställda, vilka var de som direkt gynnades av dessa lättnader, i och med att de erhöll en nettolön som höjts med ett belopp motsvarande lättnaderna av dessa avgifter.", "label": [[37, 71, "ORG"], [436, 450, "ORG"], [1021, 1027, "PROFESSION"]]}
{"text": "21 Enligt Conseil d’État beror svaret på denna sista grund som åberopats av Compagnie des pêches de Saint-Malos på huruvida det omtvistade beslutet ska tolkas så, att det innebär att endast lättnaden av arbetsgivaravgifterna är oförenlig med den gemensamma marknaden, eftersom lättnaden av arbetstagaravgifterna inte direkt gynnar fiskeföretagen och därför inte kan omfattas av tillämpningsområdet för artikel 107 FEUF eller om det tvärtom innebär att även lättnaden av arbetstagaravgifterna är oförenliga med den gemensamma marknaden. För det fall det andra antagandet är riktigt uppkommer vidare frågan huruvida de fiskeföretag i vilka de arbetstagare som gynnats av lättnaden av arbetstagaravgifterna är anställda ska anses ha gynnats av dessa lättnader i deras helhet eller endast en del därav. Den hänskjutande domstolen vill i detta sistnämnda fall få klarhet i hur denna del av lättnaderna ska beräknas. Dessutom uppkommer frågan huruvida den medlemsstat till vilken betalningskravet riktats är skyldig att besluta att de berörda arbetstagarna ska återbetala den del av stödet som de har gynnats av.", "label": [[10, 24, "ORG"], [76, 111, "ORG"]]}
{"text": "22 Mot denna bakgrund beslutade Conseil d’État (Högsta förvaltningsdomstolen, Frankrike) att vilandeförklara målet och ställa följande tolkningsfrågor till EU-domstolen:", "label": [[32, 46, "ORG"], [48, 76, "ORG"], [78, 87, "LOC"], [156, 168, "ORG"]]}
{"text": "”1) Ska [det omtvistade beslutet] tolkas så, att endast lättnaderna i fråga om arbetsgivaravgifter är oförenliga med den gemensamma marknaden, eftersom lättnaderna i fråga om arbetstagaravgifter inte gynnar företagen och således inte kan omfattas av tillämpningsområdet för artikel 107 [FEUF], eller ska det tolkas så, att även lättnaderna i fråga om arbetstagaravgifter är oförenliga med den gemensamma marknaden?", "label": []}
{"text": "2) För det fall EU-domstolen slår fast att [det omtvistade beslutet] ska tolkas så, att även lättnaderna i fråga om arbetstagaravgifter är oförenliga med den gemensamma marknaden, ska företaget då anses ha gynnats av samtliga dessa lättnader eller endast av en del av dem? I sistnämnda fall: hur ska i så fall denna del fastställas? Är medlemsstaten skyldig att kräva att de berörda anställda ska återbetala hela eller en del av det stöd som de har haft fördel av?”", "label": [[16, 28, "ORG"]]}
{"text": "Huruvida tolkningsfrågan kan tas upp till prövning", "label": []}
{"text": "23 Med hänvisning till domen av den 9 mars 1994, TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) och domen av den 25 juli 2018, Georgsmarienhütte m.fl. (C‑135/16, EU:C:2018:582), har kommissionen, i första hand, gjort gällande att begäran om förhandsavgörande ska avvisas. Enligt kommissionen syftar de två frågor som ställts av Conseil d’État, trots att dessa är formulerade som tolkningsfrågor, i själva verket till att ifrågasätta det omtvistade beslutets giltighet i den del som det i detta beslut slogs fast att lättnaderna i fråga om arbetstagaravgifter var att anse som statligt stöd som var oförenligt med den gemensamma marknaden och att de belopp som motsvarar dessa lättnader skulle återkrävas. Denna kvalificering av tolkningsfrågorna stöds enligt kommissionen av såväl syftet med och innebörden av tolkningsfrågorna som av det sammanhang i vilket de ställts, det vill säga i samband med ett överklagande till en nationell domstol, inom ramen för vilket motparten i det nationella målet har ifrågasatt giltigheten av detta beslut.", "label": [[36, 47, "DATE"], [49, 75, "ORG"], [118, 130, "DATE"], [132, 149, "ORG"], [187, 199, "ORG"], [284, 296, "ORG"], [333, 347, "ORG"]]}
{"text": "24 Enligt kommissionen skulle en restriktiv tolkning av det omtvistade beslutet, innebärande att begäran om återkrav endast avser de belopp som motsvarar lättnaderna i fråga om arbetsgivaravgifterna, och inte lättnaderna i fråga om arbetstagaravgifterna, i huvudsak innebära att Compagnie des pêches de Saint-Malo gavs möjlighet att bestrida beslutets lagenlighet genom en begäran om förhandsavgörande som påstås avse tolkningen av nämnda beslut. Detta är emellertid inte möjligt enligt den praxis från EU-domstolen som nämnts i föregående punkt, eftersom bolaget inte har väckt talan om ogiltigförklaring av nämnda beslut med stöd av artikel 263 fjärde stycket FEUF, trots att bolaget, i egenskap av mottagare av statligt stöd som förklarats oförenligt med den gemensamma marknaden, ”otvivelaktigt hade rätt att väcka talan” mot beslutet. Eftersom bolaget inte har använt sig av detta rättsmedel inom den föreskrivna fristen, kan det således inte ifrågasätta giltigheten av detta beslut i samband med en talan som avser de nationella åtgärder som vidtagits för att genomföra beslutet.", "label": [[10, 22, "ORG"], [279, 313, "ORG"], [503, 515, "ORG"]]}
{"text": "25 Såsom generaladvokaten har påpekat i punkt 22 i sitt förslag till avgörande är det uppenbart att den andra frågan, oavsett räckvidden av den hänskjutande domstolens första fråga, innefattar en begäran om tolkning. Även om den omständigheten att Compagnie des pêches de Saint-Malo inte har bestritt lagenligheten av det omtvistade beslutet genom att väcka en talan om ogiltigförklaring eventuellt kan påverka huruvida den första frågan kan tas upp till sakprövning, kan den inte under några omständigheter medföra att begäran om förhandsavgörande ska avvisas i sin helhet (se, för ett liknande resonemang, dom av den 17 februari 2011, Bolton Alimentari, C‑494/09, EU:C:2011:87, punkt 21).", "label": [[9, 25, "PROFESSION"], [248, 282, "ORG"], [619, 635, "DATE"], [637, 654, "ORG"]]}
{"text": "26 När det gäller huruvida den första frågan kan tas upp till sakprövning konstaterar EU-domstolen att det – även om den hänskjutande domstolens avsikt förefaller ha varit att hålla sig till en begäran om tolkning, för att få klarhet i huruvida kommissionens betalningskrav med stöd av det omtvistade beslutet utöver de belopp som motsvarar lättnader i fråga om arbetsgivaravgifter även avser de belopp som motsvarar lättnader av arbetstagaravgifterna – av själva lydelsen av denna fråga även framgår att den hänskjutande domstolen har bett EU-domstolen att uttala sig angående den bedömning kommissionen gjort i det omtvistade beslutet av huruvida lättnaderna i fråga om arbetstagaravgifterna utgör statligt stöd i den mening som avses i artikel 107.1 FEUF. Det kan följaktligen konstateras att den hänskjutande domstolen implicit har ställt en fråga om bedömningen av giltigheten av detta beslut.", "label": [[86, 98, "ORG"], [245, 258, "ORG"], [541, 553, "ORG"], [592, 604, "ORG"]]}
{"text": "27 Även om det inom ramen för fördelningen av funktioner mellan de nationella domstolarna och EU-domstolen vid tillämpningen av artikel 267 FEUF ankommer på de nationella domstolarna att bedöma relevansen av de frågor som ställs, är det dock förbehållet EU-domstolen att bland alla de omständigheter som den nationella domstolen redogjort för välja ut de delar av unionsrätten som med hänsyn till föremålet för tvisten kräver tolkning eller bedömning av giltigheten (se, för ett liknande resonemang, dom av den 15 oktober 1980, Roquette Frères, 145/79, EU:C:1980:234, punkt 7).", "label": [[94, 106, "ORG"], [254, 266, "ORG"], [511, 526, "DATE"], [528, 543, "ORG"]]}
{"text": "28 Såsom generaladvokaten har påpekat i punkterna 25–31 i sitt förslag till avgörande framgår det av rättspraxis att de tvivel som den hänskjutande domstolen har gett uttryck för vad gäller giltigheten av en unionsrättsakt, eller den omständigheten att en sådan fråga har uppkommit i det nationella målet, utgör omständigheter som domstolen ska beakta vid sin bedömning av huruvida den ex officio ska pröva giltigheten av en rättsakt, när den hänskjutande domstolen formellt sett endast har begärt en tolkning av denna rättsakt (se, för ett liknande resonemang, dom av den 13 december 1989, Paris, C‑204/88, EU:C:1989:643, punkt 8, dom av den 11 juni 2009, Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, punkterna 46 och 47, dom av den 6 oktober 2015, Mertens, C‑362/14, EU:C:2015:650, punkt 67, och dom av den 16 juli 2020, Facebook Ireland och Mertens, C‑311/18, EU:C:2020:559, punkterna 159–161.", "label": [[9, 25, "PROFESSION"], [331, 340, "ORG"], [573, 589, "DATE"], [591, 596, "LOC"], [643, 655, "DATE"], [657, 685, "ORG"], [744, 758, "DATE"], [760, 767, "PER"], [819, 831, "DATE"], [833, 849, "ORG"], [854, 861, "PER"]]}
{"text": "29 I förevarande fall framgår det av beslutet om hänskjutande och av handlingarna i målet vid EU-domstolen att Compagnie des pêches de Saint-Malo, i sin talan vid den nationella domstolen i första instans, direkt bestred giltigheten av det omtvistade beslutet, i den del de berörda lättnaderna i fråga om arbetstagaravgifterna i beslutet förklarades utgöra statligt stöd som var oförenligt med den gemensamma marknaden. Vidare gav den nationella domstolen i första instans uttryck för sitt eget tvivel vad gäller det omtvistade beslutets giltighet, genom att, såsom angetts i punkterna 20 och 21 i förevarande dom, påpeka att lättnaderna av arbetstagaravgifterna inte kunde omfattas av tillämpningsområdet för artikel 107 FEUF eftersom de inte direkt gynnade fiskeföretagen.", "label": [[94, 106, "ORG"], [111, 145, "ORG"]]}
{"text": "30 Även om tolkningsfrågorna formellt avser tolkningen av det omtvistade beslutet är det således, för att ge den hänskjutande domstolen ett fullständigt svar, nödvändigt att även pröva giltigheten av detta beslut.", "label": []}
{"text": "31 Såsom framgår av EU-domstolens praxis kan en fråga om giltighet inte prövas ex officio om motparten i det nationella målet otvivelaktigt hade rätt att väcka talan om ogiltigförklaring av det omtvistade beslutet (se, för ett liknande resonemang, dom av den 18 juli 2007, Franceschi, C‑119/05, EU:C:2007:434, punkt 56, dom av den 8 juli 2010, Afton Chemical, C‑343/09, EU:C:2010:419, punkterna 19–25, och dom av den 25 juli 2018, Georgsmarienhütte m.fl., C‑135/16, EU:C:2018:582, punkt 37).", "label": [[20, 33, "ORG"], [259, 271, "DATE"], [273, 283, "PER"], [331, 342, "DATE"], [344, 358, "ORG"], [417, 429, "DATE"], [431, 448, "ORG"]]}
{"text": "32 Domstolen finner i detta hänseende att det i förevarande fall, vid den tidpunkt då Compagnie des pêches de Saint Malo hade kunnat väcka talan vid tribunalen mot det omtvistade beslutet med stöd av artikel 263 FEUF, inte var säkert att bolaget hade ett berättigat intresse av att få den del av beslutet som avsåg arbetstagaravgifterna prövad, bland annat eftersom dessa avgifter, såsom framgår av handlingarna i målet, inte utgör en kostnad för fiskeföretagen, i deras egenskap av arbetsgivare, utan en kostnad för arbetstagarna, eftersom det är arbetstagarna som faktiskt gynnas av lättnaderna av dessa avgifter.", "label": [[3, 12, "ORG"], [86, 120, "ORG"]]}
{"text": "33 Eftersom det, såsom påpekats i punkterna 16 och 17 ovan, dessutom först var efter det att domen av den 20 oktober 2011, kommissionen/Frankrike (C‑549/09, ej publicerad, EU:C:2011:672) hade meddelats, som Compagnie des pêches de Saint Malo i vederbörlig ordning underrättades om att kommissionens betalningskrav även avsåg de belopp som motsvarade lättnaderna av arbetstagaravgifter, kunde bolaget nämligen före utgången av den frist för att väcka talan som föreskrivs i artikel 263 FEUF anse att bolaget inte hade något intresse av att väcka talan mot det omtvistade beslutet i syfte att bestrida återkravet avseende dessa belopp. Det kan för övrigt inte uteslutas att tribunalen, även för det fall bolaget hade väckt talan mot det omtvistade beslutet, av dessa skäl, liksom av de skäl som generaladvokaten har angett i punkt 49 i sitt förslag till avgörande, ex officio hade funnit att bolaget saknade berättigat intresse av att få saken prövad.", "label": [[106, 121, "DATE"], [123, 135, "ORG"], [136, 145, "ORG"], [207, 241, "ORG"], [285, 298, "ORG"], [672, 682, "ORG"], [793, 809, "PROFESSION"]]}
{"text": "34 Domstolen erinrar i detta hänseende om att det av fast rättspraxis framgår att ett berättigat intresse av att få saken prövad, som ska vara faktiskt och aktuellt, även utgör ett villkor för att en talan som väcks enligt artikel 263 FEUF ska kunna tas upp till prövning (se, för ett liknande resonemang, dom av den 21 december 2011, ACEA/kommissionen, C‑319/09 P, ej publicerad, EU:C:2011:857, punkt 67 och där angiven rättspraxis) och att avsaknaden av ett sådant intresse är ett rättegångshinder som inte kan avhjälpas som kan prövas ex officio av domstolen (se, för ett liknande resonemang, beslut av den 7 oktober 1987, d. B/rådet och ESK, 108/86, EU:C:1987:426, punkt 10).", "label": [[3, 12, "ORG"], [317, 333, "DATE"], [335, 339, "ORG"], [340, 352, "ORG"], [552, 561, "ORG"], [610, 624, "DATE"], [626, 630, "PER"], [631, 636, "ORG"], [641, 644, "ORG"]]}
{"text": "35 Mot bakgrund av dessa omständigheter är det inte uppenbart att en talan om ogiltigförklaring som väckts av motparten i målet vid den nationella domstolen hade kunnat tas upp till sakprövning.", "label": []}
{"text": "36 Av det ovan anförda följer att begäran om förhandsavgörande kan tas upp till sakprövning i sin helhet.", "label": []}
{"text": "Huruvida det omtvistade beslutet är giltigt i den del den berörda lättnaden av arbetstagaravgifterna kvalificeras som ett statligt stöd som är oförenligt med den gemensamma marknaden", "label": []}
{"text": "37 Det ska inledningsvis påpekas att kommissionen, såsom framgår av punkt 42 i domen av den 20 oktober 2011, kommissionen/Frankrike (C‑549/09, ej publicerad, EU:C:2011:672), i det omtvistade beslutet kvalificerade lättnaden av de sociala avgifterna, såväl vad gäller arbetsgivar- som arbetstagaravgifterna, som statligt stöd i den mening som avses i artikel 107.1 FEUF. Även om kommissionen i artikel 3 i detta beslut begränsade sig till att hänvisa till lättnader i fråga om sociala avgifter, framgår det av skälen 18 och 20 i beslutet att begreppet ”sociala avgifter” omfattade såväl arbetsgivaravgifter som arbetstagaravgifter.", "label": [[37, 49, "ORG"], [92, 107, "DATE"], [109, 121, "ORG"], [122, 131, "ORG"], [378, 390, "ORG"]]}
{"text": "38 Enligt fast rättspraxis krävs det att samtliga följande villkor är uppfyllda för att en åtgärd ska anses utgöra ”statligt stöd” enligt artikel 107.1 FEUF. För det första ska det röra sig om en statlig åtgärd eller en åtgärd som vidtas med hjälp av statliga medel. För det andra ska denna åtgärd kunna påverka handeln mellan medlemsstaterna. För det tredje ska åtgärden ge mottagaren en selektiv fördel. För det fjärde ska åtgärden snedvrida eller hota att snedvrida konkurrensen (se, för ett liknande resonemang, dom av den 29 juli 2019, Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, punkt 20 och där angiven rättspraxis).", "label": [[527, 539, "DATE"], [541, 568, "ORG"]]}
{"text": "39 Vad gäller villkoret att den åtgärd som är aktuell i det nationella målet ska anses ge mottagaren en fördel, följer det också av domstolens fasta praxis att åtgärder som, oavsett deras form, direkt eller indirekt gynnar företag, liksom åtgärder som kan anses ge det mottagande företaget ekonomiska fördelar som det inte skulle ha erhållit enligt normala marknadsmässiga villkor, anses utgöra stöd (se, för ett liknande resonemang, dom av den 24 juli 2003, Altmark Trans och Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, punkterna 83 och 84 samt där angiven rättspraxis).", "label": [[132, 142, "ORG"], [445, 457, "DATE"], [459, 472, "ORG"], [477, 506, "ORG"]]}
{"text": "40 Det ska även erinras om att begreppet stöd omfattar fördelar som beviljas av offentliga myndigheter och som på olika sätt minskar de kostnader som normalt belastar ett företags budget. En partiell nedsättning av de sociala avgifter som åligger företagen inom en viss industrisektor utgör således stöd i den mening som avses i artikel 107.1 FEUF, när denna åtgärd syftar till att delvis befria dessa företag från de ekonomiska bördor som följer av en normal tillämpning av det allmänna socialförsäkringssystemet, utan att denna befrielse motiveras av systemets art eller struktur (dom av den 5 oktober 1999, Frankrike/kommissionen, C‑251/97, EU:C:1999:480, punkterna 35 och 36 samt där angiven rättspraxis).", "label": [[594, 608, "DATE"], [610, 619, "ORG"], [620, 632, "ORG"]]}
{"text": "41 Domstolen har dessutom betonat att det faktum att de statliga åtgärderna är av social karaktär inte räcker för att de skall undgå att betecknas som stöd i den mening som avses i artikel 107 FEUF (se, för ett liknande resonemang, dom av den 5 oktober 1999, Frankrike/kommissionen, C‑251/97, EU:C:1999:480, punkt 37 och där angiven rättspraxis), eftersom det i första punkten i denna bestämmelse inte görs någon åtskillnad mellan statliga åtgärder med hänsyn till deras orsaker eller syften, utan de definieras i stället med utgångspunkt i vilka verkningar de har (se, för ett liknande resonemang, dom av den 9 juni 2011, Comitato ”Venezia vuole vivere” m.fl./kommissionen, C‑71/09 P, C‑73/09 P och C‑76/09 P, EU:C:2011:368, punkt 94 och där angiven rättspraxis).", "label": [[3, 12, "ORG"], [243, 257, "DATE"], [259, 268, "ORG"], [269, 281, "ORG"], [610, 621, "DATE"], [623, 631, "ORG"], [633, 653, "ORG"], [661, 673, "ORG"]]}
{"text": "42 Med avseende på de lättnader i fråga om arbetstagaravgifter som Republiken Frankrike i förevarande fall har beviljat fiskarna för perioden den 15 april–den 15 oktober 2000, är det utrett att dessa avgifter inte bestrids av fiskeföretagen, i deras egenskap av arbetsgivare, utan bärs av arbetstagarna, eftersom arbetstagarna är de som faktiskt gynnas av dessa avdrag. Det framgår nämligen av beslutet om hänskjutande att nämnda företag, i egenskap av arbetsgivare, enligt de tillämpliga nationella bestämmelserna, vars innehåll har återgetts i punkterna 6 och 7 i förevarande dom, endast är skyldiga att göra avdrag för dessa avgifter på sina anställdas löner, på varje lönebesked, för att avgifterna ska kunna överföras till de behöriga sociala organen.", "label": [[67, 87, "ORG"], [120, 128, "PROFESSION"], [146, 154, "DATE"], [159, 174, "DATE"]]}
{"text": "43 De belopp som ett fiskeföretag, såsom motparten i det nationella målet, drar av från sina anställdas löner såsom arbetstagaravgifter ska exakt motsvara de belopp som företaget överför till de sociala organen för sina anställdas räkning. Eftersom fiskeföretagen således endast fungerar som mellanhand mellan sina anställda och dessa sociala organ, och den lättnad i fråga om arbetstagaravgifterna som är aktuell i det nationella målet följaktligen är neutral i förhållande till dessa företag, ska denna åtgärd inte anses avse kostnader som belastar dessa företags budget (se, för ett liknande resonemang, beslut av den 22 oktober 2015, kommissionen/Grekland, C‑530/14 P, ej publicerat, EU:C:2015:727, punkterna 32–34).", "label": [[621, 636, "DATE"], [638, 650, "ORG"], [651, 659, "ORG"]]}
{"text": "44 Såsom generaladvokaten har påpekat i punkt 69 i sitt förslag till avgörande kan skyldighet att inbetala belopp motsvarande arbetstagaravgifterna till de behöriga organen nämligen inte i sig motivera slutsatsen att lättnaden i fråga om dessa avgifter ger de berörda företagen en direkt fördel som uppgår till ett belopp som motsvarar beloppet för lättnaden.", "label": [[9, 25, "PROFESSION"]]}
{"text": "45 Dessa överväganden påverkas inte av den hänvisning som såväl den franska regeringen som kommissionen har gjort till domen av den 21 december 2016, kommissionen/Aer Lingus och Ryanair Designated Activity (C‑164/15 P och C‑165/15 P, EU:C:2016:990), eftersom domstolen, såsom generaladvokaten har påpekat i punkterna 68 och 71–74 i sitt förslag till avgörande, ansåg att de åtgärder som var aktuella i det mål som avgjordes genom den domen, till skillnad från vad som är fallet i förevarande mål, hade en inverkan på flygbolagens budget.", "label": [[64, 86, "ORG"], [91, 103, "ORG"], [132, 148, "DATE"], [150, 162, "ORG"], [163, 173, "ORG"], [178, 205, "ORG"], [259, 268, "ORG"], [276, 292, "PROFESSION"]]}
{"text": "46 Nämnda överväganden stöds däremot av den omständigheten att den lättnad av arbetstagaravgifterna som är aktuell i det nationella målet endast var riktad till de anställda i fiskeföretagen, vilka var de enda som faktiskt gynnades av dessa lättnader, eftersom denna åtgärd i huvudsak innebar en skyldighet för dessa företag att höja nettolönen för sina anställda i förhållande till den befrielse från arbetstagaravgifter som var och en av de anställda normalt betalade.", "label": []}
{"text": "47 Såsom generaladvokaten har påpekat i punkt 64 i sitt förslag till avgörande innebär emellertid den omständigheten att lättnaden av arbetstagaravgifterna direkt gynnar de anställda i de berörda företagen, och inte dessa företag, inte att det är uteslutet att ett stöd vars direkta mottagare är anställda i ett företag kan utgöra ett indirekt stöd till ett sådant företag (se, för ett liknande resonemang, dom av den 28 juli 2011, Mediaset/kommissionen, C‑403/10 P, ej publicerad, EU:C:2011:533, punkt 81).", "label": [[9, 25, "PROFESSION"], [418, 430, "DATE"], [432, 440, "ORG"], [441, 453, "ORG"]]}
{"text": "48 I detta avseende är det emellertid tillräckligt att påpeka att varken det omtvistade beslutet eller de handlingar som domstolen förfogar över innehåller några uppgifter som tyder på att de berörda företagen indirekt har gynnats av ett statligt stöd. Det framgår dessutom klart av det omtvistade beslutet, bland annat av skäl 55 däri, att den fördel som kommissionen ansåg förelåg i förevarande fall inte bestod i en indirekt fördel för nämnda företag, utan av en direkt fördel.", "label": [[121, 130, "ORG"], [356, 368, "ORG"]]}
{"text": "49 Domstolen finner att kommissionen gjorde sig skyldig till felaktig rättstillämpning när den i skäl 55 i det omtvistade beslutet fann att lättnaderna i fråga om de sociala avgifterna i sin helhet utgjorde åtgärder som gynnade fiskeföretagen, eftersom de befriades från vissa avgifter som de i normala fall skulle ha betalat.", "label": [[24, 36, "ORG"]]}
{"text": "50 Denna felaktiga rättstillämpning är tillräcklig för att det ska kunna konstateras att det omtvistade beslutet är ogiltigt, i den del det däri fastställs att den lättnad i fråga om arbetstagaravgifter som är aktuell i det nationella målet utgör ett statligt stöd som är oförenligt med den gemensamma marknaden, trots att det villkor som innebär att ett företag ska ha beviljats en fördel – vilket på grundval av den rättspraxis som anges i punkterna 38 och 39 i förevarande dom utgör ett oundgängligt villkor för en sådan kvalificering – inte är uppfyllt.", "label": []}
{"text": "51 Mot denna bakgrund finner EU-domstolen att det omtvistade beslutet är ogiltigt i den del det däri fastställs att den lättnad i fråga om arbetstagaravgifter som Republiken Frankrike har beviljat fiskarna för perioden den 15 april–15 oktober 2000 utgör ett statligt stöd som inte är förenligt med den gemensamma marknaden.", "label": [[29, 41, "ORG"], [163, 183, "ORG"], [197, 205, "PROFESSION"], [223, 231, "DATE"], [232, 247, "DATE"]]}
{"text": "52 Denna ogiltigförklaring innebär att det är onödigt att besvara de två frågor om tolkningen av det omtvistade beslutet som den hänskjutande domstolen har ställt. Det saknas därför anledning att besvara dessa frågor.", "label": []}
{"text": "Rättegångskostnader", "label": []}
{"text": "53 Eftersom förfarandet i förhållande till parterna i det nationella målet utgör ett led i beredningen av samma mål, ankommer det på den hänskjutande domstolen att besluta om rättegångskostnaderna. De kostnader för att avge yttrande till domstolen som andra än nämnda parter har haft är inte ersättningsgilla.", "label": [[238, 247, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolen (andra avdelningen) följande:", "label": [[28, 37, "ORG"]]}
{"text": "Kommissionens beslut 2005/239/EG av den 14 juli 2004 om vissa stöd som Frankrike har beviljat vattenbrukare och fiskare är ogiltigt i den del det däri fastställs att den lättnad i fråga om arbetstagaravgifter som Republiken Frankrike har beviljat fiskarna för perioden den 15 april–15 oktober 2000 utgör ett statligt stöd som inte är förenligt med den gemensamma marknaden.", "label": [[0, 13, "ORG"], [40, 52, "DATE"], [71, 80, "ORG"], [94, 107, "PROFESSION"], [112, 119, "PROFESSION"], [213, 233, "ORG"], [247, 255, "PROFESSION"], [273, 281, "DATE"], [282, 297, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: franska.", "label": [[19, 26, "NATIONALITY"]]}
