{"text": "DOMSTOLENS DOM (första avdelningen)", "label": [[0, 10, "ORG"], [16, 34, "ORG"]]}
{"text": "den 14 januari 2021 (*)", "label": [[4, 19, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Området med frihet, säkerhet och rättvisa – Direktiv 2008/115/EG – Gemensamma normer och förfaranden för återvändande av tredjelandsmedborgare som vistas olagligt i medlemsstaterna – Artikel 5 a, artikel 6.1 och 6.4, artikel 8.1 och artikel 10 – Beslut om återvändande som utfärdats beträffande ett ensamkommande barn – Barnets bästa – Skyldighet för den berörda medlemsstaten att, innan ett beslut om återvändande utfärdas, försäkra sig om att den underårige kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet – Åtskillnad enbart utifrån barnets ålder för att bevilja uppehållsrätt – Beslut om återvändande som inte följs av avlägsnandeåtgärder”", "label": []}
{"text": "I mål C‑441/19,", "label": []}
{"text": "angående en begäran om förhandsavgörande enligt artikel 267 FEUF, framställd av Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (Domstolen i Haag, sammanträdesplats ’s-Hertogenbosch, Nederländerna) genom beslut av den 12 juni 2019, som inkom till domstolen samma dag, i målet", "label": [[80, 98, "ORG"], [114, 130, "LOC"], [132, 148, "ORG"], [168, 199, "LOC"], [221, 233, "DATE"], [250, 259, "ORG"]]}
{"text": "RZ mot Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [7, 50, "PROFESSION"]]}
{"text": "meddelar DOMSTOLEN (första avdelningen)", "label": [[9, 39, "ORG"]]}
{"text": "sammansatt av avdelningsordföranden S.-Z. Brunschot samt domarna G. Peeter Hughes, A. Krüger, O. Andersson (referent) och F. Marainen,", "label": [[14, 35, "PROFESSION"], [36, 51, "PER"], [57, 64, "PROFESSION"], [65, 81, "PER"], [83, 92, "PER"], [94, 106, "PER"], [108, 116, "PROFESSION"], [122, 133, "PER"]]}
{"text": "generaladvokat: G. Meelimäe,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitiesekreterare: V. Schubert,", "label": [[0, 19, "PROFESSION"], [21, 32, "PER"]]}
{"text": "efter det skriftliga förfarandet,", "label": []}
{"text": "med beaktande av de yttranden som avgetts av:", "label": []}
{"text": "– RZ, genom J.M. Kraus, advocaat,", "label": [[2, 4, "PER"], [12, 22, "PER"], [24, 32, "PROFESSION"]]}
{"text": "– Nederländernas regering, genom T.R. Jansen och R.G. Manveld, båda i egenskap av ombud,", "label": [[2, 25, "ORG"], [33, 44, "PER"], [49, 61, "PER"], [82, 87, "PROFESSION"]]}
{"text": "– Belgiens regering, genom R. Van Reenen och F. Bakker, båda i egenskap av ombud,", "label": [[2, 19, "ORG"], [27, 40, "PER"], [45, 54, "PER"], [75, 80, "PROFESSION"]]}
{"text": "– Europeiska kommissionen, genom S. Moldovan och I. Britton, båda i egenskap av ombud,", "label": [[2, 25, "ORG"], [33, 44, "PER"], [49, 59, "PER"], [80, 85, "PROFESSION"]]}
{"text": "och efter att den 2 juli 2020 ha hört generaladvokatens förslag till avgörande,", "label": [[18, 29, "DATE"], [38, 55, "PROFESSION"]]}
{"text": "följande Dom", "label": []}
{"text": "1 Begäran om förhandsavgörande avser tolkningen av artiklarna 4, 21 och 24 i Europeiska unionens stadga om de grundläggande rättigheterna (nedan kallad stadgan), artikel 5 a, artikel 6.1 och 6.4, artikel 8.1 och artikel 10 i Europaparlamentets och rådets direktiv 2008/115/EG av den 16 december 2008 om gemensamma normer och förfaranden för återvändande av tredjelandsmedborgare som vistas olagligt i medlemsstaterna (EUT L 348, 2008, s. 98) samt artikel 15 i Europaparlamentets och rådets direktiv 2011/95/EU av den 13 december 2011 om normer för när tredjelandsmedborgare eller statslösa personer ska anses berättigade till internationellt skydd, för en enhetlig status för flyktingar eller personer som uppfyller kraven för att betecknas som subsidiärt skyddsbehövande, och för innehållet i det beviljade skyddet (EUT L 337, 2011, s. 9).", "label": [[77, 96, "LOC"], [225, 243, "ORG"], [248, 254, "ORG"], [283, 299, "DATE"], [460, 478, "ORG"], [483, 489, "ORG"], [517, 533, "DATE"]]}
{"text": "2 Begäran har framställts i ett mål mellan RZ, ett ensamkommande barn som är tredjelandsmedborgare, och Staatssecretaris van Justitie en Veiligheid (statssekreterare med ministerlika befogenheter för justitie- och säkerhetsfrågor, Nederländerna) (nedan kallad Staatssecretaris) angående lagenligheten av ett beslut att ålägga den underårige att lämna Europeiska unionen.", "label": [[43, 45, "PER"], [104, 147, "PROFESSION"], [149, 229, "PROFESSION"], [231, 244, "LOC"], [260, 276, "PROFESSION"], [351, 369, "LOC"]]}
{"text": "Tillämpliga bestämmelser", "label": []}
{"text": "Unionsrätt", "label": []}
{"text": "Direktiv 2008/115", "label": []}
{"text": "3 Skälen 2, 4, 22 och 24 i direktiv 2008/115 har följande lydelse:", "label": []}
{"text": "”(2) Vid sitt möte den 4–5 november 2004 i Bryssel efterlyste Europeiska rådet upprättandet av en effektiv politik för avlägsnande och återsändande som grundar sig på gemensamma standarder för personers återsändande på ett humant sätt och med fullständig respekt för deras mänskliga rättigheter och värdighet.", "label": [[23, 40, "DATE"], [43, 50, "LOC"], [62, 78, "ORG"]]}
{"text": "…", "label": []}
{"text": "(4) Det är nödvändigt att det fastställs tydliga, öppna och rättvisa regler för tillhandahållandet av en effektiv återvändandepolitik, vilket är en nödvändig del av en väl förvaltad migrationspolitik.", "label": []}
{"text": "…", "label": []}
{"text": "(22) I överensstämmelse med 1989 års FN-konvention om barnets rättigheter bör barnets bästa komma i främsta rummet när medlemsstaterna genomför detta direktiv. I överensstämmelse med Europeiska konventionen angående skydd för de mänskliga rättigheterna och de grundläggande friheterna [undertecknad i Rom den 4 november 1950] bör rätten till skydd för familjelivet komma i främsta rummet när medlemsstaterna genomför detta direktiv.", "label": [[28, 36, "DATE"], [37, 39, "ORG"], [183, 193, "LOC"], [301, 304, "LOC"], [309, 324, "DATE"]]}
{"text": "…", "label": []}
{"text": "(24) Detta direktiv står i överensstämmelse med de grundläggande rättigheter och de principer som erkänns särskilt i [stadgan].”", "label": []}
{"text": "4 I artikel 1, med rubriken ”Syfte”, i detta direktiv anges följande:", "label": []}
{"text": "”I detta direktiv föreskrivs gemensamma normer och förfaranden som ska tillämpas i medlemsstaterna för återvändande av tredjelandsmedborgare vars vistelse är olaglig, i överensstämmelse med grundläggande rättigheter som allmänna principer för gemenskapsrätten och internationell rätt, inklusive flyktingskydd och förpliktelser i fråga om mänskliga rättigheter.”", "label": []}
{"text": "5 Artikel 2 i nämnda direktiv har rubriken ”Tillämpningsområde” och föreskriver följande i punkterna 1 och 2:", "label": []}
{"text": "”1. Detta direktiv ska tillämpas på tredjelandsmedborgare som vistas olagligt på en medlemsstats territorium.", "label": []}
{"text": "2. Medlemsstaterna får besluta att inte tillämpa detta direktiv på tredjelandsmedborgare som", "label": []}
{"text": "a) har nekats inresa i enlighet med artikel 13 i [Europaparlamentets och rådets förordning (EG) nr 562/2006 av den 15 mars 2006 om en gemenskapskodex om gränspassage för personer (kodex om Schengengränserna) (EUT L 105, 2006, s. 1)], eller som grips eller hejdas av de behöriga myndigheterna i samband med att de olagligen passerar en medlemsstats yttre gräns landvägen, sjövägen eller luftvägen och som inte därefter har fått tillstånd eller rätt att vistas i den medlemsstaten,", "label": [[50, 68, "ORG"], [73, 79, "ORG"], [115, 127, "DATE"], [189, 206, "LOC"]]}
{"text": "b) har ådömts att återvända som en straffrättslig påföljd, eller som en följd av en straffrättslig påföljd, i enlighet med den nationella lagstiftningen, eller som är föremål för utlämningsförfaranden.”", "label": []}
{"text": "6 I artikel 3 i samma direktiv, med rubriken ”Definitioner”, föreskrivs följande:", "label": []}
{"text": "”I detta direktiv gäller följande definitioner:", "label": []}
{"text": "…", "label": []}
{"text": "2. olaglig vistelse: vistelse på en medlemsstats territorium av en tredjelandsmedborgare som inte, eller inte längre, uppfyller villkoren för inresa enligt artikel 5 i [förordning nr 562/2006] eller andra villkor för att resa in i, vistas eller vara bosatt i den medlemsstaten.", "label": []}
{"text": "…", "label": []}
{"text": "5. avlägsnande: verkställigheten av skyldigheten att återvända, det vill säga den faktiska transporten ut ur medlemsstaten.", "label": []}
{"text": "…", "label": []}
{"text": "9. utsatta personer: underåriga, ensamkommande barn, funktionshindrade, äldre, gravida, ensamstående föräldrar med underåriga barn och personer som har utsatts för tortyr, våldtäkt eller andra allvarliga former av psykiskt, fysiskt eller sexuellt våld.”", "label": []}
{"text": "7 Artikel 5 i direktiv 2008/115, med rubriken ”Non-refoulement, barnets bästa, familjeliv och hälsotillstånd”, har följande lydelse:", "label": []}
{"text": "”När medlemsstaterna genomför detta direktiv ska de ta vederbörlig hänsyn till", "label": []}
{"text": "a) barnets bästa,", "label": []}
{"text": "b) familjeliv,", "label": []}
{"text": "c) hälsotillståndet för den berörda tredjelandsmedborgaren,", "label": []}
{"text": "och respektera principen om ’non-refoulement’.”", "label": []}
{"text": "8 I artikel 6 i direktivet, med rubriken ”Beslut om återvändande”, föreskrivs följande i punkterna 1 och 4:", "label": []}
{"text": "”1. Utan att det påverkar tillämpningen av de undantag som avses i punkterna 2–5 ska medlemsstaterna utfärda beslut om att tredjelandsmedborgare som vistas olagligt på deras territorium ska återvända.", "label": []}
{"text": "…", "label": []}
{"text": "4. Medlemsstaterna får när som helst, av ömmande skäl eller av humanitära eller andra skäl, bevilja ett självständigt uppehållstillstånd eller någon annan form av tillstånd som ger rätt att stanna i landet till en tredjelandsmedborgare som vistas  olagligt på deras territorium. I sådana fall ska inget beslut om återvändande utfärdas. Om ett sådant beslut redan har utfärdats ska det återkallas eller tillfälligt skjutas upp under giltighetstiden för uppehållstillståndet eller någon annan beviljad rätt att stanna.”", "label": []}
{"text": "9 Artikel 8 i direktivet har rubriken ”Avlägsnande”. I artikel 8.1 föreskrivs följande:", "label": []}
{"text": "”Medlemsstaterna ska vidta alla nödvändiga åtgärder för att verkställa beslutet om återvändande om inte någon tidsfrist för frivillig avresa har beviljats i enlighet med artikel 7.4, eller om åläggandet att återvända inte har hörsammats inom den tid för frivilligt återvändande som beviljats i enlighet med artikel 7.”", "label": []}
{"text": "10 Artikel 10 i samma direktiv, med rubriken ”Återvändande och avlägsnande av ensamkommande barn”, har följande lydelse:", "label": []}
{"text": "”1. Innan ett beslut fattas om att utfärda ett beslut om återvändande beträffande ett ensamkommande barn, ska stöd av lämpliga organ som inte är verkställande myndighet beviljas med vederbörlig hänsyn till barnets bästa.", "label": []}
{"text": "2. Innan myndigheterna i en medlemsstat avlägsnar ett ensamkommande barn från medlemsstatens territorium, ska de försäkra sig om att barnet kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet.”", "label": []}
{"text": "Direktiv 2011/95", "label": []}
{"text": "11 I artikel 1, med rubriken ”Syfte”, i direktiv 2011/95 anges följande:", "label": []}
{"text": "”Syftet med detta direktiv är att införa normer för när tredjelandsmedborgare eller statslösa personer ska anses berättigade till internationellt skydd, för en enhetlig status för flyktingar och person som uppfyller kraven för att betecknas som subsidiärt skyddsbehövande, och för innehållet i det beviljade skyddet.”", "label": []}
{"text": "12 I artikel 2 i förordningen, som har rubriken ”Definitioner”, anges följande:", "label": []}
{"text": "”I detta direktiv gäller följande definitioner:", "label": []}
{"text": "…", "label": []}
{"text": "f) person som uppfyller kraven för att betecknas som subsidiärt skyddsbehövande: en tredjelandsmedborgare eller statslös person som inte uppfyller kraven för att betecknas som flykting, men där det finns grundad anledning att förmoda att den berörda personen, om han eller hon återsänds till sitt ursprungsland, eller, i fråga om en statslös person, till det land där han eller hon tidigare hade sin vanliga vistelseort, skulle utsättas för en verklig risk att lida allvarlig skada enligt artikel 15 och som inte omfattas av artikel 17.1 och 17.2 och som inte kan, eller på grund av en sådan risk inte vill begagna sig av det landets skydd.", "label": []}
{"text": "… ”", "label": []}
{"text": "13 Artikel 15 i detta direktiv, som behandlar förutsättningarna för subsidiärt skydd, har rubriken ”Allvarlig skada” och lyder som följer:", "label": []}
{"text": "”Allvarlig skada utgörs av", "label": []}
{"text": "a) dödsstraff eller avrättning, eller", "label": []}
{"text": "b) tortyr eller omänsklig eller förnedrande behandling eller bestraffning av en sökande i ursprungslandet, eller", "label": []}
{"text": "c) allvarligt och personligt hot mot en civilpersons liv eller lem på grund av urskillningslöst våld i situationer av internationell eller intern väpnad konflikt.”", "label": []}
{"text": "Direktiv 2013/33/EU", "label": []}
{"text": "14 Artikel 1 i Europaparlamentets och rådets direktiv 2013/33/EU av den 26 juni 2013 om normer för mottagande av personer som ansöker om internationellt skydd (EUT L 180, 2013, s. 96) har följande lydelse:", "label": [[15, 33, "ORG"], [38, 44, "ORG"], [72, 84, "DATE"]]}
{"text": "”Syftet med detta direktiv är att fastställa normer för mottagande av personer som ansöker om internationellt skydd … i medlemsstaterna.”", "label": []}
{"text": "15 I artikel 2 i samma direktiv föreskrivs följande:", "label": []}
{"text": "”I detta direktiv avses med", "label": []}
{"text": "…", "label": []}
{"text": "d) underårig: en tredjelandsmedborgare eller statslös person under 18 år.", "label": [[67, 69, "AMOUNT_VALUE"], [70, 72, "AMOUNT_UNIT"]]}
{"text": "…”", "label": []}
{"text": "Nederländsk rätt", "label": [[0, 11, "LOC"]]}
{"text": "16 Artikel 8 a, f, h och j i wet tot algehele herziening van de Vreemdelingenwet (lag om allmän översyn av utlänningslagen) av den 23 november 2000 (Stb. 2000, nr 495) (nedan kallad 2000 års lag) föreskrivs följande:", "label": [[131, 147, "DATE"], [182, 190, "DATE"]]}
{"text": "”En utlännings vistelse i Nederländerna är laglig endast i följande fall:", "label": [[26, 39, "LOC"]]}
{"text": "a) Om han eller hon innehar ett sådant tidsbegränsat uppehållstillstånd som avses i artikel 14 i denna lag.", "label": []}
{"text": "…", "label": []}
{"text": "f) Om utlänningen, i avvaktan på ett beslut med anledning av en ansökan om [tidsbegränsat uppehållstillstånd av asylskäl], enligt denna lag eller enligt en bestämmelse som antagits med stöd härav eller enligt ett domstolsavgörande inte får avlägsnas innan ett beslut har fattats om nämnda ansökan.", "label": []}
{"text": "…", "label": []}
{"text": "h) Om utlänningen, i avvaktan på ett beslut med anledning av en begäran om omprövning eller ett överklagande, enligt denna lag eller enligt en bestämmelse som antagits med stöd härav eller enligt ett domstolsavgörande inte får avlägsnas innan ett beslut har fattats avseende nämnda begäran om omprövning eller överklagandet.", "label": []}
{"text": "…", "label": []}
{"text": "j) Om det föreligger hinder för avlägsnande enligt artikel 64.", "label": []}
{"text": "…”", "label": []}
{"text": "17 I artikel 14.1 i nämnda lag föreskrivs följande:", "label": []}
{"text": "”Ministern får", "label": [[1, 10, "PROFESSION"]]}
{"text": "a) bevilja, avslå eller avvisa en ansökan om tidsbegränsat uppehållstillstånd,", "label": []}
{"text": "…", "label": []}
{"text": "e) ex officio bevilja ett tidsbegränsat uppehållstillstånd eller förlänga dess giltighetstid.”", "label": []}
{"text": "18 Artikel 64 i nämnda lag har följande lydelse:", "label": []}
{"text": "”Avlägsnandet skjuts upp om utlänningens eller en familjemedlems hälsotillstånd inte tillåter en resa.”", "label": []}
{"text": "19 Artikel 3.6a i Vreemdelingenbesluit 2000 (2000 års utlänningsförordning) av den 23 november 2000 (Stb. 2000 nr 497) har följande lydelse:", "label": [[39, 43, "DATE"], [45, 53, "DATE"], [83, 99, "DATE"]]}
{"text": "”1. Vid avslag på den första ansökan om ett tidsbegränsat uppehållstillstånd av asylskäl kan ett ordinarie uppehållstillstånd ändå beviljas ex officio för en begränsad tid", "label": []}
{"text": "a) till en utlänning om ett avlägsnande av honom eller henne skulle strida mot artikel 8 i Europeiska konventionen om skydd för de mänskliga rättigheterna och de grundläggande friheterna,", "label": [[91, 101, "LOC"]]}
{"text": "b) inom ramen för en begränsning med anledning av tillfälliga humanitära skäl, till en utlänning som är offer för/anmälare av, offer för eller vittne till/anmälare av människohandel, i den mening som avses i artikel 3.48.1 a, b eller c.", "label": []}
{"text": "…", "label": []}
{"text": "4. Uppehållstillståndet beviljas grundat på det första tillämpliga skälet i punkt 1.", "label": []}
{"text": "…”", "label": []}
{"text": "20 I punkt B8/6 i Vreemdelingencirculaire 2000 (2000 års utlänningscirkulär) anges följande:", "label": [[42, 46, "DATE"], [48, 56, "DATE"]]}
{"text": "”…", "label": []}
{"text": "Ett ordinarie uppehållstillstånd för viss tid får beviljas ex officio och utan vidare prövning om följande villkor är uppfyllda:", "label": []}
{"text": "– Utlänningen är under 15 år vid tidpunkten för den första ansökan om uppehållstillstånd.", "label": [[23, 25, "AMOUNT_VALUE"], [26, 28, "AMOUNT_UNIT"]]}
{"text": "– Utlänningen har lämnat trovärdiga uppgifter om sin identitet, sin nationalitet, sina föräldrar och sina övriga familjemedlemmar.", "label": []}
{"text": "– Det framgår av utlänningens uppgifter att det inte finns någon familjemedlem eller annan person som kan ge utlänningen ett lämpligt mottagande och som han eller hon kan återvända till.", "label": []}
{"text": "– Utlänningen har under förfarandet inte hindrat utredningen om möjligheterna till mottagande i ursprungslandet eller i ett annat land.", "label": []}
{"text": "– Det är allmänt känt att det inte finns tillgång till ett lämpligt mottagande i ursprungslandet eller i ett annat land som utlänningen rimligtvis skulle kunna återvända till, och att ett sådant mottagande inte förväntas bli tillgängligt inom den närmsta framtiden. I en sådan situation förutsätts det att Dienst Terugkeer en Vertrek (myndigheten för återvändande och avresa, Nederländerna) inte kommer att kunna hitta en lämplig form av mottagande inom treårsfristen.", "label": [[306, 333, "ORG"], [335, 374, "ORG"], [376, 389, "LOC"]]}
{"text": "…”", "label": []}
{"text": "Målet vid den nationella domstolen och tolkningsfrågorna", "label": []}
{"text": "21 Det ensamkommande barnet RZ reste in i Nederländerna vid en okänd tidpunkt och ingav den 30 juni 2017 en ansökan om tidsbegränsat uppehållstillstånd enligt asylrätten. Ansökan gjordes med stöd av 2000 års lag.", "label": [[28, 30, "PER"], [42, 55, "LOC"], [92, 104, "DATE"], [199, 207, "DATE"]]}
{"text": "22 RZ angav i samband med denna ansökan att han var född i Guinea den 14 februari 2002. Sedan sin tidiga barndom har han bott med sin faster i Sierra Leone. Efter hennes död kom RZ i kontakt med en man från Nigeria som tog honom till Europa. I Amsterdam (Nederländerna) utsattes han för människohandel och sexuellt utnyttjande, varför han för närvarande lider av allvarliga psykiska problem.", "label": [[3, 5, "PER"], [59, 65, "LOC"], [70, 86, "DATE"], [143, 155, "LOC"], [178, 180, "PER"], [207, 214, "LOC"], [234, 240, "LOC"], [244, 269, "LOC"]]}
{"text": "23 Genom beslut av den 23 mars 2018 beslutade Staatssecretaris ex officio att RZ, som då var 16 år och en månad, inte kunde beviljas ett tidsbegränsat uppehållstillstånd. I beslutet godkändes, i enlighet med artikel 64 i 2000 års lag, att avlägsnandet av RZ tillfälligt sköts upp i maximalt sex månader eller för en kortare tid vid ett beslut ex officio, i väntan på att Bureau Medische Advisering (byrån för medicinska råd, Nederländerna) skulle genomföra en undersökning för att kontrollera att RZ:s hälsa medgav ett avlägsnande.", "label": [[23, 35, "DATE"], [46, 62, "PROFESSION"], [78, 80, "PER"], [93, 95, "AMOUNT_VALUE"], [96, 98, "AMOUNT_UNIT"], [103, 105, "AMOUNT_VALUE"], [106, 111, "AMOUNT_UNIT"], [221, 229, "DATE"], [255, 257, "PER"], [291, 294, "AMOUNT_VALUE"], [295, 302, "AMOUNT_UNIT"], [371, 397, "ORG"], [399, 423, "ORG"], [425, 438, "LOC"], [497, 499, "PER"]]}
{"text": "24 Den 16 april 2018 överklagade RZ beslutet till Rechtbank Den Haag, zittingsplaat’s-Hertogenbosch (Domstolen i Haag, sammanträdesplats ’s‑Hertogenbosch, Nederländerna).", "label": [[7, 20, "DATE"], [33, 35, "PER"], [50, 68, "ORG"], [83, 99, "LOC"], [101, 117, "ORG"], [137, 168, "LOC"]]}
{"text": "25 Genom beslut av den 18 juni 2018 meddelade Staatssecretaris att RZ inte hade beviljats uppskov med verkställigheten av avlägsnandet av medicinska skäl och ålade honom att lämna landet inom fyra veckor. RZ har begärt omprövning av detta beslut, vilken avslogs av Staatssecretaris genom beslut av den 27 maj 2019.", "label": [[23, 35, "DATE"], [46, 62, "PROFESSION"], [67, 69, "PER"], [192, 196, "AMOUNT_VALUE"], [197, 203, "AMOUNT_UNIT"], [205, 207, "PER"], [265, 281, "PROFESSION"], [302, 313, "DATE"]]}
{"text": "26 RZ har vid den hänskjutande domstolen gjort gällande att han inte vet var hans föräldrar bor och att han inte skulle känna igen dem när han återvänder. Han känner ingen annan familjemedlem och vet inte ens om sådana existerar. Han kan inte återvända till sitt ursprungsland eftersom han inte vuxit upp där, inte känner någon där och inte talar språket. RZ har förklarat att han ser den värdfamilj som han bor hos i Nederländerna som sin familj.", "label": [[3, 5, "PER"], [356, 358, "PER"], [418, 431, "LOC"]]}
{"text": "27 Den hänskjutande domstolen har påpekat att myndigheten för återvändande och avresa regelbundet samtalade med RZ för att förbereda honom för ett återvändande till sitt ursprungsland, vilket förvärrade hans psykiska problem.", "label": [[46, 57, "ORG"], [112, 114, "PER"]]}
{"text": "28 Enligt den hänskjutande domstolen föreskrivs det i 2000 års lag att det vid prövningen av en första asylansökan ex officio ska undersökas om utlänningen, för det fall denne inte har rätt till flyktingstatus eller status som subsidiärt skyddsbehövande, ska beviljas ett tidsbegränsat uppehållstillstånd. I lagen föreskrivs också att ett beslut om avslag på en asylansökan utgör ett beslut om återvändande.", "label": [[54, 62, "DATE"]]}
{"text": "29 Den hänskjutande domstolen har tillagt att det, beträffande ensamkommande barn som är under 15 år då asylansökan lämnas in, föreskrivs i 2000 års utlänningscirkulär att innan beslut fattas avseende asylansökan ska det genomföras en undersökning av huruvida det finns tillgång till ett lämpligt mottagande i mottagarlandet. Om det saknas tillgång till ett sådant mottagande ska ett ensamkommande barn under 15 år beviljas ordinarie uppehållstillstånd.", "label": [[95, 97, "AMOUNT_VALUE"], [98, 100, "AMOUNT_UNIT"], [140, 148, "DATE"], [409, 411, "AMOUNT_VALUE"], [412, 414, "AMOUNT_UNIT"]]}
{"text": "30 Om det ensamkommande barnet däremot har fyllt 15 år då asylansökan lämnas in, genomförs inte någon sådan utredning som avses i artikel 10.2 i direktiv 2008/115, för att försäkra sig om att den underårige kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet, innan ett beslut om återvändande fattas.", "label": [[49, 51, "AMOUNT_VALUE"], [52, 54, "AMOUNT_UNIT"]]}
{"text": "31 Staatssecretaris tycks vänta till dess att en sådan asylsökande har fyllt 18 år och således är myndig juridiskt sett, vilket får till följd att en sådan utredning inte längre krävs. Under perioden mellan vederbörandes asylansökan och den tidpunkt då denne blir myndig är således vistelsen för ett ensamkommande barn, som är minst 15 år gammalt, olaglig men tolererad i Nederländerna.", "label": [[3, 19, "PROFESSION"], [77, 79, "AMOUNT_VALUE"], [80, 82, "AMOUNT_UNIT"], [333, 335, "AMOUNT_VALUE"], [336, 338, "AMOUNT_UNIT"], [372, 385, "LOC"]]}
{"text": "32 I förevarande fall anser den hänskjutande domstolen att RZ inte uppfyller kraven för att beviljas flyktingstatus eller status som subsidiärt skyddsbehövande. Vad gäller beviljande av ett tidsbegränsat uppehållstillstånd har den hänskjutande domstolen angett att RZ var 15 år och fyra månader när han lämnade in sin asylansökan. Eftersom han inte beviljats något tidsbegränsat uppehållstillstånd, är han skyldig att lämna Nederländerna, även om det inte gjorts någon utredning för att försäkra sig om att det finns ett lämpligt mottagande i mottagarlandet.", "label": [[59, 61, "PER"], [265, 267, "PER"], [272, 274, "AMOUNT_VALUE"], [275, 277, "AMOUNT_UNIT"], [282, 286, "AMOUNT_VALUE"], [287, 294, "AMOUNT_UNIT"], [424, 437, "LOC"]]}
{"text": "33 Den hänskjutande domstolen är osäker på om den åtskillnad som görs i den nederländska lagstiftningen mellan ensamkommande barn över 15 år och ensamkommande barn under 15 år är förenlig med unionsrätten. Den hänskjutande domstolen har i detta avseende hänvisat till begreppet ”barnets bästa” i artikel 5 a i direktiv 2008/115 och artikel 24 i stadgan.", "label": [[76, 88, "LOC"], [135, 137, "AMOUNT_VALUE"], [138, 140, "AMOUNT_UNIT"], [170, 172, "AMOUNT_VALUE"], [173, 175, "AMOUNT_UNIT"]]}
{"text": "34 Under dessa omständigheter beslutade Rechtbank Den Haag, zittingsplaats’s‑Hertogenbosch (Domstolen i Haag, sammanträdesplats ’s‑Hertogenbosch) att vilandeförklara målet och ställa följande tolkningsfrågor till EU-domstolen:", "label": [[40, 58, "ORG"], [74, 90, "LOC"], [92, 108, "ORG"], [128, 144, "LOC"], [213, 225, "ORG"]]}
{"text": "”1) Ska artikel 10 i direktiv [2008/115], jämförd med artiklarna 4 och 24 i stadgan, skäl 22 och artikel 5 a i direktiv 2008/115 och artikel 15 i direktiv [2011/95], tolkas så, att en medlemsstat innan den ålägger ett ensamkommande barn en skyldighet att återvända måste försäkra sig om och undersöka om det i ursprungslandet i vart fall i princip finns tillgång till ett lämpligt mottagande?", "label": []}
{"text": "2) Ska artikel 6.1 i direktiv [2008/115], jämförd med artikel 21 i stadgan, tolkas så, att en medlemsstat inte får göra åtskillnad på grund av ålder vid tillstånd att lagligt vistas i landet om det slås fast att ett ensamkommande barn inte uppfyller kraven för att beviljas flyktingstatus eller status som subsidiärt skyddsbehövande?", "label": []}
{"text": "3) Ska artikel 6.4 i [direktiv 2008/115] tolkas så, att om ett ensamkommande barn inte har hörsammat sin skyldighet att återvända, och medlemsstaten inte vidtar eller kommer att vidta några konkreta åtgärder för att avvisa honom eller henne, ska skyldigheten att återvända skjutas upp och tillstånd att lagligt vistas i landet beviljas? Ska artikel 8.1 i direktiv [2008/115] tolkas så, att för det fall ett beslut om att ett ensamkommande barn ska återvända inte åtföljs av avvisningsåtgärder förrän det ensamkommande barnet fyller arton år ska beslutet anses strida mot lojalitetsprincipen och principen om lojalt samarbete …?”", "label": [[532, 537, "AMOUNT_VALUE"], [538, 540, "AMOUNT_UNIT"]]}
{"text": "Förfarandet vid domstolen", "label": [[16, 25, "ORG"]]}
{"text": "35 Den hänskjutande domstolen har ansökt om att målet ska handläggas enligt det förfarande för brådskande mål om förhandsavgörande som föreskrivs i artikel 23a i stadgan för Europeiska unionens domstol.", "label": [[174, 201, "ORG"]]}
{"text": "36 Den 27 juni 2019 beslutade den första avdelningen, efter att ha hört generaladvokaten, att avslå denna ansökan.", "label": [[7, 19, "DATE"], [30, 52, "ORG"], [72, 88, "PROFESSION"]]}
{"text": "Prövning av tolkningsfrågorna", "label": []}
{"text": "Den första frågan", "label": []}
{"text": "37 Den hänskjutande domstolen har ställt den första frågan för att få klarhet i huruvida artikel 6.1 i direktiv 2008/115, jämförd med artiklarna 5 a och 10 i samma direktiv samt artikel 24.2 i stadgan, ska tolkas så, att innan den berörda medlemsstaten fattar ett beslut om återvändande beträffande ett ensamkommande barn, ska den försäkra sig om att det finns ett lämpligt mottagande för barnet i mottagarlandet.", "label": []}
{"text": "38 Domstolen påpekar inledningsvis att begreppet ”underårig” inte definieras i direktiv 2008/115. I artikel 2 d i direktiv 2013/33 definieras emellertid en underårig som ”en tredjelandsmedborgare eller statslös person under 18 år”. För att uppnå en konsekvent och enhetlig tillämpning av unionsrätten i fråga om asyl och invandring ska samma definition tillämpas inom ramen för direktiv 2008/115.", "label": [[224, 226, "AMOUNT_VALUE"], [227, 229, "AMOUNT_UNIT"]]}
{"text": "39 I förevarande fall rör det nationella målet ett ensamkommande barn. Den berörda medlemsstaten har funnit att flyktingstatus eller status som subsidiärt skyddsbehövande inte kunde beviljas barnet och har även beslutat att tidsbegränsat uppehållstillstånd inte kunde beviljas för det aktuella barnet.", "label": []}
{"text": "40 En tredjelandsmedborgare i en sådan situation omfattas, enligt artikel 2.1 i direktiv 2008/115 och med förbehåll för artikel 2.2 i samma direktiv, av direktivets tillämpningsområde. De gemensamma normer och förfaranden som föreskrivs i direktivet ska därför i princip tillämpas på vederbörande vid avlägsnande så länge situationen inte, i förekommande fall, har regulariserats (se, för ett liknande resonemang, dom av den 19 mars 2019, Binder m.fl., C‑444/17, EU:C:2019:220, punkt 39).", "label": [[425, 437, "DATE"], [439, 445, "PER"]]}
{"text": "41 Domstolen erinrar härvid om att enligt artikel 6.1 i direktiv 2008/115 ska medlemsstaterna, utan att det påverkar tillämpningen av de undantag som avses i punkterna 2–5, utfärda beslut om att tredjelandsmedborgare som vistas olagligt på deras territorium ska återvända.", "label": []}
{"text": "42 Direktivet innehåller dessutom särskilda regler som är tillämpliga på vissa personkategorier – däribland ensamkommande barn – vilka, såsom framgår av artikel 3 led 9 i direktiv 2008/115, ingår i kategorin ”utsatta personer”.", "label": []}
{"text": "43 I artikel 5 a i direktiv 2008/115, jämförd med skäl 22 i samma direktiv, anges att medlemsstaterna vid genomförandet av detta direktiv ska ta vederbörlig hänsyn till ”barnets bästa”. Ett ensamkommande barn kan således inte systematiskt behandlas som vuxen.", "label": []}
{"text": "44 Nämnda artikel 5 a innebär att när en medlemsstat avser att fatta ett beslut om återvändande beträffande ett ensamkommande barn i enlighet med direktiv 2008/115, måste den i varje skede av förfarandet beakta barnets bästa.", "label": []}
{"text": "45 I artikel 24.2 i stadgan föreskrivs dessutom att barnets bästa ska komma i främsta rummet vid alla åtgärder som rör barn, oavsett om de vidtas av offentliga myndigheter eller privata institutioner. I denna bestämmelse, jämförd med artikel 51.1 i stadgan, bekräftas att barnets rättigheter är av grundläggande betydelse, även i samband med återvändande av tredjelandsmedborgare som vistas olagligt i en medlemsstat.", "label": []}
{"text": "46 Såsom generaladvokaten påpekade i punkt 69 i sitt förslag till avgörande är det endast en allmän och fördjupad bedömning av det ensamkommande barnets situation som gör det möjligt att identifiera ”barnets bästa” och fatta ett beslut som uppfyller kraven i direktiv 2008/115.", "label": [[9, 25, "PROFESSION"]]}
{"text": "47 Den berörda medlemsstaten måste följaktligen ta vederbörlig hänsyn till flera omständigheter när den ska avgöra huruvida ett beslut om återvändande ska fattas beträffande ett ensamkommande barn, bland annat ålder, kön, särskild utsatthet, fysisk och psykisk hälsa, placering i familjehem, barnets utbildningsnivå och sociala miljö.", "label": []}
{"text": "48 I detta perspektiv föreskrivs i artikel 10.1 i direktiv 2008/115 att innan ett beslut fattas om att utfärda ett beslut om återvändande beträffande ett ensamkommande barn, ska stöd av lämpliga organ som inte är verkställande myndighet beviljas med vederbörlig hänsyn till barnets bästa. I artikel 10.2 i direktivet föreskrivs att innan myndigheterna i en medlemsstat avlägsnar ett ensamkommande barn från medlemsstatens territorium, ska de försäkra sig om att barnet kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet.", "label": []}
{"text": "49 I denna artikel görs således en åtskillnad mellan de skyldigheter som åligger medlemsstaten ”innan ett beslut fattas om att utfärda ett beslut om återvändande beträffande ett ensamkommande barn” respektive ”innan myndigheterna i en medlemsstat avlägsnar ett [sådant barn] från medlemsstatens territorium”.", "label": []}
{"text": "50 Den nederländska regeringen har härav dragit slutsatsen att den berörda medlemsstaten har rätt att fatta ett beslut om återvändande beträffande ett ensamkommande barn utan att först behöva försäkra sig om att barnet kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet. Skyldigheten att genomföra en sådan utredning inträder först i samband med avlägsnandet från den berörda medlemsstatens territorium.", "label": [[3, 30, "ORG"]]}
{"text": "51 En sådan skyldighet befriar emellertid inte den berörda medlemsstaten från andra kontrollskyldigheter som föreskrivs i direktiv 2008/115. Såsom angetts i punkt 44 ovan krävs det enligt artikel 5 a i direktiv 2008/115 att barnets bästa ska komma i främsta rummet i alla skeden av förfarandet.", "label": []}
{"text": "52 Den omständigheten att den berörda medlemsstaten antar ett beslut om återvändande utan att först ha försäkrat sig om att det finns ett lämpligt mottagande för det ensamkommande barnet i mottagarlandet får till följd att detta barn, trots att det har varit föremål för ett beslut om återvändande, inte kan avlägsnas om det inte finns något lämpligt mottagande i mottagarlandet, med tillämpning av artikel 10.2 i direktiv 2008/115.", "label": []}
{"text": "53 Det ensamkommande barnet skulle således försättas i en mycket osäker situation vad gäller sin rättsliga ställning och framtid, bland annat i fråga om sin skolgång, sina band till en värdfamilj eller möjligheten att stanna kvar i den berörda medlemsstaten.", "label": []}
{"text": "54 En sådan situation skulle strida mot kravet på att skydda barnets bästa i alla skeden av förfarandet, såsom föreskrivs i artikel 5 a i direktiv 2008/115 och artikel 24.2 i stadgan.", "label": []}
{"text": "55 Av dessa bestämmelser följer att innan den berörda medlemsstaten fattar ett beslut om återvändande, ska den genomföra en utredning för att konkret kontrollera att det finns ett lämpligt mottagande för det aktuella ensamkommande barnet i mottagarlandet.", "label": []}
{"text": "56 Om ett sådant mottagande inte finns kan det aktuella barnet inte bli föremål för ett beslut om återvändande enligt artikel 6.1 i direktivet.", "label": []}
{"text": "57 En tolkning som innebär att den berörda medlemsstaten, innan den fattar ett beslut om återvändande beträffande ett ensamkommande barn, ska försäkra sig om ett lämpligt mottagande i mottagarlandet finner stöd i domstolens praxis.", "label": [[213, 223, "ORG"]]}
{"text": "58 Domstolen har nämligen med tillämpning av artikel 5, med rubriken ”’Non-refoulement’, barnets bästa, familjeliv och hälsotillstånd”, i direktiv 2008/115 slagit fast att när medlemsstaterna genomför detta direktiv ska de dels ta vederbörlig hänsyn till barnets bästa, familjeliv och hälsotillståndet för den berörda tredjelandsmedborgaren, dels iaktta principen om ”non-refoulement” (dom av den 11 december 2014, Lapudjeva, C‑249/13, EU:C:2014:2431, punkt 48, och dom av den 8 maj 2018, P.Z. m.fl. (Familjeåterförening i Belgien), C‑82/16, EU:C:2018:308, punkt 102).", "label": [[3, 12, "ORG"], [397, 413, "DATE"], [415, 424, "PER"], [477, 487, "DATE"], [489, 493, "PER"], [523, 530, "LOC"]]}
{"text": "59 Härav följer att när den behöriga nationella myndigheten har för avsikt att fatta ett beslut om återvändande är den skyldig att iaktta de skyldigheter som föreskrivs i artikel 5 i direktiv 2008/115 och låta den berörda tredjelandsmedborgaren yttra sig om detta. Det följer dessutom av denna rättspraxis att när den berörda medlemsstaten avser att anta ett beslut om återvändande beträffande ett ensamkommande barn, måste den nödvändigtvis höra barnet om de villkor under vilka det skulle kunna tas emot i mottagarlandet.", "label": []}
{"text": "60 Mot denna bakgrund ska den första frågan besvaras på följande sätt. Artikel 6.1 i direktiv 2008/115, jämförd med artikel 5 a i samma direktiv och artikel 24.2 i stadgan, ska tolkas så, att innan den berörda medlemsstaten fattar ett beslut om återvändande beträffande ett ensamkommande barn ska den göra en allmän och fördjupad bedömning av det berörda barnets situation och då ta vederbörlig hänsyn till barnets bästa. Medlemsstaten ska i detta sammanhang försäkra sig om att det finns ett lämpligt mottagande för det aktuella ensamkommande barnet i mottagarlandet.", "label": []}
{"text": "Den andra frågan", "label": []}
{"text": "61 Den hänskjutande domstolen har ställt den andra frågan för att få klarhet i huruvida artikel 6.1 i direktiv 2008/115, jämförd med artikel 5 a i samma direktiv och mot bakgrund av artikel 24.2 i stadgan, ska tolkas så, att en medlemsstat får göra åtskillnad mellan ensamkommande barn enbart utifrån deras ålder i syfte att kontrollera om det finns ett lämpligt mottagande i mottagarlandet.", "label": []}
{"text": "62 I förevarande fall har den hänskjutande domstolen angett att det i den nationella lagstiftningen görs åtskillnad mellan ensamkommande barn under 15 år och ensamkommande barn över 15 år. Såvitt gäller ett barn under 15 år ska de nationella myndigheterna göra en utredning om huruvida det finns ett lämpligt mottagande i mottagarlandet innan de antar ett beslut om återvändande. Vad sedan gäller en underårig som är över 15 år görs det inte någon utredning om huruvida det finns ett lämpligt mottagande i mottagarlandet innan ett beslut om återvändande fattas. Ett sådant barn åläggs således en skyldighet att återvända, även om det i praktiken inte går att verkställa ett avlägsnande, om det inte gjorts någon utredning av om det finns ett lämpligt mottagande.", "label": [[148, 150, "AMOUNT_VALUE"], [151, 153, "AMOUNT_UNIT"], [182, 184, "AMOUNT_VALUE"], [185, 187, "AMOUNT_UNIT"], [212, 217, "AMOUNT_VALUE"], [218, 220, "AMOUNT_VALUE"], [221, 223, "AMOUNT_UNIT"], [417, 421, "AMOUNT_VALUE"], [422, 424, "AMOUNT_VALUE"], [425, 427, "AMOUNT_UNIT"]]}
{"text": "63 Den nederländska regeringen har i sitt skriftliga yttrande gjort gällande att valet av åldersgräns på 15 år förklaras av att en period på tre år har ansetts vara en rimlig maximitid för samtliga förfaranden avseende ett ensamkommande barn, det vill säga ansökan om uppehållstillstånd och återvändandeförfarandet. Uppehållstillstånd beviljas ensamkommande barn som, när samtliga förfaranden genomförts, fortfarande är underåriga, till skillnad från dem som är myndiga vid utgången av dessa förfaranden.", "label": [[3, 30, "ORG"], [105, 107, "AMOUNT_VALUE"], [108, 110, "AMOUNT_UNIT"], [141, 144, "AMOUNT_VALUE"], [145, 147, "AMOUNT_UNIT"]]}
{"text": "64 Domstolen konstaterar i detta avseende att det ensamkommande barnets ålder visserligen, såsom angetts i punkt 47 ovan, utgör en omständighet som den berörda medlemsstaten ska beakta vid bedömningen av huruvida barnets bästa innebär att ett beslut om återvändande inte ska fattas beträffande detta barn.", "label": [[3, 12, "ORG"]]}
{"text": "65 Såsom anges i artikel 24.2 i stadgan och såsom artikel 5 a i direktiv 2008/115 erinrar om ska medlemsstaterna vid genomförandet av artikel 6 i detta direktiv ta vederbörlig hänsyn till barnets bästa, vilket även gäller barn över 15 år.", "label": [[232, 234, "AMOUNT_VALUE"], [235, 237, "AMOUNT_UNIT"]]}
{"text": "66 Ålderskriteriet kan således inte vara den enda omständighet som ska beaktas vid prövningen av huruvida det finns ett lämpligt mottagande i mottagarlandet. Den berörda medlemsstaten ska bedöma det ensamkommande barnets situation från fall till fall, inom ramen för en allmän och fördjupad bedömning, och inte göra en automatisk bedömning enbart på grundval av ålderskriteriet.", "label": []}
{"text": "67 Precis som generaladvokaten har påpekat i punkt 81 i sitt förslag till avgörande, framstår en nationell administrativ praxis som godtycklig när den enbart grundar sig på en presumtion om den tid ett asylförfarande förväntas pågå för att göra åtskillnad mellan individer i en viss personkategori på grund av ålder, trots att dessa individer befinner sig i en jämförbar situation av sårbarhet i ett avlägsnandeperspektiv.", "label": [[14, 30, "PROFESSION"]]}
{"text": "68 Mot denna bakgrund ska den andra frågan besvaras på följande sätt. Artikel 6.1 i direktiv 2008/115, jämförd med artikel 5 a i samma direktiv och mot bakgrund av artikel 24.2 i stadgan, ska tolkas så, att en medlemsstat inte får göra åtskillnad mellan ensamkommande barn enbart utifrån deras ålder i syfte att kontrollera om det finns ett lämpligt mottagande i mottagarlandet.", "label": []}
{"text": "Den tredje frågan", "label": []}
{"text": "69 Den hänskjutande domstolen har ställt den tredje frågan för att få klarhet i huruvida artikel 8.1 i direktiv 2008/115 ska tolkas så, att den utgör hinder för att en medlemsstat, efter att ha utfärdat ett beslut om återvändande beträffande ett ensamkommande barn, därefter underlåter att avlägsna barnet till dess att det fyller 18 år.", "label": [[331, 333, "AMOUNT_VALUE"], [334, 336, "AMOUNT_UNIT"]]}
{"text": "70 Domstolen erinrar om att syftet med direktiv 2008/115 är att genomföra en effektiv politik för avlägsnande och återsändande, varigenom fullständig respekt för de berörda personernas mänskliga rättigheter och värdighet garanteras (dom av den 14 maj 2020, Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C‑924/19 PPU och C‑925/19 PPU, EU:C:2020:367, punkt 121 och där angiven rättspraxis).", "label": [[244, 255, "DATE"], [257, 331, "ORG"]]}
{"text": "71 För det fall den berörda medlemsstaten anser att det saknas anledning att bevilja ett ensamkommande barn uppehållstillstånd med stöd av artikel 6.4 i direktiv 2008/115, vistas barnet olagligt i den medlemsstaten.", "label": []}
{"text": "72 I denna situation föreskrivs i artikel 6.1 i direktivet en skyldighet för medlemsstaterna att utfärda beslut om återvändande beträffande tredjelandsmedborgare som vistas olagligt på deras territorium (dom av den 23 april 2015, Bennoune, C‑38/14, EU:C:2015:260, punkt 31).", "label": [[215, 228, "DATE"], [230, 238, "PER"]]}
{"text": "73 När de behöriga nationella myndigheterna väl har konstaterat att vistelsen är olaglig ska de, såsom angetts i punkt 41 ovan, enligt denna artikel och utan att det påverkar tillämpningen av de undantag som avses i punkterna 2–5 i samma artikel fatta ett beslut om återvändande (dom av den 23 april 2015, Bennoune, C‑38/14, EU:C:2015:260, punkt 32).", "label": [[291, 304, "DATE"], [306, 314, "PER"]]}
{"text": "74 Såsom angetts i punkt 60 i förevarande dom förutsätter utfärdande av ett sådant beslut, när det gäller ett ensamkommande barn, att den berörda medlemsstaten har försäkrat sig om att det finns tillgång till ett lämpligt mottagande för barnet i mottagarlandet.", "label": []}
{"text": "75 Om detta villkor är uppfyllt ska det ensamkommande barnet avlägsnas från den berörda medlemsstatens territorium, med förbehåll för hur barnets situation utvecklats.", "label": []}
{"text": "76 Det framgår nämligen av artikel 10.2 i direktiv 2008/115 att innan myndigheterna i en medlemsstat avlägsnar ett ensamkommande barn från denna medlemsstats territorium ska de försäkra sig om att barnet kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller lämplig mottagningsenhet i mottagarlandet.", "label": []}
{"text": "77 Den skyldighet som följer av artikel 6.1 i direktiv 2008/115, jämförd med artikel 5 a i samma direktiv och artikel 24.2 i stadgan, för den berörda medlemsstaten att försäkra sig om att det finns ett lämpligt mottagande innan den utfärdar ett beslut om återvändande beträffande ett ensamkommande barn befriar följaktligen inte denna medlemsstat från skyldigheten att, i enlighet med artikel 10.2 i direktivet, innan ett sådant barn avlägsnas försäkra sig om att ett sådant barn överlämnas till en familjemedlem, en utsedd förmyndare eller lämplig mottagningsenhet i mottagarlandet. Den berörda medlemsstaten ska i detta sammanhang beakta varje förändring av situationen som inträffar efter antagandet av ett sådant beslut om återvändande.", "label": []}
{"text": "78 För det fall ett lämpligt mottagande i mottagarlandet inte längre skulle vara säkerställt för det berörda ensamkommande barnet när det avlägsnas, kommer den berörda medlemsstaten inte att kunna verkställa beslutet om återvändande.", "label": []}
{"text": "79 Det följer av domstolens praxis att när ett beslut om återvändande har utfärdats beträffande en tredjelandsmedborgare men vederbörande inte efterkommer föreläggandet att återvända, oavsett om fristen för frivilligt återvändande har överskridits eller om någon frist härför inte har föreskrivits, framgår det av artikel 8.1 i direktiv 2008/115 att medlemsstaterna är skyldiga att säkerställa återvändandeförfarandenas effektivitet genom att vidta alla nödvändiga åtgärder för att verkställa avlägsnandet, det vill säga att, med stöd av artikel 3 led 5 i nämnda direktiv, genomföra den faktiska transporten av vederbörande ut ur nämnda medlemsstat (dom av den 23 april 2015, Bennoune, C‑38/14, EU:C:2015:260, punkt 33).", "label": [[17, 27, "ORG"], [661, 674, "DATE"], [676, 684, "PER"]]}
{"text": "80 Domstolen erinrar vidare om att det följer av såväl medlemsstaternas lojalitetsplikt som kraven på effektivitet, vilka nämns i bland annat skäl 4 i direktiv 2008/115, att den skyldighet som medlemsstaterna har enligt artikel 8 i direktivet – att i de situationer som avses i artikel 8.1 däri, avlägsna personen i fråga – ska fullgöras snarast möjligt (dom av den 23 april 2015, Bennoune, C‑38/14, EU:C:2015:260, punkt 34).", "label": [[366, 379, "DATE"], [381, 389, "PER"]]}
{"text": "81 En medlemsstat får således inte på grundval av nämnda direktiv utfärda ett beslut om återvändande beträffande ett ensamkommande barn och därefter underlåta att avlägsna barnet till dess att det fyller 18 år.", "label": [[204, 206, "AMOUNT_VALUE"], [207, 209, "AMOUNT_UNIT"]]}
{"text": "82 Den tredje frågan ska följaktligen besvaras på följande sätt. Artikel 8.1 i direktiv 2008/115 ska tolkas så, att den utgör hinder för att en medlemsstat, efter att ha utfärdat ett beslut om återvändande beträffande ett ensamkommande barn och i enlighet med artikel 10.2 i direktivet ha försäkrat sig om att barnet kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet, därefter underlåter att avlägsna barnet till dess att det fyller 18 år.", "label": [[500, 502, "AMOUNT_VALUE"], [503, 505, "AMOUNT_UNIT"]]}
{"text": "Rättegångskostnader", "label": []}
{"text": "83 Eftersom förfarandet i förhållande till parterna i det nationella målet utgör ett led i beredningen av samma mål, ankommer det på den hänskjutande domstolen att besluta om rättegångskostnaderna. De kostnader för att avge yttrande till domstolen som andra än nämnda parter har haft är inte ersättningsgilla.", "label": [[238, 247, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolen (första avdelningen) följande:", "label": [[28, 37, "ORG"]]}
{"text": "1) Artikel 6.1 i Europaparlamentets och rådets direktiv 2008/115/EG av den 16 december 2008 om gemensamma normer och förfaranden för återvändande av tredjelandsmedborgare som vistas olagligt i medlemsstaterna, jämförd med artikel 5 a i samma direktiv och artikel 24.2 i Europeiska unionens stadga om de grundläggande rättigheterna, ska tolkas så, att innan den berörda medlemsstaten fattar ett beslut om återvändande beträffande ett ensamkommande barn ska den göra en allmän och fördjupad bedömning av det berörda barnets situation och då ta vederbörlig hänsyn till barnets bästa. Medlemsstaten ska i detta sammanhang försäkra sig om att det finns ett lämpligt mottagande för det aktuella ensamkommande barnet i mottagarlandet.", "label": [[17, 35, "ORG"], [40, 46, "ORG"], [75, 91, "DATE"], [270, 289, "LOC"]]}
{"text": "2) Artikel 6.1 i direktiv 2008/115, jämförd med artikel 5 a i samma direktiv och mot bakgrund av artikel 24.2 i Europeiska unionens stadga om de grundläggande rättigheterna, ska tolkas så, att en medlemsstat inte får göra åtskillnad mellan ensamkommande barn enbart utifrån deras ålder i syfte att kontrollera om det finns ett lämpligt mottagande i mottagarlandet.", "label": [[112, 131, "LOC"]]}
{"text": "3) Artikel 8.1 i direktiv 2008/115 ska tolkas så, att den utgör hinder för att en medlemsstat, efter att ha utfärdat ett beslut om återvändande beträffande ett ensamkommande barn och i enlighet med artikel 10.2 i direktivet ha försäkrat sig om att barnet kommer att överlämnas till en familjemedlem, en utsedd förmyndare eller en lämplig mottagningsenhet i mottagarlandet, därefter underlåter att avlägsna barnet till dess att det fyller 18 år.", "label": [[438, 440, "AMOUNT_VALUE"], [441, 443, "AMOUNT_UNIT"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: nederländska.", "label": [[19, 31, "NATIONALITY"]]}
