{"text": "FÖRSLAG TILL AVGÖRANDE AV GENERALADVOKAT XANDER ROGERS föredraget den 2 september 2021(1)", "label": [[26, 40, "PROFESSION"], [41, 54, "PER"], [70, 86, "DATE"]]}
{"text": "Mål C‑388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV mot Dr. August Oetker Nahrungsmittel KG", "label": [[0, 101, "ORG"], [106, 141, "ORG"]]}
{"text": "(begäran om förhandsavgörande från Bundesgerichtshof (Federala högsta domstolen, Tyskland))", "label": [[35, 52, "ORG"], [54, 79, "ORG"], [81, 89, "LOC"]]}
{"text": "”Begäran om förhandsavgörande – Förordning (EU) nr 1169/2011 – Livsmedelsinformation till konsumenterna – Artikel 9.1 led l – Näringsdeklaration – Artikel 31.3 andra stycket – Beräkning av energivärdet och av mängden näringsämnen – Artikel 33.2 andra stycket – Uttryck per portion eller konsumtionsenhet”", "label": []}
{"text": "I. Inledning", "label": []}
{"text": "1. Förevarande begäran om förhandsavgörande avser tolkningen av Europaparlamentets och rådets förordning (EU) nr 1169/2011 av den 25 oktober 2011 om tillhandahållande av livsmedelsinformation till konsumenterna.(2) Den hänskjutande domstolen vill närmare bestämt få klarhet i huruvida, och på vilka villkor, det är tillåtet att på framsidan av en livsmedelsförpackning tillhandahålla frivillig näringsinformation som inte hänför sig till livsmedlet vid försäljning, utan till portioner av livsmedlet efter tillagning genom tillsättande av ytterligare ingredienser.", "label": [[64, 82, "ORG"], [87, 93, "ORG"], [130, 145, "DATE"], [232, 241, "ORG"]]}
{"text": "2. Begäran har framställts i ett mål mellan Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV (federala förbundet för konsumentcentra och konsumentföreningar, Tyskland) (nedan kallat BVV) och en livsmedelstillverkare, Dr. August Oetker Nahrungsmittel KG (nedan kallat Dr. Oetker). Målet rör frågan huruvida näringsvärdesdeklarationen på framsidan av en müsliförpackning (nedan kallad den aktuella produkten) uppfyller de krav som avser frivilligt tillhandahållande av näringsinformation, och särskilt kraven i artiklarna 31.3 andra stycket och 33.2 andra stycket i förordning nr 1169/2011.", "label": [[44, 145, "ORG"], [147, 209, "ORG"], [211, 219, "LOC"], [235, 238, "ORG"], [270, 305, "ORG"], [320, 330, "ORG"]]}
{"text": "3. Även om domstolen redan har haft tillfälle att tolka förordning nr 1169/2011, och särskilt de direktiv 2000/13/EG(3) och 90/496/EEG(4) som har upphävts genom denna förordning, är det första gången som den har att tolka bestämmelserna om frivillig näringsvärdesdeklaration för livsmedel.(5)", "label": [[11, 20, "ORG"]]}
{"text": "4. I detta förslag till avgörande ansluter jag mig till uppfattningen att en frivillig näringsvärdesdeklaration för ett färdigförpackat livsmedel, såsom den aktuella produkten, som kan konsumeras på olika sätt, inte uppfyller kraven i förordning nr 1169/2011 i de fall där informationen om energivärdet och av mängden näringsämnen endast anges för ett visst tillagningssätt i stället för att även hänföra sig till 100 gram av livsmedlet vid försäljning.", "label": [[414, 417, "AMOUNT_VALUE"], [418, 422, "AMOUNT_UNIT"]]}
{"text": "II. Tillämpliga bestämmelser", "label": []}
{"text": "5. I skälen 10, 17, 35, 37 och 41 i förordning nr 1169/2011 anges följande:", "label": []}
{"text": "”(10) Det finns ett intresse bland allmänheten för sambandet mellan kost och hälsa samt för valet av en lämplig kost som passar den enskildes behov. I kommissionens vitbok av den 30 maj 2007 om en EU-strategi för hälsofrågor som rör kost, övervikt och fetma … framhålls att näringsdeklarationer är ett viktigt sätt att informera konsumenterna om livsmedlens sammansättning och hjälpa dem att göra informerade val. I kommissionens meddelande av den 13 mars 2007 ”EU:s strategi för konsumentpolitiken 2007–2013 – Starkare konsumenter, högre välbefinnande för konsumenterna och ett effektivt konsumentskydd” understryks att konsumenternas möjlighet att göra ett informerat val är avgörande för såväl effektiv konkurrens som konsumenternas välbefinnande. Kunskap om grundläggande näringsprinciper och ändamålsenlig näringsinformation på livsmedel skulle göra det betydligt enklare för konsumenten att göra sådana informerade val. …", "label": [[179, 190, "DATE"], [197, 199, "LOC"], [448, 460, "DATE"], [462, 464, "LOC"], [499, 503, "DATE"], [504, 508, "DATE"]]}
{"text": "…", "label": []}
{"text": "(17) Det huvudsakliga syftet med kravet på obligatorisk livsmedelsinformation bör vara att ge konsumenterna möjlighet att identifiera ett livsmedel och använda det på lämpligt sätt samt att göra val som passar deras individuella kostbehov. I detta syfte bör livsmedelsföretagarna göra den informationen mer lättillgänglig för personer med nedsatt syn.", "label": []}
{"text": "…", "label": []}
{"text": "(35) För att produkter i olika förpackningsstorlekar lättare ska kunna jämföras är det lämpligt att näringsdeklarationen fortfarande obligatoriskt anges per 100 g eller 100 ml samt att ytterligare uppgifter per portion tillåts i förekommande fall. Om livsmedlet är färdigförpackat och innehåller enskilda portioner eller konsumtionsenheter bör det därför vara tillåtet att utöver uppgiften per 100 g eller per 100 ml även ange en näringsdeklaration per portion eller per konsumtionsenhet. För att möjliggöra jämförbara uppgifter om portioner eller konsumtionsenheter bör dessutom kommissionen ges befogenhet att anta bestämmelser om hur näringsdeklarationer per portion eller per konsumtionsenhet för särskilda livsmedelskategorier ska uttryckas.", "label": [[157, 160, "AMOUNT_VALUE"], [161, 162, "AMOUNT_UNIT"], [169, 172, "AMOUNT_VALUE"], [173, 175, "AMOUNT_UNIT"], [394, 397, "AMOUNT_VALUE"], [398, 399, "AMOUNT_UNIT"], [410, 413, "AMOUNT_VALUE"], [414, 416, "AMOUNT_UNIT"], [580, 592, "ORG"]]}
{"text": "…", "label": []}
{"text": "(37) Eftersom ett av målen för denna förordning är att ge slutkonsumenten en grund på vilken den kan göra informerade val är det i detta hänseende viktigt att säkerställa att slutkonsumenten enkelt kan förstå den information som finns i märkningen. …", "label": []}
{"text": "…", "label": []}
{"text": "(41) Näringsinformationen bör vara enkel och lätt att förstå för att kunna tilltala genomsnittskonsumenten och tjäna det informationssyfte för vilket den lämnas, även med tanke på nuvarande kunskaper om näringsfrågor. Att delvis ge näringsinformationen i det huvudsakliga synfältet, allmänt kallat förpackningens framsida, och delvis på en annan sida, exempelvis förpackningens baksida, skulle kunna förvirra konsumenterna. Därför bör näringsdeklarationen finnas i ett och samma synfält. Dessutom bör de viktigaste delarna av näringsinformationen kunna upprepas frivilligt i det huvudsakliga synfältet för att hjälpa konsumenterna att enkelt se den viktigaste näringsinformationen när de köper livsmedel. Ett fritt val när det gäller den information som får upprepas skulle kunna förvirra konsumenterna. Därför är det nödvändigt att klargöra vilken information som får upprepas.”", "label": []}
{"text": "6. Artikel 9 i förordningen, med rubriken ”Förteckning över obligatoriska uppgifter”, har följande lydelse:", "label": []}
{"text": "”I enlighet med artiklarna 10–35 och om inget annat följer av undantagen i detta kapitel, ska följande uppgifter vara obligatoriska:", "label": []}
{"text": "…", "label": []}
{"text": "l) En näringsdeklaration.”", "label": []}
{"text": "7. I artikel 30 i förordningen, med rubriken ”Innehåll”, föreskrivs följande:", "label": []}
{"text": "”1. Den obligatoriska näringsdeklarationen ska innehålla följande uppgifter:", "label": []}
{"text": "a) energivärde, och", "label": []}
{"text": "b) mängden av fett, mättat fett, kolhydrat, sockerarter, protein och salt.", "label": []}
{"text": "…", "label": []}
{"text": "3. Om märkningen av ett färdigförpackat livsmedel innefattar den obligatoriska näringsdeklaration som avses i punkt 1 får följande information upprepas på förpackningen:", "label": []}
{"text": "a) energivärdet, eller", "label": []}
{"text": "b) energivärdet tillsammans med mängden av fett, mättat fett, sockerarter och salt.", "label": []}
{"text": "4. Om märkningen av de produkter som avses i artikel 16.4 innefattar en näringsdeklaration får deklarationens innehåll, med avvikelse från artikel 36.1, begränsas till att omfatta endast energivärdet.", "label": []}
{"text": "5. Om märkningen av de produkter som avses i artikel 44.1 innefattar en näringsdeklaration får deklarationens innehåll, utan att det påverkar tillämpningen av artikel 44 och med avvikelse från artikel 36.1, begränsas till att omfatta endast", "label": []}
{"text": "a) energivärdet, eller", "label": []}
{"text": "b) energivärdet tillsammans med mängden av fett, mättat fett, sockerarter och salt.", "label": []}
{"text": "…”", "label": []}
{"text": "8. I artikel 31 i samma förordning, med rubriken ”Beräkning”, föreskrivs följande i punkt 3:", "label": []}
{"text": "”Energivärdet och mängden av näringsämnen som avses i artikel 30.1–30.5 ska vara de som finns i livsmedlet vid försäljning.", "label": []}
{"text": "Vid behov får denna information avse livsmedlet efter tillagning, under förutsättning att tillräckligt detaljerade tillagningsanvisningar lämnas och att informationen gäller livsmedlet när det är färdigt att konsumeras.”", "label": []}
{"text": "9. I artikel 32 i förordning nr 1169/2011, med rubriken ”Uttryck per 100 g eller per 100 ml”, föreskrivs följande i punkt 2:", "label": [[69, 72, "AMOUNT_VALUE"], [73, 74, "AMOUNT_UNIT"], [85, 88, "AMOUNT_VALUE"], [89, 91, "AMOUNT_UNIT"]]}
{"text": "”Energivärdet och mängden av näringsämnen som avses i artikel 30.1–30.5 ska anges per 100 g eller per 100 ml.”", "label": [[86, 89, "AMOUNT_VALUE"], [90, 91, "AMOUNT_UNIT"], [102, 105, "AMOUNT_VALUE"], [106, 108, "AMOUNT_UNIT"]]}
{"text": "10. I artikel 33 i förordningen, med rubriken ”Uttryck per portion eller konsumtionsenhet”, föreskrivs följande i punkterna 1 och 2:", "label": []}
{"text": "”1. I följande fall får det energivärde och den mängd näringsämnen som avses i artikel 30.1–30.5 anges per portion och/eller per konsumtionsenhet, lätta att känna igen av konsumenten och förutsatt att portionen eller enheten kvantifieras på etiketten och att antalet portioner eller enheter i paketet anges:", "label": []}
{"text": "a) Utöver uttrycksformen per 100 g eller per 100 ml i artikel 32.2.", "label": [[29, 32, "AMOUNT_VALUE"], [33, 34, "AMOUNT_UNIT"], [45, 48, "AMOUNT_VALUE"], [49, 51, "AMOUNT_UNIT"]]}
{"text": "b) Utöver uttrycksformen per 100 g eller per 100 ml i artikel 32.3 när det gäller mängden vitaminer och mineralämnen.", "label": [[29, 32, "AMOUNT_VALUE"], [33, 34, "AMOUNT_UNIT"], [45, 48, "AMOUNT_VALUE"], [49, 51, "AMOUNT_UNIT"]]}
{"text": "c) Utöver eller i stället för uttrycksformen per 100 g eller per 100 ml i artikel 32.4.", "label": [[49, 52, "AMOUNT_VALUE"], [53, 54, "AMOUNT_UNIT"], [65, 68, "AMOUNT_VALUE"], [69, 71, "AMOUNT_UNIT"]]}
{"text": "2. Genom undantag från artikel 32.2 får mängden näringsämnen och/eller procentandelen av referensintaget i del B i bilaga XIII i de fall som avses i artikel 30.3 b uttryckas enbart per portion eller konsumtionsenhet.", "label": []}
{"text": "När mängden näringsämnen anges enbart per portion eller konsumtionsenhet i enlighet med första stycket ska energivärdet uttryckas per 100 g eller per100 ml och per portion eller konsumtionsenhet.”", "label": [[134, 137, "AMOUNT_VALUE"], [138, 139, "AMOUNT_UNIT"], [149, 152, "AMOUNT_VALUE"], [153, 155, "AMOUNT_UNIT"]]}
{"text": "III. Målet vid den nationella domstolen, tolkningsfrågorna och förfarandet vid domstolen", "label": [[15, 39, "ORG"], [79, 88, "ORG"]]}
{"text": "11. Dr. Oetker är ett tyskt livsmedelsföretag som tillverkar och saluför müsli under beteckningen ”Dr. Oetker Vitalis Knuspermüsli Schoko+Keks” (knaprig müsli med choklad och kex). Produktens förpackning består i en rätblocksformad kartong.", "label": [[4, 14, "ORG"], [22, 27, "LOC"], [99, 142, "TITLE"]]}
{"text": "12. På förpackningen finns följande näringsdeklaration:", "label": []}
{"text": "– På sidan av förpackningen (den smalaste sidan av kartongen), under rubriken ”Information om näringsvärde”, finns uppgifter om energivärde och med mängden fett, mättat fett, kolhydrat, sockerarter, protein och salt dels i 100 gram av produkten vid försäljning (nedan kallad portion av produkten vid försäljning), dels i en portion av müslin efter tillagning bestående av 40 gram av produkten och 60 milliliter mjölk med en fetthalt på 1,5 procent (nedan kallad portion av produkten efter tillagning).", "label": [[223, 226, "AMOUNT_VALUE"], [227, 231, "AMOUNT_UNIT"], [372, 374, "AMOUNT_VALUE"], [375, 379, "AMOUNT_UNIT"], [397, 399, "AMOUNT_VALUE"], [400, 410, "AMOUNT_UNIT"], [436, 439, "AMOUNT_VALUE"], [440, 447, "AMOUNT_UNIT"]]}
{"text": "– På förpackningens framsida, som är det huvudsakliga synfältet, upprepas uppgifterna om energivärde och mängden fett, mättat fett, sockerarter och salt, vilka endast avser portionen av produkten efter tillagning.", "label": []}
{"text": "13. BVV anser att den aktuella produktens näringsvärdesdeklaration strider mot bestämmelserna om näringsdeklaration i förordning nr 1169/2011. Enligt BVV har Dr. Oetker åsidosatt artikel 33 i denna förordning, jämförd med artiklarna 30 och 32 i förordningen, eftersom energivärdet, på framsidan av den aktuella produktens förpackning, finns angivet inte per portion av produkten vid försäljning (nämligen 1880 kJ), utan endast per portion av produkten efter tillagning (nämligen 872 kJ). Mot denna bakgrund uppmanade BVV Dr. Oetker att åta sig att, vid äventyr av en sanktion, avstå från att enbart ange energivärdet per portion av produkten efter tillagning.", "label": [[4, 7, "ORG"], [150, 153, "ORG"], [158, 168, "ORG"], [405, 409, "AMOUNT_VALUE"], [410, 412, "AMOUNT_UNIT"], [479, 482, "AMOUNT_VALUE"], [483, 485, "AMOUNT_UNIT"], [517, 520, "ORG"], [521, 531, "ORG"]]}
{"text": "14. BVV hade ingen framgång med sin uppmaning och väckte därför talan vid Landgericht Bielefeld (regional domstol i Bielefeld, Tyskland). Landgericht biföll talan genom dom av den 8 augusti 2018 och slog fast dels att märkningen på framsidan av den aktuella produktens förpackning inte innehöll några uppgifter om energivärdet per portion av produkten vid försäljning, vilket medförde att märkningen inte uppfyllde kraven i artikel 33.2 andra stycket i förordning nr 1169/2011, dels att artikel 31.3 andra stycket i denna förordning inte var tillämplig i förevarande fall, eftersom det saknades ”ganska omfattande arbetsmoment”.", "label": [[4, 7, "ORG"], [74, 95, "ORG"], [97, 115, "ORG"], [116, 135, "LOC"], [138, 149, "ORG"], [180, 194, "DATE"]]}
{"text": "15. Dr. Oetker överklagade domen till Oberlandesgericht Hamm (Regionala överdomstolen i Hamm, Tyskland), som genom dom av den 13 juni 2019 upphävde den överklagade domen och ogillade BVV:s talan.", "label": [[4, 14, "ORG"], [38, 60, "ORG"], [62, 85, "ORG"], [88, 102, "LOC"], [126, 138, "DATE"], [183, 186, "ORG"]]}
{"text": "16. Enligt Oberlandesgericht Hamm (Regionala överdomstolen i Hamm) var det tillräckligt att ange energivärdet per portion av den aktuella produkten efter tillagning. För det första krävs det, enligt artikel 33.2 andra stycket i förordning nr 1169/2011, inte att det på framsidan av en livsmedelsprodukts förpackning, utöver de uppgifter om näringsvärde som redan finns, dessutom anges produktens energivärde vid försäljning. Uppgifterna på sidan av förpackningen till den aktuella produkten – vilka inte är omtvistade i det nationella målet – är avsedda att uppfylla den obligatoriska näringsdeklaration som föreskrivs i artikel 30.1 i denna förordning. Uppgifterna på framsidan av förpackningen är däremot uppgifter som upprepas i den mening som avses i artikel 30.3 b i förordningen. I ett sådant sammanhang, där energivärdet och mängden näringsämnen är uttryckta enbart per portion i dessa upprepade uppgifter, ska enligt artikel 33.2 andra stycket i samma förordning energivärdet också uttryckas per 100 gram av livsmedlet efter tillagning. För det andra följer det av artikel 31.3 andra stycket i förordning nr 1169/2011 att uppgifterna om energivärde även avser livsmedlet efter tillagning, under förutsättning att - såsom i det nu aktuella fallet - tillräckligt detaljerade tillagningsanvisningar lämnas och att informationen gäller livsmedlet när det är färdigt att konsumeras. Det finns inte heller något i förordningen som stöder uppfattningen från Landgericht Bielefeld (regional domstol i Bielefeld) att med ”tillagning” i denna mening avses endast ”ganska omfattande arbetsmoment”, som till exempel kokning eller upphettning.", "label": [[11, 33, "ORG"], [35, 58, "ORG"], [61, 65, "LOC"], [1004, 1007, "AMOUNT_VALUE"], [1008, 1012, "AMOUNT_UNIT"], [1459, 1480, "ORG"], [1482, 1498, "ORG"], [1501, 1510, "LOC"]]}
{"text": "17. BVV överklagade domen från Oberlandesgericht Hamm (Regionala överdomstolen i Hamm, Tyskland) till Bundesgerichtshof (Federala högsta domstolen, Tyskland), som är den hänskjutande domstolen i det aktuella målet.", "label": [[4, 7, "ORG"], [31, 53, "ORG"], [55, 78, "ORG"], [81, 95, "LOC"], [102, 119, "ORG"], [121, 146, "ORG"], [148, 156, "LOC"]]}
{"text": "18. Enligt den hänskjutande domstolen beror utgången av överklagandet bland annat på om artiklarna 31.3 och 33.2 i förordning nr 1169/2011 ska tolkas så, att det är förbjudet att, i ett fall som det som är i fråga i förevarande mål, på förpackningens framsida göra reklam med uppgifter om näringsvärde per portion av livsmedlet efter tillagning utan att dessutom ange energivärdet per 100 gram av livsmedlet vid försäljning.", "label": [[385, 388, "AMOUNT_VALUE"], [389, 393, "AMOUNT_UNIT"]]}
{"text": "19. Bundesgerichtshof (Federala högsta domstolen) beslutade mot denna bakgrund att vilandeförklara målet och ställa följande frågor till EU-domstolen:", "label": [[4, 49, "ORG"], [137, 149, "ORG"]]}
{"text": "”1) Ska artikel 31.3 andra stycket i förordning nr 1169/2011 tolkas så, att denna bestämmelse endast gäller för livsmedel som måste tillagas och för vilka tillagningssättet har angetts?", "label": []}
{"text": "2) Om den första frågan besvaras nekande: Avser formuleringen ’per 100 g’ i artikel 33.2 andra stycket i förordning nr 1169/2011 endast 100 gram av produkten vid försäljning, eller – åtminstone också – 100 gram av livsmedlet efter tillagning?”", "label": [[67, 70, "AMOUNT_VALUE"], [71, 73, "AMOUNT_UNIT"], [136, 139, "AMOUNT_VALUE"], [140, 144, "AMOUNT_UNIT"], [202, 205, "AMOUNT_VALUE"], [206, 210, "AMOUNT_UNIT"]]}
{"text": "20. Parterna i det nationella målet samt Europeiska kommissionen har inkommit med skriftliga yttranden. EU-domstolen beslutade att avgöra målet utan muntlig förhandling, i enlighet med artikel 76.2 i domstolens rättegångsregler.", "label": [[41, 64, "ORG"], [104, 116, "ORG"], [200, 210, "ORG"]]}
{"text": "IV. Bedömning", "label": []}
{"text": "A. Inledande synpunkter", "label": []}
{"text": "21. Förevarande tolkningsfrågor avser de krav på näringsvärdesdeklaration för livsmedel som föreskrivs i förordning nr 1169/2011. Med hänsyn till den aktuella lagstiftningens tekniska karaktär anser jag att det är lämpligt att först redogöra för de relevanta bestämmelserna (1) för att bättre förstå den aktuella produktens näringsvärdesdeklaration och de frågor som ställts (2).", "label": []}
{"text": "1. Relevanta bestämmelser", "label": []}
{"text": "a) Bakgrunden och de mål som eftersträvas", "label": []}
{"text": "22. Livsmedelsmärkning har reglerats genom direktiv 79/112/EEG,(6) som syftade till att föreskriva gemensamma regler för att ”bidra till att den gemensamma marknaden fungerar smidigare”. Olikheter i medlemsstaternas regler anses hindra den fria rörligheten för livsmedel mellan medlemsstaterna.(7) Även om direktivet framför allt avsåg att undanröja sådana hinder, har unionslagstiftaren medgett att det huvudsakliga syftet med sådana regler var ”behovet att informera och skydda konsumenten”.(8) Kravet har upprepats(9) och utökats(10) genom direktiv 2000/13, som kodifierat och ersatt direktiv 79/112. Direktiv 79/112 hade vid upprepade tillfällen ändrats på ett väsentligt sätt.(11)", "label": []}
{"text": "23. Det är först när lagstiftningen om märkning av livsmedel har förenklats och kodifierats i en enda rättsakt, nämligen förordning nr 1169/2011,(12) som unionslagstiftaren har angett att dessa bestämmelser tjänar ”den inre marknadens intressen genom förenklad lagstiftning, klarare rättsläge och minskad byråkrati och till att underlätta för medborgarna genom krav på tydlig, förståelig och läsbar märkning av livsmedel”.(13) Det har nämligen fastställts att syftet med förordningen är bland annat att ge ”en grund för säkerställande av en hög konsumentskyddsnivå när det gäller livsmedelsinformation …”, samt att fastställa de ”metoder som ska säkerställa konsumenternas rätt till information och förfaranden för tillhandahållande av livsmedelsinformation”.(14) Härvidlag föreskrivs i artikel 3.1 i förordningen att ett allmänt mål med förordningen är ”att uppnå en hög skyddsnivå för konsumenternas hälsa och intressen genom att ge slutkonsumenterna möjlighet att göra informerade val och använda livsmedel på ett säkert sätt, särskilt utifrån hälsomässiga, ekonomiska, miljömässiga, sociala och etiska överväganden”.(15)", "label": []}
{"text": "24. Bestämmelserna om livsmedelsinformation ska därför tolkas mot bakgrund av det ursprungliga syftet att den inre marknaden ska fungera väl, och, i det aktuella målet, i synnerhet av syftet att skydda konsumenternas hälsa.", "label": []}
{"text": "b) Obligatoriska och frivilliga uppgifter om livsmedel", "label": []}
{"text": "25. Inledningsvis bör det påpekas att förordning nr 1169/2011 skiljer mellan två uppgiftskategorier, nämligen dels ”obligatorisk information”, som definieras som ”de uppgifter som enligt unionsbestämmelserna måste tillhandahållas slutkonsumenterna”,(16) dels ”frivillig information”, som, såsom namnet antyder, lämnas frivilligt.(17)", "label": []}
{"text": "26. Syftet med obligatorisk information bör vara att konsumenterna ska kunna identifiera ett livsmedel och använda det på lämpligt sätt samt göra val som passar deras individuella kostbehov.(18) De detaljerade bestämmelser som reglerar obligatorisk information finns i kapitel IV i förordning nr 1169/2011.(19) Förteckningen över obligatoriska uppgifter för livsmedel anges i artikel 9.1 i förordningen och innehåller, bland de olika typerna av uppgifter, i led l en näringsdeklaration. Näringsdeklarationen ska uppfylla kraven i de särskilda bestämmelserna i avsnitt 3 i kapitel IV, särskilt artiklarna 29–35 i förordningen(20).", "label": []}
{"text": "27. Frivillig information ska bland annat göra det möjligt för tillverkare att fästa konsumenternas uppmärksamhet på egenskaperna hos deras produkt(21) eller för att hjälpa konsumenterna att enkelt se den viktigaste näringsinformationen när de köper livsmedel, genom att upprepa de viktigaste delarna av näringsinformationen i det huvudsakliga synfältet på en förpackning.(22) Trots att informationen är frivillig har unionslagstiftaren ansett att sådana uppgifter även måste uppfylla harmoniserade kriterier.(23) Skälen till en sådan harmonisering varierar beroende på typen av frivillig information. När det till exempel gäller upprepning av näringsinformation, skulle konsumenterna, om det var fritt att välja vilken information som kan upprepas, kunna bli förvirrade(24) eller till och med vilseledda.(25)", "label": []}
{"text": "28. Därför omfattar harmoniseringen även presentationen av frivillig information. Även om denna aspekt av märkningen i huvudsak regleras av bestämmelserna i kapitel V i förordning nr 1169/2011, med rubriken ”Frivillig livsmedelsinformation”, hänvisar dessa till bestämmelserna i kapitel IV och kapitel III, särskilt dess artikel 7, som avser ”Rättvisande information”. Den livsmedelsinformation som lämnas på frivillig basis ska nämligen dels uppfylla de krav som uppställs för obligatorisk information i avsnitten 2 och 3 i kapitel IV, det vill säga ”närmare bestämmelser” och bestämmelserna om ”näringsdeklaration”,(26) och dels inte vilseleda konsumenten, inte vara tvetydig eller förvillande för konsumenten och, i förekommande fall, vara grundad på relevanta vetenskapliga uppgifter.(27)", "label": []}
{"text": "c) Näringsvärdesdeklaration för livsmedel", "label": []}
{"text": "29. ”Näringsdeklarationen” anges bland de obligatoriska uppgifter som avses i artikel 9.1 i förordning nr 1169/2011.(28) Komplexiteten i reglerna om ”näringsdeklaration”, som också kallas för ”näringsvärdesdeklaration”,(29) illustreras av att det är den enda uppgift som ett helt avsnitt i kapitel IV tillägnas, nämligen avsnitt 3,(30) som i huvudsak innehåller en kodifiering av bestämmelserna i direktiv 90/496.", "label": []}
{"text": "30. De närmare bestämmelserna i avsnitt 3 reglerar innehållet i deklarationer, hur de ska presenteras samt hur energivärdet ska beräknas. Det är just dessa bestämmelser som är i fråga i det nationella målet.", "label": []}
{"text": "31. Vad för det första gäller bestämmelserna om innehållet i näringsvärdesdeklaration görs i förordning nr 1169/2011 en åtskillnad mellan ”obligatoriska” och ”upprepade” näringsdeklarationer. De sistnämnda utgör en särskild kategori av frivilliga uppgifter.(31)", "label": []}
{"text": "32. Enligt artikel 30.1 i denna förordning ska den obligatoriska näringsdeklarationen innehålla energivärdet och mängden av fett, mättat fett, kolhydrat, sockerarter, proteiner och salt.", "label": []}
{"text": "33. Vidare kan livsmedelsföretagare enligt artikel 30.3 i nämnda förordning, utöver den obligatoriska näringsdeklarationen och när märkningen avser ett färdigförpackat livsmedel, välja att upprepa antingen energivärdet av livsmedlet [punkt a] eller alla de viktigaste delarna av den obligatoriska näringsdeklarationen,(32) det vill säga samtliga delar av deklarationen utom kolhydrat och proteiner [punkt b]. Syftet med möjligheten att återge dessa uppgifter är att hjälpa konsumenterna att enkelt se den viktigaste näringsinformationen när de köper livsmedel.(33)", "label": []}
{"text": "34. Vad för det andra gäller bestämmelserna om presentationen av näringsvärdesdeklaration, framgår det av bestämmelserna i förordning nr 1169/2011 att obligatoriska deklarationer, så som alla övriga obligatoriska uppgifter, ska placeras på väl synlig plats, så att den är lätt att se och klart läsbar.(34) Dessutom ska en näringsdeklaration placeras i samma synfält, som definieras som ”samtliga ytor på en förpackning som kan läsas ur en och samma synvinkel,(35) i ett tydligt format och, om utrymmet tillåter detta, i tabellform med siffrorna under varandra.(36)", "label": []}
{"text": "35. Frivilliga deklarationer som upprepas, så som övriga frivilliga uppgifter, får inte visas så att den obligatoriska livsmedelsinformationen inte får tillräckligt utrymme.(37) I själva verket visas sådana deklarationer, såsom i förevarande fall, oftast i det huvudsakliga synfältet (förpackningens framsida)(38) med en viss föreskriven teckenstorlek.(39)", "label": []}
{"text": "36. Vad för det tredje gäller metoden för beräkning av energivärdet och mängden näringsämnen i näringsdeklarationer, ska denna information enligt artikel 32.2 i förordning nr 1169/2011 i princip anges per 100 gram eller 100 ml. Syftet med denna regel är att konsumenten måste kunna jämföra näringsinformationen för liknande produkter i olika förpackningsstorlekar(40) och det gäller oberoende av om näringsdeklarationen är obligatorisk eller frivillig, eftersom denna bestämmelse bland annat avser näringsdeklarationer som lämnas enligt artikel 30.1 och 30.3 i förordningen. Näringsdeklarationer hänför sig dessutom i princip till livsmedlet ”vid försäljning”(41) eller, ”vid behov”, till livsmedlet ”efter tillagning”, under förutsättning att tillräckligt detaljerade tillagningsanvisningar lämnas och att informationen gäller livsmedlet när det är färdigt att konsumeras.(42)", "label": [[205, 208, "AMOUNT_VALUE"], [209, 213, "AMOUNT_UNIT"], [220, 223, "AMOUNT_VALUE"], [224, 226, "AMOUNT_UNIT"]]}
{"text": "2. Den aktuella produktens näringsvärdesdeklaration", "label": []}
{"text": "37. Mot bakgrund av det ovan anförda anser jag att det är lämpligt att göra följande klargöranden avseende den aktuella produktens näringsvärdesdeklaration.", "label": []}
{"text": "38. Inledningsvis ska det konstateras att tolkningsfrågorna inte rör den obligatoriska näringsdeklarationen. Det är ostridigt mellan parterna i det nationella målet att denna näringsdeklaration är helt förenlig med bestämmelserna i förordning nr 1169/2011. Den obligatoriska näringsvärdesdeklarationen på den aktuella produktens förpackning anger nämligen dels energivärdet(43) och mängden av fett, mättat fett, kolhydrat, sockerarter, proteiner och salt,(44) och dels dessa uppgifter i samma synfält,(45) det vill säga på sidan av förpackningen, i form av en tabell.(46)", "label": []}
{"text": "39. Vidare noterar jag angående den upprepade näringsdeklarationen att det är ostridigt mellan parterna i det nationella målet att energivärdet samt mängden av fett, mättat fett, sockerarter och salt för ett färdigförpackat livsmedel med en märkning som innehåller en obligatorisk näringsdeklaration, får upprepas frivilligt på förpackningens framsida(47) i en annan form än den som föreskrivs för obligatorisk näringsdeklaration.(48) Det har endast ifrågasatts huruvida näringsdeklarationen uppfyller kraven i förordning nr 1169/2011 vad avser beräkningen och sättet att uttrycka energivärdet och mängden näringsämnen på den näringsdeklaration som upprepas på förpackningens framsida. Målet avser bland annat frågan huruvida den upprepade deklarationen enbart kan hänföra sig till livsmedlet efter tillagning.", "label": []}
{"text": "B. Den första tolkningsfrågan", "label": []}
{"text": "40. Den hänskjutande domstolen har ställt den första frågan för att få klarhet i huruvida artikel 31.3 andra stycket i förordning nr 1169/2011 ska tolkas så, att denna bestämmelse endast är tillämplig på livsmedel som, för att kunna konsumeras, måste tillagas och för vilka tillagningssättet har angetts.", "label": []}
{"text": "41. Denna fråga är relevant för utgången i målet, eftersom den aktuella produkten, müsli, såsom den hänskjutande domstolen har påpekat, kan serveras på olika sätt, nämligen med mjölk, yoghurt eller kvarg, samt med fruktjuice, eller till och med frukt, sylt eller honung.", "label": []}
{"text": "42. Med andra ord har domstolen ombetts att uttala sig om huruvida de näringsdeklarationer som upprepas frivilligt på framsidan av en förpackning, när det finns olika sätt att tillaga ett livsmedel, eventuellt genom tillsättande av olika ingredienser, endast kan hänföra sig till ett visst tillagningssätt.", "label": [[22, 31, "ORG"]]}
{"text": "43. Enligt artikel 31.3 andra stycket i förordning 1169/2011 är det möjligt att ”vid behov” lämna näringsinformation om ”livsmedlet efter tillagning” i stället för att lämna sådan information för livsmedlet ”vid försäljning”,(49) ”under förutsättning att tillräckligt detaljerade tillagningsanvisningar lämnas och att informationen gäller livsmedlet när det är färdigt att konsumeras.” Denna bestämmelse återger ordagrant ordalydelsen i artikel 6.4 i direktiv 90/496.", "label": []}
{"text": "44. Jag vill inledningsvis påpeka att tolkningen av denna bestämmelse inte bara ska göras med beaktande av dess lydelse, utan även av det sammanhang i vilket den ingår och det mål som eftersträvas med den aktuella lagstiftningen.(50)", "label": []}
{"text": "45. Vad för det första gäller lydelsen i artikel 31.3 andra stycket i förordning nr 1169/2011 konstaterar jag, i likhet med den hänskjutande domstolen, att ordalydelsen i denna bestämmelse inte ger något klart och entydigt svar. De enda slutsatser som kan dras av en bokstavstolkning är nämligen följande.", "label": []}
{"text": "46. För det första förutsätter formuleringen ”livsmedlet efter tillagning” att livsmedel som avses i artikel 31.3 andra stycket i förordning nr 1169/2011 kan tillagas. Denna bestämmelse omfattar således inte livsmedel som inte behöver tillagas för att konsumeras (så som en chokladbit). I förevarande fall kan müslin även konsumeras utan någon tillagning. Det kan således hävdas att müsli inte är något livsmedel som omfattas av nämnda bestämmelse, eftersom bestämmelsen endast omfattar livsmedel som, för att kunna konsumeras, måste tillagas. Ett sådant strikt synsätt framgår emellertid inte tydligt av ordalydelsen i bestämmelsen. Varken tillagningssättet eller dess omfattning är av betydelse för frågan om huruvida bestämmelsen kan tillämpas.", "label": []}
{"text": "47. För det andra konstaterar jag att användningen av formuleringen ”vid behov”, i början av artikel 31.3 andra stycket i förordning nr 1169/2011, visar att denna bestämmelse inte avser samtliga livsmedel som, för att kunna konsumeras, kan tillagas, varför den näringsinformation som föreskrivs i nämnda bestämmelse inte är obligatorisk.", "label": []}
{"text": "48. För det tredje skulle villkoret att ”tillräckligt detaljerade tillagningsanvisningar lämnas” kunna tala för att artikel 31.3 andra stycket i förordning nr 1169/2011 ska tillämpas oberoende av på hur många sätt ett livsmedel kan tillagas, eftersom villkoret inte är lika relevant om denna bestämmelse endast är tillämplig på livsmedel som endast kan tillagas på ett visst sätt. Även om sådana anvisningar förvisso inte är lika viktiga när det endast finns ett sätt att tillaga ett livsmedel, anser jag, mot bakgrund av syftet att informera konsumenten, att sådana anvisningar ändå är motiverade, eftersom de krävs för att kunna använda produkten på korrekt sätt.", "label": []}
{"text": "49. Av det sammanhang i vilket artikel 31.3 andra stycket ingår framgår det också att begreppet livsmedel efter tillagning i princip omfattar alla ”livsmedel som är avsedda för slutkonsumenter”.(51) Även om förordningen ska tillämpas utan att det påverkar de märkningskrav som föreskrivs i särskilda unionsbestämmelser om vissa livsmedel,(52) har det inte antagits någon särskild bestämmelse om den information som ska lämnas på framsidan av en förpackning om hur näringsdeklarationer ska beräknas och presenteras.(53) I övrigt noterar jag att inget i förordning nr 1169/2011 stöder Landgerichts uppfattning att ”tillagning” i denna mening endast avser ”ganska omfattande arbetsmoment”, som till exempel kokning eller upphettning.", "label": [[583, 595, "ORG"]]}
{"text": "50. Härav följer att inga slutsatser kan dras av en bokstavstolkning och en kontextuell tolkning när det gäller frågan huruvida artikel 31.3 andra stycket i förordning nr 1169/2011 endast gäller livsmedel vars tillagningssätt är förutbestämt eller även livsmedel – såsom müslin – som kan tillagas på olika sätt, bland annat genom tillsättande av ytterligare ingredienser. Det är således endast mot bakgrund av en teleologisk tolkning som det går att hitta något svar, särskilt innebörden av formuleringen ”vid behov”, som obestridligen lämnar utrymme för skönsmässig rättsbedömning.", "label": []}
{"text": "51. När det för det tredje gäller det syfte som eftersträvas med artikel 31.3 andra stycket i förordning nr 1169/2011, vill jag inledningsvis påpeka att detta syfte ska bedömas mot bakgrund av såväl syftet med denna bestämmelse som de mål som eftersträvas med den aktuella lagstiftningen, och särskilt syftet att göra det möjligt för konsumenterna att göra informerade val och använda livsmedel på ett säkert sätt, särskilt utifrån hälsomässiga överväganden.(54)", "label": []}
{"text": "52. Syftet med artikel 31 framgår av skälen 35 och 41 i förordning nr 1169/2011. I skäl 35 anges att bestämmelserna om näringsdeklaration per 100 gram eller 100 ml syftar till att ”produkter i olika förpackningsstorlekar lättare ska kunna jämföras”. I detta skäl preciseras dessutom att ”ytterligare uppgifter per portion” ”i förekommande fall” tillåts ”utöver uppgiften per 100 g eller per 100 ml”, ”[o]m livsmedlet är färdigförpackat och innehåller enskilda portioner eller konsumtionsenheter”.", "label": [[142, 145, "AMOUNT_VALUE"], [146, 150, "AMOUNT_UNIT"], [157, 160, "AMOUNT_VALUE"], [161, 163, "AMOUNT_UNIT"], [375, 378, "AMOUNT_VALUE"], [379, 380, "AMOUNT_UNIT"], [391, 394, "AMOUNT_VALUE"], [395, 397, "AMOUNT_UNIT"]]}
{"text": "53. I skäl 41 i förordningen anges att näringsinformationen bör ”vara enkel och lätt att förstå för att kunna tilltala genomsnittskonsumenten och tjäna det informationssyfte för vilket den lämnas” och att ”… de viktigaste delarna av näringsinformationen [bör] kunna upprepas frivilligt i det huvudsakliga synfältet för att hjälpa konsumenterna att enkelt se den viktigaste näringsinformationen när de köper livsmedel”.", "label": []}
{"text": "54. Det är just med hänsyn till båda syftena, som har ett nära samband – nämligen att underlätta jämförelsen av livsmedel och informera konsumenterna –, som man kan tillämpa (och förklara förhållandet mellan) de två styckena i artikel 31.3 i förordning nr 1169/2011.", "label": []}
{"text": "55. För att göra det lättare att jämföra energivärden med mängden näringsämnen ska dessa värden, för det första, i princip hänföra sig till livsmedlet vid försäljning (första stycket). Om ett livsmedel är färdigt att äta först efter att ha tillagats genom tillsättande av andra ingredienser, kan näringsdeklarationen, för att göra det lättare att jämföra med ett motsvarande livsmedel från en annan tillverkare, hänföra sig till livsmedlet efter tillagning (andra stycket).", "label": []}
{"text": "56. Om ett livsmedel kan tillagas på olika sätt är det däremot i det sistnämnda fallet inte möjligt att jämföra med motsvarande livsmedel från andra tillverkare, vars näringsdeklaration avser ett annat tillagningssätt, med ledning av de uppgifter om energivärde och om mängden näringsämnen i livsmedlet efter tillagning som hänför sig till en tillverkares tillagningsförslag.", "label": []}
{"text": "57. I förevarande fall är det exempelvis ostridigt att müsli kan serveras på olika sätt genom tillsättande av ytterligare ingredienser vars sockerhalt eller mängden av fett kan variera. En näringsdeklaration som grundar sig på ett tillagningsförslag – som i förevarande fall där 60 ml mjölk med en fetthalt på 1,5 procent tillsätts – utgör således endast ett förslag som inte ger någon allmän uppgift om näringsinnehållet för den produkt som är färdig att konsumeras och som, vad gäller näringsinnehållet, inte gör det möjligt att jämföra med motsvarande produkter från andra tillverkare, bland annat på grund av att konsumenten i själva verket fritt kommer att bestämma den mängd ytterligare ingredienser som kommer att serveras med livsmedlet.", "label": [[279, 281, "AMOUNT_VALUE"], [282, 284, "AMOUNT_UNIT"], [310, 313, "AMOUNT_VALUE"], [314, 321, "AMOUNT_UNIT"]]}
{"text": "58. Härav följer dels att en eventuell beräkning av energivärdet och mängden näringsämnen av en produkt som kan tillagas på olika sätt per definition är godtycklig och varierar beroende på tillagningssättet, dels e contrario att en produkts energivärde och näringsämnen endast kan jämföras när informationen rör livsmedlet vid försäljning, i enlighet med artikel 31.3 första stycket i förordning nr 1169/2011.", "label": []}
{"text": "59. Om man på grundval av syftet med jämförelsen emellertid drar slutsatsen att livsmedel som kan tillagas på olika sätt inte omfattas av tillämpningsområdet för artikel 33.2 andra stycket i förordning nr 1169/2011, återstår det att fastställa de livsmedel, som måste tillagas, som denna bestämmelse är tillämplig på.", "label": []}
{"text": "60. Om det görs en tolkning e contrario, skiljer sig de ovan behandlade livsmedlen från livsmedel som endast är färdiga att konsumeras efter att ha tillagats på ett visst förutbestämt sätt, exempelvis pulversoppor, för vilka den vattenvolym som ska tillsättas och den förutbestämda koktiden anges i en enda bruksanvisning, puddingpulver eller slutprodukter (så som ravioli). Vad som kännetecknar dessa livsmedel är att de rimligtvis endast kan färdigställas för att konsumeras på det sätt som anges, vilket innebär att liknande livsmedel kan direkt jämföras. En sådan jämförelse kommer visserligen inte alltid att grunda sig på en fullständig motsvarighet, bland annat därför att näringsvärdena för ytterligare ingredienser kan variera. Den godtyckliga aspekten av en sådan jämförelse förefaller emellertid vara visserligen begränsad.", "label": []}
{"text": "61. Vad för det andra gäller kravet på att näringsdeklarationen ska tjäna sitt informationssyfte, framgår det av artikel 7.1 i förordning nr 1169/2011 att livsmedelsinformation inte får vilseleda konsumenten, i synnerhet när det gäller vad som är utmärkande för livsmedlet, särskilt dess art och egenskaper.(55) I artikel 7.2 föreskrivs att ”[l]ivsmedelsinformation ska vara korrekt, tydlig och lätt att förstå för konsumenten”.(56)", "label": []}
{"text": "62. Härvidlag konstaterar jag, för det första, att det, med hänsyn till informationssyftet och att beräkningen av det ovannämnda näringsinnehållet är godtycklig och varierande, inte är lätt att i förevarande fall avgöra på vilket sätt presentationen av upprepad näringsinformation om livsmedlet efter tillagning skulle vara till nytta för konsumenten, och än mindre som den obligatoriska näringsdeklarationen blir mindre framträdande. För att säkerställa en hög konsumentskyddsnivå när det gäller livsmedelsinformation, med beaktande av att konsumenterna uppfattar information olika,(57) ska information om livsmedel, såsom domstolen har påpekat, dessutom vara korrekt, neutral och objektiv.(58) Så kan inte vara fallet om tillverkare av livsmedel som kan tillagas på olika sätt väljer det sätt som passar dem bäst, bland annat det som uppvisar det lägsta energivärdet. Ett sådant tillvägagångssätt är varken neutralt eller objektivt.", "label": [[624, 633, "ORG"]]}
{"text": "63. För det andra skulle en frivillig näringsdeklaration som underlåter att i den upprepade näringsdeklarationen ange energivärdet per 100 gram av livsmedlet vid försäljning kunna vilseleda konsumenterna, trots att detta anges i den obligatoriska näringsdeklarationen, i synnerhet när övriga tillverkare alltid anger energivärdet per 100 gram av produkten vid försäljning i den upprepade näringsdeklarationen. I ett sådant fall kan det nämligen uppfattas att det föreligger betydande skillnader mellan värdena. Jag noterar upplysningsvis att den aktuella müslins energivärde för portionen av produkten vid försäljning uppgår till 1880 kJ medan värdet för portionen av produkten efter tillagning uppgår till 872 kJ.", "label": [[135, 138, "AMOUNT_VALUE"], [139, 143, "AMOUNT_UNIT"], [334, 337, "AMOUNT_VALUE"], [338, 342, "AMOUNT_UNIT"], [630, 634, "AMOUNT_VALUE"], [635, 637, "AMOUNT_UNIT"], [707, 710, "AMOUNT_VALUE"], [711, 713, "AMOUNT_UNIT"]]}
{"text": "64. I princip ankommer det inte på EU-domstolen att, inom ramen för kompetensfördelningen mellan de nationella domstolarna och unionsdomstolarna, avgöra frågan huruvida märkningen av vissa produkter är sådan att den kan vilseleda köparen eller konsumenten eller att avgöra frågan huruvida en näringsdeklaration eventuellt är vilseledande. Det ankommer på den hänskjutande domstolen att göra en helhetsbedömning av de olika beståndsdelarna i märkningen för att avgöra om en viss konsument kan vilseledas i fråga om den aktuella produktens näringsvärden. EU-domstolen kan emellertid, när den prövar en begäran om förhandsavgörande, i förekommande fall bidra med preciseringar för att vägleda den nationella domstolen i dess avgörande.(59)", "label": [[35, 47, "ORG"], [553, 565, "ORG"]]}
{"text": "65. För det första ska den nationella domstolen, vid bedömningen av huruvida märkningen kan vilseleda köparen, huvudsakligen grunda sig på de förväntningar som en normalt informerad samt skäligen uppmärksam och upplyst genomsnittskonsument kan tänkas ha med avseende på märkningen, särskilt i fråga om livsmedelskvalitet, eftersom det väsentliga är att konsumenten inte vilseleds och felaktigt ges uppfattningen att varan har en annan kvalitet än den i själva verket har.(60)", "label": []}
{"text": "66. Eftersom syftet med att kunna upprepa näringsdeklarationer på framsidan av en förpackning just är att hjälpa konsumenterna att enkelt se den viktigaste näringsinformationen när de köper livsmedel, är det lämpligt att utgå från antagandet att genomsnittskonsumenten först kommer att läsa upprepad näringsinformation på förpackningens framsida snarare än den obligatoriska informationen på sidan.(61)", "label": []}
{"text": "67. Slutligen ska det beaktas att livsmedelstillverkare har ett intresse av att deras produkter framträder så sunda som möjligt på näringsdeklarationen och har således ett intresse av att fastställa näringsinnehållet, såsom sockerhalt och kalorivärde, på en så låg nivå som möjligt. I samband med en upprepad näringsvärdesdeklaration kan energinäringsvärdena för 100 g av en produkt som en gång har tillagats nämligen vara lägre än för 100 g av samma produkt när den säljs, om näringsvärdena för de ingredienser som används vid tillagningen är lägre än näringsvärdena för livsmedlet i fråga. Att godta att ett sådant livsmedel som den aktuella produkten kan omfattas av artikel 31.3 andra stycket i förordning 1169/201 skulle riskera att utvidga den kategori av livsmedel som kan omfattas av denna bestämmelse. En sådan utvidgning är inte lämplig, eftersom bestämmelsen, som i princip utgör ett undantag, riskerar att bli huvudregeln, när ett livsmedel skulle kunna tillagas på ett eller annat sätt.", "label": [[363, 366, "AMOUNT_VALUE"], [367, 368, "AMOUNT_UNIT"], [436, 439, "AMOUNT_VALUE"], [440, 441, "AMOUNT_UNIT"]]}
{"text": "68. Mot bakgrund av det ovan anförda föreslår jag att den första tolkningsfrågan ska besvaras enligt följande: Artikel 31.3 andra stycket i förordning nr 1169/2011 ska tolkas så, att denna bestämmelse endast är tillämplig på livsmedel som måste tillagas och vars tillagningssätt är förutbestämt.", "label": []}
{"text": "C. Den andra tolkningsfrågan", "label": []}
{"text": "69. För det fall den första frågan besvaras nekande, vill den hänskjutande domstolen med sin andra fråga få klarhet i huruvida formuleringen ”per 100 g” i artikel 33.2 andra stycket i förordning nr 1169/2011 endast avser 100 gram av livsmedlet vid försäljning, eller – åtminstone också – 100 gram av livsmedlet efter tillagning.", "label": [[146, 149, "AMOUNT_VALUE"], [150, 151, "AMOUNT_UNIT"], [221, 224, "AMOUNT_VALUE"], [225, 229, "AMOUNT_UNIT"], [288, 291, "AMOUNT_VALUE"], [292, 296, "AMOUNT_UNIT"]]}
{"text": "70. Med hänsyn till svaret på den första tolkningsfrågan anser jag att det inte är nödvändigt att besvara den andra frågan. Följande bedömning görs således för fullständighetens skull, för det fall att domstolen skulle finna att det är nödvändigt att besvara frågan.", "label": [[202, 211, "ORG"]]}
{"text": "71. Det ska inledningsvis erinras om att artikel 33.2 första stycket i förordning nr 1169/2011 innehåller ett undantag från regeln att mängden näringsämnen ska anges per 100 gram eller 100 ml. Enligt denna bestämmelse är det möjligt att, inom ramen för frivilliga uppgifter som i det huvudsakliga synfältet upprepar energivärdet samt mängden fett, mättat fett, sockerarter och salt,(62) uttrycka mängden av dessa näringsämnen ”enbart per portion eller konsumtionsenhet”. I ett sådant fall ska emellertid energivärdet enligt andra stycket i samma bestämmelse anges både per 100 gram eller 100 ml och per portion eller konsumtionsenhet. För att undantaget ska kunna gälla måste villkoren i artikel 33.1 i förordningen för att få ange näringsvärden per portion eller per konsumtionsenhet vara uppfyllda, nämligen att ”portionen eller enheten kvantifieras på etiketten och att antalet portioner eller enheter i paketet anges”.(63)", "label": [[170, 173, "AMOUNT_VALUE"], [174, 178, "AMOUNT_UNIT"], [185, 188, "AMOUNT_VALUE"], [189, 191, "AMOUNT_UNIT"], [573, 576, "AMOUNT_VALUE"], [577, 581, "AMOUNT_UNIT"], [588, 591, "AMOUNT_VALUE"], [592, 594, "AMOUNT_UNIT"]]}
{"text": "72. Om domstolen i förevarande fall besvarar den första frågan nekande, innebär detta att den upprepade näringsdeklarationen för den aktuella produkten är tillåten enligt artikel 31.3 andra stycket i förordning nr 1169/2011 och att Dr. Oetker endast är skyldigt att lämna sådan näringsinformation som avses i artikel 30.1–30.5 i denna förordning för livsmedlet efter tillagning. Enligt artikel 32.2 i nämnda förordning ska denna upprepade näringsinformation anges per 100 gram eller 100 ml av produkten efter tillagning. I enlighet med artikel 33.1 a i samma förordning kan Dr. Oetker dessutom uttrycka energivärdet och mängden näringsämnen per portion, på de villkor som anges i denna bestämmelse,(64) och i enlighet med artikel 33.2 andra stycket i förordning nr 1169/2011 uttrycka den upprepade frivilliga informationen på förpackningens framsida endast per portion när det gäller näringsämnen och både per 100 gram och per portion när det gäller energivärdet. Det ska slutligen erinras om att Dr. Oetker har angett näringsinformationen per 100 g av produkten vid försäljning även på förpackningens sida.", "label": [[7, 16, "ORG"], [232, 242, "ORG"], [468, 471, "AMOUNT_VALUE"], [472, 476, "AMOUNT_UNIT"], [483, 486, "AMOUNT_VALUE"], [487, 489, "AMOUNT_UNIT"], [574, 584, "ORG"], [910, 913, "AMOUNT_VALUE"], [914, 918, "AMOUNT_UNIT"], [997, 1007, "ORG"], [1044, 1047, "AMOUNT_VALUE"], [1048, 1049, "AMOUNT_UNIT"]]}
{"text": "73. Bortsett från de faktiska omständigheterna i det nationella målet, kan frågan huruvida formuleringen ”per 100 g”, i den mening som avses i artikel 33.2 andra stycket i förordning nr 1169/2011, som hänför sig till energivärdet, endast hänvisar till 100 gram av produkten vid försäljning eller även till 100 gram av livsmedlet efter tillagning, uppkomma när näringsdeklarationen avser livsmedlet efter tillagning, i enlighet med artikel 31.3 andra stycket i denna förordning.", "label": [[110, 113, "AMOUNT_VALUE"], [114, 115, "AMOUNT_UNIT"], [252, 255, "AMOUNT_VALUE"], [256, 260, "AMOUNT_UNIT"], [306, 309, "AMOUNT_VALUE"], [310, 314, "AMOUNT_UNIT"]]}
{"text": "74. Såsom den hänskjutande domstolen har påpekat följer svaret på denna fråga varken av den aktuella bestämmelsens ordalydelse eller av det sammanhang i vilket den ingår. Det har nämligen inte lämnats någon precisering vad gäller de 100 gram av livsmedlet som energivärdet ska hänföra sig till när näringsinformationen lämnas, i enlighet med artikel 31.3 andra stycket i förordning nr 1169/2011, för livsmedel efter tillagning. Det är endast med beaktande av syftet med den upprepade näringsdeklarationen som frågan kan besvaras.", "label": [[233, 236, "AMOUNT_VALUE"], [237, 241, "AMOUNT_UNIT"]]}
{"text": "75. Mot bakgrund av syftet att göra det lättare att jämföra, vilket anges i skäl 35 i förordning nr 1169/2011,(65) vill jag påpeka att artikel 31.3 andra stycket i denna förordning huvudsakligen syftar till att säkerställa en korrekt tillämpning av bestämmelserna om referenskvantiteten på 100 gram eller 100 ml som avses i artikel 32.2 i denna förordning. Tanken bakom denna bestämmelse är att portioner normalt sett inte väger 100 gram och att det därför, för att de bättre ska kunna jämföras, krävs att åtminstone den mest väsentliga informationen om energivärdet anges för referenskvantiteten på 100 gram, medan övrigt näringsinnehåll kan hänföra sig till vikten av den aktuella portionen om de upprepas på förpackningen, utöver den obligatoriska näringsvärdesdeklarationen.", "label": [[290, 293, "AMOUNT_VALUE"], [294, 298, "AMOUNT_UNIT"], [305, 308, "AMOUNT_VALUE"], [309, 311, "AMOUNT_UNIT"], [429, 432, "AMOUNT_VALUE"], [433, 437, "AMOUNT_UNIT"], [600, 603, "AMOUNT_VALUE"], [604, 608, "AMOUNT_UNIT"]]}
{"text": "76. Med hänsyn till detta syfte anser jag att artikel 33.2 andra stycket i förordningen, när näringsinnehållet anges på framsidan av förpackningen för en referenskvantitet som tillverkaren har valt för livsmedlet efter tillagning, kan tolkas så, att det, utöver den näringsdeklaration som hänför sig till en portion, föreligger ett krav på att på framsidan ange energivärdet per 100 g för produkten vid försäljning. Med beaktande av skäl 41 anser jag dessutom att en sådan lösning är den enklaste och lättaste att förstå för att kunna tilltala genomsnittskonsumenten och tjäna det informationssyfte för vilket näringsdeklaration lämnas.", "label": [[379, 382, "AMOUNT_VALUE"], [383, 384, "AMOUNT_UNIT"]]}
{"text": "77. Mot bakgrund av det ovan anförda föreslår jag att den andra tolkningsfrågan ska besvaras enligt följande: Artikel 33.2 andra stycket i förordning nr 1169/2011 ska tolkas så, att när energivärdet anges på förpackningen både ”per 100 g” och ”per portion eller konsumtionsenhet” för livsmedlet vid försäljning och för livsmedlet efter tillagning, ska energivärdet upprepas per 100 gram eller per 100 ml för livsmedlet vid försäljning.", "label": [[232, 235, "AMOUNT_VALUE"], [236, 237, "AMOUNT_UNIT"], [378, 381, "AMOUNT_VALUE"], [382, 386, "AMOUNT_UNIT"], [397, 400, "AMOUNT_VALUE"], [401, 403, "AMOUNT_UNIT"]]}
{"text": "V. Förslag till avgörande", "label": []}
{"text": "78. Mot bakgrund av det ovan anförda föreslår jag att domstolen besvarar de tolkningsfrågor som ställts av Bundesgerichtshof (Federala högsta domstolen, Tyskland) på följande sätt:", "label": [[54, 63, "ORG"], [107, 124, "ORG"], [126, 151, "ORG"], [153, 161, "LOC"]]}
{"text": "1) Artikel 31.3 andra stycket i Europaparlamentets och rådets förordning (EG) nr 1169/2011 av den 25 oktober 2011 om tillhandahållande av livsmedelsinformation till konsumenterna, och om ändring av Europaparlamentets och rådets förordningar (EG) nr 1924/2006 och (EG) nr 1925/2006 samt om upphävande av kommissionens direktiv 87/250/EEG, rådets direktiv 90/496/EEG, kommissionens direktiv 1999/10/EG, Europaparlamentets och rådets direktiv 2000/13/EG, kommissionens direktiv 2002/67/EG och 2008/5/EG samt kommissionens förordning (EG) nr 608/2004 ska tolkas så, att denna bestämmelse endast är tillämplig på livsmedel som måste tillagas och vars tillagningssätt är förutbestämt.", "label": [[32, 50, "ORG"], [55, 61, "ORG"], [98, 113, "DATE"], [198, 216, "ORG"], [221, 227, "ORG"], [338, 344, "ORG"], [401, 419, "ORG"], [424, 430, "ORG"]]}
{"text": "2) Mot bakgrund av det föreslagna svaret på den första tolkningsfrågan anser jag att det inte är nödvändigt att besvara den andra frågan. För det fall att domstolen skulle anse att frågan ska besvaras, anser jag att den ska besvaras på följande sätt:", "label": [[155, 164, "ORG"]]}
{"text": "Artikel 33.2 andra stycket i förordning nr 1169/2011 ska tolkas så, att när energivärdet anges på förpackningen både ”per 100 g” och ”per portion eller konsumtionsenhet” för livsmedlet vid försäljning och för livsmedlet efter tillagning, ska energivärdet upprepas per 100 gram eller 100 ml för livsmedlet vid försäljning.", "label": [[122, 125, "AMOUNT_VALUE"], [126, 127, "AMOUNT_UNIT"], [268, 271, "AMOUNT_VALUE"], [272, 276, "AMOUNT_UNIT"], [283, 286, "AMOUNT_VALUE"], [287, 289, "AMOUNT_UNIT"]]}
{"text": "1 Originalspråk: franska.", "label": [[17, 24, "NATIONALITY"]]}
{"text": "2 Europaparlamentets och rådets direktiv av den 25 oktober 2011 om tillhandahållande av livsmedelsinformation till konsumenterna, och om ändring av Europaparlamentets och rådets förordningar (EG) nr 1924/2006 och (EG) nr 1925/2006 samt om upphävande av kommissionens direktiv 87/250/EEG, rådets direktiv 90/496/EEG, kommissionens direktiv 1999/10/EG, Europaparlamentets och rådets direktiv 2000/13/EG, kommissionens direktiv 2002/67/EG och 2008/5/EG samt kommissionens förordning (EG) nr 608/2004 (EUT L 304, 2011, s. 18 och rättelse i EUT L 163, 2013, s. 32; EUT L 50, 2015, s. 48; EUT L 266, 2016, s. 7, och EUT L 167, 2017, s. 58).", "label": [[2, 20, "ORG"], [25, 31, "ORG"], [48, 63, "DATE"], [148, 166, "ORG"], [171, 177, "ORG"], [351, 369, "ORG"], [374, 380, "ORG"]]}
{"text": "3 Europaparlamentets och rådets direktiv av den 20 mars 2000 om tillnärmning av medlemsstaternas lagstiftning om märkning och presentation av livsmedel samt om reklam för livsmedel (EGT L 109, 2000, s. 29).", "label": [[2, 20, "ORG"], [25, 31, "ORG"], [48, 60, "DATE"]]}
{"text": "4 Rådets direktiv av den 24 september 1990 om näringsvärdesdeklaration för livsmedel (EGT L 276, 1990, s. 40).", "label": [[2, 8, "ORG"], [25, 42, "DATE"]]}
{"text": "5 Om rättspraxis avseende förordning nr 1169/2011, se dom av den 4 september 2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659), dom av den 12 november 2019, Organisation juive européenne och Vignoble Psagot (C‑363/18, EU:C:2019:954), och dom av den 1 oktober 2020, Groupe Lactalis (C‑2020, EU:C:485/18). Om direktiv 2000/13, se, bland annat, dom av den 10 september 2009, Lombardi (C‑446/07, EU:C:2009:530), dom av den 4 juni 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361), och dom av den 22 september 2016, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718). Om direktiv 90/496, se, bland annat, dom av den 23 oktober 2003, B. Richter (C‑40/02, EU:C:2003:584).", "label": [[65, 81, "DATE"], [83, 147, "ORG"], [186, 202, "DATE"], [204, 233, "ORG"], [238, 253, "ORG"], [296, 310, "DATE"], [312, 327, "ORG"], [400, 417, "DATE"], [419, 427, "PER"], [466, 477, "DATE"], [479, 541, "ORG"], [584, 601, "DATE"], [603, 624, "ORG"], [700, 715, "DATE"], [717, 727, "PER"]]}
{"text": "6 Rådets direktiv av den 18 december 1978 om tillnärmning av medlemsstaternas lagstiftning om märkning, presentation och reklam i fråga om livsmedel (EGT L 33, 1979, s. 1; svensk specialutgåva, område 15, volym 2, s. 130).", "label": [[2, 8, "ORG"], [25, 41, "DATE"]]}
{"text": "7 Skälen 1 och 2 i direktiv 79/112.", "label": []}
{"text": "8 Skälen 6 och 7 i direktiv 79/112. Se, även, skäl 12 i detta direktiv, enligt vilket reglerna om märkning också ska ”förbjuda användning av information som skulle kunna vilseleda köparen eller som tillskriver livsmedel hälsobringande egenskaper, …”. Konsumentskyddet har emellertid tolkats som det direkta, huvudsakliga syftet med direktivet [se, för ett liknande resonemang, förslag till avgörande av generaladvokaten Almas i målet Scholz (C‑385/96, EU:C:1998:72, punkt 21)]. Se, även, dom av den 12 oktober 1995, Graeme m.fl. (C‑85/94, EU:C:1995:312, punkterna 23 och 24).", "label": [[403, 419, "PROFESSION"], [420, 425, "PER"], [434, 440, "PER"], [499, 514, "DATE"], [516, 522, "PER"]]}
{"text": "9 Skälen 6 och 14 i direktiv 2000/13.", "label": []}
{"text": "10 Se skäl 8 i direktiv 2000/13, där det anges att ”[d]etaljerad märkning för att ange produktens exakta art och beskaffenhet gör det möjligt för konsumenten att göra sitt val med full sakkännedom och är det lämpligaste eftersom det medför minsta möjliga hinder för den fria handeln”.", "label": []}
{"text": "11 Se förteckningen över de olika ändringarna i delarna A och B i bilaga IV till förordning nr 2000/13.", "label": []}
{"text": "12 Skäl 11 i förordning nr 1169/2011.", "label": []}
{"text": "13 Skäl 9 andra meningen i förordning nr 1169/2011 (min kursivering). Se, även, hänvisningen i skäl 1 till artikel 169 FEUF, i vilken det föreskrivs att unionen ska bidra till att uppnå en hög konsumentskyddsnivå.", "label": [[153, 160, "ORG"]]}
{"text": "14 Se artikel 1.1 respektive 1.2 i förordning nr 1169/2011. Det har i detta syfte även bekräftats att ”det [är] en allmän princip i livsmedelslagstiftningen att ge konsumenterna möjlighet att göra informerade val om de livsmedel de konsumerar och att förhindra förfaranden som kan vilseleda konsumenten” (skäl 4 i förordningen).", "label": []}
{"text": "15 Unionslagstiftaren har slagit fast att det föreligger ett samband mellan märkningen och syftet att uppnå en hög skyddsnivå för konsumenternas hälsa genom att upprätta ett samband mellan kost och hälsa samt möjligheten att välja en lämplig kost som passar den enskildes behov. Konsumentens möjlighet att göra informerade val om sin kost har nämligen ansetts vara avgörande för såväl effektiv konkurrens som konsumenternas välbefinnande (se skälen 3 och 10 i förordning nr 1169/2011).", "label": []}
{"text": "16 Artikel 2.2 c i förordning nr 1169/2011.", "label": []}
{"text": "17 Orden frivillig information definieras inte i förordning nr 1169/2011, trots att de används i förordningen (se rubriken för kapitel V, artiklarna 36 och 37 och skäl 47). I vissa språkversioner av förordningen används även orden volontaires [frivilliga på svenska] eller à titre volontaire [på frivillig basis på svenska](se artikel 36 och skälen 30, 38, 41, 42, 47 och 58) (den franska och den italienska språkversionen). Dessa orden används tydligen utan åtskillnad. I de flesta språkversioner används nämligen samma ord (se den tyska, den grekiska och den engelska språkversionen). Jag noterar även att frivilliga uppgifter inte får förväxlas med ytterligare uppgifter. Även om denna förordning har harmoniserat medlemsstaternas nationella lagstiftning om obligatoriska uppgifter, är harmoniseringen inte heltäckande, eftersom det står medlemsstaterna fritt att anta ytterligare obligatoriska uppgifter, dock endast på de villkor som fastställs i förordningen [se, i detta hänseende, artiklarna 10 och 35.2 i förordning nr 1169/2011, samt förslag till avgörande av generaladvokaten Colin i målet Groupe Lactalis (C‑485/18, EU:C:2020:592, punkterna 32–34)].", "label": [[381, 388, "NATIONALITY"], [397, 407, "NATIONALITY"], [533, 538, "NATIONALITY"], [544, 552, "NATIONALITY"], [561, 569, "NATIONALITY"], [1070, 1086, "PROFESSION"], [1087, 1092, "PER"], [1101, 1116, "ORG"]]}
{"text": "18 Skäl 17 i förordning nr 1169/2011.", "label": []}
{"text": "19 Förordningen innehåller även ”grund[en]”, i den mening som avses i artikel 1.1 i förordning nr 1169/2011, det vill säga de ”allmänna principerna” i kapitel II och de ”allmänna kraven” i kapitel III, vilka även är tillämpliga på obligatoriska uppgifter [se, för ett liknande resonemang, dom av den 4 september 2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, punkt 66)].", "label": [[300, 316, "DATE"], [318, 382, "ORG"]]}
{"text": "20 Artikel 9.1 första meningen i förordning nr 1169/2011.", "label": []}
{"text": "21 Se skäl 30 i förordning nr 1169/2011.", "label": []}
{"text": "22 Se skäl 41 i förordning nr 1169/2011.", "label": []}
{"text": "23 Se skälen 30, 38, 41, 42 och 47 i förordning nr 1169/2011.", "label": []}
{"text": "24 Se skäl 41 i förordning nr 1169/2011. I skäl 47 i förordningen anges att ”[e]rfarenheten visar att frivillig livsmedelsinformation ofta utformas på ett sätt som försämrar den obligatoriska livsmedelsinformationens tydlighet. Det bör därför fastställas kriterier som hjälper livsmedelsföretagare och tillsynsmyndigheter att nå en balans mellan obligatorisk och frivillig livsmedelsinformation”.", "label": []}
{"text": "25 Se skäl 42 i förordning nr 1169/2011.", "label": []}
{"text": "26 Artikel 36.1 i förordning nr 1169/2011.", "label": []}
{"text": "27 Artikel 36.2 i förordning nr 1169/2011.", "label": []}
{"text": "28 Se punkt 26 i detta förslag till avgörande.", "label": []}
{"text": "29 Se bilaga I till förordning nr 1169/2011, med rubriken ”Särskilda definitioner som avses i artikel 2.4” led 1.", "label": []}
{"text": "30 Alla bestämmelser om de (elva) övriga obligatoriska uppgifterna finns nämligen i avsnitt 2 i kapitel IV.", "label": []}
{"text": "31 Åtskillnaden mellan ”obligatoriska” och ”frivilliga” deklarationer framgår inte i sig av ordalydelsen i artikel 30 i förordning nr 1169/2011, utan av en jämförelse av artikel 30.1, som omfattar ”obligatorisk näringsdeklaration”, av artikel 30.3, som omfattar den ”information [som får] upprepas”, och av skäl 41, där det anges att den kan upprepas ”frivilligt”. Se punkt 27 i detta förslag till avgörande.", "label": []}
{"text": "32 Skäl 41 fjärde meningen i förordning nr 1169/2011.", "label": []}
{"text": "33 Se föregående fotnot.", "label": []}
{"text": "34 Artikel 13.1 och 2 i förordning nr 1169/2011.", "label": []}
{"text": "35 Artikel 2.2 k i förordning nr 1169/2011.", "label": []}
{"text": "36 Artikel 34.1 och 2 i förordning nr 1169/2011. I skäl 41 i förordningen anges att ”[n]äringsinformationen bör vara enkel och lätt att förstå för att kunna tilltala genomsnittskonsumenten och tjäna det informationssyfte för vilket den lämnas. Att delvis ge näringsinformationen i det huvudsakliga synfältet, allmänt kallat förpackningens framsida, och delvis på en annan sida, exempelvis förpackningens baksida, skulle kunna förvirra konsumenterna. Därför bör näringsdeklarationen finnas i ett och samma synfält. …”", "label": []}
{"text": "37 Artikel 37 i förordning nr 1169/2011.", "label": []}
{"text": "38 ”Det huvudsakliga synfältet” definieras som ”det synfält på en förpackning som konsumenten mest sannolikt genast ser vid köptillfället och som gör det möjligt för konsumenten att direkt identifiera en produkts art eller natur och, i förekommande fall, varumärkesnamn. Om en förpackning har flera identiska huvudsakliga synfält ska det huvudsakliga synfältet anses vara det som livsmedelsföretagaren väljer” [se artikel 2.2 l i förordning nr 1169/2011].", "label": []}
{"text": "39 Artikel 34.3 i förordning nr 1169/2011, som hänvisar till artikel 13.2 i samma förordning.", "label": []}
{"text": "40 Skäl 35 i förordning nr 1169/2011.", "label": []}
{"text": "41 Artikel 31.3 första stycket i förordning nr 1169/2011.", "label": []}
{"text": "42 Artikel 31.3 andra stycket i förordning nr 1169/2011.", "label": []}
{"text": "43 I enlighet med artikel 30.1 a i förordning nr 1169/2011.", "label": []}
{"text": "44 I enlighet med artikel 30.1 b i förordning nr 1169/2011.", "label": []}
{"text": "45 I enlighet med artikel 34.1 i förordning nr 1169/2011.", "label": []}
{"text": "46 I enlighet med artikel 34.2 i förordning nr 1169/2011.", "label": []}
{"text": "47 Enligt artiklarna 30.3 b, 2.2 l samt 34.3 första stycket a i förordning nr 1169/2011.", "label": []}
{"text": "48 Enligt artikel 34.3 andra stycket i förordning nr 1169/2011.", "label": []}
{"text": "49 Enligt artikel 31.3 första stycket i förordning nr 1169/2011.", "label": []}
{"text": "50 Se, för ett liknande resonemang, dom av den 16 juli 2020, AFMB m.fl. (C‑610/18, EU:C:2020:565, punkt 50).", "label": [[47, 59, "DATE"], [61, 65, "ORG"]]}
{"text": "51 Se artikel 1.3 i förordning nr 1169/2011.", "label": []}
{"text": "52 Se artikel 1.4 i förordning nr 1169/2011.", "label": []}
{"text": "53 Kommissionen har getts befogenhet att anta delegerade akter med avseende på ytterligare krav för saluföring av produkter inom frukt- och grönsakssektorn [se dom av den 4 september 2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, punkterna 63 och 69)]. Se, även, specialregler som avser vissa livsmedel [se dom av den 7 april 2016, KA Finanz (C‑483/14, EU:C:2016:205, punkt 32)].", "label": [[3, 15, "ORG"], [171, 187, "DATE"], [189, 253, "ORG"], [368, 380, "DATE"], [382, 391, "ORG"]]}
{"text": "54 Se punkt 23 i detta förslag till avgörande. Se, för ett liknande resonemang, dom av den 22 september 2016, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, punkt 67) och dom av den 1 oktober 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 43).", "label": [[91, 108, "DATE"], [110, 131, "ORG"], [183, 197, "DATE"], [199, 214, "ORG"]]}
{"text": "55 Se skälen 4 och 20 i förordning nr 1169/2011, samt dom av den 1 oktober 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 41). Beträffande det tidigare systemet, se dom av den 4 juni 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkt 33) och dom av den 30 januari 2020, Dr. Willmar Schwabe (C‑524/18, EU:C:2020:60, punkt 35 och där angiven rättspraxis).", "label": [[65, 79, "DATE"], [81, 96, "ORG"], [183, 194, "DATE"], [196, 258, "ORG"], [310, 325, "DATE"], [327, 346, "ORG"]]}
{"text": "56 Dessa krav gäller även reklam för eller presentation av livsmedel och särskilt deras förpackning (se artikel 7.4 i förordning nr 1169/2011).", "label": []}
{"text": "57 Se artiklarna 1.1 och 3.1 i förordning nr 1169/2011, mot bakgrund av skälen 1, 3 och 4 i förordningen. Se, för ett liknande resonemang, dom av den 12 november 2019, Organisation juive européenne och Vignoble Psagot (C‑363/18, EU:C:2019:954, punkterna 52 och 53), och dom av den 1 oktober 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 43).", "label": [[150, 166, "DATE"], [168, 197, "ORG"], [202, 217, "ORG"], [281, 295, "DATE"], [297, 312, "ORG"]]}
{"text": "58 Se, för ett liknande resonemang, dom av den 22 september 2016, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, punkt 69) och dom av den 1 oktober 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 44).", "label": [[47, 64, "DATE"], [66, 87, "ORG"], [139, 153, "DATE"], [155, 170, "ORG"]]}
{"text": "59 Se, för ett liknande resonemang, dom av den 10 september 2009, Lombardi (C‑446/07, EU:C:2009:530, punkt 60), dom av den 4 juni 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkt 35), och dom av den 12 september 2000, Ericsson (C‑366/98, EU:C:2000:430, punkterna 18–20).", "label": [[47, 64, "DATE"], [66, 74, "PER"], [123, 134, "DATE"], [136, 198, "ORG"], [251, 268, "DATE"], [270, 278, "PER"]]}
{"text": "60 Se, för ett liknande resonemang, dom av den 10 september 2009, Lombardi (C‑446/07, EU:C:2009:530, punkt 61 och där angiven rättspraxis), och dom av den 4 juni 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkt 36).", "label": [[47, 64, "DATE"], [66, 74, "PER"], [155, 166, "DATE"], [168, 230, "ORG"]]}
{"text": "61 Se, för ett liknande resonemang, dom av den 4 juni 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkterna 39 och 40).", "label": [[47, 58, "DATE"], [60, 122, "ORG"]]}
{"text": "62 Enligt artikel 30.3 b i förordning nr 1169/2011.", "label": []}
{"text": "63 Se skäl 35 i förordning nr 1169/2011.", "label": []}
{"text": "64 Det framgår av de handlingar som ingetts till domstolen att Dr. Oetker på framsidan har kvantifierat den portion som används med uppgiften ”= 100 g”, men att Dr. Oetker inte uttryckligen har angett ”antalet portioner” i paketet. Följaktligen är jag inte övertygad om att villkoren i artikel 33.1 i förordning nr 1169/2011 är uppfyllda.", "label": [[49, 58, "ORG"], [63, 73, "ORG"], [145, 148, "AMOUNT_VALUE"], [149, 150, "AMOUNT_UNIT"], [161, 171, "ORG"]]}
{"text": "65 Se punkt 52 i detta förslag till avgörande.", "label": []}
