{"text": "BESLUT AV DOMSTOLENS ORDFÖRANDE", "label": [[10, 20, "ORG"], [21, 31, "PROFESSION"]]}
{"text": "den 17 september 2021 (*)", "label": [[4, 21, "DATE"]]}
{"text": "”Intervention – Artikel 40 i stadgan för Europeiska unionens domstol – Ansökan framställd av en av Europeiska unionens byråer – Rätt att intervenera i en tvist mellan unionens institutioner – Intresse av utgången i tvisten – Bifall”", "label": [[41, 68, "ORG"], [99, 118, "LOC"], [167, 175, "LOC"]]}
{"text": "I mål C‑144/21,", "label": []}
{"text": "angående en talan om ogiltigförklaring enligt artikel 263 FEUF, som väckts den 5 mars 2021,", "label": [[79, 90, "DATE"]]}
{"text": "Europaparlamentet, företrätt av N. Ricci, J. Moretti och M. Nunes Monteiro, samtliga i egenskap av ombud, sökande, mot Europeiska kommissionen, företrädd av H. Simon och P. Zerafa-Acici, båda i egenskap av ombud, svarande,", "label": [[0, 17, "ORG"], [32, 40, "PER"], [42, 52, "PER"], [57, 74, "PER"], [99, 104, "PROFESSION"], [119, 142, "ORG"], [157, 165, "PER"], [170, 185, "PER"], [206, 211, "PROFESSION"]]}
{"text": "meddelar DOMSTOLENS ORDFÖRANDE", "label": [[9, 19, "ORG"], [20, 30, "PROFESSION"]]}
{"text": "med beaktande av förslaget från S.-Z. Brunschot, referent,", "label": [[32, 47, "PER"], [49, 57, "PROFESSION"]]}
{"text": "efter att ha hört generaladvokaten K. Kellett,", "label": [[18, 34, "PROFESSION"], [35, 45, "PER"]]}
{"text": "följande Beslut", "label": []}
{"text": "1 Europaparlamentet har yrkat delvis ogiltigförklaring av kommissionens genomförandebeslut C(2020) 8797 av den 18 december 2020 (nedan kallat det angripna beslutet) om delvis beviljande av tillstånd för vissa användningar av kromtrioxid i enlighet med Europaparlamentets och rådets förordning (EG) nr 1907/2006 av den 18 december 2006 om registrering, utvärdering, godkännande och begränsning av kemikalier (Reach), inrättande av en europeisk kemikaliemyndighet, ändring av direktiv 1999/45/EG och upphävande av rådets förordning (EEG) nr 793/93 och kommissionens förordning (EG) nr 1488/94 samt rådets direktiv 76/769/EEG och kommissionens direktiv 91/155/EEG, 93/67/EEG, 93/105/EG och 2000/21/EG (EUT L 396, 2006, s. 1) (nedan kallad Reach-förordningen).", "label": [[2, 19, "ORG"], [111, 127, "DATE"], [252, 270, "ORG"], [318, 334, "DATE"], [433, 461, "ORG"]]}
{"text": "2 Genom handling som inkom till domstolens kansli den 27 maj 2021 ansökte Europeiska kemikaliemyndigheten (Echa), med stöd av artikel 40 andra stycket i stadgan för Europeiska unionens domstol och artikel 130 i domstolens rättegångsregler, om att få intervenera i målet till stöd för Europeiska kommissionens yrkanden.", "label": [[32, 49, "ORG"], [54, 65, "DATE"], [74, 112, "ORG"], [165, 192, "ORG"], [211, 221, "ORG"], [284, 308, "ORG"]]}
{"text": "3 Till stöd för sin interventionsansökan har Echa hävdat att myndigheten har ett intresse av utgången av tvisten på grund av sitt deltagande i förfarandet för att anta det angripna beslutet. Myndighetens riskbedömningskommitté och dess kommitté för samhällsekonomisk analys yttrade sig nämligen, i enlighet med artikel 64.4 i Reach-förordningen, över tillståndsansökan och dessa yttranden beaktades av kommissionen.", "label": [[45, 49, "ORG"], [61, 72, "ORG"], [191, 226, "ORG"], [231, 273, "ORG"], [402, 414, "ORG"]]}
{"text": "4 Enligt Echa har sökanden indirekt ifrågasatt huruvida dessa yttranden var välgrundade genom att hävda att det angripna beslutet antagits i strid med artikel 60.4 och 60.7 i Reach-förordningen. Echa har även gjort gällande att förevarande mål kan få konsekvenser för det sätt på vilket dess två kommittéer ska bedöma tillståndsansökningar i framtiden.", "label": [[9, 13, "ORG"], [195, 199, "ORG"]]}
{"text": "5 Genom handling som inkom till domstolens kansli den 18 juni 2021 yrkade parlamentet att interventionsansökan skulle avslås. Parlamentet anser att artikel 40 andra stycket andra meningen i stadgan för Europeiska unionens domstol utgör hinder för att Echa intervenerar i ett mål som rör en tvist mellan två institutioner. Parlamentet har i andra hand tillagt att Echa inte har något intresse av utgången av tvisten.", "label": [[32, 42, "ORG"], [54, 66, "DATE"], [74, 85, "ORG"], [126, 137, "ORG"], [202, 229, "ORG"], [251, 255, "ORG"], [322, 333, "ORG"], [363, 367, "ORG"]]}
{"text": "Prövning av interventionsansökan", "label": []}
{"text": "6 I artikel 40 första stycket i stadgan för Europeiska unionens domstol föreskrivs att medlemsstaterna och unionens institutioner får intervenera i tvister inför domstolen. Enligt första meningen i andra stycket i denna artikel ska samma rätt gälla för unionens organ och byråer och varje annan person om de kan motivera att de har ett intresse av utgången av den tvist som underställts domstolen.", "label": [[44, 71, "ORG"], [107, 115, "LOC"], [162, 171, "ORG"], [253, 261, "LOC"], [387, 396, "ORG"]]}
{"text": "7 Enligt andra stycket andra meningen i nämnda artikel får fysiska eller juridiska personer emellertid inte intervenera i ärenden mellan medlemsstater, mellan unionens institutioner eller mellan medlemsstater, å ena sidan, och unionens institutioner, å andra sidan.", "label": [[159, 167, "LOC"], [227, 235, "LOC"]]}
{"text": "8 Det framgår således av ordalydelsen och systematiken i denna bestämmelse att det undantag som föreskrivs däri inte är tillämpligt på unionens ”organ” och ”byråer”.", "label": [[135, 143, "LOC"]]}
{"text": "9 Enligt artikel 40 andra stycket i stadgan för Europeiska unionens domstol får följaktligen unionens organ eller byråer, såsom Echa, intervenera i en tvist som underställts domstolen i mål mellan medlemsstater, mellan unionens institutioner eller mellan medlemsstater, å ena sidan och unionens institutioner å andra sidan, under förutsättning att de har ett ”intresse av utgången av tvisten”.", "label": [[48, 75, "ORG"], [93, 101, "LOC"], [128, 132, "ORG"], [174, 183, "ORG"]]}
{"text": "10 Enligt domstolens fasta praxis ska begreppet ”intresse av utgången av [en] tvist”, i den mening som avses i denna bestämmelse, definieras med utgångspunkt i själva saken i målet och förstås som ett direkt och faktiskt intresse av utfallet av prövningen av yrkandena som sådana, och inte som ett intresse i förhållande till de åberopade grunderna och argumenten. Uttrycket ”utgången av tvist[en]” hänvisar nämligen till det slutliga avgörande som följer av att yrkandena bifalls, så som det skulle vara utformat i domslutet i den kommande domen (se, bland annat, beslut av domstolens ordförande av den 5 juli 2018, Uniwersytet Wrocławski och Polen/REA, C‑515/17 P och C‑561/17 P, ej publicerat, EU:C:2018:553, punkt 7). En interventionssökandes intresse av utgången av tvisten kan i princip endast anses vara tillräckligt direkt om utgången kan förändra dennes rättsliga ställning (beslut av domstolens ordförande av den 30 april 2020, kommissionen/HSBC Holdings m.fl., C‑806/19 P, ej publicerat, EU:C:2020:364, punkt 8 och där angiven rättspraxis).", "label": [[10, 20, "ORG"], [575, 585, "ORG"], [586, 596, "PROFESSION"], [604, 615, "DATE"], [617, 639, "ORG"], [644, 649, "ORG"], [650, 653, "ORG"], [894, 904, "ORG"], [905, 915, "PROFESSION"], [923, 936, "DATE"], [938, 950, "ORG"], [951, 964, "ORG"]]}
{"text": "11 Det måste emellertid konstateras att unionens organ och byråer, till skillnad från fysiska och juridiska personer, kan begära att få intervenera i en tvist som underställts domstolen, inte för att försvara enskilda intressen eller, såsom för sammanslutningar, intressen som har samband med deras verksamhetsföremål, såsom till exempel miljöskydd, utan snarare när, som i förevarande fall, den rättsakt som ligger till grund för tvisten har antagits efter ett förfarande där organet eller byrån i fråga har ombetts att delta för att försvara ett yttrande som lämnats eller en bedömning som gjorts inom ramen för detta förfarande.", "label": [[40, 48, "LOC"], [176, 185, "ORG"]]}
{"text": "12 När det gäller interventionsansökningar från unionens organ och byråer ska villkoret att det ska föreligga ett direkt och faktiskt intresse av utgången av tvisten tillämpas på ett sätt som återspeglar detta särdrag.", "label": [[48, 56, "LOC"]]}
{"text": "13 När det gäller ansökningar om intervention i en tvist om ogiltigförklaring av en unionsrättsakt som ingetts av unionens organ och byråer, finner domstolen att kravet på att organet eller byrån ska ha ett direkt och faktiskt intresse av utgången av en sådan tvist är uppfyllt bland annat om detta organ eller denna byrå kan visa att den aktuella unionsrättsakten har antagits efter ett förfarande där det, i enlighet med unionsrätten, föreskrivs att detta organ eller denna byrå ska delta, i förekommande fall genom att avge ett yttrande eller göra en bedömning.", "label": [[114, 122, "LOC"], [148, 157, "ORG"]]}
{"text": "14 Så är fallet i förevarande mål. Det är nämligen utrett att inom ramen för förfarandet för antagande av det angripna beslutet yttrade sig Echas riskbedömningskommitté och dess kommitté för samhällsekonomisk analys, i enlighet med artikel 64.4 i Reach-förordningen, över ansökan om tillstånd för vissa användningar av kromtrioxid, vilka yttranden beaktades av kommissionen.", "label": [[140, 168, "ORG"], [178, 215, "ORG"], [361, 373, "ORG"]]}
{"text": "15 Echas ansökan om att få intervenera till stöd för kommissionens yrkanden ska följaktligen bifallas i enlighet med artikel 40 andra stycket i stadgan för Europeiska unionens domstol och artikel 131.3 i rättegångsreglerna.", "label": [[3, 8, "ORG"], [53, 66, "ORG"], [156, 183, "ORG"]]}
{"text": "Intervenientens processuella rättigheter", "label": []}
{"text": "16 Eftersom ansökan om intervention har bifallits kommer Echa, i enlighet med artikel 131.3 i rättegångsreglerna, att tillställas samtliga inlagor och beslut som delgetts parterna.", "label": [[57, 61, "ORG"]]}
{"text": "17 Då denna ansökan gjorts inom den frist på sex veckor som föreskrivs i artikel 130 i rättegångsreglerna, får Echa i enlighet med artikel 132.1 i rättegångsreglerna inkomma med en interventionsinlaga inom en månad från den underrättelse som avses i föregående punkt.", "label": [[45, 48, "AMOUNT_VALUE"], [49, 55, "AMOUNT_UNIT"], [111, 115, "ORG"], [206, 208, "AMOUNT_VALUE"], [209, 214, "AMOUNT_UNIT"]]}
{"text": "18 Slutligen får Echa yttra sig muntligen om en muntlig förhandling anordnas.", "label": [[17, 21, "ORG"]]}
{"text": "Rättegångskostnader", "label": []}
{"text": "19 Enligt artikel 137 i rättegångsreglerna ska domstolen besluta om rättegångskostnader i den dom eller det särskilt uppsatta beslut genom vilket målet avgörs slutligt.", "label": [[47, 56, "ORG"]]}
{"text": "20 Eftersom Echas interventionsansökan har bifallits i förevarande fall, ska frågan om rättegångskostnaderna för dess intervention anstå.", "label": [[12, 17, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolens ordförande följande:", "label": [[28, 38, "ORG"], [39, 49, "PROFESSION"]]}
{"text": "1) Europeiska kemikaliemyndigheten (Echa), tillåts intervenera i mål C‑144/21 till stöd för Europeiska kommissionens yrkanden.", "label": [[3, 41, "ORG"], [92, 116, "ORG"]]}
{"text": "2) En kopia av samtliga rättegångshandlingar kommer att tillställas Europeiska kemikaliemyndigheten (Echa) genom justitiesekreterarens försorg.", "label": [[68, 106, "ORG"], [113, 134, "PROFESSION"]]}
{"text": "3) Europeiska kemikaliemyndigheten (Echa) kommer att meddelas en frist för att inkomma med en interventionsinlaga.", "label": [[3, 41, "ORG"]]}
{"text": "4) Beslut om rättegångskostnaderna för Europeiska kemikaliemyndighetens (Echa) intervention anstår.", "label": [[39, 78, "ORG"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: engelska.", "label": [[19, 27, "NATIONALITY"]]}
