{"text": "Eelotsusetaotlus, mille on esitanud Förvaltningsrätten i Linköping (Rootsi) 12. juulil 2018 – Baltic Cable AB versus Energimarknadsinspektionen", "label": [[36, 66, "ORG"], [68, 74, "LOC"], [76, 91, "DATE"], [94, 109, "ORG"], [117, 143, "ORG"]]}
{"text": "(kohtuasi C-454/18)", "label": []}
{"text": "Kohtumenetluse keel: rootsi", "label": [[21, 27, "NATIONALITY"]]}
{"text": "Eelotsusetaotluse esitanud kohus", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Põhikohtuasja pooled", "label": []}
{"text": "Kaebaja: Baltic Cable AB", "label": [[9, 24, "ORG"]]}
{"text": "Vastustaja: Energimarknadsinspektionen", "label": [[12, 38, "ORG"]]}
{"text": "Eelotsuse küsimused", "label": []}
{"text": "1. Kas elektrimääruse1 artikli 16 lõige 6 on kohaldatav asjaoludest sõltumata kõigil juhtudel, mil isik saab tulu võrkudevahelise ühenduse jaotamisest, või ainult siis, kui sellist tulu saav isik on elektrituru direktiivi artikli 2 punkti 4 tähenduses põhivõrguettevõtja?", "label": []}
{"text": "2. Kui vastus esimesele küsimusele on, et elektrimääruse artikli 16 lõige 6 on kohaldatav ainult põhivõrguettevõtjate suhtes, siis kas ainult võrkudevahelise ühendusega tegelev ettevõtja on põhivõrguettevõtja?", "label": []}
{"text": "3. Kui vastus esimesele või teisele küsimusele on, et elektrimääruse artikli 16 lõige 6 on kohaldatav ainult võrkudevahelise ühendusega tegeleva ettevõtja suhtes, siis kas selle ühendusega seotud tegevus- ja hoolduskulusid saab üldse käsitada artikli 16 lõike 6 esimese lõigu punktis b osutatud võrguinvesteeringutena, mida tehakse ühendusvõimsuste säilitamiseks või suurendamiseks?", "label": []}
{"text": "4. Kui vastus esimesele või teisele küsimusele on, et elektrimääruse artikli 16 lõige 6 on kohaldatav ainult võrkudevahelise ühendusega tegeleva ettevõtja suhtes, siis kas reguleeriv asutus saab elektrimääruse artikli 16 lõike 6 teise lõigu alusel anda heakskiidu sellele, et ainult võrkudevahelise ühendusega tegelev ettevõtja, kelle jaoks on kindlaks määratud tariifide kehtestamise metoodika, kuid kellel puuduvad kliendid, kes tasuksid otse talle võrgutasusid (tariife), mida saaks vähendada, võib võrkudevahelise ühenduse jaotamisest saadud tulu kasutada kasumi teenimiseks või – juhul, kui vastus kolmandale küsimusele on eitav – tegevus- ja hoolduskulude katteks?", "label": []}
{"text": "5. Kui vastus esimesele või teisele küsimusele on, et elektrimääruse artikli 16 lõige 6 on kohaldatav ainult võrkudevahelise ühendusega tegeleva ettevõtja suhtes, ja vastus kolmandale ja neljandale küsimusele on kas selline, et äriühing ei tohi võrkudevahelise ühenduse jaotamisest saadud tulu kasutada tegevus- või hoolduskulude katteks ega kasumi teenimiseks, või selline, et ettevõtja võib kõnealust tulu kasutada tegevus- ja hoolduskulude katteks, kuid mitte kasumi teenimiseks, siis kas elektrimääruse artikli 16 lõike 6 kohaldamine ainult võrkudevahelise ühendusega tegeleva ettevõtja suhtes on vastuolus proportsionaalsuse või mõne muu kohaldatava ELi õiguse põhimõttega?", "label": [[655, 658, "LOC"]]}
{"text": "1 Euroopa Parlamendi ja nõukogu 13. juuli 2009. aasta määrus (EÜ) nr 714/2009 võrkudele juurdepääsu tingimuste kohta piiriüleses elektrikaubanduses ning millega tunnistatakse kehtetuks määrus (EÜ) nr 1228/2003 (ELT 2009, L 211, lk 15).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 53, "DATE"]]}
