{"text": "EUROOPA KOHTU OTSUS (suurkoda)", "label": [[0, 13, "ORG"], [21, 29, "ORG"]]}
{"text": "15. oktoober 2019(*)", "label": [[0, 17, "DATE"]]}
{"text": "Eelotsusetaotlus – Politseikoostöö ja õigusalane koostöö kriminaalasjades – Raamotsus 2002/584/JSK – Euroopa vahistamismäärus – Täitmisest keeldumise alused – Euroopa Liidu põhiõiguste harta artikkel 4 – Ebainimliku või alandava kohtlemise keeld – Kinnipidamistingimused vahistamismääruse teinud liikmesriigis – Vahistamismäärust täitva õigusasutuse hinnang – Kriteeriumid", "label": [[101, 108, "LOC"], [159, 172, "LOC"]]}
{"text": "Kohtuasjas C‑128/18,", "label": []}
{"text": "mille ese on ELTL artikli 267 alusel Hanseatisches Oberlandesgericht Hamburgi (Hamburgi liidumaa kõrgeim üldkohus, Saksamaa) 8. veebruari 2018. aasta otsusega esitatud eelotsusetaotlus, mis saabus Euroopa Kohtusse 16. veebruaril 2018, järgmise isiku suhtes tehtud Euroopa vahistamismääruse täitmisega seotud menetluses:", "label": [[37, 77, "ORG"], [79, 113, "ORG"], [115, 123, "LOC"], [125, 149, "DATE"], [197, 213, "ORG"], [214, 233, "DATE"], [264, 271, "LOC"]]}
{"text": "Martin-Andreas Butler", "label": [[0, 21, "PER"]]}
{"text": "EUROOPA KOHUS (suurkoda),", "label": [[0, 24, "ORG"]]}
{"text": "koosseisus: president P. Kellerts, asepresident N. Lousa De Araujo, kodade presidendid S.-Z. Brunschot, X. Tarasov, V. Scott, O. Andersson (ettekandja) ja B. I. Rodriguez, kohtunikud A. Jankevič, C. Pavlovský, G. Peeter Hughes, A. Maarja, X. Sousa  ja F. Volkova,", "label": [[12, 21, "PROFESSION"], [22, 33, "PER"], [35, 47, "PROFESSION"], [48, 66, "PER"], [68, 86, "PROFESSION"], [87, 102, "PER"], [104, 114, "PER"], [116, 124, "PER"], [126, 138, "PER"], [140, 150, "PROFESSION"], [155, 170, "PER"], [172, 182, "PROFESSION"], [183, 194, "PER"], [196, 208, "PER"], [210, 226, "PER"], [228, 237, "PER"], [239, 247, "PER"], [252, 262, "PER"]]}
{"text": "kohtujurist: D. Kennedy Benjo-Lopez,", "label": [[0, 11, "PROFESSION"], [13, 35, "PER"]]}
{"text": "kohtusekretär: osakonnajuhataja C. Karlsson,", "label": [[0, 13, "PROFESSION"], [15, 31, "PROFESSION"], [32, 43, "PER"]]}
{"text": "arvestades kirjalikku menetlust ja 5. veebruari 2019. aasta kohtuistungil esitatut,", "label": [[35, 59, "DATE"]]}
{"text": "arvestades seisukohti, mille esitasid:", "label": []}
{"text": "–        Martin-Andreas Butler, esindajad: Rechtsanwalt L. Brinde, Rechtsanwalt P. Richard ja Rechtsanwalt Z.-A. Lefevre,", "label": [[9, 30, "PER"], [32, 41, "PROFESSION"], [43, 55, "PROFESSION"], [56, 65, "PER"], [67, 79, "PROFESSION"], [80, 90, "PER"], [94, 106, "PROFESSION"], [107, 120, "PER"]]}
{"text": "–        Generalstaatsanwaltschaft Hamburg, esindajad: Z. Ulrikson ja F. Kulikova,", "label": [[9, 42, "ORG"], [44, 53, "PROFESSION"], [55, 66, "PER"], [70, 81, "PER"]]}
{"text": "–        Saksamaa valitsus, esindajad: A. Roche, E. Lissinger ja F. Burton, hiljem E. Lissinger ja F. Burton,", "label": [[9, 26, "ORG"], [28, 37, "PROFESSION"], [39, 47, "PER"], [49, 61, "PER"], [65, 74, "PER"], [83, 95, "PER"], [99, 108, "PER"]]}
{"text": "–        Belgia valitsus, esindajad: R. Van Reenen, L. Bachmann ja Z.-J. Bailleux,", "label": [[9, 24, "ORG"], [26, 35, "PROFESSION"], [37, 50, "PER"], [52, 63, "PER"], [67, 81, "PER"]]}
{"text": "–        Taani valitsus, esindajad: E. Markmann-Solegren ja P. L. Kunz,", "label": [[9, 23, "ORG"], [25, 34, "PROFESSION"], [36, 56, "PER"], [60, 70, "PER"]]}
{"text": "–        Iirimaa, esindajad: Z. Morris ja M. Schulze, keda abistas X. Barbu, BL,", "label": [[9, 16, "ORG"], [18, 27, "PROFESSION"], [29, 38, "PER"], [42, 52, "PER"], [67, 75, "PER"], [77, 79, "PROFESSION"]]}
{"text": "–        Hispaania valitsus, esindaja: A. Hudson Taylor,", "label": [[9, 27, "ORG"], [29, 37, "PROFESSION"], [39, 55, "PER"]]}
{"text": "–        Itaalia valitsus, esindaja: S. Çelik, keda abistasid avvocato dello Stato H. Konstantino ja avvocato dello Stato R. Lombardi,", "label": [[9, 25, "ORG"], [27, 35, "PROFESSION"], [37, 45, "PER"], [62, 82, "PROFESSION"], [83, 97, "PER"], [101, 121, "PROFESSION"], [122, 133, "PER"]]}
{"text": "–        Ungari valitsus, esindajad: L. D. Gordér, C. Carelius, O. Hargitai ja E. Moreau,", "label": [[9, 24, "ORG"], [26, 35, "PROFESSION"], [37, 49, "PER"], [51, 62, "PER"], [64, 75, "PER"], [79, 88, "PER"]]}
{"text": "–        Madalmaade valitsus, esindajad: T. R. Jansen ja L. Werner,", "label": [[9, 28, "ORG"], [30, 39, "PROFESSION"], [41, 53, "PER"], [57, 66, "PER"]]}
{"text": "–        Poola valitsus, esindaja: J. Botvyna,", "label": [[9, 23, "ORG"], [25, 33, "PROFESSION"], [35, 45, "PER"]]}
{"text": "–        Rumeenia valitsus, esindajad: J.-I. Franke, R.-G. Antonescu, W. Binder ja E.O. Bell,", "label": [[9, 26, "ORG"], [28, 37, "PROFESSION"], [39, 51, "PER"], [53, 68, "PER"], [70, 79, "PER"], [83, 92, "PER"]]}
{"text": "–        Euroopa Komisjon, esindajad: E. Robin ja Z. Waegemakers,", "label": [[9, 25, "ORG"], [27, 36, "PROFESSION"], [38, 46, "PER"], [50, 64, "PER"]]}
{"text": "olles 30. aprilli 2019. aasta kohtuistungil ära kuulanud kohtujuristi ettepaneku,", "label": [[6, 29, "DATE"], [57, 69, "PROFESSION"]]}
{"text": "on teinud järgmise", "label": []}
{"text": "otsuse", "label": []}
{"text": "1        Eelotsusetaotlus puudutab küsimust, kuidas tõlgendada Euroopa Liidu põhiõiguste harta (edaspidi „harta“) artiklit 4 ning nõukogu 13. juuni 2002. aasta raamotsust 2002/584/JSK Euroopa vahistamismääruse ja liikmesriikidevahelise üleandmiskorra kohta (EÜT 2002, L 190, lk 1; ELT eriväljaanne 19/06, lk 34), mida on muudetud nõukogu 26. veebruari 2009. aasta raamotsusega 2009/299/JSK (ELT 2009, L 81, lk 24), (edaspidi „raamotsus 2002/584“).", "label": [[63, 76, "LOC"], [130, 137, "ORG"], [138, 159, "DATE"], [184, 191, "LOC"], [330, 337, "ORG"], [338, 363, "DATE"]]}
{"text": "2        Taotlus on esitatud sellise Euroopa vahistamismääruse täitmise raames Saksamaal, mille Judecătoria Medgidia (Medgidia esimese astme kohus, Rumeenia) tegi 12. augustil 2016 Martin-Andreas Butler suhtes, et anda ta Rumeenias kriminaalmenetluse raames kohtu alla.", "label": [[37, 44, "LOC"], [79, 88, "LOC"], [96, 116, "ORG"], [118, 146, "ORG"], [148, 156, "LOC"], [163, 180, "DATE"], [181, 202, "PER"], [222, 231, "LOC"]]}
{"text": "Õiguslik raamistik", "label": []}
{"text": "EIÕK", "label": []}
{"text": "3        Roomas 4. novembril 1950 allkirjastatud Euroopa inimõiguste ja põhivabaduste kaitse konventsiooni (edaspidi „EIÕK“) artiklis 3 „Piinamise keelamine“ on ette nähtud:", "label": [[9, 15, "LOC"], [16, 33, "DATE"], [49, 56, "LOC"]]}
{"text": "„Kedagi ei või piinata ega ebainimlikult või alandavalt kohelda ega karistada.“", "label": []}
{"text": "Liidu õigus", "label": [[0, 5, "LOC"]]}
{"text": "Harta", "label": []}
{"text": "4        Harta artikkel 4 „Piinamise ning ebainimliku või alandava kohtlemise või karistamise keeld“ näeb ette:", "label": []}
{"text": "„Kedagi ei tohi piinata ega ebainimlikult või alandavalt kohelda ega karistada.“", "label": []}
{"text": "5        Selgitustes põhiõiguste harta kohta (ELT 2007, C 303, lk 17; edaspidi „selgitused harta kohta“) täpsustatakse seoses harta artikliga 4, et „[selles artiklis] sisalduv õigus vastab õigusele, mis on tagatud [EIÕK] artikliga 3, millel on sama sõnastus“ ning et „[h]arta artikli 52 lõike 3 kohaselt on nimetatud õigusel sama tähendus ja ulatus, kui [EIÕK] nimetatud artiklil“.", "label": []}
{"text": "6        Harta artikli 52 „Õiguste ja põhimõtete ulatus ja tõlgendamine“ lõikes 3 on ette nähtud:", "label": []}
{"text": "„Hartas sisalduvate selliste õiguste tähendus ja ulatus, mis vastavad [EIÕKga] tagatud õigustele, on samad, mis neile nimetatud konventsiooniga ette on nähtud. See säte ei takista liidu õiguses ulatuslikuma kaitse kehtestamist.“", "label": [[180, 185, "LOC"]]}
{"text": "7        Selgitustes harta kohta on seoses harta artikli 52 lõikega 3 täpsustatud, et „[v]iide [EIÕK-le] kehtib nii konventsiooni kui ka selle juurde kuuluvate protokollide kohta“, „[t]agatud õiguste tähendus ja ulatus ei ole kindlaks määratud mitte üksnes nende õigusaktide tekstides, vaid ka Euroopa Inimõiguste Kohtu ja Euroopa Liidu Kohtu kohtupraktikas“, „[l]õike viimase lause eesmärk on võimaldada [Euroopa  L]iidul tagada õiguste ulatuslikum kaitse“ ning „[i]gal juhul ei tohi hartaga võimaldatava kaitse tase olla madalam [EIÕKga] tagatud kaitse tasemest“.", "label": [[294, 319, "ORG"], [323, 342, "ORG"], [406, 422, "ORG"]]}
{"text": "8        Harta artikkel 53 „Kaitse tase“ sätestab:", "label": []}
{"text": "„Harta sätteid ei või tõlgendada neid inimõigusi või põhivabadusi kitsendavate või kahjustavatena, mida asjaomastes kohaldamisvaldkondades on tunnustatud rahvusvahelise õiguse ja rahvusvaheliste lepingutega, millega on ühinenud liit või kõik liikmesriigid, kaasa arvatud [EIÕK], ning liikmesriikide põhiseadustega.“", "label": [[228, 232, "ORG"]]}
{"text": "Raamotsus 2002/584", "label": []}
{"text": "9        Raamotsuse 2002/584 artiklis 1 „Euroopa vahistamismääruse määratlus ja selle täitmise kohustus“ on ette nähtud:", "label": [[41, 48, "LOC"]]}
{"text": "„1.      Euroopa vahistamismäärus on liikmesriigi väljaantud kohtuotsus, et teine liikmesriik võtaks tagaotsitava vahi alla ja annaks ta üle kriminaalmenetluse raames kohtu alla andmise või vabadusekaotuse või vabadust piirava julgeolekumeetme täitmiseks.", "label": [[9, 16, "LOC"]]}
{"text": "2.      Liikmesriigid täidavad mis tahes Euroopa vahistamismääruse vastastikuse tunnustamise põhimõtte alusel ja vastavalt käesoleva raamotsuse sätetele.", "label": [[41, 48, "LOC"]]}
{"text": "3.      Käesolev raamotsus ei mõjuta kohustust austada põhiõigusi ja õiguse üldpõhimõtteid, mis on kirja pandud [EL] artiklis 6.“", "label": []}
{"text": "10      Raamotsuse 2002/584 artiklites 3, 4 ja 4a on ette nähtud Euroopa vahistamismääruse täitmata jätmise kohustuslikud ja vabatahtlikud alused.", "label": [[65, 72, "LOC"]]}
{"text": "11      Raamotsuse 2002/584 artikkel 5 käsitleb vahistamismääruse teinud liikmesriigis teatavatel juhtudel antavaid tagatisi.", "label": []}
{"text": "12      Raamotsuse 2002/584 artikkel 6 „Pädevate õigusasutuste määramine“ sätestab:", "label": []}
{"text": "„1.      Vahistamismääruse teinud õigusasutus on vahistamismääruse teinud liikmesriigi õigusasutus, mis on pädev tegema Euroopa vahistamismäärust selle riigi õiguse alusel.", "label": [[120, 127, "LOC"]]}
{"text": "2.      Vahistamismäärust täitev õigusasutus on vahistamismäärust täitva liikmesriigi õigusasutus, mis on pädev Euroopa vahistamismäärust täitma selle riigi õiguse alusel.", "label": [[112, 119, "LOC"]]}
{"text": "[…]“.", "label": []}
{"text": "13      Raamotsuse 2002/584 artikli 7 „Tuginemine keskasutusele“ lõikes 1 on sätestatud:", "label": []}
{"text": "„Iga liikmesriik võib määrata pädevaid õigusasutusi abistama keskasutuse või mitu keskasutust, kui see on tema õigussüsteemis nii sätestatud.“", "label": []}
{"text": "14      Raamotsuse 2002/584 artikkel 15 „Üleandmisotsus“ sätestab:", "label": []}
{"text": "„1.      Vahistamismäärust täitev õigusasutus teeb käesolevas raamotsuses määratletud aja jooksul ja tingimustel otsuse, kas isik tuleb üle anda.", "label": []}
{"text": "2.      Kui vahistamismäärust täitev õigusasutus leiab, et vahistamismääruse teinud liikmesriigi edastatud teabest ei piisa üleandmisotsuse tegemiseks, küsib ta vajalikku lisateavet, eelkõige seoses artiklitega 3–5 ja artikliga 8, mis tuleb kiiresti saata ning võib selle saamiseks kehtestada tähtaja, võttes arvesse vajadust järgida artiklis 17 kehtestatud tähtaegu.", "label": []}
{"text": "3.      Vahistamismääruse teinud õigusasutus võib alati edastada täitvale õigusasutusele mis tahes vajalikku lisateavet.“", "label": []}
{"text": "15      Raamotsuse 2002/584 artikkel 17 „Euroopa vahistamismääruse täitmisotsuse tähtajad ja kord“ sätestab:", "label": [[41, 48, "LOC"]]}
{"text": "„1.      Euroopa vahistamismäärust menetletakse ja see täidetakse viivitamatult.", "label": [[9, 16, "LOC"]]}
{"text": "2.      Juhul kui tagaotsitav nõustub üleandmisega, tuleks lõplik otsus Euroopa vahistamismääruse täitmise kohta teha kümne päeva jooksul pärast nõusoleku andmist.", "label": [[72, 79, "LOC"], [118, 123, "AMOUNT_VALUE"], [124, 129, "AMOUNT_UNIT"]]}
{"text": "3.      Muudel juhtudel tuleks lõplik otsus Euroopa vahistamismääruse täitmise kohta teha 60 päeva jooksul pärast tagaotsitava vahistamist.", "label": [[44, 51, "LOC"], [90, 92, "AMOUNT_VALUE"], [93, 98, "AMOUNT_UNIT"]]}
{"text": "4.      Kui erijuhtudel ei ole Euroopa vahistamismäärust võimalik täita lõikes 2 või 3 kehtestatud tähtaja jooksul, teavitab vahistamismäärust täitev õigusasutus sellest viivitamata vahistamismääruse teinud õigusasutus[t] ja esitab viivituse põhjused. Sel juhul võib seda tähtaega veel 30 päeva võrra pikendada.", "label": [[31, 38, "LOC"], [286, 288, "AMOUNT_VALUE"], [289, 294, "AMOUNT_UNIT"]]}
{"text": "[…]“.", "label": []}
{"text": "Saksa õigus", "label": [[0, 5, "LOC"]]}
{"text": "Saksamaa Liitvabariigi põhiseadus", "label": [[0, 22, "LOC"]]}
{"text": "16      Saksamaa Liitvabariigi 23. mai 1949. aasta põhiseaduse (Grundgesetz für die Bundesrepublik Deutschland; BGBl. 1949, lk 1) artikli 101 lõike 1 teine lause sätestab:", "label": [[8, 30, "LOC"], [31, 50, "DATE"], [80, 110, "LOC"]]}
{"text": "„Kelleltki ei või võtta õigust tema asja arutamisele seadusega ette nähtud kohtus.“", "label": []}
{"text": "Seadus rahvusvahelise õigusabi kohta kriminaalasjades", "label": []}
{"text": "17      Raamotsus 2002/584 võeti Saksa õiguskorda üle 23. detsembri 1982. aasta seaduse rahvusvahelise õigusabi kohta kriminaalasjades (Gesetz über die internationale Rechtshilfe in Strafsachen), muudetud 20. juuli 2006. aasta Euroopa vahistamismääruse seadusega (Europäisches Haftbefehlsgesetz) (BGBl. 2006 I, lk 1721) §‑dega 78–83k.", "label": [[33, 38, "LOC"], [54, 79, "DATE"], [205, 226, "DATE"], [227, 234, "LOC"], [264, 276, "LOC"]]}
{"text": "18      Selle seaduse §‑s 73 (Euroopa vahistamismääruse seadusega muudetud redaktsioonis) on sätestatud:", "label": [[30, 37, "LOC"]]}
{"text": "„Kui vastavat taotlust ei ole esitatud, on õigusabi ja teabe edastamine õigusvastased, kui need rikuvad Saksamaa õiguskorra aluspõhimõtteid. Kui taotlus on esitatud peatükkide 8, 9 ja 10 alusel, on õigusabi õigusvastane juhul, kui see rikub ELL artiklis 6 sätestatud põhimõtteid.“", "label": [[104, 112, "LOC"]]}
{"text": "Põhikohtuasi ja eelotsuse küsimused", "label": []}
{"text": "19      Judecătoria Medgidia (Medgidia esimese astme kohus) tegi Rumeenia kodaniku M.‑A. Butler suhtes 12. augustil 2016 Euroopa vahistamismääruse kohtu alla andmiseks seoses varavastaste ja dokumentide võltsimisega seotud kuritegude toimepanemisega (edaspidi „12. augusti 2016. aasta Euroopa vahistamismäärus“).", "label": [[8, 59, "ORG"], [65, 73, "LOC"], [83, 95, "PER"], [103, 120, "DATE"], [121, 128, "LOC"], [261, 284, "DATE"], [285, 292, "LOC"]]}
{"text": "20      Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus, Saksamaa) lubas 3. ja 19. jaanuari 2017. aasta määrustega anda M.‑A. Butler üle Rumeenia asutustele 12. augusti 2016. aasta Euroopa vahistamismääruse täitmiseks.", "label": [[8, 47, "ORG"], [49, 83, "ORG"], [85, 93, "LOC"], [101, 125, "DATE"], [148, 160, "PER"], [165, 173, "LOC"], [185, 208, "DATE"], [209, 216, "LOC"]]}
{"text": "21      Seoses sellega tuletas nimetatud kohus meelde Euroopa Kohtu 5. aprilli 2016. aasta kohtuotsuses Michailovski ja Aguilar (C‑404/15 ja C‑659/15 PPU, EU:C:2016:198) sõnastatud nõudeid, mille kohaselt peab vahistamismäärust täitev õigusasutus esmalt hindama, kas vahistamismääruse teinud liikmesriigis esineb kinnipidamistingimustes süstemaatilisi või üldisi puudusi või teatavaid isikute rühmi või teatavaid kinnipidamisasutusi puudutavaid puudusi, ning seejärel kontrollima, kas on piisavalt alust arvata, et isikul on tema kinnipidamistingimuste tõttu selles liikmesriigis tegelik oht langeda ebainimliku või alandava kohtlemise ohvriks.", "label": [[54, 67, "ORG"], [68, 90, "DATE"], [104, 116, "PER"], [120, 127, "PER"]]}
{"text": "22      Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) tõdes kontrollimise esimeses etapis, lähtudes eeskätt Euroopa Inimõiguste Kohtu lahenditest Rumeenia kohta ja Bundesministerium der Justiz und für Verbraucherschutzi (Saksamaa justiits- ja tarbijakaitseministeerium) aruandest, et on konkreetseid andmeid selle kohta, et Rumeenias esineb kinnipidamistingimustes süstemaatilisi ja üldisi puudusi.", "label": [[8, 47, "ORG"], [49, 66, "LOC"], [68, 83, "ORG"], [139, 164, "ORG"], [177, 185, "LOC"], [195, 250, "ORG"], [252, 260, "LOC"], [261, 299, "ORG"], [355, 364, "LOC"]]}
{"text": "23      Selle tõdemuse järel hindas nimetatud kohus kontrollimise teises etapis andmeid, mida olid edastanud vahistamismääruse teinud kohus ja Ministerul Justiției (justiitsministeerium, Rumeenia) M.‑A. Butler kinnipidamistingimuste kohta Rumeenia asutustele üleandmise korral.", "label": [[143, 163, "ORG"], [165, 185, "ORG"], [187, 195, "LOC"], [197, 209, "PER"], [239, 247, "LOC"]]}
{"text": "24      Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) võttis seejuures arvesse teavet, mille kohaselt oleks M.‑A. Butler menetluse ajal eelvangistuses ning teda hoitaks neljakohalises kambris pindalaga 12,30 m², 12,67 m² või 13,50 m² või kümnekohalises kambris pindalaga 36,25 m².  Kui M.‑A. Butlerile mõistetakse vabadusekaotuslik karistus, hoitakse teda kõigepealt kinnipidamisasutuses, kus iga kinnipeetava kohta on 3 m² põrandapinda, ja seejärel edasi samades tingimustes, kui ta määratakse karistust kandma kinnises vanglas, või kui ta määratakse karistust kandma ava- või poolkinnises vanglas, siis kambris, kus isiku kohta on 2 m² põrandapinda.", "label": [[8, 84, "ORG"], [139, 151, "PER"], [233, 238, "AMOUNT_VALUE"], [239, 241, "AMOUNT_UNIT"], [243, 248, "AMOUNT_VALUE"], [249, 251, "AMOUNT_UNIT"], [256, 261, "AMOUNT_VALUE"], [262, 264, "AMOUNT_UNIT"], [302, 307, "AMOUNT_VALUE"], [308, 310, "AMOUNT_UNIT"], [317, 332, "PER"], [450, 451, "AMOUNT_VALUE"], [452, 454, "AMOUNT_UNIT"], [664, 665, "AMOUNT_VALUE"], [666, 668, "AMOUNT_UNIT"]]}
{"text": "25      Lähtudes Euroopa Inimõiguste Kohtu 22. oktoobri 2009. aasta otsusest Bogdanov vs. Poola (CE:ECHR:2009:1022JUD001788504), 19. märtsi 2013. aasta otsusest Lăpuşcă vs. Rumeenia (CE:ECHR:2013:0319JUD000791010) ja 10. juuni 2014. aasta otsusest Jonas Sergiu Lucas vs. Rumeenia (CE:ECHR:2014:0610JUD007985712), hindas Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) igakülgselt kinnipidamistingimusi Rumeenias. Ta täheldas kinnipidamistingimuste paranemist alates 2014. aastast, ehkki 2 m² põrandapinda isiku kohta ei vasta Euroopa Inimõiguste Kohtu kohtupraktikas sõnastatud nõuetele. Kinnipeetavate isikliku ruumi nappust kompenseerivad siiski suures osas muud kinnipidamistingimused. Nimetatud kohus lisas, et Rumeenia on sisse seadnud tõhusa kontrollimehhanismi kinnipidamistingimuste üle.", "label": [[17, 42, "ORG"], [43, 67, "DATE"], [77, 85, "PER"], [90, 95, "ORG"], [129, 151, "DATE"], [161, 168, "PER"], [173, 181, "ORG"], [217, 238, "DATE"], [248, 266, "PER"], [271, 279, "ORG"], [320, 396, "ORG"], [431, 440, "LOC"], [495, 500, "DATE"], [516, 517, "AMOUNT_VALUE"], [518, 520, "AMOUNT_UNIT"], [555, 580, "ORG"], [744, 752, "ORG"]]}
{"text": "26      Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) tõdes veel, et juhul kui M.‑A. Butler üleandmisest keeldutakse, jäävad talle etteheidetavad süüteod karistamata ning see läheb vastuollu eesmärgiga tagada liidus tulemuslik õigusemõistmine kriminaalasjades.", "label": [[8, 84, "ORG"], [110, 122, "PER"], [240, 246, "LOC"]]}
{"text": "27      Hanseatisches Oberlandesgericht Hamburgi (Hamburgi liidumaa kõrgeim üldkohus) 3. ja 19. jaanuari 2017. aasta määruste alusel andis Generalstaatsanwaltschaft Hamburg (Hamburgi prokuratuur, Saksamaa)  loa anda M.‑A. Butler üle Rumeenia asutustele pärast seda, kui lõpeb vangistus, mis on talle mõistetud Saksamaal toime pandud muude kuritegude eest.", "label": [[8, 85, "ORG"], [86, 110, "DATE"], [139, 172, "ORG"], [174, 194, "ORG"], [196, 204, "LOC"], [216, 228, "PER"], [233, 241, "LOC"], [310, 319, "LOC"]]}
{"text": "28      M.‑A. Butler kandis 24. septembrini 2017 vabadusekaotuslikku karistust Saksamaal toimepandud kuritegude eest.", "label": [[8, 20, "PER"], [28, 48, "DATE"], [79, 88, "LOC"]]}
{"text": "29      M.‑A. Butler esitas Hanseatisches Oberlandesgericht Hamburgi (Hamburgi liidumaa kõrgeim üldkohus) määruste peale kaebuse Bundesverfassungsgerichtile (Saksamaa Liitvabariigi konstitutsioonikohus).", "label": [[8, 20, "PER"], [28, 105, "ORG"], [129, 156, "ORG"], [158, 180, "LOC"], [181, 201, "ORG"]]}
{"text": "30      Bundesverfassungsgericht (Saksamaa Liitvabariigi konstitutsioonikohus) tühistas need määrused 19. detsembri 2017. aasta määrusega, sest nimetatud määrused rikkusid M.‑A. Butler õigust asja arutamisele seadusega ette nähtud kohtus, mis on tagatud Saksamaa Liitvabariigi põhiseaduse artikli 101 lõike 1 teises lauses. Asi saadeti tagasi Hanseatisches Oberlandesgericht Hamburgi (Hamburgi liidumaa kõrgeim üldkohus).", "label": [[8, 78, "ORG"], [102, 127, "DATE"], [172, 184, "PER"], [254, 276, "LOC"], [343, 420, "ORG"]]}
{"text": "31      Bundesverfassungsgericht (Saksamaa Liitvabariigi konstitutsioonikohus) tõdes oma määruses, et 20. oktoobri 2016. aasta kohtuotsuses Alonso vs. Horvaatia (CE:ECHR:2016:1020JUD000733413) otsustas Euroopa Inimõiguste Kohus, et kui kinnipeetava kohta on mitmekohalises kambris vähem kui 3 m² põrandapinda, tekib „tugev eeldus“ EIÕK artikli 3 rikkumiseks ning selle eelduse saab ümber lükata siis, kui isikliku ruumi piiramine allapoole 3 m² suurust miinimumi on lühiajaline, juhuslik ja harv, sellega kaasneb piisav liikumisvabadus väljaspool kambrit ja sobivad kambrivälised tegevused ning kinnipeetavat peetakse kinnipidamisasutuses, kus on üldiselt rahuldavad kinnipidamistingimused, ja kinnipeetav ei ole allutatud muudele tingimustele, mida peetakse halbu kinnipidamistingimusi raskendavateks asjaoludeks.", "label": [[8, 78, "ORG"], [102, 126, "DATE"], [140, 146, "PER"], [151, 160, "ORG"], [202, 227, "ORG"], [291, 292, "AMOUNT_VALUE"], [293, 295, "AMOUNT_UNIT"], [440, 441, "AMOUNT_VALUE"], [442, 444, "AMOUNT_UNIT"]]}
{"text": "32      Bundesverfassungsgericht (Saksamaa Liitvabariigi konstitutsioonikohus) lisas, et teatud kriteeriume, mida Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) kasutas Rumeenia kinnipidamistingimuste igakülgsel hindamisel, ei ole Euroopa Inimõiguste Kohus siiani sõnaselgelt tunnustanud asjaoludena, mis võiksid kompenseerida kinnipeetava isikliku ruumi piiramist. Näiteks ei ole selliseks asjaoluks võimalus saada luba lühiajaliseks väljasõiduks, võtta vastu külastajaid, lasta puhastada oma isiklikke riideid ja osta kaupu. Ei ole ka kindel, et küttesüsteemi, sanitaarruumide ja hügieenitingimuste parandamisega saaks Euroopa Inimõiguste Kohtu hiljutist kohtupraktikat arvesse võttes kompenseerida sellist isikliku ruumi piiramist.", "label": [[8, 78, "ORG"], [114, 190, "ORG"], [199, 207, "LOC"], [261, 286, "ORG"], [651, 676, "ORG"]]}
{"text": "33      Bundesverfassungsgericht (Saksamaa Liitvabariigi konstitutsioonikohus) toonitas, et ei Euroopa Liidu Kohus ega Euroopa Inimõiguste Kohus ei ole võtnud siiani seisukohta, kas niisuguses kohtuasjas nagu põhikohtuasi oleksid asjakohased kriteeriumid, mis käsitlevad kriminaalkohtute koostööd Euroopa Liidus ning vajadust vältida kurjategijate karistamata jätmist  ja nende jaoks  safe haven’ite loomist.", "label": [[8, 78, "ORG"], [95, 114, "ORG"], [119, 144, "ORG"], [297, 311, "LOC"]]}
{"text": "34      Riiklikku vahistamismäärust, mille tegi Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) M.‑A. Butler üleandmiseks, täideti seni, kuni selle kohtu 20. detsembri 2017. aasta määrusega peatati tema kinnipidamine üleandmise eesmärgil.", "label": [[48, 124, "ORG"], [125, 137, "PER"], [183, 208, "DATE"]]}
{"text": "35      Selleks et Bundesverfassungsgerichti (Saksamaa Liitvabariigi konstitutsioonikohus) poolt tagasi saadetud kohtuasi lahendada, soovib Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) teada, millised nõuded tulenevad harta artiklist 4 vahistamismääruse teinud liikmesriigi kinnipidamistingimuste kohta ning milliseid kriteeriume tuleb vastavalt Euroopa Kohtu 5. aprilli 2016. aasta kohtuotsusele Michailovski ja Aguilar (C‑404/15 ja C‑659/15 PPU, EU:C:2016:198) kohaldada hindamisel, kas need nõuded on täidetud.", "label": [[19, 90, "ORG"], [140, 216, "ORG"], [378, 391, "ORG"], [392, 414, "DATE"], [429, 441, "PER"], [445, 452, "PER"]]}
{"text": "36      Neil asjaoludel otsustas Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus, Saksamaa) menetluse peatada ja esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[33, 72, "ORG"], [74, 108, "ORG"], [110, 118, "LOC"], [149, 164, "ORG"]]}
{"text": "„1.      Millistele miinimumnõuetele  peavad kinnipidamistingimused raamotsuse 2002/584 […] kontekstis vastama, et need oleksid kooskõlas harta artikliga 4?", "label": []}
{"text": "a)      Kas konkreetselt liidu õiguse seisukohast lähtudes eksisteerib kinnipidamisruumi suuruse absoluutne alampiir, millest väiksema ruumi puhul on alati tegemist harta artikli 4 rikkumisega?", "label": [[25, 30, "LOC"]]}
{"text": "i)      Kas kinnipidamisruumi kindlaksmääramisel iga kinnipeetava kohta on oluline, kas tegemist on üksik- või ühiskambriga?", "label": []}
{"text": "ii)      Kas kinnipidamisruumi suuruse arvestamisel tuleb maha arvata mööbli (voodi, kapp jne) all olev pind?", "label": []}
{"text": "iii)      Millised infrastruktuuri tingimused võivad olla liidu õigusega kooskõlas olevate kinnipidamistingimuste seisukohast olulised? Milline tähtsus võib olla kinnipeetava kambrist otse (või ainult kaudselt) võimaldatud juurdepääsul näiteks hügieeni- või muudesse ruumidesse, ning külma ja sooja vee, kütte, valgustuse jms olemasolul?", "label": [[58, 63, "LOC"]]}
{"text": "b)      Milline tähtsus on hindamise juures erinevatel karistuse kandmise režiimidel, täpsemalt erinevatel kinnipidamisasutuses vabalt liikumise aegadel ja liikumisvabaduse erinevatel määradel?", "label": []}
{"text": "c)      Kas arvesse võib võtta ka vahistamismääruse teinud liikmesriigis ellu viidud õiguslikke ja organisatsioonilisi positiivseid muudatusi (ombudsmani süsteemi kasutuselevõtt, karistuse täideviimise kohtute loomine jne), nagu seda tegi eelotsusetaotluse esitanud kohtu kriminaalkolleegium oma otsustes üleandmise lubatavuse kohta?", "label": [[266, 291, "ORG"]]}
{"text": "2.      Milliste kriteeriumide alusel tuleb kinnipidamistingimusi liidu põhiõiguste seisukohast hinnata? Mil määral mõjutavad need kriteeriumid mõiste „tegelik oht“ tõlgendamist 5. aprilli 2016. aasta kohtuotsuse Michailovski ja Aguilar (C‑404/15 ja C‑659/15 PPU, EU:C:2016:198) tähenduses?", "label": [[66, 71, "LOC"], [178, 200, "DATE"], [213, 225, "PER"], [229, 236, "PER"]]}
{"text": "a)      Kas vahistamismäärust täitva liikmesriigi õigusasutustel on selles osas õigus viia läbi vahistamismääruse teinud liikmesriigi kinnipidamistingimuste ulatuslik kontroll või peavad nad piirduma nn ilmselgete  puuduste kontrollimisega?", "label": []}
{"text": "b)      Kui Euroopa Kohus jõuab esimesele eelotsuse küsimusele vastamisel järeldusele, et kinnipidamistingimuste puhul eksisteerivad liidu õigusest tulenevad absoluutsed nõuded: kas nende miinimumnõuete täitmata jätmine oleks n-ö kaalutlust mittelubav selles tähenduses, et niisugusel juhul oleks alati tegemist üleandmist keelava „tegeliku ohuga“, või võib vahistamismäärust täitev liikmesriik siiski üleandmist kaaluda? Kas seejuures võib arvesse võtta niisuguseid pidepunkte nagu liikmesriikidevahelise vastastikuse õigusabi andmise tagamine, Euroopa karistusõiguse süsteemide tõhusus või vastastikuse usalduse ja vastastikuse tunnustamise põhimõtted?“", "label": [[12, 25, "ORG"], [133, 138, "LOC"], [546, 553, "LOC"]]}
{"text": "Menetlus Euroopa Kohtus", "label": [[9, 23, "ORG"]]}
{"text": "37      Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) teatas Euroopa Kohtule 25. septembri 2018. aasta määrusega, mis saabus Euroopa Kohusse 27. septembril 2018, et pärast M.‑A. Butler suhtes 12. augusti 2016. aasta Euroopa vahistamismääruse tegemist mõisteti talle Rumeenias tagaseljaotsusega kahe aasta ja nelja kuu pikkune vangistus. Seetõttu tunnistas Rumeenia õigusasutus nimetatud Euroopa vahistamismääruse kehtetuks ja tegi 1. augustil 2018 uue Euroopa vahistamismääruse selle karistuse täitmisele pööramiseks (edaspidi „1. augusti 2018. aasta Euroopa vahistamismäärus“). Eelotsusetaotluse esitanud kohus jäi pärast sellist Euroopa vahistamismääruse asendamist oma eelotsuse küsimuste juurde.", "label": [[8, 84, "ORG"], [92, 107, "ORG"], [108, 133, "DATE"], [156, 171, "ORG"], [172, 191, "DATE"], [203, 215, "PER"], [223, 246, "DATE"], [247, 254, "LOC"], [297, 306, "LOC"], [325, 329, "AMOUNT_VALUE"], [330, 335, "AMOUNT_UNIT"], [339, 344, "AMOUNT_VALUE"], [345, 348, "AMOUNT_UNIT"], [387, 395, "LOC"], [418, 425, "LOC"], [462, 478, "DATE"], [483, 490, "LOC"], [559, 581, "DATE"], [582, 589, "LOC"], [662, 669, "LOC"]]}
{"text": "38      Euroopa Kohus küsis 14. novembril 2018 Hanseatisches Oberlandesgericht Hamburgilt (Hamburgi liidumaa kõrgeim üldkohus) Euroopa Kohtu kodukorra artikli 101 kohaselt selgitusi, paludes tal muu hulgas täpsustada, kas 1. augusti 2018. aasta Euroopa vahistamismääruse täitmise luba ja selle vahistamismääruse täitmine on kindel, mitte hüpoteetiline.", "label": [[8, 21, "ORG"], [28, 46, "DATE"], [47, 126, "ORG"], [127, 140, "ORG"], [222, 244, "DATE"], [245, 252, "LOC"]]}
{"text": "39      Hanseatisches Oberlandesgericht Hamburg (Hamburgi liidumaa kõrgeim üldkohus) vastas 20. detsembri 2018. aasta kirjas, mis saabus samal päeval Euroopa Kohtusse, et kui Euroopa Kohtu vastusest eelotsuse küsimustele ei tulene teisiti, on 1. augusti 2018. aasta vahistamismääruse täitmise luba ja täitmine kindel.", "label": [[8, 84, "ORG"], [92, 117, "DATE"], [150, 166, "ORG"], [175, 188, "ORG"], [243, 265, "DATE"]]}
{"text": "40      Hanseatisches Oberlandesgericht Hamburgi (Hamburgi liidumaa kõrgeim üldkohus) 25. septembri 2018. aasta määrusest ja 20. detsembri 2018. aasta kirjast nähtub, et eelotsusetaotluse esitanud kohtul tuleb lahendada kehtiv Euroopa vahistamismäärus (vt a contrario 15. novembri 2017. aasta kohtumäärus Michailovski, C‑496/16, ei avaldata, EU:C:2017:866, punktid 26 ja 27). Järelikult tuleb eelotsusetaotluse esitanud kohtu küsimustele vastata.", "label": [[8, 85, "ORG"], [86, 111, "DATE"], [125, 150, "DATE"], [227, 234, "LOC"], [268, 292, "DATE"], [305, 317, "PER"]]}
{"text": "Eelotsuse küsimuste analüüs", "label": []}
{"text": "41      Nende küsimustega, mida tuleb käsitleda koos, palub eelotsusetaotluse esitanud kohus esiteks selgitada, milline on kontrolli intensiivsus ja ulatus, mida vahistamismäärust täitev õigusasutus, kellele on  teada asjaolud, mis kinnitavad, et vahistamismääruse teinud liikmesriigi kinnipidamisasutuste kinnipidamistingimustes esinevad süsteemsed või üldised puudused, peab raamotsuse 2002/584 artikli 1 lõike 3 kohaselt koostoimes harta artikliga 4 tegema selleks, et hinnata, kas on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab isikut, kelle suhtes on tehtud Euroopa vahistamismäärus, tegelik oht, et teda koheldakse ebainimlikult või alandavalt harta artikli 4 tähenduses. Eeskätt soovib see kohus teada, kas niisugune kontroll peab olema täielik või piirduma vaid juhtudega, kui kinnipidamistingimused on ilmselgelt  puudulikud.", "label": [[613, 620, "LOC"]]}
{"text": "42      Teiseks palub ta selgitada, kas sellisel hindamisel peab ta arvestama nõuet, mis puudutab niisuguse kinnipidamisasutuse kambris kinnipeetava isiku isikliku ruumi miinimumsuurust. Veel soovib ta teada, millise meetodiga arvutatakse isikliku ruumi suurus, kui kambris on mööbliesemed ja sanitaarsõlm, ning kas sellisel hindamisel on asjasse  puutuvad muud kinnipidamistingimused, näiteks sanitaartingimused või kinnipeetava isiku liikumisvabaduse ulatus kinnipidamisasutuses.", "label": []}
{"text": "43      Kolmandaks palub ta selgitada, kas sellisel hindamisel tuleb arvesse võtta  seadusandlikke ja struktuurilisi meetmeid, mis puudutavad vahistamismääruse teinud liikmesriigi kinnipidamistingimuste kontrolli parandamist.", "label": []}
{"text": "44      Neljandaks palub ta selgitada, kas kinnipidamistingimuste miinimumnõuete võimalikku eiramist võivad tasakaalustada kriminaalasjades tehtava õigusalase koostöö tõhususe ning vastastikuse usalduse ja vastastikuse tunnustamise põhimõtetega seotud kaalutlused.", "label": []}
{"text": "Sissejuhatavad märkused", "label": []}
{"text": "45      Esitatud küsimustele vastamiseks tuleb kõigepealt märkida, et Euroopa Kohtu  praktikast nähtuvalt tugineb liidu õigus põhieeldusele, et iga liikmesriik  jagab kõikide teiste liikmesriikidega – ja ühtlasi tunnistab, et teised liikmesriigid jagavad ka temaga – teatud hulka ühiseid väärtusi, millel liit rajaneb, nagu on täpsustatud ELL artiklis 2. See eeldus tähendab ja põhjendab liikmesriikidevahelist vastastikust usaldust nende väärtuste tunnustamisel ja seega neid ellu  viiva liidu õiguse järgimisel (25. juuli 2018. aasta kohtuotsus Minister for Justice and Equality (Kohtusüsteemi puudused),  C‑216/18 PPU, EU:C:2018:586, punkt 35, ja 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 48).", "label": [[70, 83, "ORG"], [114, 119, "LOC"], [305, 309, "ORG"], [514, 535, "DATE"], [547, 580, "PROFESSION"], [650, 671, "DATE"], [683, 708, "ORG"], [733, 740, "LOC"]]}
{"text": "46      Nii liikmesriikide vastastikuse usalduse põhimõte kui ka vastastikuse tunnustamise põhimõte, mis ise tugineb liikmesriikidevahelisele vastastikusele usaldusele, on liidu õiguses väga olulised, kuna need võimaldavad luua ja säilitada sisepiirideta ala. Konkreetsemalt on vastastikuse usalduse põhimõtte kohaselt iga liikmesriik kohustatud eelkõige vabadusel, turvalisusel ja õigusel rajaneva ala osas eeldama – välja arvatud juhul, kui esineb erandlikke asjaolusid –, et kõik ülejäänud liikmesriigid järgivad liidu õigust ja eriti liidu õiguses tunnustatud põhiõigusi (25. juuli 2018. aasta kohtuotsus Minister for Justice and Equality (Kohtusüsteemi puudused),  C‑216/18 PPU, EU:C:2018:586, punkt 36, ja 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 49).", "label": [[172, 177, "LOC"], [516, 521, "LOC"], [576, 597, "DATE"], [609, 642, "PROFESSION"], [712, 733, "DATE"], [745, 770, "ORG"], [795, 802, "LOC"]]}
{"text": "47      Seega võivad liikmesriigid liidu õiguse rakendamisel olla sama õiguse alusel kohustatud eeldama, et teised liikmesriigid järgivad põhiõigusi, mistõttu neil puudub mitte ainult võimalus nõuda teiselt liikmesriigilt põhiõiguste riigisisest kaitset kõrgemal tasemel, kui on tagatud liidu õigusega, vaid ka võimalus kontrollida – välja arvatud erandjuhtudel –, kas teine liikmesriik on tegelikult konkreetsel juhul järginud liidus tagatud põhiõigusi (25. juuli 2018. aasta kohtuotsus Minister for Justice and Equality (Kohtusüsteemi puudused),  C‑216/18 PPU, EU:C:2018:586, punkt 37 ja seal viidatud kohtupraktika, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 50).", "label": [[35, 40, "LOC"], [287, 292, "LOC"], [428, 434, "LOC"], [455, 476, "DATE"], [488, 521, "PROFESSION"], [624, 645, "DATE"], [657, 682, "ORG"], [707, 714, "LOC"]]}
{"text": "48      Raamotsusega 2002/584 reguleeritud valdkonnas tähendab vastastikuse tunnustamise põhimõte, mis kujutab endast – nagu nähtub eelkõige raamotsuse põhjendusest 6 – kriminaalasjades tehtava õigusalase koostöö „nurgakivi“, raamotsuse artikli 1 lõike 2 kohaselt seda, et liikmesriigid on põhimõtteliselt kohustatud Euroopa vahistamismääruse täitma vastastikuse tunnustamise põhimõtte alusel ja vastavalt raamotsuse sätetele. Vahistamismäärust täitvad õigusasutused võivad seega põhimõtteliselt keelduda sellise määruse täitmisest vaid ammendavalt loetletud alustel, mis on ette nähtud raamotsuses, ning Euroopa vahistamismääruse täitmisele võib seada üksnes mõne raamotsuse artiklis 5 ammendavalt ette nähtud tingimuse. Kuna Euroopa vahistamismääruse täitmine kujutab endast põhimõtet, siis on täitmisest keeldumine järelikult erand, mida tuleb tõlgendada kitsalt. Nii on raamotsuses 2002/584 sõnaselgelt sätestatud vahistamismääruse täitmata jätmise kohustuslikud (artikkel 3) ja vabatahtlikud (artiklid 4 ja 4a) alused ning vahistamismääruse teinud liikmesriigis teatavatel juhtudel antavad tagatised (artikkel 5) (25. juuli 2018. aasta kohtuotsus Minister for Justice and Equality (Kohtusüsteemi puudused), C‑216/18 PPU,  EU:C:2018:586,  punktid 41 ja 42, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punktid 54 ja 55).", "label": [[317, 324, "LOC"], [605, 612, "LOC"], [727, 734, "LOC"], [1119, 1140, "DATE"], [1152, 1185, "PROFESSION"], [1266, 1287, "DATE"], [1299, 1324, "ORG"], [1349, 1356, "LOC"]]}
{"text": "49      Sellele vaatamata on Euroopa Kohus otsustanud, et „erandlikel asjaoludel“ võib liikmesriikide vastastikuse tunnustamise põhimõttele ja vastastikuse usalduse põhimõttele seada muid piiranguid  (25. juuli 2018. aasta kohtuotsus Minister for Justice and Equality (Kohtusüsteemi puudused),  C‑216/18 PPU, EU:C:2018:586, punkt 43 ja seal viidatud kohtupraktika, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 56).", "label": [[29, 42, "ORG"], [201, 222, "DATE"], [234, 267, "PROFESSION"], [370, 391, "DATE"], [403, 428, "ORG"], [453, 460, "LOC"]]}
{"text": "50      Seoses sellega on Euroopa Kohus leidnud, et kui teatavad tingimused on täidetud, peab vahistamismäärust täitev õigusasutus raamotsusega 2002/584 kehtestatud üleandmismenetluse lõpetama, kui üleandmine võib viia tagaotsitava ebainimliku või alandava kohtlemiseni harta artikli 4 tähenduses (vt selle kohta 5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punkt 84; 25. juuli 2018. aasta kohtuotsus Minister for Justice and Equality (Kohtusüsteemi puudused),  C‑216/18 PPU, EU:C:2018:586, punkt 44, ja 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 57).", "label": [[26, 39, "ORG"], [313, 335, "DATE"], [347, 359, "PER"], [363, 370, "PER"], [423, 444, "DATE"], [456, 489, "PROFESSION"], [559, 580, "DATE"], [592, 617, "ORG"], [642, 649, "LOC"]]}
{"text": "51      Sellest tuleneb, et kui vahistamismäärust täitva liikmesriigi õigusasutusel on andmeid, mis viitavad tegelikule ohule, et vahistamismääruse teinud liikmesriigis koheldakse kinnipeetavaid ebainimlikult või alandavalt, arvestades liidu õigusega, eelkõige harta artikliga 4 tagatud põhiõiguste  kaitse taset, on ta kohustatud selle ohu olemasolu hindama, kui ta otsustab, kas anda isik, kelle suhtes on tehtud Euroopa vahistamismäärus, üle vahistamismääruse teinud liikmesriigi õigusasutustele. Vahistamismääruse täitmine ei tohi viia isiku ebainimliku või alandava kohtlemiseni (5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punkt 88, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 59).", "label": [[236, 241, "LOC"], [415, 422, "LOC"], [585, 607, "DATE"], [619, 631, "PER"], [635, 642, "PER"], [700, 721, "DATE"], [733, 758, "ORG"], [783, 790, "LOC"]]}
{"text": "52      Selleks peab vahistamismäärust täitev õigusasutus kõigepealt tuginema objektiivsetele, usaldusväärsetele, täpsetele ja nõuetekohaselt ajakohastatud andmetele kinnipidamistingimuste kohta vahistamismääruse teinud liikmesriigis, millest ilmneb, et puudused on süsteemsed või üldised või puudutavad teatavaid isikute rühmi või teatavaid kinnipidamisasutusi. Need andmed võivad tuleneda muu hulgas niisuguste rahvusvaheliste kohtute nagu Euroopa Inimõiguste Kohtu otsustest, vahistamismääruse teinud liikmesriigi kohtute otsustest ning Euroopa Nõukogu organite poolt või Ühinenud Rahvaste Organisatsiooni süsteemis tehtud otsustest või koostatud aruannetest ja muudest dokumentidest (5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punkt 89, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 60).", "label": [[442, 467, "ORG"], [540, 555, "ORG"], [575, 608, "ORG"], [688, 710, "DATE"], [722, 734, "PER"], [738, 745, "PER"], [803, 824, "DATE"], [836, 861, "ORG"], [886, 893, "LOC"]]}
{"text": "53      Nagu käesolevas asjas nähtub Euroopa Kohtu käsutuses olevast toimikust, tõdes eelotsusetaotluse esitanud kohus Rumeeniat käsitlevate Euroopa Inimõiguste Kohtu otsuste, Saksamaa kohtute otsuste ning Saksamaa justiits- ja tarbijakaitseministeeriumi aruande põhjal, et konkreetsed andmed kinnitavad süsteemseid ja üldisi puudusi selle liikmesriigi kinnipidamistingimustes. Niisiis lähtuvad tema küsimused selliste puuduste esinemise eeldusest, mille õigsust tuleb eelotsusetaotluse esitanud kohtul kontrollida, arvestades nõuetekohaselt ajakohastatud andmeid (vt selle kohta 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 71).", "label": [[37, 50, "ORG"], [119, 128, "LOC"], [141, 166, "ORG"], [176, 184, "LOC"], [206, 214, "LOC"], [215, 254, "ORG"], [580, 601, "DATE"], [613, 638, "ORG"], [640, 670, "LOC"]]}
{"text": "54      Pelk  selliste andmete olemasolu, mis tõendavad, et puudused vahistamismääruse teinud liikmesriigi kinnipidamistingimustes on süsteemsed või üldised või puudutavad teatavaid isikute rühmi või teatavaid kinnipidamisasutusi, ei tähenda tingimata, et konkreetsel juhul saab isikule selle liikmesriigi õigusasutustele üleandmise korral osaks ebainimlik või alandav kohtlemine (5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punktid 91 ja 93, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 61).", "label": [[381, 403, "DATE"], [415, 427, "PER"], [431, 438, "PER"], [504, 525, "DATE"], [537, 562, "ORG"], [587, 594, "LOC"]]}
{"text": "55      Selleks et tagada harta artikli 4 järgimine Euroopa vahistamismääruse subjektiks olevat isikut puudutaval konkreetsel juhul, peab vahistamismäärust täitev õigusasutus, kelle käsutuses on objektiivsed, usaldusväärsed, täpsed ja nõuetekohaselt ajakohastatud andmed, mis viitavad selliste puuduste olemasolule, konkreetselt ja täpselt hindama, kas kõnesoleva juhtumi asjaoludel on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist on sellel isikul tegelik oht, et teda koheldakse kinnipidamistingimuste tõttu selles liikmesriigis ebainimlikult või alandavalt harta artikli 4 tähenduses (vt selle kohta 5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punktid 92 ja 94, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 62).", "label": [[52, 59, "LOC"], [642, 664, "DATE"], [676, 688, "PER"], [692, 699, "PER"], [765, 786, "DATE"], [798, 823, "ORG"], [848, 855, "LOC"]]}
{"text": "56      Käesoleva kohtuotsuse punktides 50–55 ära toodud harta artikli 4 tõlgendus vastab sisuliselt tõlgendusele, mille on Euroopa Inimõiguste Kohus andnud EIÕK artiklile 3.", "label": [[124, 149, "ORG"]]}
{"text": "57      Euroopa Inimõiguste Kohus on otsustanud, et EIÕK osalisriigi kohus ei või keelduda Euroopa vahistamismääruse täitmisest, tuues põhjuseks tagaotsitava suhtes ebainimlikku või alandavat kohtlemist põhjustavate kinnipidamistingimuste võimaliku kohaldamise vahistamismääruse teinud riigis, kui see osalisriigi kohus ei ole eelnevalt andnud ajakohastatud ja põhjalikku hinnangut otsuse tegemise kuupäeval valitsenud olukorrale ega ole püüdnud kindlaks teha struktuurseid puudusi kinnipidamistingimustes ega seda, kas EIÕK artikli 3 rikkumise oht on tegelik ja individualiseeritav (EIK 9. juuli 2019. aasta otsus David Basalo vs. Belgia, CE:ECHR:2019:0709JUD000835117, punkt 86).", "label": [[8, 33, "ORG"], [91, 98, "LOC"], [588, 608, "DATE"], [615, 627, "PER"], [632, 638, "ORG"]]}
{"text": "Selle kontrolli intensiivsus ja ulatus, mille vahistamismäärust täitev õigusasutus peab vahistamismääruse teinud liikmesriigi kinnipidamistingimuste osas läbi viima", "label": []}
{"text": "58      Esiteks, mis puudutab selle kontrolli intensiivsust ja ulatust, mille vahistamismäärust täitev õigusasutus peab vahistamismääruse teinud liikmesriigi kinnipidamistingimuste osas läbi viima, võttes arvesse raamotsuse 2002/584 artikli 1 lõiget 3 koostoimes harta artikliga 4, siis olgu kõigepealt meenutatud, et harta artikli 52 lõike 3 esimese lause kohaselt on harta artiklis 4 sisalduval õigusel, kuivõrd see vastab EIÕK artikliga 3 tagatud õigusele, sama tähendus ja ulatus, mis sellele õigusele nimetatud konventsiooniga ette on nähtud. Lisaks on selgitustes harta kohta täpsustatud seoses artikli 52 lõikega 3, et EIÕKga tagatud õiguste tähendus ja ulatus ei ole kindlaks määratud mitte üksnes konventsiooni tekstis, vaid ka Euroopa Inimõiguste Kohtu ja Euroopa Liidu Kohtu kohtupraktikas.", "label": [[737, 762, "ORG"], [766, 785, "ORG"]]}
{"text": "59      Selle sissejuhatava täpsustuse  järel tuleb esmalt rõhutada, et selleks, et halb kohtlemine kuuluks EIÕK artikli 3 alla, peab see ületama teatud minimaalse raskusastme, mille hindamisel tuleb lähtuda kõigist kõne all olevatest asjaoludest, muu hulgas kohtlemise kestusest ja selle füüsilisest ja vaimsest mõjust ning mõnikord ka isiku soost, vanusest ja tervislikust seisundist (vt selle kohta 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 91 ja seal viidatud kohtupraktika).", "label": [[402, 423, "DATE"], [435, 460, "ORG"], [485, 492, "LOC"]]}
{"text": "60      EIÕK artikli 3 eesmärk on tagada, et kõiki kinnipeetavaid hoitakse tingimustes, milles on garanteeritud inimväärikuse austamine, et karistuse täideviimise tingimused ei tekitaks isikule selliseid raskusi või kannatusi, mis ületavad kinnipidamisega paratamatult kaasnevad kannatused, ning et arvestades vangistusele esitatavaid praktilisi nõudeid, oleks kinnipeetavate tervis ja heaolu sobivalt tagatud (5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punkt 90, ning 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 90 ja seal viidatud kohtupraktika).", "label": [[411, 433, "DATE"], [445, 457, "PER"], [461, 468, "PER"], [526, 547, "DATE"], [559, 584, "ORG"], [609, 616, "LOC"]]}
{"text": "61      Vahistamismääruse teinud liikmesriigi kinnipidamistingimuste kontroll, mis tuleb käesoleva kohtuotsuse punktides 50–52 mainitud erandlikel asjaoludel läbi viia vahistamismäärust täitval õigusasutusel, et hinnata, kas on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab isikut, kelle suhtes on tehtud Euroopa vahistamismäärus, tegelik oht, et teda koheldakse selles liikmesriigis ebainimlikult või alandavalt, peab seetõttu põhinema materiaalsete kinnipidamistingimuste igakülgsel hindamisel.", "label": [[353, 360, "LOC"]]}
{"text": "62      Arvestades seda, mida märkis ka kohtujurist oma ettepaneku punktis 107, et ebainimliku või alandava kohtlemise keeld harta artikli 4 tähenduses on absoluutne (vt selle kohta 5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punktid 85–87, ning 19. märtsi 2019. aasta kohtuotsus Ramirez, C‑163/17, EU:C:2019:218, punkt 78), ei oleks inimväärikuse austamine, mis tuleb selle artikli  kohaselt tagada, garanteeritud juhul, kui kontroll, mida viib vahistamismääruse teinud liikmesriigi kinnipidamistingimuste suhtes läbi vahistamismäärust täitev õigusasutus, piirduks vaid ilmselgete  puudustega.", "label": [[40, 51, "PROFESSION"], [182, 204, "DATE"], [216, 228, "PER"], [232, 239, "PER"], [302, 324, "DATE"], [336, 343, "PER"]]}
{"text": "63      Vahistamismääruse teinud liikmesriigi kinnipidamisasutusi puudutava kontrolli ulatuse kohta olgu märgitud, et vahistamismäärust täitval õigusasutusel, kes peab otsustama selle isiku üleandmise üle, kelle suhtes on tehtud Euroopa vahistamismäärus, tuleb konkreetselt ja täpselt hinnata, kas vastava juhtumi asjaoludel esineb tegelik oht, et sellele isikule saab vahistamismääruse teinud liikmesriigis osaks ebainimlik või alandav kohtlemine (vt selle kohta 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 77).", "label": [[229, 236, "LOC"], [464, 485, "DATE"], [497, 522, "ORG"], [547, 554, "LOC"]]}
{"text": "64      Sellest järeldub, et hindamine, mille see õigusasutus peab läbi viima, ei saa hindamise konkreetset ja täpset laadi arvestades puudutada üldisi kinnipidamistingimusi kõigis vahistamismääruse teinud liikmesriigi kinnipidamisasutustes, kuhu isik võidakse paigutada (vt selle kohta 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 78).", "label": [[287, 308, "DATE"], [320, 345, "ORG"], [370, 377, "LOC"]]}
{"text": "65      Vahistamismäärust täitvate õigusasutuste kohustus kontrollida kinnipidamistingimusi kõigis kinnipidamisasutustes, kuhu isik võidakse paigutada, oleks pealegi ilmselgelt ülemäärane. Samuti on võimatu teostada sellist kontrolli raamotsuse artiklis 17 sätestatud tähtaegade jooksul. Niisugune kontroll lükkaks isiku üleandmise olulisel määral edasi ja võtaks Euroopa vahistamismääruse süsteemilt kogu selle soovitava toime. Seetõttu tekiks oht, et tagaotsitav jääb karistuseta (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punktid 84 ja 85).", "label": [[364, 371, "LOC"], [483, 504, "DATE"], [516, 541, "ORG"], [566, 573, "LOC"]]}
{"text": "66      Eeltoodust tuleneb, et võttes arvesse liikmesriikidevahelist vastastikust usaldust, millel rajaneb Euroopa vahistamismääruse süsteem, ja arvestades eriti tähtaegu, mis on vahistamismäärust täitvatele õigusasutustele raamotsuse 2002/584 artiklis 17 antud, et võtta vastu lõplik otsus vahistamismääruse täitmiseks, on need õigusasutused kohustatud kontrollima kinnipidamistingimusi üksnes neis vanglates, kus nende käsutuses oleva teabe kohaselt on konkreetselt kavandatud isikut kinni pidada, sh ajutiselt või üleviimisel teise asutusse (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 87).", "label": [[107, 114, "LOC"], [545, 566, "DATE"], [578, 603, "ORG"], [628, 635, "LOC"]]}
{"text": "67      Selleks peab vahistamismäärust täitev õigusasutus raamotsuse 2002/584 artikli 15 lõike 2 kohaselt paluma vahistamismääruse teinud liikmesriigi õigusasutusel saata talle kiiresti vajalik lisateave tingimuste kohta, milles kavandatakse isikut selles liikmesriigis kinni pidada (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 63 ja seal viidatud kohtupraktika).", "label": [[284, 305, "DATE"], [317, 342, "ORG"], [367, 374, "LOC"]]}
{"text": "68      Kui kinnitus, et isikule ei saa osaks ebainimlik või alandav kohtlemine konkreetsete kinnipidamistingimuste tõttu, sõltumata sellest, millisesse kinnipidamisasutusse ta vahistamismääruse teinud liikmesriigis paigutatakse, on antud või vähemasti vahistamismääruse teinud õigusasutuse poolt heaks kiidetud – kui vaja, siis pärast seda, kui vahistamismääruse teinud liikmesriigi keskasutuselt või ühelt keskasutustest raamotsuse 2002/584 artikli 7 tähenduses on palutud abi –, tuleb vahistamismäärust täitval õigusasutusel seda kinnitust usaldada vähemalt siis, kui puuduvad  sellised konkreetsed  andmed, mis võimaldaks asuda seisukohale, et kinnipidamistingimused teatud kinnipidamisasutuses on harta artikliga 4 vastuolus (vt selle kohta 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 112).", "label": [[746, 767, "DATE"], [779, 804, "ORG"], [829, 836, "LOC"]]}
{"text": "69      Järelikult võib vahistamismäärust täitev õigusasutus vaid erandlikel asjaoludel ja konkreetsete andmete põhjal tõdeda, et hoolimata eelmises punktis kirjeldatud kinnitusest on olemas tegelik oht, et isikut koheldakse harta artikli 4 tähenduses ebainimlikult või alandavalt tema kinnipidamise tingimuste tõttu vahistamismääruse teinud liikmesriigis.", "label": []}
{"text": "Kinnipidamistingimuste hindamine seoses kinnipeetavale ette nähtud isikliku ruumiga", "label": []}
{"text": "70      Teiseks, mis puudutab vahistamismäärust täitva õigusasutuse teostatavat kinnipidamistingimuste hindamist seoses kinnipeetavale kinnipidamisasutuse kambris ette nähtud isikliku ruumiga, siis olgu märgitud, et eelotsusetaotlusest nähtuvalt paigutatakse M.‑A. Butler Rumeenia ametivõimudele üleandmise korral mitte üksikkambrisse, vaid ühiskambrisse. Hoolimata esimese küsimuse sõnastusest on käesolevas asjas seetõttu vaja kinnipeetava isiklikku ruumi puudutavad miinimumnõuded kindlaks teha vaid seoses kinnipidamisega ühiskambris.", "label": [[259, 271, "PER"], [272, 280, "LOC"]]}
{"text": "71      Seoses sellega olgu märgitud, et arvestades käesoleva kohtuotsuse punktis 58 esile toodud kaalutlusi ning liidu õiguses sellealaste miinimumnõuete puudumist, on Euroopa Kohus lähtunud EIÕK artiklit 3 käsitlevast Euroopa Inimõiguste kohtu praktikast, täpsemalt 20. oktoobri 2016. aasta otsusest Alonso vs. Horvaatia (CE:ECHR:2016:1020JUD000733413).", "label": [[114, 119, "LOC"], [169, 182, "ORG"], [220, 245, "ORG"], [268, 292, "DATE"], [302, 308, "PER"], [313, 322, "ORG"]]}
{"text": "72      Seejuures on Euroopa Kohus otsustanud, et arvestades, kui oluline on ruumitegur kinnipidamistingimuste üldhinnangu raames, tekitab tõik, et kinnipeetaval on ühiskambris vähem kui 3 m² isiklikku ruumi, tugeva eelduse, et on rikutud EIÕK artiklit 3 (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 92 ja seal viidatud kohtupraktika).", "label": [[21, 34, "ORG"], [187, 188, "AMOUNT_VALUE"], [189, 191, "AMOUNT_UNIT"], [256, 277, "DATE"], [289, 314, "ORG"], [339, 346, "LOC"]]}
{"text": "73      Niisuguse tugeva EIÕK artikli 3 rikkumise eelduse saab harilikult ümber lükata vaid siis, kui esiteks on isikliku ruumi piiramine allapoole 3 m² suurust miinimumi lühiajaline, juhuslik ja harv, teiseks kaasneb sellega piisav liikumisvabadus väljaspool kambrit ja sobivad kambrivälised tegevused, ning kolmandaks on kinnipidamisasutuses üldiselt rahuldavad kinnipidamistingimused ja isik ei ole allutatud muudele tingimustele, mida peetakse halbu kinnipidamistingimusi raskendavateks asjaoludeks (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 93 ja seal viidatud kohtupraktika).", "label": [[148, 149, "AMOUNT_VALUE"], [150, 152, "AMOUNT_UNIT"], [504, 525, "DATE"], [537, 562, "ORG"], [587, 594, "LOC"]]}
{"text": "74      Olgu siinkohal lisatud, et kahtlemata võib kinnipidamisperioodi kestus olla üks asjakohane faktor, mida arvestada hindamisel, kui rasked olid kannatused ja alandus, mida kinnipeetaval halbade kinnipidamistingimuste tõttu taluda tuli. Kinnipidamisperioodi suhteline lühidus ei välista aga üksinda automaatselt, et vaidlusalune kohtlemine võiks kuuluda EIÕK artikli 3 kohaldamisalasse, kui muudest asjaoludest piisab, et see nimetatud sätte alla hõlmata (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punktid 97 ja 98 ning seal viidatud kohtupraktika).", "label": [[461, 482, "DATE"], [494, 519, "ORG"], [544, 551, "LOC"]]}
{"text": "75      Euroopa Inimõiguste Kohtu praktikast tuleneb veel sisuliselt, et ruumitegur on kinnipidamistingimuste piisavuse hindamisel oluline aspekt, kui kinnipeetaval on ühiskambris isiklikku ruumi vahemikus 3–4 m². Sellisel juhul võib olla tegemist EIÕK artikli 3 rikkumisega, kui ruumikitsikusega kaasnevad muud halvad kinnipidamise materiaalsed tingimused, eeskätt jalutamisvõimaluse puudumine, loomuliku õhu ja valguse kättesaamatus, puudulik ventilatsioon, liiga madal või kõrge temperatuur kambris, privaatsuse puudumine WC kasutamisel või halvad sanitaar- ja hügieenitingimused (vt selle kohta EIK 20. oktoobri 2016. aasta otsus Alonso vs. Horvaatia, CE:ECHR:2016:1020JUD000733413, punkt 139).", "label": [[8, 33, "ORG"], [206, 209, "AMOUNT_VALUE"], [210, 212, "AMOUNT_UNIT"], [603, 627, "DATE"], [634, 640, "PER"], [645, 654, "ORG"]]}
{"text": "76      Kui kinnipeetaval on ühiskambris isiklikku ruumi üle 4 m², nii et see aspekt tema kinnipidamise materiaalsetes tingimustes ei põhjusta probleeme, on isiku kinnipidamise tingimuste piisavuse hindamisel EIÕK artikli 3 alusel asjakohased muud eelmises punktis  loetletud aspektid (vt selle kohta EIK 20. oktoobri 2016. aasta otsus Alonso vs. Horvaatia, CE:ECHR:2016:1020JUD000733413, punkt 140).", "label": [[61, 62, "AMOUNT_VALUE"], [63, 65, "AMOUNT_UNIT"], [305, 329, "DATE"], [336, 342, "PER"], [347, 356, "ORG"]]}
{"text": "77      Mis puudutab küsimust, millisel meetodil tuleb – selleks et hinnata, kas isikul on tegelik oht, et talle saab osaks harta artikliga 4 keelatud ebainimlik või alandav kohtlemine – välja arvutada miinimumpind, mis peab olema kasutada isikul, keda peetakse kinni mitmekohalises kambris, mis sisaldab ka mööblit ja sanitaarsõlme, siis tuleb seetõttu, et liidu õiguses praegu sellekohased miinimumnormid puuduvad, võtta arvesse kriteeriume, mille on välja töötanud Euroopa Inimõiguste Kohus seoses EIÕK artikliga 3. Nimetatud kohus leiab, et mitmekohalises kambris isikliku kambripinna arvutamisel ei või selle hulka arvata sanitaartehnika alla jäävat pinda, küll aga arvestatakse mööblialust pinda, ning oluline on see, et kinnipeetaval oleks võimalus kambris tavalisel viisil liikuda (vt selle kohta EIK 20. oktoobri 2016. aasta otsus Alonso vs. Horvaatia, CE:ECHR:2016:1020JUD000733413, punktid 75 ja 114 ning seal viidatud kohtupraktika).", "label": [[358, 363, "LOC"], [468, 493, "ORG"], [805, 808, "ORG"], [809, 833, "DATE"], [840, 846, "PER"], [851, 860, "ORG"]]}
{"text": "78      Käesolevas asjas nähtub kohtuistungil esitatud Rumeenia valitsuse seisukohtadest, et üleandmise järel peetaks M.‑A. Butlerit kinni režiimil, mis annaks talle suure liikumisvabaduse, ning lisaks oleks tal võimalik ka töötada, mis piiraks tema ühiskambris viibimise aega. Eelotsusetaotluse esitanud kohtul tuleb neid asjaolusid kontrollida ning hinnata kõiki muid asjaolusid, mis osutuvad asjakohaseks kontrolli käigus, mida tal tuleb teha vastavalt käesoleva kohtuotsuse punktides 71–77 osutatule, ning vajadusel küsides vahistamismääruse teinud õigusasutuselt lisateavet, kui tema hinnangul ei ole vahistamismääruse teinud õigusasutuse edastatud teave üleandmise otsustamiseks piisav.", "label": [[55, 73, "ORG"], [118, 132, "PER"]]}
{"text": "79      Olgu veel toonitatud, et kuigi liikmesriigid võivad oma vanglasüsteemi jaoks kehtestada kinnipidamistingimuste osas miinimumnõuded, mis on rangemad kui nõuded, mis tulenevad harta artiklist 4 ja EIÕK artiklist 3 Euroopa Inimõiguste Kohtu tõlgenduses, võib liikmesriik vahistamismäärust täitva liikmesriigina seada isiku, kelle suhtes on tehtud Euroopa vahistamismäärus, üleandmise vahistamismääruse teinud liikmesriigile siiski sõltuvusse üksnes viimati nimetatud nõuete, mitte oma riigisisese õiguse nõuete järgimisest. Vastupidine lahendus päädiks nimelt sellega, et liidu õiguses määratletud põhiõiguste kaitsestandardi ühtsust kahtluse alla seades kahjustatakse usalduse ja vastastikuse tunnustamise põhimõtteid, mida raamotsus 2002/584 püüab kindlustada, ja seega kahjustatakse raamotsuse tõhusust (vt selle kohta 26. veebruari 2013. aasta kohtuotsus Baroni, C‑399/11, EU:C:2013:107, punkt 63).", "label": [[220, 245, "ORG"], [352, 359, "LOC"], [577, 582, "LOC"], [827, 852, "DATE"], [864, 870, "PER"]]}
{"text": "Vahistamismääruse teinud liikmesriigi kinnipidamistingimuste kontrolli parandamisele suunatud üldmeetmete asjakohasus", "label": []}
{"text": "80      Kolmandaks, mis puudutab seda, et vahistamismääruse teinud liikmesriigis võetakse meetmeid, nagu ombudsmani süsteemi kasutuselevõtt või karistuse täideviimise kohtute loomine, mille eesmärk on tugevdada selle liikmesriigi kinnipidamistingimuste kontrolli, siis tuleb rõhutada, et kuigi kinnipidamistingimuste tagantjärgi kohtulik kontroll kujutab endast olulist tegurit, mis võib aidata innustada selle liikmesriigi ametivõime neid tingimusi parandama ja mida seega võivad arvestada vahistamismäärust täitvad õigusasutused, kui nad isiku üleandmise üle otsustamisel igakülgselt hindavad tingimusi, milles kavatsetakse kinni pidada isikut, kelle kohta on tehtud Euroopa vahistamismäärus, ei saa sellise kontrolliga iseenesest välistada ohtu, et üleandmise järel langeb isikule kinnipidamistingimuste tõttu osaks ebainimlik või alandav kohtlemine harta artikli 4 tähenduses (vt selle kohta 25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 74).", "label": [[105, 115, "PROFESSION"], [669, 676, "LOC"], [896, 917, "DATE"], [929, 954, "ORG"], [979, 986, "LOC"]]}
{"text": "81      Isegi kui vahistamismääruse teinud liikmesriik näeb ette õiguskaitsevahendid, mille raames on võimalik põhiõigustele tuginedes kontrollida kinnipidamistingimuste õiguspärasust, on vahistamismäärust täitvad õigusasutused kohustatud hindama iga puudutatud isiku olukorda individuaalselt, et tagada, et selle isiku üleandmisega ei kaasneks talle tegelikku ohtu  olla kinnipidamistingimuste tõttu koheldud ebainimlikult või alandavalt selle sätte tähenduses (25. juuli 2018. aasta kohtuotsus Generalstaatsanwaltschaft (Kinnipidamistingimused Ungaris), C‑220/18 PPU, EU:C:2018:589, punkt 75).", "label": [[463, 484, "DATE"], [496, 521, "ORG"], [546, 553, "LOC"]]}
{"text": "Kriminaalasjades tehtava õigusalase koostöö tõhusust ning vastastikuse usalduse ja vastastikuse tunnustamise põhimõtteid puudutavate põhjenduste arvessevõtmine", "label": []}
{"text": "82      Neljandaks, mis puudutab küsimust, kas vahistamismäärust täitev õigusasutus, kes peab otsustama üleandmise, võib tegeliku ohu, et isikut koheldakse ebainimlikult või alandavalt seetõttu, et vahistamismääruse teinud liikmesriigis tema kinnipidamise tingimused ei vasta Euroopa Inimõiguste Kohtu praktikast tulenevatele miinimumnõuetele, tasakaalustada kriminaalasjades tehtava õigusalase koostöö tõhususe ning vastastikuse usalduse ja vastastikuse tunnustamise põhimõtetega, siis olgu märgitud, et käesoleva kohtuotsuse punktis 62 meenutatud ebainimliku või alandava kohtlemise absoluutne keeld harta artikli 4 tähenduses välistab selle, et nimetatud kaalutlustega võiks mis tahes viisil piirata põhiõigust mitte olla selliselt koheldud.", "label": [[276, 301, "ORG"]]}
{"text": "83      Vajadus tagada, et vahistamismääruse teinud liikmesriigile üleandmise korral ei kohelda isikut ebainimlikult ega alandavalt harta artikli 4 tähenduses, õigustab erandlikel asjaoludel vastastikuse usalduse ja vastastikuse tunnustamise põhimõtete piiramist (vt selle kohta 5. aprilli 2016. aasta kohtuotsus Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, punktid 82, 98–102 ja 104).", "label": [[279, 301, "DATE"], [313, 325, "PER"], [329, 336, "PER"]]}
{"text": "84      Järelikult, kui vahistamismäärust täitev õigusasutus tuvastab, et on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab isikut, kelle suhtes on tehtud vahistamismäärus, tegelik oht olla selles liikmesriigis koheldud ebainimlikult või alandavalt kinnipidamistingimuste tõttu, mis valitsevad kinnipidamisasutuses, kus on teda konkreetselt kavandatud kinni pidada, ei või ta seda tasakaalustada  põhjendustega, mis on seotud kriminaalasjades tehtava õigusalase koostöö tõhususe ning vastastikuse usalduse ja vastastikuse tunnustamise põhimõtetega.", "label": []}
{"text": "85      Kõiki eeltoodud kaalutlusi arvesse võttes tuleb esitatud küsimustele vastata järgmiselt.", "label": []}
{"text": "–        Raamotsuse 2002/584 artikli 1 lõiget 3 koostoimes harta artikliga 4 tuleb tõlgendada nii, et kui vahistamismäärust täitval õigusasutusel on objektiivsed, usaldusväärsed, täpsed ja nõuetekohaselt ajakohastatud andmed selle kohta, et vahistamismääruse teinud liikmesriigi kinnipidamisasutuste kinnipidamistingimustes esinevad süsteemsed või üldised puudused, siis tuleb tal hindamisel, kas on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab isikut, kelle suhtes on tehtud Euroopa vahistamismäärus, tegelik oht, et teda koheldakse ebainimlikult või alandavalt harta artikli 4 tähenduses, võtta arvesse kõiki kinnipidamistingimuste asjakohaseid materiaalseid aspekte kinnipidamisasutuses, kus on teda konkreetselt kavandatud kinni pidada, nagu kinnipeetavale kinnipidamisasutuse kambris ette nähtud isiklik pind, sanitaartingimused ja kinnipeetava  liikumisvabaduse ulatus kinnipidamisasutuses. See hindamine ei piirdu ilmselgete puuduste kontrollimisega. Niisugusel hindamisel peab vahistamismäärust täitev õigusasutus küsima vahistamismääruse teinud õigusasutuselt teavet, mida ta vajalikuks peab, ning viimati nimetatud asutuse antud kinnitusi üldjuhul usaldama, kui puuduvad konkreetsed andmed, mis annaksid alust  pidada kinnipidamistingimusi harta artikliga 4 vastuolus olevaiks.", "label": [[525, 532, "LOC"]]}
{"text": "–        Mis puudutab konkreetsemalt kinnipeetavale ette nähtud isikliku ruumi, siis peab vahistamismäärust täitev õigusasutus võtma arvesse miinimumnõudeid, mis tulenevad EIÕK artiklist 3 Euroopa Inimõiguste Kohtu tõlgenduses, kuna liidu õiguses praegu sellekohased miinimumnormid puuduvad. Isikliku ruumi hulka ei arvata sanitaarseadmete alla jäävat ruumi, küll aga arvestatakse mööblialust pinda. Kinnipeetavatel peab siiski olema võimalus kambris tavalisel viisil liikuda.", "label": [[189, 214, "ORG"]]}
{"text": "–        Vahistamismäärust täitev õigusasutus ei või tegelikku ebainimliku või alandava kohtlemise ohtu eitada üksnes põhjendusel, et asjaomane isik saab vahistamismääruse teinud liikmesriigis kasutada õiguskaitsevahendit, mis võimaldab tal kinnipidamistingimused vaidlustada, või põhjendusel, et selles liikmesriigis on võetud seadusandlikke ja struktuurilisi meetmeid, mille eesmärk on tugevdada kinnipidamistingimuste kontrolli.", "label": []}
{"text": "–        Kui see õigusasutus tuvastab, et on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab asjaomast isikut selline oht kinnipidamistingimuste tõttu, mis valitsevad kinnipidamisasutuses, kus on teda konkreetselt kavandatud kinni pidada, siis ei või  ta üleandmise otsustamisel sellist tuvastust tasakaalustada põhjendustega, mis on seotud kriminaalasjades tehtava õigusalase koostöö tõhususe ning vastastikuse usalduse ja vastastikuse tunnustamise põhimõtetega.", "label": []}
{"text": "Kohtukulud", "label": []}
{"text": "86      Kuna põhikohtuasja poolte jaoks on käesolev menetlus eelotsusetaotluse esitanud kohtus pooleli oleva asja üks staadium, otsustab kohtukulude jaotuse liikmesriigi kohus. Euroopa Kohtule seisukohtade esitamisega seotud kulusid, välja arvatud poolte kohtukulud, ei hüvitata.", "label": [[177, 192, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohus (suurkoda) otsustab:", "label": [[32, 56, "ORG"]]}
{"text": "Nõukogu 13. juuni 2002. aasta raamotsuse 2002/584/JSK Euroopa vahistamismääruse ja liikmesriikidevahelise üleandmiskorra kohta, mida on muudetud nõukogu 26. veebruari 2009. aasta raamotsusega 2009/299/JSK, artikli 1 lõiget 3 koostoimes Euroopa Liidu põhiõiguste harta artikliga 4 tuleb tõlgendada nii, et kui vahistamismäärust täitval õigusasutusel on objektiivsed, usaldusväärsed, täpsed ja nõuetekohaselt ajakohastatud andmed selle kohta, et vahistamismääruse teinud liikmesriigi kinnipidamisasutuste kinnipidamistingimustes esinevad süsteemsed või üldised puudused, siis tuleb tal hindamisel, kas on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab isikut, kelle suhtes on tehtud Euroopa vahistamismäärus, tegelik oht, et teda koheldakse ebainimlikult või alandavalt harta artikli 4 tähenduses, võtta arvesse kõiki kinnipidamistingimuste asjakohaseid materiaalseid aspekte kinnipidamisasutuses, kus on teda konkreetselt kavandatud kinni pidada, nagu kinnipeetavale kinnipidamisasutuse kambris ette nähtud isiklik pind, sanitaartingimused ja kinnipeetava liikumisvabaduse ulatus kinnipidamisasutuses. See hindamine ei pea piirduma ilmselgete puuduste kontrollimisega. Niisugusel hindamisel peab vahistamismäärust täitev õigusasutus küsima vahistamismääruse teinud õigusasutuselt teavet, mida ta vajalikuks peab, ning viimati nimetatud asutuse antud kinnitusi üldjuhul usaldama, kui puuduvad konkreetsed andmed, mis annaksid alust pidada kinnipidamistingimusi põhiõiguste harta artikliga 4 vastuolus olevaiks.", "label": [[0, 7, "ORG"], [8, 29, "DATE"], [54, 61, "LOC"], [145, 152, "ORG"], [153, 178, "DATE"], [236, 249, "LOC"], [728, 735, "LOC"]]}
{"text": "Mis puudutab konkreetsemalt kinnipeetavale ette nähtud isikliku ruumi, siis peab vahistamismäärust täitev õigusasutus, võtma arvesse miinimumnõudeid, mis tulenevad Roomas 4. novembril 1950 allkirjastatud Euroopa inimõiguste ja põhivabaduste kaitse konventsiooni artiklist 3 Euroopa Inimõiguste Kohtu tõlgenduses, kuna liidu õiguses praegu sellekohased miinimumnormid puuduvad. Isikliku ruumi hulka ei arvata sanitaarseadmete alla jäävat ruumi, küll aga arvestatakse mööblialust pinda. Kinnipeetavatel peab siiski olema võimalus kambris tavalisel viisil liikuda.", "label": [[164, 170, "LOC"], [171, 188, "DATE"], [204, 211, "LOC"], [274, 299, "ORG"], [318, 323, "LOC"]]}
{"text": "Vahistamismäärust täitev õigusasutus ei või tegelikku ebainimliku või alandava kohtlemise ohtu eitada üksnes põhjendusel, et asjaomane isik saab vahistamismääruse teinud liikmesriigis kasutada õiguskaitsevahendit, mis võimaldab tal kinnipidamistingimused vaidlustada, või põhjendusel, et selles liikmesriigis on võetud seadusandlikke ja struktuurilisi meetmeid, mille eesmärk on tugevdada kinnipidamistingimuste kontrolli.", "label": []}
{"text": "Kui see õigusasutus tuvastab, et on piisavalt alust arvata, et pärast vahistamismääruse teinud liikmesriigile üleandmist ähvardab asjaomast isikut selline oht kinnipidamistingimuste tõttu, mis valitsevad kinnipidamisasutuses, kus on teda konkreetselt kavandatud kinni pidada, siis ei või üleandmise otsustamisel sellist tuvastust tasakaalustada põhjendustega, mis on seotud kriminaalasjades tehtava õigusalase koostöö tõhususe ning vastastikuse usalduse ja vastastikuse tunnustamise põhimõtetega.", "label": []}
{"text": "Allkirjad", "label": []}
{"text": "*      Kohtumenetluse keel: saksa.", "label": [[28, 33, "NATIONALITY"]]}
