{"text": "Kohtuasi C‑444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales", "label": [[0, 30, "ORG"]]}
{"text": "versus", "label": []}
{"text": "Wächter Binder jt", "label": [[0, 14, "PER"]]}
{"text": "(eelotsusetaotlus, mille on esitanud Cour de cassation (Prantsusmaa))", "label": [[37, 54, "ORG"], [56, 67, "LOC"]]}
{"text": "Euroopa Kohtu (suurkoda) 19. märtsi 2019. aasta otsus", "label": [[0, 24, "ORG"], [25, 47, "DATE"]]}
{"text": "Eelotsusetaotlus – Vabadusel, turvalisusel ja õigusel rajanev ala – Piirikontroll, varjupaik ja sisseränne – Määrus (EL) 2016/399 – Artikkel 32 – Piirikontrolli ajutine taaskehtestamine liikmesriigi poolt tema sisepiiridel – Kolmanda riigi kodaniku ebaseaduslik riiki sisenemine – Sisepiiride samastamine välispiiridega – Direktiiv 2008/115/EÜ – Kohaldamisala – Artikli 2 lõike 2 punkt a", "label": []}
{"text": "1.        Piirikontroll, varjupaik ja sisseränne – Sisserändepoliitika – Riigis ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmine – Direktiiv 2008/115 – Isikuline kohaldamisala – Liikmesriigis ebaseaduslikult viibiv kodanik, kes on tabatud sisepiiri vahetus läheduses – Hõlmamine – Piirikontrolli ajutine taaskehtestamine liikmesriigi poolt tema sisepiiridel – Mõju puudumine", "label": []}
{"text": "(Euroopa Parlamendi ja nõukogu direktiiv 2008/115, artikli 2 lõige 1 ja lõike 2 punkt a; Euroopa Parlamendi ja nõukogu direktiiv 2016/399, artiklid 2, 25 ja 32)", "label": [[1, 19, "ORG"], [23, 30, "ORG"], [89, 107, "ORG"], [111, 118, "ORG"]]}
{"text": "(vt punktid 38, 39, 45–47, 50–52, 56, 59, 62, 66, 67 ja resolutsioon)", "label": []}
{"text": "2.        Piirikontroll, varjupaik ja sisseränne – Sisserändepoliitika – Riigis ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmine – Kodanik, kelle suhtes on kohaldatud tagasisaatmismenetlust direktiivi 2008/115 tähenduses – Kodanik, kes viibib liikmesriigis ebaseaduslikult, omamata mõjuvat põhjust tagasipöördumisest keeldumiseks – Kodanik, kes on liikmesriiki uuesti sisenenud sisenemiskeeldu rikkudes – Vangistamine – Lubatavus", "label": []}
{"text": "(Euroopa Parlamendi ja nõukogu direktiiv 2008/115)", "label": [[1, 19, "ORG"], [23, 30, "ORG"]]}
{"text": "(vt punkt 40)", "label": []}
{"text": "3.        Piirikontroll, varjupaik ja sisseränne – Üle piiri liikumist reguleerivad ühenduse eeskirjad – Piirikontrolli ajutine taaskehtestamine sisepiiridel – Mõisted „sisepiirid“ ja „välispiirid“ – Samastamine piirikontrolli taaskehtestamise korral – Puudumine", "label": []}
{"text": "(Euroopa Parlamendi ja nõukogu määrus 2016/399, artiklid 2, 25 ja 32)", "label": [[1, 19, "ORG"], [23, 30, "ORG"]]}
{"text": "(vt punktid 61 ja 62)", "label": []}
{"text": "Kokkuvõte", "label": []}
{"text": "Liikmesriigi sisepiiri, kus on taaskehtestatud piirikontroll, ei saa samastada välispiiriga tagasisaatmisdirektiivi tähenduses", "label": []}
{"text": "Euroopa Kohtu suurkoda tõlgendas 19. märtsi 2019. aasta kohtuotsuses Binder jt (C‑444/17) direktiivi 2008/115(1) artikli 2 lõike 2 punkti a, mis võimaldab liikmesriikidel jätkata mõlemal selles sättes mainitud juhul oma välispiiridel lihtsustatud tagasisaatmismenetluste kohaldamist, ilma et nad peaksid järgima kõiki selles direktiivis ette nähtud menetlusetappe, selleks et neil oleks võimalik sellise piiri ületamisel kinni peetud kolmandate riikide kodanikud kiiremini välja saata. Euroopa Kohus otsustas, et see säte koostoimes määruse 2016/399(2) artikliga 32 ei ole kohaldatav sellise kolmanda riigi kodaniku olukorrale, kes on tabatud sisepiiri vahetus läheduses ja kes viibib liikmesriigi territooriumil ebaseaduslikult, ka mitte juhul, kui see liikmesriik on nende piirieeskirjade artikli 25 alusel taaskehtestanud kontrolli selle piiri üle põhjusel, et esineb tõsine oht asjaomase liikmesriigi avalikule korrale või sisejulgeolekule.", "label": [[0, 22, "ORG"], [33, 55, "DATE"], [69, 75, "PER"], [486, 499, "ORG"]]}
{"text": "Olles tõdenud, et direktiivi 2008/115 artikli 2 lõike 2 punkt a ei võimalda liikmesriikidel jätta seda direktiivi ebaseaduslikult riigis viibivate kolmandate riikide kodanike suhtes kohaldamata põhjusel, et nad on nende territooriumile ebaseaduslikult sisenenud sisepiiri kaudu, analüüsis Euroopa Kohus, kas asjaolu, et liikmesriik on oma sisepiiridel taaskehtestanud piirikontrolli määruse 2016/399 artikli 25 alusel, muudab direktiivi 2008/115 artikli 2 lõike 2 punkti a kohaldatavaks sellise kolmanda riigi kodaniku olukorrale, kes viibib liikmesriigi territooriumil ebaseaduslikult ja kes on kinni peetud sellise sisepiiri läheduses.", "label": [[289, 302, "ORG"]]}
{"text": "Euroopa Kohus rõhutas sellega seoses esiteks, et kuna see säte teeb erandi direktiivi 2008/115 kohaldamisalast, tuleb selles sättes ette nähtud erandit tõlgendada kitsalt. Samas puudutab see säte, mille sõnastus on selles küsimuses üheselt mõistetav, sellise kolmanda riigi kodaniku olukorda, kes on liikmesriigi „välispiiril“ või sellise välispiiri vahetus läheduses. Selles ei ole niisiis mingit viidet, et sellises olukorras olevaks võiks lugeda ka kolmanda riigi kodaniku, kes on sisepiiril, kus on taaskehtestatud piirikontroll määruse 2016/399 artikli 25 alusel, või sellise sisepiiri vahetus läheduses, kuigi selle direktiivi vastuvõtmise ajal oli määruse nr 562/2006(3) artiklites 23 ja 28 juba ette nähtud, et ühelt poolt võivad liikmesriigid taaskehtestada piirikontrolli oma sisepiiridel, kui esineb tõsine oht nende avalikule korrale või sisejulgeolekule, ja et teiselt poolt kohaldatakse sellisel juhul mutatis mutandis selle määruse asjakohaseid sätteid välispiiride kohta.", "label": [[0, 13, "ORG"]]}
{"text": "Teiseks otsustas Euroopa Kohus direktiivi 2008/115 artikli 2 lõike 2 punktiga a taotletava eesmärgi kohta, et seda eesmärki arvestades ei tule sellise kolmanda riigi kodaniku olukorda, kes viibib liikmesriigis ebaseaduslikult ja kes tabatakse sisepiiri vahetus läheduses, eristada olenevalt sellest, kas sellel piiril on piirikontroll taaskehtestatud või mitte, kuna ainuüksi see, et liikmesriigi sisepiiridel on taaskehtestatud piirikontroll, ei võimalda saata kolmanda riigi kodanikku, kes viibib liikmesriigis ebaseaduslikult ja kes tabatakse selle piiri ületamisel või selle vahetus läheduses, Schengeni alalt välja ja seega kohe välispiirile kiiremini või hõlpsamini kui juhul, kui ta oleks samas asukohas tabatud ilma piirikontrolli taaskehtestamiseta politseikontrolli käigus määruse 2016/399 artikli 23 punkti a tähenduses.", "label": [[17, 30, "ORG"], [598, 613, "LOC"]]}
{"text": "Kolmandaks märkis Euroopa Kohus, et vajadust anda direktiivi 2008/115 artikli 2 lõike 2 punkti a kohaldamisalale kitsas tõlgendus kinnitab ka selle sätte konteksti analüüs ja täpsemalt määruse 2016/399 süstemaatiline tõlgendamine. Selle määruse artikli 2 kohaselt on mõisted „sisepiirid“ ja „välispiirid“ nimelt teineteist välistavad, ja selle määruse artikkel 32 piirdub sätestamisega, et kui liikmesriik on sisepiiridel taaskehtestanud piirikontrolli, kohaldatakse mutatis mutandis ainult piirieeskirjade asjakohaseid sätteid, mis käsitlevad välispiire. Kõnealuses artiklis 32 ei ole seevastu ette nähtud, et sellisel juhul tuleb kohaldada direktiivi 2008/115 artikli 2 lõike 2 punkti a.", "label": [[18, 31, "ORG"]]}
{"text": "1      Euroopa Parlamendi ja nõukogu 16. detsembri 2008. aasta direktiiv 2008/115/EÜ ühiste nõuete ja korra kohta liikmesriikides ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmisel (ELT 2008, L 348, lk 98).", "label": [[7, 25, "ORG"], [29, 36, "ORG"], [37, 62, "DATE"]]}
{"text": "2      Euroopa Parlamendi ja nõukogu 9. märtsi 2016. aasta määrus (EL) 2016/399, mis käsitleb isikute üle piiri liikumist reguleerivaid liidu eeskirju (Schengeni piirieeskirjad) (ELT 2016, L 77, lk 1).", "label": [[7, 25, "ORG"], [29, 36, "ORG"], [37, 58, "DATE"], [136, 141, "LOC"], [152, 161, "LOC"]]}
{"text": "3      Euroopa Parlamendi ja nõukogu 15. märtsi 2006. aasta määrus (EÜ) nr 562/105, millega kehtestatakse isikute üle piiri liikumist reguleerivad ühenduse eeskirjad (Schengeni piirieeskirjad) (ELT 2006, L 105, lk 1).", "label": [[7, 25, "ORG"], [29, 36, "ORG"], [37, 59, "DATE"], [167, 176, "LOC"]]}
