{"text": "EUROOPA KOHTU OTSUS (suurkoda)", "label": [[0, 13, "ORG"], [21, 29, "ORG"]]}
{"text": "21. jaanuar 2020(*)", "label": [[0, 16, "DATE"]]}
{"text": "Eelotsusetaotlus – ELTL artikkel 267 – Mõiste „liikmesriigi kohus“ – Kriteeriumid – Asjaomase riigisisese organi sõltumatus – Liikmete ametist tagandamise keeld – Eelotsusetaotluse vastuvõetamatus", "label": []}
{"text": "Kohtuasjas C‑274/14,", "label": []}
{"text": "mille ese on ELTL artikli 267 alusel Tribunal Económico-Administrativo Centrali (keskne maksuasjade vaidekomisjon, Hispaania) 2. aprilli 2014. aasta otsusega esitatud eelotsusetaotlus, mis saabus Euroopa Kohtusse 5. juunil 2014, menetluses, mille algatamist taotles", "label": [[37, 79, "ORG"], [81, 113, "ORG"], [115, 124, "LOC"], [126, 148, "DATE"], [196, 212, "ORG"], [213, 227, "DATE"]]}
{"text": "Banco de Santander SA", "label": [[0, 21, "ORG"]]}
{"text": "EUROOPA KOHUS (suurkoda),", "label": [[0, 24, "ORG"]]}
{"text": "koosseisus: president P. Kellerts, asepresident N. Lousa De Araujo, kodade presidendid X. Tarasov, K. Atkinson (ettekandja), I. Macheras, B. I. Rodriguez, U. N. Navarro ja J. Kielatis, kohtunikud E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa ja F. Volkova,", "label": [[12, 21, "PROFESSION"], [22, 33, "PER"], [35, 47, "PROFESSION"], [48, 66, "PER"], [68, 86, "PROFESSION"], [87, 97, "PER"], [99, 110, "PER"], [112, 122, "PROFESSION"], [125, 136, "PER"], [138, 153, "PER"], [155, 168, "PER"], [172, 183, "PER"], [185, 195, "PROFESSION"], [196, 203, "PER"], [205, 216, "PER"], [218, 230, "PER"], [232, 248, "PER"], [250, 265, "PER"], [267, 275, "PER"], [279, 289, "PER"]]}
{"text": "kohtujurist: F. Colin,", "label": [[0, 11, "PROFESSION"], [13, 21, "PER"]]}
{"text": "kohtusekretär: ametnik M. Basilio Juan,", "label": [[0, 13, "PROFESSION"], [15, 22, "PROFESSION"], [23, 38, "PER"]]}
{"text": "arvestades kirjalikku menetlust ja 2. juuli 2019. aasta kohtuistungil esitatut,", "label": [[35, 55, "DATE"]]}
{"text": "arvestades seisukohti, mille esitasid:", "label": []}
{"text": "– Banco de Santander SA, esindajad: abogados M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero ja R. C. Pascual Garcia,", "label": [[2, 23, "ORG"], [25, 34, "PROFESSION"], [36, 44, "PROFESSION"], [45, 65, "PER"], [67, 86, "PER"], [88, 105, "PER"], [109, 129, "PER"]]}
{"text": "– Hispaania valitsus, esindajad: A. Hudson Taylor ja E. Ivanov, hiljem D. Delgado Marina ja E. Ivanov,", "label": [[2, 20, "ORG"], [22, 31, "PROFESSION"], [33, 49, "PER"], [53, 62, "PER"], [71, 88, "PER"], [92, 101, "PER"]]}
{"text": "– Euroopa Komisjon, esindajad: A. Murray, L. Kulikova, L. Pinto Fernandes ja H. Filippova,", "label": [[2, 18, "ORG"], [20, 29, "PROFESSION"], [31, 40, "PER"], [42, 53, "PER"], [55, 73, "PER"], [77, 89, "PER"]]}
{"text": "olles 1. oktoobri 2019. aasta kohtuistungil ära kuulanud kohtujuristi ettepaneku,", "label": [[6, 29, "DATE"], [57, 69, "PROFESSION"]]}
{"text": "on teinud järgmise otsuse", "label": []}
{"text": "1 Eelotsusetaotlus puudutab küsimust, kuidas tõlgendada komisjoni 28. oktoobri 2009. aasta otsuse 2011/5/EÜ firmaväärtuse amortiseerimise kohta välismaises äriühingus osaluse omandamisel C 45/07 (ex NN 51/07, ex CP 9/07), mida Hispaania rakendas (ELT 2011, L 7, lk 48), artikli 1 lõiget 2, ning küsimust, kas komisjoni 17. juuli 2013. aasta otsus algatada ELTL artikli 108 lõike 2 kohaselt menetlus, mis käsitleb riigiabi SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – firmaväärtuse amortiseerimine välismaises ettevõtjas osaluse omandamisel (ELT 2013, C 258, lk 8), ja komisjoni 15. oktoobri 2014. aasta otsus (EL) 2015/314 riigiabi SA.35550 (13/C) (ex 13/NN) (ex 12/CP) kohta, mida Hispaania rakendas rahalise firmaväärtuse amortiseerimise suhtes välismaises ettevõtjas osaluse omandamisel (ELT 2015, L 56, lk 38), on kehtivad.", "label": [[56, 65, "ORG"], [66, 90, "DATE"], [227, 236, "ORG"], [309, 318, "ORG"], [319, 340, "DATE"], [563, 572, "ORG"], [573, 597, "DATE"], [677, 686, "ORG"]]}
{"text": "2 Taotlus on esitatud menetluses, mille algatamist taotles Banco de Santander SA, et vaidlustada Inspección Financiera (Hispaania finantsinspektsioon) maksuotsus sellise firmaväärtuse mahaarvamise kohta, mis tekkis, kui nimetatud pank omandas kõik osad Saksa õiguse alusel asutatud valdusühingus, kellele kuulus osalus Euroopa Liidus asutatud äriühingutes.", "label": [[59, 80, "ORG"], [97, 118, "ORG"], [120, 129, "LOC"], [130, 149, "ORG"], [253, 258, "LOC"], [319, 333, "LOC"]]}
{"text": "Õiguslik raamistik", "label": []}
{"text": "Liidu õigus", "label": [[0, 5, "LOC"]]}
{"text": "Otsus 2011/5", "label": []}
{"text": "3 Otsuse 2011/5 põhjendustest 4–6 nähtub sisuliselt, et pärast mitut kirjalikku küsimust Euroopa Parlamendi liikmetelt aastatel 2005 ja 2006 ning pärast kaebuse saamist eraettevõtjalt 2007. aastal algatas Euroopa Komisjon 10. oktoobri 2007. aasta otsusega, mis avaldati Euroopa Liidu Teatajas 21. detsembril 2007, EÜ artikli 88 lõikes 2 sätestatud menetluse, mis käsitles välismaises ettevõtjas olulise osaluse omandanud Hispaania ettevõtjatele kohaldatavat Hispaania maksuamortisatsiooni korda, mis oli sätestatud 27. detsembri 1995. aasta äriühingu tulumaksu seaduse 43/1995 (Ley 43/1995, reguladora del Impuesto de Sociedades) (BOE nr 310, 28.12.1995, lk 37072) artikli 12 lõikes 5 ja mis võeti üle kuninga 5. märtsi 2004. aasta seadusandlikku dekreeti 4/2004, millega kiideti heaks äriühingu tulumaksu seaduse konsolideeritud redaktsioon (Real Decreto Legislativo 4/2004, por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades) (BOE nr 61, 11.3.2004, lk 10951, edaspidi „TRLIS“).", "label": [[89, 107, "ORG"], [119, 140, "DATE"], [184, 196, "DATE"], [205, 221, "ORG"], [222, 246, "DATE"], [270, 292, "ORG"], [293, 312, "DATE"], [421, 430, "LOC"], [458, 467, "LOC"], [515, 540, "DATE"], [643, 653, "DATE"], [710, 731, "DATE"], [970, 979, "DATE"]]}
{"text": "4 1. jaanuaril 2002 jõustunud TRLISi artikli 12 lõikes 5 sätestatud meede näeb ette, et Hispaania maksukohustuslasest äriühing võib „välismaises äriühingus“ vähemalt viieprotsendilise osaluse omandamise korral, kui see on omandatud vähemalt aastaseks katkematuks ajavahemikuks, ettevõtja poolt tasumisele kuuluva äriühingu tulumaksuga maksustatavast tulust amortisatsiooni vormis maha arvata osaluse omandamisest tuleneva firmaväärtuse, mis on residendist äriühingu raamatupidamises kirjendatud eraldi immateriaalse varana. Mahaarvamine toimub iga-aastaste võrdsete summadena 20 aasta jooksul pärast osaluse omandamist.", "label": [[2, 19, "DATE"], [88, 97, "LOC"], [166, 183, "AMOUNT_VALUE"], [241, 250, "AMOUNT_UNIT"], [576, 578, "AMOUNT_VALUE"], [579, 584, "AMOUNT_UNIT"]]}
{"text": "5 Otsuse 2011/5 artikli 1 lõikes 1 tunnistas komisjon kõnealuse maksukava ühisturuga kokkusobimatuks.", "label": [[45, 53, "ORG"]]}
{"text": "6 Otsuse artikli 1 lõiked 2 ja 3 on sõnastatud järgmiselt:", "label": []}
{"text": "„2. Sellele vaatamata võivad abisaajad kogu abikavas sätestatud amortisatsiooniperioodi jooksul jätkata ühendusesiseste omandamistega seoses TRLISi artikli 12 lõike 5 kohaste maksuvähenduste kasutamist, mis on seotud otseste või kaudsete õigustega välismaistes äriühingutes ning mis 21. detsembriks 2007 vastasid abikava asjaomastele tingimustele, kuid mitte tingimusele, et asjaomasele äriühingule pidi osalus kuuluma vähemalt aastase katkematu ajavahemiku jooksul.", "label": [[283, 303, "DATE"], [428, 435, "AMOUNT_VALUE"]]}
{"text": "3. TRLISi artikli 12 lõike 5 kohaselt seoses ühendusesiseste omandamistega abisaajatele antud maksusoodustusi, mis on seotud enne 21. detsembrit 2007 selliste õiguste säilitamiseks võetud tühistamatu kohustusega, kui leping hõlmab edasilükkavat tingimust seoses sellega, et kõnealuse tehingu peab heaks kiitma reguleeriv asutus, ning juhul, kui otsusest ja tehingust teatati enne 21. detsembrit 2007, võib jätkuvalt kasutada kogu abikavas kehtestatud amortisatsiooniperioodi jooksul edasilükkava tingimuse tühistamise kuupäeval kehtivate õiguste osas.“", "label": [[130, 149, "DATE"], [380, 399, "DATE"]]}
{"text": "7 Otsuse artikkel 4 kohustab Hispaania Kuningriiki nõudma tagasi kõnealuse maksukava alusel antud abi, välja arvatud otsuse artikli 1 lõikes 2 kirjeldatud tingimustele vastava abi.", "label": [[29, 50, "ORG"]]}
{"text": "Otsus 2011/282/EL", "label": []}
{"text": "8 Otsusega 2011/5 lõpetas komisjon menetluse seoses Hispaania ettevõtjate poolt osaluse omandamisega liidus asutatud äriühingutes. Komisjon jätkas aga menetlust seoses osaluse omandamisega väljaspool liitu asuvates äriühingutes.", "label": [[26, 34, "ORG"], [52, 61, "LOC"], [101, 107, "LOC"], [131, 139, "ORG"], [200, 205, "LOC"]]}
{"text": "9 Komisjoni 12. jaanuari 2011. aasta otsuse 2011/282/EL firmaväärtuse amortiseerimise kohta välismaises äriühingus osaluse omandamisel C 45/07 (ex NN 51/07, ex CP 9/07), mida Hispaania rakendas (ELT 2011, L 135, lk 1), artikli 1 lõikes 1 tunnistas komisjon siseturuga kokkusobimatuks kõnealuse kava, mis seisneb maksusoodustuses, mida antakse Hispaania maksukohustuslasest äriühingutele, et võimaldada neil amortiseerida väljaspool liitu asuvates äriühingutes osaluse omandamisest tulenev firmaväärtus.", "label": [[2, 11, "ORG"], [12, 36, "DATE"], [175, 184, "LOC"], [343, 352, "LOC"], [432, 437, "LOC"]]}
{"text": "10 Otsuse artikli 1 lõigetes 2–5 on ette nähtud teatud juhud, kui kõnealuse maksukava alusel maksuvähenduste saajad, kellel on õigus maksu maha arvata väljaspool liitu osaluse omandamise korral, võivad jätkuvalt kohaldada mahaarvamisi kogu selles kavas ette nähtud amortisatsiooniperioodi jooksul.", "label": [[162, 167, "LOC"]]}
{"text": "11 Otsuse artikkel 4 kohustab Hispaania Kuningriiki nõudma kõnealuse maksukava alusel antud abi tagasi.", "label": [[30, 51, "ORG"]]}
{"text": "Otsus 2015/314", "label": []}
{"text": "12 Komisjoni 17. juuli 2013. aasta otsusega, millega algatati ELTL artikli 108 lõikes 2 ette nähtud menetlus seoses riigiabiga SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – firmaväärtuse amortiseerimine välismaises ettevõtjas osaluse omandamisel, otsustas nimetatud institutsioon kontrollida, kas liidu õigusega on kooskõlas TRLISi artikli 12 lõike 5 uus halduslik tõlgendus, mida kohaldasid Dirección General de Tributos (maksude peadirektoraat, Hispaania) (edaspidi „DGT“) ja Tribunal Económico-Administrativo Central (keskne maksuasjade vaidekomisjon, edaspidi „keskne vaidekomisjon“), laiendades kõnealuse maksukava kohaldamisala kaudsele osaluse omandamisele.", "label": [[3, 12, "ORG"], [13, 34, "DATE"], [291, 296, "LOC"], [386, 415, "ORG"], [417, 439, "ORG"], [441, 450, "LOC"], [463, 466, "ORG"], [472, 513, "ORG"], [515, 547, "ORG"], [559, 579, "ORG"]]}
{"text": "13 Menetlus lõppes 14. oktoobril 2014, mil võeti vastu kolmas kõnealust maksukava käsitlev otsus ehk otsus 2015/314.", "label": [[19, 37, "DATE"]]}
{"text": "14 Selles otsuses leidis komisjon, et kõnealune maksukava, mis hõlmab osaluste kaudset omandamist mitteresidendist äriühingutes osaluste omandamise teel mitteresidendist valdusettevõtjates, kujutab endast samuti siseturuga kokkusobimatut riigiabi, mille andmisel lisaks kõigele rikuti ELTL artikli 108 lõiget 3. Sellest tulenevalt kohustas komisjon Hispaania ametiasutusi antud abi tagasi nõudma.", "label": [[349, 358, "LOC"]]}
{"text": "Hispaania õigus", "label": [[0, 9, "LOC"]]}
{"text": "15 Keskne vaidekomisjon, mille asukoht on Madridis (Hispaania), lahendab esimese ja viimase astmena vaideid teatud kesksete maksuhaldurite otsuste peale. Samuti lahendab ta apellatsiooniastmes kaebusi otsuste peale, mille on teinud muud Tribunal Económico-Administrativod (maksuasjade vaidekomisjonid) ehk piirkondlikud ja kohalikud maksuasjade vaidekomisjonid, mis asuvad Ceutas (Hispaania) ja Melillas (Hispaania).", "label": [[3, 23, "ORG"], [42, 62, "LOC"], [237, 301, "ORG"], [345, 360, "ORG"], [373, 391, "LOC"], [395, 415, "LOC"]]}
{"text": "16 Maksuasjade vaidekomisjonide õiguslikku seisundit käsitlev regulatsioon on sätestatud 17. detsembri 2003. aasta seaduses 58/2003 maksukorralduse kohta (Ley 58/2003, General Tributaria) (BOE nr 302, 18.12.2003, lk 44987) 21. septembri 2015. aasta seadusega 34/2015 (Ley 34/2015) (BOE nr 227, 22.9.2015, lk 83633) muudetud redaktsioonis (edaspidi „LGT“), eelkõige selle seaduse IV peatükis „Maksuvaided“, mis paikneb seaduse V jaotises „Halduskorras vaidlustamine“.", "label": [[89, 114, "DATE"], [201, 211, "DATE"], [223, 248, "DATE"], [294, 303, "DATE"]]}
{"text": "17 LGT artiklis 228 on sätestatud:", "label": []}
{"text": "„1. Maksuvaiete lahendamise pädevus on ainult maksuorganitel, kes on oma ülesannete täitmisel sõltumatud.", "label": []}
{"text": "2. Riigi pädevusse kuuluvates valdkondades on maksuorganiteks:", "label": []}
{"text": "a) [Keskne vaidekomisjon].", "label": [[4, 24, "ORG"]]}
{"text": "b) Piirkondlikud ja kohalikud [maksuasjade vaidekomisjonid].", "label": [[31, 58, "ORG"]]}
{"text": "3. Maksuorganiks peetakse ka ühtsete pretsedentide loomise erikoda.", "label": [[29, 66, "ORG"]]}
{"text": "[…]“.", "label": []}
{"text": "18 LGT artikli 237 lõige 3 sisaldab sätteid eelotsusetaotluste kohta, mida maksuasjade vaidekomisjonid võivad Euroopa Kohtule esitada, sealhulgas menetluse peatamise kohta, kuni Euroopa Kohus vastab eelotsuse küsimusele.", "label": [[87, 102, "ORG"], [110, 125, "ORG"], [178, 191, "ORG"]]}
{"text": "19 LGT artiklis 243 „Erakorraline vaie ühtse pretsedendi loomiseks“ on sätestatud:", "label": []}
{"text": "„1. Kui majandus- ja rahandusministeeriumi peadirektor maksustamise alal ei nõustu [keskse vaidekomisjoni] maksuotsuste sisuga, võib ta esitada nende otsuste peale erakorralise vaide ühtse pretsedendi loomiseks.", "label": [[8, 42, "ORG"], [43, 54, "PROFESSION"], [84, 105, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "2. Sellist vaiet on pädev lahendama ühtsete pretsedentide loomise erikoda. Erikoja koosseisus on eesistujana [keskse vaidekomisjoni] president, kolm sama vaidekomisjoni liiget, majandus- ja rahandusministeeriumi peadirektor maksustamise alal, riigi maksuameti peadirektor, riigi maksuameti selle osakonna peadirektor või direktor, mille valitsemisalas vaidlustatud otsuses viidatud akti välja andnud organ tegutseb, ning maksukohustuslaste kaitse nõukogu president.", "label": [[66, 73, "ORG"], [75, 82, "ORG"], [110, 131, "ORG"], [133, 142, "PROFESSION"], [177, 211, "ORG"], [212, 223, "PROFESSION"], [249, 259, "ORG"], [260, 271, "PROFESSION"], [279, 289, "ORG"], [305, 316, "PROFESSION"], [321, 329, "PROFESSION"], [421, 454, "ORG"], [455, 464, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "3. Vaide suhtes tehakse otsus erikoja liikmete häälteenamusega. Häälte võrdse jagunemise korral määrab tulemuse presidendi hääl.", "label": [[30, 37, "ORG"], [112, 122, "PROFESSION"]]}
{"text": "4. Vaide suhtes tehakse otsus kuue kuu jooksul ning selles võetakse arvesse vaidlustatud otsusega seotud konkreetset olukorda, luues kohaldatava pretsedendi.", "label": [[30, 34, "AMOUNT_VALUE"], [35, 38, "AMOUNT_UNIT"]]}
{"text": "5. Selliste vaideotsustega kehtestatud pretsedent on siduv [maksuasjade vaidekomisjonidele], autonoomsete piirkondade ja autonoomse staatusega linnade maksuorganitele ning teistele riigi, autonoomsete piirkondade ning autonoomse staatusega linnade maksuametitele.“", "label": [[60, 90, "ORG"], [151, 166, "ORG"], [248, 262, "ORG"]]}
{"text": "20 Muud maksuasjade vaidekomisjonidele kohaldatavad sätted sisalduvad kuninga 13. mai 2005. aasta dekreedis 520/2005, millega kiidetakse heaks üldmäärus 17. detsembri maksukorralduse seaduse 58/2003 rakendamise kohta halduskorras vaidlustamise valdkonnas (Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa) (BOE nr 126, 27.5.2005, lk 17835) (edaspidi „kuninga dekreet 520/2005“).", "label": [[78, 97, "DATE"], [153, 166, "DATE"], [359, 374, "DATE"], [455, 464, "DATE"]]}
{"text": "21 Kuninga dekreedi 520/2005 artikli 29 lõigetes 2 ja 9 on sätestatud:", "label": []}
{"text": "„2. [Keskse vaidekomisjoni] president nimetatakse ametisse ja vabastatakse ametist kuninga dekreediga, mille annab majandus- ja rahandusministri ettepanekul ministrite nõukogu; ta valitakse ametnike hulgast, kellel on maksuvaldkonnas nõutavad kogemused ja maine ning kelle ametiaste vastab majandus- ja rahandusministeeriumis peadirektori ametiastmele.", "label": [[5, 26, "ORG"], [28, 37, "PROFESSION"], [115, 144, "PROFESSION"], [157, 175, "PROFESSION"], [290, 325, "ORG"], [326, 338, "PROFESSION"]]}
{"text": "[Keskse vaidekomisjoni] liikmed nimetatakse ametisse ja vabastatakse ametist kuninga dekreediga, mille annab majandus- ja rahandusministri ettepanekul ministrite nõukogu; nad valitakse ametikohtade loetelus nimetatud asutuste ametnike hulgast ning nende ametiaste vastab majandus- ja rahandusministeeriumis asepeadirektori ametiastmele.", "label": [[1, 22, "ORG"], [109, 138, "PROFESSION"], [151, 169, "PROFESSION"], [271, 306, "ORG"], [307, 322, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "9. Kõik [keskse vaidekomisjoni] täiskogu või kodade liikmed ning üheliikmelised organid täidavad neile seadusega pandud ülesandeid ja muid ülesandeid, mis president võib neile määrata, sõltumatult ja omal vastutusel.“", "label": [[9, 30, "ORG"], [155, 164, "PROFESSION"]]}
{"text": "22 Kuninga dekreedi 520/2005 artikli 30 lõigetes 2 ja 12 on sätestatud:", "label": []}
{"text": "„2. [Keskse vaidekomisjoni] president, detsentraliseeritud koja presidendid, koja presidendid ning [piirkondlike ja kohalike maksuasjade vaidekomisjonide] liikmed nimetatakse ametisse ja vabastatakse ametist majandus- ja rahandusministri otsusega; nad valitakse ametikohtade loetelus nimetatud asutuste ametnike hulgast. […]", "label": [[5, 26, "ORG"], [28, 37, "PROFESSION"], [39, 63, "ORG"], [64, 75, "PROFESSION"], [77, 81, "ORG"], [82, 93, "PROFESSION"], [125, 153, "ORG"], [208, 237, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "12. Kõik [piirkondlike ja kohalike maksuasjade vaidekomisjonide] täiskogu või kodade liikmed ning üheliikmelised organid täidavad neile seadusega pandud ülesandeid ja muid ülesandeid, mis vaidekomisjoni president või detsentraliseeritud koda võib neile määrata, sõltumatult ja omal vastutusel.“", "label": [[35, 63, "ORG"], [188, 202, "ORG"], [203, 212, "PROFESSION"]]}
{"text": "Põhikohtuasi ja eelotsuse küsimused", "label": []}
{"text": "23 Maksualaselt ühtsena käsitatava kontserni 17/89 juhtiv äriühing Banco de Santander Central Hispano SA (edaspidi „BSCH“) omandas 2002. aasta maikuus 100% osaluse Saksa õiguse alusel asutatud äriühingus AKB Holding GmbH (edaspidi „AKB“).", "label": [[67, 104, "ORG"], [116, 120, "ORG"], [131, 150, "DATE"], [151, 154, "AMOUNT_VALUE"], [154, 155, "AMOUNT_UNIT"], [164, 169, "LOC"], [204, 220, "ORG"], [232, 235, "ORG"]]}
{"text": "24 Osaluse omandamise – mille hind oli 1 099 999 999 eurot, samas kui AKB raamatupidamislik väärtus oli hinnatud 183 909 000 eurole – tulemusel tekkis firmaväärtus summas 916 091 000 eurot (edaspidi „vaidlusalune firmaväärtus“).", "label": [[39, 52, "AMOUNT_VALUE"], [53, 58, "AMOUNT_UNIT"], [70, 73, "ORG"], [113, 124, "AMOUNT_VALUE"], [125, 131, "AMOUNT_UNIT"], [171, 182, "AMOUNT_VALUE"], [183, 188, "AMOUNT_UNIT"]]}
{"text": "25 AKB-l kui valdusühingul oli osalus järgmistes liidus asutatud äriühingutes: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH ja AKB Marketing Services sp. z o.o.", "label": [[3, 8, "ORG"], [49, 55, "LOC"], [79, 100, "ORG"], [102, 118, "ORG"], [120, 136, "ORG"], [138, 166, "ORG"], [168, 204, "ORG"], [206, 234, "ORG"], [238, 270, "ORG"]]}
{"text": "26 BSCH kandis 2002. aasta detsembris AKB aktsiad, mille omandamishinna alusel tekkis vaidlusalune firmaväärtus, üle Madalmaade õiguse alusel asutatud äriühingule Holneth BV ja Hispaania õiguse alusel asutatud äriühingule Santander Consumer Finance (edaspidi „SCF”), mis mõlemad kuuluvad samasse maksualaselt ühtsena käsitatavasse kontserni 17/89.", "label": [[3, 7, "ORG"], [15, 37, "DATE"], [38, 41, "ORG"], [117, 127, "LOC"], [163, 173, "ORG"], [177, 186, "LOC"], [222, 248, "ORG"], [260, 263, "ORG"]]}
{"text": "27 Maksualaselt ühtsena käsitatav kontsern 17/89 tegi vaidlusalust firmaväärtust arvesse võttes äriühingu tuludeklaratsioonides majandusaastate 2002 ja 2003 kohta mahaarvamised vastavalt TRLISi artikli 12 lõikele 5.", "label": [[144, 148, "DATE"], [152, 156, "DATE"]]}
{"text": "28 BSCH ja SCF tegid 2002. majandusaasta kohta mahaarvamised vastavalt summas 27 482 730 eurot ja 1 631 395 eurot. SCF tegi 2003. majandusaasta kohta mahaarvamise summas 45 804 550 eurot.", "label": [[3, 7, "ORG"], [11, 14, "ORG"], [21, 40, "DATE"], [78, 88, "AMOUNT_VALUE"], [89, 94, "AMOUNT_UNIT"], [98, 107, "AMOUNT_VALUE"], [108, 113, "AMOUNT_UNIT"], [115, 118, "ORG"], [124, 143, "DATE"], [170, 180, "AMOUNT_VALUE"], [181, 186, "AMOUNT_UNIT"]]}
{"text": "29 Maksukontrolli tulemusel, mis lõppes 21. detsembri 2006. aasta protokolliga, aktsepteeris finantsinspektsioon 2002. majandusaasta osas 7. märtsi 2007. aasta maksuotsusega BSCH poolt tehtud mahaarvamise summas 20 262 374 eurot, kuid nõudis sisse 7 215 356 eurot. SCFi osas kiideti mahaarvamine summas 1 631 395 eurot tervikuna heaks.", "label": [[40, 66, "DATE"], [113, 118, "DATE"], [138, 159, "DATE"], [174, 178, "ORG"], [212, 222, "AMOUNT_VALUE"], [223, 228, "AMOUNT_UNIT"], [248, 257, "AMOUNT_VALUE"], [258, 263, "AMOUNT_UNIT"], [265, 269, "ORG"], [303, 312, "AMOUNT_VALUE"], [313, 318, "AMOUNT_UNIT"]]}
{"text": "30 22. juuli 2010. aasta maksuotsusega lükkas finantsinspektsioon tervikuna tagasi firmaväärtuse mahaarvamise, mida SCF taotles 2003. majandusaasta kohta.", "label": [[3, 24, "DATE"], [116, 119, "ORG"], [128, 147, "DATE"]]}
{"text": "31 Banco de Santander esitas maksuotsuse peale 16. augustil 2010 vaide kesksele vaidekomisjonile, väites, et vaidlusalune firmaväärtus on hoolimata selle kaudsest laadist – mis on tingitud sellest, et firmaväärtuse tekkimise aluseks olnud omandamine puudutas valdusühingut – maha arvatav äriühingu tulumaksust vastavalt TRLISi artikli 12 lõike 5 sõnastusele.", "label": [[3, 21, "ORG"], [47, 64, "DATE"], [71, 96, "ORG"]]}
{"text": "32 Pidades silmas DGT ja keskse vaidekomisjoni poolt TRLISi artikli 12 lõikele 5 antud uut tõlgendust, mida on mainitud käesoleva kohtuotsuse punktis 12, kerkib käesoleval juhul üles küsimus, kas mitteresidendist valdusühingu omandamise järel enne 21. detsembrit 2007 tekkinud vaidlusaluse firmaväärtuse amortiseerimisele vastav maksuvähendus tuleb ebaseadusliku ja siseturuga kokkusobimatu abina tagasi nõuda vastavalt otsusele 2011/5, mis on komisjoni esimene otsus kõnealuse maksukava kohta.", "label": [[18, 21, "ORG"], [25, 46, "ORG"], [248, 267, "DATE"], [444, 453, "ORG"]]}
{"text": "33 Arvestades seda, et õiguspärase ootuse tõttu välistavad otsuse 2011/5 artikli 1 lõike 2 sätted koostoimes artikli 4 lõike 1 sätetega tagasinõudmise kohustuse enne 21. detsembrit 2007 toimunud omandamiste puhul, ning seda, et põhikohtuasjas kõne all olev omandamine leidis aset enne nimetatud kuupäeva, on põhikohtuasja lahendamisel hädavajalik leida vastus küsimusele, kas neid otsuse 2011/5 sätteid tuleb tõlgendada nii, et need on kohaldatavad ka osaluse kaudse omandamise korral, eelkõige juhul, kui omandatakse mitteresidendist valdusühing nagu põhikohtuasjas.", "label": [[166, 185, "DATE"]]}
{"text": "34 Selle kohta leidis keskne vaidekomisjon, et halduslik tõlgendus, mis varem välistas mahaarvamise tegemise osaluse kaudse omandamise korral, ei ole õiguse allikas.", "label": [[22, 42, "ORG"]]}
{"text": "35 Nimelt ei ole ei DGT ega keskne vaidekomisjon seadusandliku või kohtuvõimu osa. Nende antud tõlgendused ei ole lõplikud, sest need alluvad kohtulikule kontrollile. Pealegi ei ole Tribunal Supremo (Hispaania kõrgeim kohus) veel võtnud seisukohta küsimuses, kas TRLISi artikli 12 lõige 5 on kohaldatav osaluse kaudse omandamise korral.", "label": [[20, 23, "ORG"], [28, 48, "ORG"], [182, 198, "ORG"], [200, 209, "LOC"], [210, 223, "ORG"]]}
{"text": "36 Neil asjaoludel otsustas keskne vaidekomisjon menetluse peatada ja esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[29, 48, "ORG"], [78, 93, "ORG"]]}
{"text": "„1. Kas [otsuse 2011/5] artikli 1 lõiget 2 tuleb tõlgendada nii, et selles tunnustatud ja määratletud õiguspärast ootust tuleb kohaldada TRLISi artikli 12 lõike 5 kohase firmaväärtuse amortiseerimise mahaarvamise puhul seoses osaluse kaudse omandamisega mitteresidentidest äriühingutes, mis toimub mitteresidendist valdusühingu otsese omandamise teel?", "label": []}
{"text": "2. Kui vastus esimesele küsimusele on jaatav, siis kas [otsuse 2015/314 vastuvõtmiseni viinud menetluse algatamise] otsus, milles komisjon otsustas algatada ELTL artikli 108 lõikes 2 ette nähtud menetluse, on tühine, kuna on rikutud viidatud artiklit ning [nõukogu 22. märtsi 1999. aasta määrust (EÜ) nr 659/1999, millega kehtestatakse üksikasjalikud eeskirjad [ELTL artikli 108] kohaldamiseks (EÜT 1999, L 83, lk 1; ELT eriväljaanne 08/01, lk 339)]?“", "label": [[130, 138, "ORG"], [257, 264, "ORG"], [265, 287, "DATE"]]}
{"text": "37 Keskne vaidekomisjon leidis 8. jaanuari 2015. aasta otsuses, mis saabus Euroopa Kohtusse 27. jaanuaril 2015, et uute asjaolude ilmnemise tõttu on vaja eelotsuse küsimused ümber sõnastada.", "label": [[3, 23, "ORG"], [31, 54, "DATE"], [75, 91, "ORG"], [92, 110, "DATE"]]}
{"text": "38 Uued asjaolud on esiteks otsuse 2015/314 vastuvõtmine 15. oktoobril 2014 ja teiseks Euroopa Liidu Üldkohtu 7. novembri 2014. aasta otsus Autogrill España vs. komisjon (T‑219/10, EU:T:2014:939) ning 7. novembri 2014. aasta otsus Banco Santander ja Santusa vs. komisjon (T‑399/11, EU:T:2014:938), millega Üldkohus tühistas otsuste 2011/5 ja 2011/282 artikli 1 lõike 1 ja artikli 4.", "label": [[57, 75, "DATE"], [87, 109, "ORG"], [110, 133, "DATE"], [140, 156, "ORG"], [161, 169, "ORG"], [201, 224, "DATE"], [231, 246, "ORG"], [250, 257, "ORG"], [262, 270, "ORG"], [306, 314, "ORG"]]}
{"text": "39 Keskne vaidekomisjon leidis, et nende uute asjaolude ilmnemise järel ei ole enam vaja paluda Euroopa Kohtult otsuse 2011/5 tõlgendust, sest põhikohtuasja lahendamisel on nüüd põhiküsimuseks see, kas nimetatud otsuse tühistamise tõttu Üldkohtu poolt on kehtetu ka otsus 2015/314, mis laiendab TRLISi artikli 12 lõikes 5 sätestatud mahaarvamise keelu – mille nägid ette juba otsused 2011/5 ja 2011/282 – osaluse kaudsele omandamisele mitteresidentidest äriühingutes.", "label": [[3, 23, "ORG"], [96, 111, "ORG"], [237, 245, "ORG"]]}
{"text": "40 Neil asjaoludel otsustas keskne vaidekomisjon sõnastada eelotsuse küsimused ümber järgmiselt:", "label": [[28, 48, "ORG"]]}
{"text": "„1. Kas otsus [2015/314] on tühine, kuna sellel puudub faktiline ja õiguslik alus tulenevalt Euroopa Liidu Üldkohtu 7. novembri 2014. aasta otsusest Autogrill España vs. komisjon (T‑219/10, EU:T:2014:939) ning [7. novembri 2014. aasta] otsusest Banco Santander ja Santusa vs. komisjon (T‑399/11, EU:T:2014:938), millega tühistati [otsuse 2011/5 ja otsuse 2011/282] artikli 1 lõige 1 ja artikkel 4?", "label": [[93, 115, "ORG"], [116, 139, "DATE"], [149, 165, "ORG"], [170, 178, "ORG"], [211, 234, "DATE"], [245, 260, "ORG"], [264, 271, "ORG"], [276, 284, "ORG"]]}
{"text": "2. Kas otsus [2015/314] on tühine, kuna sellel puuduvad põhjendused tulenevalt Euroopa Liidu Üldkohtu 7. novembri 2014. aasta otsusest Autogrill España vs. komisjon (T‑219/10, EU:T:2014:939) ning [7. novembri 2014. aasta] otsusest Banco Santander ja Santusa vs. komisjon (T‑399/11, EU:T:2014:938), millega tühistati [otsuse 2011/5 ja otsuse 2011/282] artikli 1 lõige 1 ja artikkel 4?", "label": [[79, 101, "ORG"], [102, 125, "DATE"], [135, 151, "ORG"], [156, 164, "ORG"], [197, 220, "DATE"], [231, 246, "ORG"], [250, 257, "ORG"], [262, 270, "ORG"]]}
{"text": "3. Teise võimalusena, juhul kui vastus eelmistele küsimustele on eitav:", "label": []}
{"text": "Kas otsus [2015/314] on tühine, kuna TRLISi artikli 12 lõike 5 uus halduslik tõlgendus kuulub täielikult [otsuse 2011/5 ja otsuse 2011/282] kohaldamisalasse?“", "label": []}
{"text": "41 Keskne vaidekomisjon leidis 8. juuni 2017. aasta otsuses, mis saabus Euroopa Kohtusse 6. juulil 2017, et eelotsuse küsimused on vaja teist korda ümber sõnastada, sest on ilmnenud uus asjaolu, st 21. detsembri 2016. aasta kohtuotsus komisjon vs. World Duty Free Group jt (C‑20/15 P ja C‑21/15 P, EU:C:2016:981), millega Euroopa Kohus tühistas Üldkohtu 7. novembri 2014. aasta otsuse Autogrill España vs. komisjon (T‑219/10, EU:T:2014:939) ning 7. novembri 2014. aasta otsuse Banco Santander ja Santusa vs. komisjon (T‑399/11, EU:T:2014:938) ning saatis kohtuasjad T‑219/10 ja T‑399/11 tagasi Üldkohtule.", "label": [[3, 23, "ORG"], [31, 51, "DATE"], [72, 88, "ORG"], [89, 103, "DATE"], [198, 223, "DATE"], [235, 243, "ORG"], [248, 269, "ORG"], [322, 335, "ORG"], [345, 353, "ORG"], [354, 377, "DATE"], [385, 401, "ORG"], [406, 414, "ORG"], [446, 469, "DATE"], [477, 492, "ORG"], [496, 503, "ORG"], [508, 516, "ORG"], [594, 604, "ORG"]]}
{"text": "42 Seda uut asjaolu silmas pidades leidis keskne vaidekomisjon, et tuleks säilitada nii algses eelotsusetaotluses esitatud küsimused otsuse 2011/5 artikli 1 lõike 2 kohaldamisala kohta kui ka eelotsuse küsimuste esimesel ümbersõnastamisel esitatud küsimused otsuse 2015/314 kehtivuse kohta.", "label": [[42, 62, "ORG"]]}
{"text": "43 Pärast teistkordset ümbersõnastamist on eelotsuse küsimused nüüd järgmised:", "label": []}
{"text": "„1. Juhul kui kinnitatakse [otsuse 2011/5] kehtivust:", "label": []}
{"text": "a) Kas [otsuse 2011/5] artikli 1 lõiget 2 tuleb tõlgendada nii, et selles tunnustatud ja määratletud õiguspärast ootust tuleb kohaldada TRLISi artikli 12 lõike 5 kohase firmaväärtuse amortiseerimise mahaarvamise puhul seoses osaluse kaudse omandamisega mitteresidentidest äriühingutes, mis toimub mitteresidendist valdusühingu otsese omandamise teel?", "label": []}
{"text": "b) Kui vastus sellele küsimusele on jaatav, siis kas [otsuse 2015/314 vastuvõtmiseni viinud menetluse algatamise] otsus on tühine?", "label": []}
{"text": "2. Juhul kui kohtuasjas T‑219/10 tühistatakse [otsuse 2011/5] artikkel 1:", "label": []}
{"text": "a) Kas [otsus 2015/314] on tühine, kuna sellel puudub faktiline ja õiguslik alus?", "label": []}
{"text": "b) Kas [otsus 2015/314] on tühine, kuna sellel puudub põhjendus?", "label": []}
{"text": "c) Teise võimalusena, juhul kui vastus eelmistele küsimustele on eitav:", "label": []}
{"text": "Kas [otsus 2015/314] on tühine, kuna TRLISi artikli 12 lõike 5 uus halduslik tõlgendus kuulub täielikult [otsuse 2011/5 ja otsuse 2011/282] kohaldamisalasse?“", "label": []}
{"text": "44 Üldkohus jättis 15. novembri 2018. aasta kohtuotsusega World Duty Free Group vs. komisjon (T‑219/10 RENV, EU:T:2018:784) rahuldamata tühistamishagi, mille esitas otsuse 2011/5 peale World Duty Free Group.", "label": [[3, 11, "ORG"], [20, 43, "DATE"], [58, 79, "ORG"], [84, 92, "ORG"], [185, 206, "ORG"]]}
{"text": "45 Nimetatud äriühing esitas 25. jaanuaril 2019 apellatsioonkaebuse selle kohtuotsuse ja otsuse 2011/5 tühistamiseks. Apellatsioonkaebuse menetlemine on Euroopa Kohtus pooleli (kohtuasi C‑51/19 P).", "label": [[29, 47, "DATE"], [153, 167, "ORG"]]}
{"text": "46 Euroopa Kohtu menetluses on ka teisi apellatsioonkaebusi, millel on sama ese või mille esemeks on muud Üldkohtu otsused, millega on jäetud rahuldamata tühistamishagid otsuse 2011/282 peale.", "label": [[3, 16, "ORG"], [106, 114, "ORG"]]}
{"text": "47 Lisaks on praegu Üldkohtu menetluses mitu hagi otsuse 2015/314 tühistamiseks.", "label": [[20, 28, "ORG"]]}
{"text": "48 Käesolevas kohtuasjas on tehtud mitu järjestikust menetluse peatamise otsust. Need otsused on tehtud peamiselt seetõttu, et pärast eelotsuse küsimuste kahel korral ümbersõnastamist ootab keskne vaidekomisjon praegu Euroopa Kohtult selgitust otsuse 2011/5 kehtetuse mõju kohta otsuse 2015/314 kehtivusele, juhul kui liidu kohus tuvastab otsuse 2011/5 kehtetuse, või otsuse 2011/5 tõlgendamise kohta, et teha kindlaks selle otsuse kohaldamisala, juhul kui liidu kohus kinnitab selle otsuse kehtivust.", "label": [[190, 210, "ORG"], [218, 233, "ORG"], [318, 323, "LOC"], [457, 462, "LOC"]]}
{"text": "49 Otsuse 2011/5 kehtivuse küsimuse lahendamine on aga liidu kohtutes praegu veel pooleli.", "label": [[55, 60, "LOC"]]}
{"text": "50 Ent pidades silmas käesolevast eelotsusetaotlusest hilisemat Euroopa Kohtu praktikat ning komisjoni kahtlusi, kas keskset vaidekomisjoni saab pidada ELTL artikli 267 tähenduses „kohtuks“ ning kas sellest tulenevalt on eelotsusetaotlus vastuvõetav, on vaja menetlust käesolevas asjas jätkata, et teha kindlaks, kas keskne vaidekomisjon kuulub selle mõiste alla.", "label": [[64, 77, "ORG"], [93, 102, "ORG"], [118, 139, "ORG"], [317, 337, "ORG"]]}
{"text": "Eelotsusetaotluse vastuvõetavus", "label": []}
{"text": "51 Euroopa Kohtu väljakujunenud kohtupraktika kohaselt võtab Euroopa Kohus selle hindamisel, kas eelotsusetaotluse esitanud organ on „kohus“ ELTL artikli 267 tähenduses – mis on üksnes liidu õiguse valdkonda kuuluv küsimus –, arvesse järgmisi asjaolusid nende kogumis: organi asutamine seaduse alusel, tema alalisus, tema kohtualluvuse kohustuslikkus, menetluse võistlevus, õigusnormide kohaldamine organi poolt ning tema sõltumatus (vt selle kohta 30. juuni 1966. aasta kohtuotsus Rannberg-Rasmussen, 61/65, EU:C:1966:39, lk 395; 31. mai 2005. aasta kohtuotsus Malfait jt, C‑53/03, EU:C:2005:333, punkt 29, ning 16. veebruari 2017. aasta kohtuotsus Gajane Fiorello, C‑503/15, EU:C:2017:126, punkt 27 ja seal viidatud kohtupraktika).", "label": [[3, 16, "ORG"], [61, 74, "ORG"], [185, 190, "LOC"], [449, 470, "DATE"], [482, 500, "PER"], [531, 550, "DATE"], [562, 569, "PER"], [613, 638, "DATE"], [650, 665, "PER"]]}
{"text": "52 Käesolevas asjas eelotsusetaotluse esitanud organiks oleva keskse vaidekomisjoni puhul ei anna Euroopa Kohtule esitatud toimikus sisalduvad materjalid alust kahelda selles, et keskne vaidekomisjon vastab kriteeriumidele, mis puudutavad tema asutamist seaduse alusel, tema alalisust, tema kohtualluvuse kohustuslikkust, menetluse võistlevust ja õigusnormide kohaldamist tema poolt.", "label": [[62, 83, "ORG"], [98, 113, "ORG"], [179, 199, "ORG"]]}
{"text": "53 Seevastu tekib küsimus, kas keskne vaidekomisjon vastab sõltumatuse kriteeriumile.", "label": [[31, 51, "ORG"]]}
{"text": "54 Selle kohta on Euroopa Kohus 21. märtsi 2000. aasta kohtuotsuse Vuotila jt (C‑110/98–C‑147/98, EU:C:2000:145) punktis 39 otsustanud, et maksuasjade vaidekomisjone käsitlevad Hispaania õigusaktid, mis olid kohaldatavad selle otsuse aluseks olnud kohtuasjas, tagavad funktsioonide lahususe ühelt poolt maksude haldamise, sissenõudmise ja tagasimaksmise eest vastutavate maksuameti talituste ja teiselt poolt maksuasjade vaidekomisjonide vahel, kes lahendavad nende talituste otsuste peale esitatud vaideid ilma maksuameti juhisteta. Nimetatud kohtuotsuse punktis 40 täpsustas Euroopa Kohus, et sellised tagatised annavad maksuasjade vaidekomisjonidele vaide esemeks oleva otsuse teinud talituse suhtes kolmanda isiku staatuse ning sõltumatuse, mida on vaja, et neid saaks pidada kohtuteks ELTL artikli 267 tähenduses.", "label": [[18, 31, "ORG"], [32, 54, "DATE"], [67, 74, "PER"], [139, 165, "ORG"], [177, 186, "LOC"], [371, 381, "ORG"], [409, 437, "ORG"], [512, 522, "ORG"], [577, 590, "ORG"], [622, 652, "ORG"]]}
{"text": "55 Nagu ka komisjon oma kirjalikes seisukohtades märkis, tuleb need kaalutlused uuesti läbi vaadata, võttes arvesse eelkõige Euroopa Kohtu hiljutist praktikat, mis käsitleb eeskätt sõltumatuse kriteeriumi, millele peab liikmesriigi organ vastama, et teda saaks pidada „kohtuks“ ELTL artikli 267 tähenduses.", "label": [[11, 19, "ORG"], [125, 138, "ORG"]]}
{"text": "56 Selles kontekstis tuleb rõhutada, et liikmesriikide kohtute sõltumatus on eriti oluline ELTL artiklis 267 ette nähtud eelotsusetaotluste mehhanismi raames toimuva õigusalase koostöö süsteemi nõuetekohase toimimise seisukohast, sest vastavalt käesoleva kohtuotsuse punktis 51 viidatud Euroopa Kohtu väljakujunenud kohtupraktikale saab selle mehhanismi käivitada ainult organ, kellel tuleb kohaldada liidu õigust ja kes vastab muu hulgas sõltumatuse kriteeriumile (27. veebruari 2018. aasta kohtuotsus Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, punkt 43).", "label": [[287, 300, "ORG"], [466, 491, "DATE"], [503, 545, "ORG"]]}
{"text": "57 Euroopa Kohtu praktika kohaselt on mõistel „sõltumatus“ kaks aspekti. Esimene, väline aspekt eeldab, et asjaomane organ täidab oma ülesandeid täiesti iseseisvalt, olemata kellegagi hierarhilises või alluvussuhtes ja saamata kelleltki korraldusi või juhiseid, ning et ta on seega kaitstud väljastpoolt tuleva sekkumise või surve eest, mis võib kahjustada selle organi liikmete otsustusvabadust ja mõjutada nende otsuseid (27. veebruari 2018. aasta kohtuotsus Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, punkt 44 ja seal viidatud kohtupraktika).", "label": [[3, 16, "ORG"], [424, 449, "DATE"], [461, 503, "ORG"]]}
{"text": "58 Mõiste „sõltumatus“ välise aspekti kohta olgu veel märgitud, et asjaomase organi liikmete ametist tagandamise keeld on kohtunike sõltumatusega lahutamatult seotud tagatis, kuna selle eesmärk on kaitsta isikuid, kelle ülesanne on õigust mõista (vt selle kohta 19. septembri 2006. aasta kohtuotsus Maslov, C‑506/04, EU:C:2006:587, punkt 51, ja 27. veebruari 2018. aasta kohtuotsus Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, punkt 45).", "label": [[122, 131, "PROFESSION"], [262, 287, "DATE"], [299, 305, "PER"], [345, 370, "DATE"], [382, 424, "ORG"]]}
{"text": "59 Ametist tagandamise keelu põhimõte, mille ülimat tähtsust tuleb rõhutada, nõuab nimelt, et kohtunikul oleks võimalik ametisse jääda, kuni ta ei ole jõudnud kohustuslikku pensioniikka või kuni ametiaja lõpuni, kui tema ametiaeg on kindlaksmääratud kestusega. Ilma et see oleks täiesti absoluutne, võib sellest põhimõttest erandeid teha üksnes tingimusel, et see on põhjendatav õiguspäraste ja ülekaalukate põhjustega, järgides samas proportsionaalsuse põhimõtet. Nii on üldjuhul lubatud kohtunik ametist tagandada, kui ta ei ole võimeline oma ametikohustuste täitmist jätkama töövõimetuse või olulise rikkumise tõttu, kusjuures järgida tuleb vastavaid menetlusi (24. juuni 2019. aasta kohtuotsus komisjon vs. Poola (kõrgeima kohtu sõltumatus), C‑619/18, EU:C:2019:531, punkt 76).", "label": [[489, 497, "PROFESSION"], [665, 686, "DATE"], [698, 706, "ORG"], [711, 716, "ORG"], [718, 732, "ORG"]]}
{"text": "60 Kohtu liikmete ametist tagandamise keelu tagatis eeldab niisiis, et selle organi liikmete tagasikutsumise juhud oleksid kindlaks määratud sõnaselgete erinormidega, mis pakuksid kindlamaid tagatisi kui haldus- ja tööõiguse üldnormides ette nähtud tagatised ebaseadusliku tagasikutsumise korral (vt selle kohta 9. oktoobri 2014. aasta kohtuotsus TDC, C‑222/13, EU:C:2014:2265, punktid 32 ja 35).", "label": [[312, 335, "DATE"]]}
{"text": "61 Mõiste „sõltumatus“ teine, sisemine aspekt on seotud mõistega „erapooletus“ ja selle eesmärk on võrdse distantsi säilitamine menetlusosaliste ja nende vastavate huvide vahel menetluse eset arvestades. See aspekt eeldab, et tagatakse objektiivsus ning kohtuasja lahendi suhtes ei võeta arvesse muud huvi peale õigusnormide range kohaldamise (16. veebruari 2017. aasta kohtuotsus Gajane Fiorello, C‑503/15, EU:C:2017:126, punkt 38 ja seal viidatud kohtupraktika).", "label": [[344, 369, "DATE"], [381, 396, "PER"]]}
{"text": "62 Euroopa Kohtu väljakujunenud kohtupraktika kohaselt tähendab õigusemõistmisele loomupärane mõiste „sõltumatus“ eelkõige seda, et asjaomane organ tegutseb selle otsuse, mille peale kaebus on esitatud, vastu võtnud asutuse suhtes kolmanda isikuna (vt selle kohta 30. märtsi 1993. aasta kohtuotsus Elliott, C‑24/92, EU:C:1993:118, punkt 15, ja 9. oktoobri 2014. aasta kohtuotsus TDC, C‑222/13, EU:C:2014:2265, punkt 29 ja seal viidatud kohtupraktika).", "label": [[3, 16, "ORG"], [264, 286, "DATE"], [298, 305, "PER"], [344, 367, "DATE"]]}
{"text": "63 Need sõltumatuse ja erapooletuse tagatised eeldavad selliste normide olemasolu, mis puudutavad muu hulgas organi koosseisu, liikmete nimetamist, ametiaega ning ka taandumise, taandamise ja tagasikutsumise aluseid ning mis lubavad ümber lükata üksikisiku põhjendatud kahtlusi selles osas, kas nimetatud organ on väljaspool väliste tegurite haardeulatust, ja selles osas, kas nimetatud organ on tema ees olevate huvide suhtes neutraalne (9. oktoobri 2014. aasta kohtuotsus TDC, C‑222/13, EU:C:2014:2265, punkt 32).", "label": [[439, 462, "DATE"]]}
{"text": "64 Käesoleval juhul tuleb esiteks tõdeda, et vastavalt kohaldatavatele riigisisestele õigusnormidele, eeskätt kuninga dekreedi 520/2005 artikli 29 lõikele 2, nimetatakse keskse vaidekomisjoni president ja liikmed tähtajatult ametisse kuninga dekreediga, mille annab majandus- ja rahandusministri ettepanekul ministrite nõukogu. Nimetatud sätte kohaselt võib keskse vaidekomisjoni presidendi ja liikmed ametist vabastada samas korras, st kuninga dekreediga, mille annab majandus- ja rahandusministri ettepanekul ministrite nõukogu.", "label": [[170, 191, "ORG"], [192, 201, "PROFESSION"], [266, 295, "PROFESSION"], [308, 326, "ORG"], [358, 379, "ORG"], [380, 390, "PROFESSION"], [469, 498, "PROFESSION"], [511, 529, "ORG"]]}
{"text": "65 Piirkondlike maksuasjade vaidekomisjonide liikmete kohta olgu märgitud, et kuninga dekreedi 520/2005 artikli 30 lõike 2 kohaselt nimetab loetellu kantud ametnike hulgast need liikmed ametisse majandus- ja rahandusminister, kes võib nad samas korras ametist vabastada.", "label": [[195, 224, "PROFESSION"]]}
{"text": "66 Kohaldatavad riigisisesed õigusaktid sisaldavad küll sätteid eeskätt keskse vaidekomisjoni presidendi ja liikmete taandumise ja taandamise kohta ning keskse vaidekomisjoni presidendi puhul sätteid huvide konflikti, mittevastavuse ja läbipaistvuskohustuste kohta, kuid on vaieldamatu, et keskse vaidekomisjoni presidendi ja muude liikmete ametist vabastamise kord ei ole kindlaks määratud sõnaselgete erinormidega, nagu seda on kohtute liikmetele kohaldatavad normid. Viimati nimetatud juhul kohaldatakse keskse vaidekomisjoni liikmetele vaid haldusõiguse üldnorme, eeskätt avaliku teenistuse seadust, nagu kinnitas kohtuistungil Hispaania valitsus. Sama kehtib ka piirkondlike ja kohalike maksuasjade vaidekomisjonide liikmete puhul.", "label": [[72, 93, "ORG"], [94, 104, "PROFESSION"], [153, 174, "ORG"], [175, 185, "PROFESSION"], [290, 311, "ORG"], [312, 322, "PROFESSION"], [507, 528, "ORG"], [632, 650, "ORG"], [692, 720, "ORG"]]}
{"text": "67 Seetõttu ei ole keskse vaidekomisjoni presidendi ja teiste liikmete ning muude maksuasjade vaidekomisjonide liikmete ametist vabastamine piiratud, nagu nõuab käesoleva kohtuotsuse punktis 59 mainitud ametist tagandamise keelu põhimõte, vaid teatud erandjuhtudega, mil see on põhjendatav õiguspäraste ja ülekaalukate põhjustega, järgides samas proportsionaalsuse põhimõtet ja asjakohaseid menetlusi; sellega on tegemist näiteks juhul, kui isik ei ole võimeline oma ametikohustuste täitmist jätkama töövõimetuse või olulise rikkumise tõttu.", "label": [[19, 40, "ORG"], [41, 51, "PROFESSION"], [82, 110, "ORG"]]}
{"text": "68 Sellest järeldub, et kohaldatavad riigisisesed õigusaktid ei taga, et keskse vaidekomisjoni president ja teised liikmed oleksid kaitstud väljastpoolt tuleva otsese või kaudse surve eest, mis võib anda aluse nende sõltumatuses kahelda.", "label": [[73, 94, "ORG"], [95, 104, "PROFESSION"]]}
{"text": "69 Kuigi LGT artikli 228 lõike 1 kohaselt on maksuasjade vaidekomisjonide liikmed „oma ülesannete täitmisel sõltumatud“ ning kuninga dekreedi 520/2005 artikli 29 lõike 9 ja artikli 30 lõike 12 kohaselt täidavad nad neile seadusega pandud ülesandeid „sõltumatult ja omal vastutusel“, ei kehti nende tagandamise või ametisse nimetamise tühistamise suhtes eritagatised. Selline süsteem ei tundu tõhusalt takistavat täitevvõimu nõuetevastast survet maksuasjade vaidekomisjonide liikmetele (vt analoogia alusel 31. mai 2005. aasta kohtuotsus Malfait jt, C‑53/03, EU:C:2005:333, punkt 31).", "label": [[45, 73, "ORG"], [445, 473, "DATE"], [506, 525, "DATE"], [537, 544, "PER"]]}
{"text": "70 Selle poolest erineb maksuasjade vaidekomisjonide liikmete ja eeskätt keskse vaidekomisjoni liikmete olukord 6. oktoobri 2015. aasta kohtuotsuse Consorci Sanitari del Maresme (C‑203/14, EU:C:2015:664) aluseks olnud kohtuasjas eelotsusetaotluse esitanud organi olukorrast, sest nimetatud kohtuotsuse punktidest 11 ja 20 nähtuvalt kehtib selle organi liikmete suhtes nende ametiajal ametist tagandamise keelu tagatis, millest võib erandeid teha vaid seaduses sõnaselgelt sätestatud alustel.", "label": [[24, 52, "ORG"], [73, 94, "ORG"], [112, 135, "DATE"], [148, 177, "ORG"]]}
{"text": "71 Samuti erinevad maksuasjade vaidekomisjonid ja eeskätt keskne vaidekomisjon eelotsusetaotluse esitanud organist kohtuasjas, milles tehti 24. mai 2016. aasta kohtuotsus MT Højgaard ja Züblin (C‑396/14, EU:C:2016:347). Nimetatud kohtuotsuse punktidest 29–31 nähtub, et peale ekspertliikmete, kellele ei laiene põhiseadusega kohtunikele ette nähtud erikaitse, kuuluvad sellesse organisse ka kohtunikud, kellele see kaitse laieneb ning kellel on igal juhul häälteenamus ja seetõttu selle organi otsuste tegemisel määrav kaal, mis tagab kõnealuse organi sõltumatuse.", "label": [[19, 46, "ORG"], [58, 78, "ORG"], [140, 159, "DATE"], [171, 182, "ORG"], [186, 192, "ORG"], [325, 336, "PROFESSION"], [391, 401, "PROFESSION"]]}
{"text": "72 Teiseks, mis puudutab sõltumatuse nõuet sisemisest aspektist hinnatuna, mida on käsitletud käesoleva kohtuotsuse punktis 61, siis olgu märgitud, et mõistagi on majandus- ja rahandusministeeriumis olemas funktsioonide lahusus ühelt poolt maksude haldamise, sissenõudmise ja tagasimaksmise eest vastutavate maksuhalduri talituste ja teiselt poolt maksuasjade vaidekomisjonide vahel, kes lahendavad nende talituste otsuste peale esitatud vaideid.", "label": [[163, 198, "ORG"], [348, 376, "ORG"]]}
{"text": "73 Ent nagu märkis ka kohtujurist oma ettepaneku punktides 31 ja 40, on Sala Especial para la Unificación de Doctrinas (ühtsete pretsedentide loomise erikoda, Hispaania) toimuval erakorralise vaide menetlusel, mida reguleerib LGT artikkel 243, teatud erijooni, mis annavad alust kahelda selles, kas keskne vaidekomisjon tegutseb vastandlike huvide suhtes „kolmanda isikuna“.", "label": [[72, 118, "ORG"], [120, 157, "ORG"], [159, 168, "LOC"], [299, 319, "ORG"]]}
{"text": "74 Ainult majandus- ja rahandusministeeriumi peadirektor maksustamise alal saab esitada sellise erakorralise vaide keskse vaidekomisjoni otsuse peale, millega ta ei nõustu. See peadirektor kuulub aga ameti järgi kaheksaliikmelisse kotta, mis seda vaiet lahendab – samamoodi kui riigi maksuameti selle osakonna peadirektor või direktor, mille valitsemisalas tegutseb organ, kes andis välja akti, mille peale on esitatud erakorraline vaie. Seega kuuluvad vaiet arutava keskse vaidekomisjoni erikoja koosseisu nii majandus- ja rahandusministeeriumi peadirektor maksustamise alal, kes on esitanud erakorralise vaide keskse vaidekomisjoni otsuse peale, kui ka riigi maksuameti selle osakonna peadirektor või direktor, kes andis välja akti, mille kohta see otsus on tehtud. Seetõttu ei ole selget vahet erakorralise vaide menetluse osalise staatusel ja vaiet menetleva organi liikme staatusel.", "label": [[10, 44, "ORG"], [45, 56, "PROFESSION"], [115, 135, "ORG"], [177, 188, "PROFESSION"], [284, 294, "ORG"], [310, 321, "PROFESSION"], [326, 334, "PROFESSION"], [467, 496, "ORG"], [511, 545, "ORG"], [546, 557, "PROFESSION"], [612, 633, "ORG"], [661, 671, "ORG"], [687, 698, "PROFESSION"], [703, 711, "PROFESSION"]]}
{"text": "75 Lisaks võib võimalus, et majandus- ja rahandusministeeriumi peadirektor maksustamise alal esitab keskse vaidekomisjoni otsuse peale erakorralise vaide, avaldada kesksele vaidekomisjonile survet ning seada kahtluse alla tema sõltumatuse ja erapooletuse, ning seda hoolimata asjaolust – mida mainis Hispaania valitsus Euroopa Kohtu istungil –, et LGT artikli 243 lõikest 4 tulenevalt on erakorraline vaie ainult edasiulatuva õigusmõjuga ega mõjuta keskse vaidekomisjoni juba tehtud otsuseid, sealhulgas otsust, mille peale see vaie on esitatud.", "label": [[28, 62, "ORG"], [63, 74, "PROFESSION"], [100, 121, "ORG"], [164, 189, "ORG"], [300, 318, "ORG"], [319, 332, "ORG"], [449, 470, "ORG"]]}
{"text": "76 Need tunnusjooned, mis on erakorralisel vaidel ühtse pretsedendi loomiseks, mille võib esitada keskse vaidekomisjoni otsuse peale, toovad esile, et see organ ning majandus- ja rahandusministeerium, eeskätt selle ministeeriumi peadirektor maksustamise alal ja vaidlustatud otsused teinud osakonna peadirektor, on omavahel orgaaniliselt ja funktsionaalselt seotud. Sellise seose olemasolu välistab, et keskset vaidekomisjoni saaks pidada ministeeriumist sõltumatuks (vt analoogia alusel 30. mai 2002. aasta kohtuotsus Richter, C‑516/99, EU:C:2002:313, punktid 38–40).", "label": [[98, 119, "ORG"], [166, 199, "ORG"], [215, 228, "ORG"], [229, 240, "PROFESSION"], [299, 310, "PROFESSION"], [403, 425, "ORG"], [439, 454, "ORG"], [488, 507, "DATE"], [519, 526, "PER"]]}
{"text": "77 Sellest järeldub, et sisemisest aspektist hinnatuna ei vasta keskne vaidekomisjon sõltumatuse nõudele, mis on omane kohtule.", "label": [[64, 84, "ORG"]]}
{"text": "78 Olgu esiteks lisatud, et asjaolu, et maksuasjade vaidekomisjonid ei ole ELTL artikli 267 tähenduses „kohtud“, ei vabasta neid kohustusest tagada otsuste tegemisel liidu õiguse kohaldamine ja jätta vajadusel kohaldamata riigisisesed sätted, mis on vastuolus selliste liidu õiguse sätetega, millel on vahetu õigusmõju – niisugused kohustused on nimelt kõigil pädevatel liikmesriigi asutustel, mitte ainult kohtutel (vt selle kohta 22. juuni 1989. aasta kohtuotsus Gapinski, 103/88, EU:C:1989:256, punktid 30–33; 14. oktoobri 2010. aasta kohtuotsus Weiß, C‑243/09, EU:C:2010:609, punktid 61 ja 63, ning 4. detsembri 2018. aasta kohtuotsus Minister for Justice and Equality ja Commissioner of An Garda Síochána, C‑378/17, EU:C:2018:979, punktid 36 ja 38).", "label": [[40, 67, "ORG"], [269, 274, "LOC"], [432, 453, "DATE"], [465, 473, "PER"], [513, 537, "DATE"], [549, 553, "PER"], [603, 627, "DATE"], [639, 672, "PROFESSION"], [676, 709, "ORG"]]}
{"text": "79 Teiseks. õigus kaevata vaidemenetluse tulemusel tehtud maksuasjade vaidekomisjonide otsused edasi Audiencia Nacionali (Hispaania üleriigiline kohus) ja Tribunal Supremosse (Hispaania kõrgeim kohus) võimaldab tagada ELTL artiklis 267 ette nähtud eelotsusetaotluste esitamise mehhanismi tõhususe ning liidu õiguse ühetaolise tõlgendamise, sest need liikmesriigi kohtud võivad esitada – või teatud juhtudel peavad esitama – Euroopa Kohtule eelotsusetaotluse, kui liidu õiguse tõlgendamist või kehtivust käsitlev otsus on vajalik nende kohtute otsuse tegemiseks (vt analoogia alusel 31. jaanuari 2013. aasta kohtuotsus Dmitriev, C‑394/11, EU:C:2013:48, punkt 52).", "label": [[101, 120, "ORG"], [122, 131, "LOC"], [132, 150, "ORG"], [155, 174, "ORG"], [176, 185, "LOC"], [186, 199, "ORG"], [424, 439, "ORG"], [582, 606, "DATE"], [618, 626, "PER"]]}
{"text": "80 Kõiki eeltoodud kaalutlusi arvestades tuleb asuda seisukohale, et keskse vaidekomisjoni esitatud eelotsusetaotlus on vastuvõetamatu, sest seda organit ei saa pidada „kohtuks“ ELTL artikli 267 tähenduses.", "label": [[69, 90, "ORG"]]}
{"text": "Kohtukulud", "label": []}
{"text": "81 Kuna põhikohtuasja poolte jaoks on käesolev menetlus eelotsusetaotluse esitanud organis poolelioleva asja üks staadium, otsustab menetluskulude jaotuse see organ. Euroopa Kohtule seisukohtade esitamisega seotud kulusid, välja arvatud poolte kohtukulud, ei hüvitata.", "label": [[166, 181, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohus (suurkoda) otsustab:", "label": [[32, 56, "ORG"]]}
{"text": "Eelotsusetaotlus, mille on esitanud Tribunal Económico-Administrativo Central (keskne maksuasjade vaidekomisjon, Hispaania) 2. aprilli 2014. aasta otsusega, on vastuvõetamatu.", "label": [[36, 77, "ORG"], [79, 111, "ORG"], [113, 122, "LOC"], [124, 146, "DATE"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: hispaania.", "label": [[23, 32, "NATIONALITY"]]}
