{"text": "ÜLDKOHTU OTSUS (kuues koda laiendatud koosseisus)", "label": [[0, 8, "ORG"], [16, 48, "ORG"]]}
{"text": "29. jaanuar 2020(*)", "label": [[0, 16, "DATE"]]}
{"text": "Avalik teenistus – Tõlkide streik – Euroopa Parlamendi võetud meetmed, millega kohustati tõlke teenistusse jääma – Õigusliku aluse puudumine – Vastutus – Mittevaraline kahju", "label": [[19, 26, "PROFESSION"], [36, 54, "ORG"], [89, 94, "PROFESSION"]]}
{"text": "Kohtuasjas T‑402/18,", "label": []}
{"text": "Zuikin Kuhn, elukoht Brüssel (Belgia), ja teised hagejad, kelle nimed on esitatud kohtuotsuse lisas(1), esindaja: advokaat G. Allen", "label": [[0, 11, "PER"], [21, 37, "LOC"], [104, 112, "PROFESSION"], [114, 122, "PROFESSION"], [123, 131, "PER"]]}
{"text": "hageja,", "label": []}
{"text": "versus", "label": []}
{"text": "Euroopa Parlament, esindajad: Z. Camacho‑Chapman, M. Makarenko ja L. Jansson", "label": [[0, 17, "ORG"], [19, 28, "PROFESSION"], [30, 48, "PER"], [50, 62, "PER"], [66, 76, "PER"]]}
{"text": "kostja,", "label": []}
{"text": "keda toetab", "label": []}
{"text": "Euroopa Liidu Nõukogu, esindajad: M. Lazar ja Z. Perrin,", "label": [[0, 21, "ORG"], [23, 32, "PROFESSION"], [34, 42, "PER"], [46, 55, "PER"]]}
{"text": "menetlusse astuja,", "label": []}
{"text": "ELTL artikli 270 alusel esitatud hagi nõudega esiteks tühistada parlamendi personali peadirektori 2. juuli 2018. aasta otsus, millega kohustati tõlke ja konverentsitõlke 3. juulil 2018 teenistusse jääma, ning parlamendi personali peadirektori hilisemad otsused, millega kohustati tõlke ja konverentsitõlke 4. juulil, 5. juulil, 10. juulil ja 11. juulil 2018 teenistusse jääma, ning teiseks hüvitada hagejatele nende otsuste tõttu väidetavalt tekitatud mittevaraline kahju, mille suuruseks hinnatakse ex aequo et bono 1000 eurot isiku kohta.", "label": [[64, 74, "ORG"], [75, 97, "PROFESSION"], [98, 118, "DATE"], [144, 149, "PROFESSION"], [153, 169, "PROFESSION"], [170, 184, "DATE"], [209, 219, "ORG"], [220, 242, "PROFESSION"], [280, 285, "PROFESSION"], [289, 305, "PROFESSION"], [306, 315, "DATE"], [317, 326, "DATE"], [328, 338, "DATE"], [342, 357, "DATE"], [517, 521, "AMOUNT_VALUE"], [522, 527, "AMOUNT_UNIT"]]}
{"text": "ÜLDKOHUS (kuues koda laiendatud koosseisus),", "label": [[0, 43, "ORG"]]}
{"text": "koosseisus: president N. van der Linden, kohtunikud J. Gavvas (ettekandja), A. Danilov, L. Csaba ja F. Mateescu-Munteanu,", "label": [[12, 21, "PROFESSION"], [22, 39, "PER"], [41, 51, "PROFESSION"], [52, 61, "PER"], [63, 73, "PROFESSION"], [76, 86, "PER"], [88, 96, "PER"], [100, 120, "PER"]]}
{"text": "kohtusekretär: ametnik U. Ginette,", "label": [[0, 13, "PROFESSION"], [15, 22, "PROFESSION"], [23, 33, "PER"]]}
{"text": "arvestades menetluse kirjalikku osa ja 9. oktoobri 2019. aasta kohtuistungil esitatut,", "label": [[39, 62, "DATE"]]}
{"text": "on teinud järgmise otsuse", "label": []}
{"text": "Vaidluse taust", "label": []}
{"text": "1 Hageja Zuikin Kuhn ja teised hagejad, kelle nimed on esitatud lisas, on tõlgid ja konverentsitõlgid Euroopa Parlamendis.", "label": [[9, 20, "PER"], [74, 80, "PROFESSION"], [84, 101, "PROFESSION"], [102, 121, "ORG"]]}
{"text": "2 Parlamendi peasekretär võttis 14. juulil 2017 vastu otsuse, millega muudeti tõlkide ja konverentsitõlkide töötingimusi.", "label": [[2, 12, "ORG"], [13, 24, "PROFESSION"], [32, 47, "DATE"], [78, 85, "PROFESSION"], [89, 107, "PROFESSION"]]}
{"text": "3 Seda otsust rakendati tõlkide tööprogrammides, mistõttu ametiühingutevaheline komitee (edaspidi „COMI“), kuhu kuulub eelkõige Syndicat des fonctionnaires internationaux et européens – Section du Parlement européen (Rahvusvaheliste ja Euroopa ametnike ametiühing – Euroopa Parlamendi osakond) (SFIE-PE), esitas oktoobris 2017 ettevaatusabinõuna streigiteate. Streigiteade võeti siiski tagasi pärast seda, kui oli uuesti alustatud kõnelusi parlamendi peasekretäriga.", "label": [[24, 31, "PROFESSION"], [58, 87, "ORG"], [99, 103, "ORG"], [128, 303, "ORG"], [312, 326, "DATE"], [451, 465, "PROFESSION"]]}
{"text": "4 COMI esitas 28. mail 2018 kaitsemeetmena uue streigiteate, mis hõlmas ajavahemikku 5. juunist kuni 20. juulini 2018.", "label": [[2, 6, "ORG"], [14, 27, "DATE"], [85, 95, "DATE"], [101, 117, "DATE"]]}
{"text": "5 5. ja 7. juunil 2018 teatas COMI ühelt poolt parlamendi kõikidele töötajatele ja teiselt poolt parlamendi presidendile kavandatava tegevuse korra kuni 14. juunini 2018.", "label": [[2, 22, "DATE"], [30, 34, "ORG"], [47, 57, "ORG"], [97, 107, "ORG"], [108, 120, "PROFESSION"], [153, 169, "DATE"]]}
{"text": "6 Parlamendi personali peadirektor saatis 8. juunil 2018 COMI‑le esiteks tabeli, milles oli esitatud nende tõlkide arv, kel tuleb 12.–14. juunil 2018 teenistusse jääda, ja teiseks palus viimasel saata talle institutsiooni töötajate ametiühingute ja kutseorganisatsioonide (edaspidi „OSP“) võimalikud kommentaarid selle loetelu kohta enne 11. juunit 2018 kell 14.00.", "label": [[2, 12, "ORG"], [13, 34, "PROFESSION"], [42, 56, "DATE"], [57, 64, "ORG"], [107, 114, "PROFESSION"], [130, 149, "DATE"], [283, 286, "ORG"], [338, 364, "DATE"]]}
{"text": "7 COMI saatis oma seisukohad parlamendi personali peadirektorile 9. ja 11. juunil 2018.", "label": [[2, 6, "ORG"], [29, 39, "ORG"], [40, 64, "PROFESSION"], [65, 86, "DATE"]]}
{"text": "8 Parlamendi personali peadirektor kohustas 11. juuni 2018. aasta otsusega tõlke ja konverentsitõlke ajavahemikul 12.–14. juunini 2018 teenistusse jääma.", "label": [[2, 12, "ORG"], [13, 34, "PROFESSION"], [44, 65, "DATE"], [75, 80, "PROFESSION"], [84, 100, "PROFESSION"], [118, 134, "DATE"]]}
{"text": "9 Sarnased menetlused toimusid ajavahemike 18.–22. juunini 2018 ja 25.–27. juunini 2018 kohta ning nende alusel tehti otsused kohustada tõlke ja konverentsitõlke nimetatud ajavahemikel teenistusse jääma.", "label": [[43, 63, "DATE"], [67, 87, "DATE"], [136, 141, "PROFESSION"], [145, 161, "PROFESSION"]]}
{"text": "10 COMI teatas 25. juunil 2018 parlamendi presidendile, et streigiteadet pikendatakse kuni 14. septembrini 2018.", "label": [[3, 7, "ORG"], [15, 30, "DATE"], [31, 41, "ORG"], [42, 54, "PROFESSION"], [91, 111, "DATE"]]}
{"text": "11 Parlamendi personali peadirektor palus 27. juunil 2018, et COMI esitaks talle hiljemalt 29. juuni 2018. aasta keskpäevaks oma seisukohad kava kohta, mis käsitleb teenistusse jäämise kohustust ajavahemikul 3.–5. juulini 2018.", "label": [[3, 13, "ORG"], [14, 35, "PROFESSION"], [42, 57, "DATE"], [62, 66, "ORG"], [91, 124, "DATE"], [208, 226, "DATE"]]}
{"text": "12 COMI saatis oma kommentaarid parlamendi presidendile ja parlamendi personali peadirektorile 29. juunil 2018.", "label": [[3, 7, "ORG"], [32, 42, "ORG"], [43, 55, "PROFESSION"], [59, 69, "ORG"], [70, 94, "PROFESSION"], [95, 110, "DATE"]]}
{"text": "13 Parlamendi personali peadirektor teatas COMI-le 2. juulil 2018 sellest, et parlamendi töö nõuetekohaseks läbiviimiseks kohaldatakse vajalikku teenistusse jäämise kohustust ning talle saadetakse ärakiri otsustest, millega tõlke ja konverentsitõlke kohustatakse ajavahemikul 3.–5. juulini 2018 teenistusse jääma.", "label": [[3, 13, "ORG"], [14, 35, "PROFESSION"], [43, 50, "ORG"], [51, 65, "DATE"], [78, 88, "ORG"], [224, 229, "PROFESSION"], [233, 249, "PROFESSION"], [276, 294, "DATE"]]}
{"text": "14 Parlamendi personali peadirektor kohustas 2. juuli 2018. aasta otsusega tõlke ja konverentsitõlke, kelle hulka kuulusid mõned hagejad, 3. juulil 2018 teenistusse jääma (edaspidi „2. juuli 2018. aasta otsus“).", "label": [[3, 13, "ORG"], [14, 35, "PROFESSION"], [45, 65, "DATE"], [75, 80, "PROFESSION"], [84, 100, "PROFESSION"], [138, 152, "DATE"], [182, 202, "DATE"]]}
{"text": "Menetlus", "label": []}
{"text": "15 Hagejad esitasid hagiavalduse, mis saabus Üldkohtu kantseleisse 3. juulil 2018.", "label": [[45, 66, "ORG"], [67, 81, "DATE"]]}
{"text": "16 Hagejad esitasid samal päeval Üldkohtu kantseleisse saabunud eraldi dokumendiga ajutiste meetmete kohaldamise taotluse. See taotlus jäeti 4. juuli 2018. aasta kohtumäärusega Kuhn jt vs. parlament (T‑402/18 R, ei avaldata, EU:T:2018:404) rahuldamata ning kohtukulude jaotamise küsimus jäeti edaspidiseks lahendamiseks.", "label": [[33, 54, "ORG"], [141, 161, "DATE"], [177, 181, "PER"], [189, 198, "ORG"]]}
{"text": "17 Hagejad esitasid Üldkohtu kantseleisse 17. juulil 2018 saabunud eraldi dokumendiga Üldkohtu kodukorra artikli 86 alusel hagiavalduse muutmise avalduse, et võtta arvesse 3., 4. ja 7. juulil 2018 vastu võetud kolme otsust, millega parlamendi personali peadirektor kohustas tõlke ja konverentsitõlke 4., 5., 10. ja 11. juulil 2018 teenistusse jääma (edaspidi „pärast hagi esitamist tehtud otsused“).", "label": [[20, 41, "ORG"], [42, 57, "DATE"], [86, 94, "ORG"], [172, 196, "DATE"], [232, 242, "ORG"], [243, 264, "PROFESSION"], [274, 279, "PROFESSION"], [283, 299, "PROFESSION"], [300, 330, "DATE"]]}
{"text": "18 Kohtusekretäri 30. juuli 2018. aasta kirjaga teatati hagejatele, et Euroopa Liidu ametnike personalieeskirjade (edaspidi „personalieeskirjad“) artikli 91 lõike 4 kohaselt peatatakse põhimenetlus kuni nende 3. juulil 2018 esitatud kaebuse otsese või kaudse rahuldamata jätmise otsuse vastuvõtmiseni.", "label": [[3, 17, "PROFESSION"], [18, 39, "DATE"], [71, 84, "LOC"], [209, 223, "DATE"]]}
{"text": "19 Euroopa Liidu Nõukogu esitas 18. oktoobril 2018 Üldkohtu kantseleisse avalduse astuda käesolevasse menetlusse parlamendi nõuete toetuseks.", "label": [[3, 24, "ORG"], [32, 50, "DATE"], [51, 72, "ORG"], [113, 123, "ORG"]]}
{"text": "20 Hagejad teatasid 7. novembri 2018. aasta kirjas Üldkohtule, et parlament jättis 5. novembri 2018. aasta otsusega nende kaebuse rahuldamata.", "label": [[20, 43, "DATE"], [51, 61, "ORG"], [66, 75, "ORG"], [83, 106, "DATE"]]}
{"text": "21 Kohtusekretäri 15. novembri 2018. aasta kirjaga teatati hagejatele menetluse jätkamisest.", "label": [[3, 17, "PROFESSION"], [18, 42, "DATE"]]}
{"text": "22 Parlament esitas kostja vastuse 22. jaanuaril 2019.", "label": [[3, 12, "ORG"], [35, 53, "DATE"]]}
{"text": "23 Üldkohtu kuuenda koja president andis 24. jaanuari 2019. aasta otsusega nõukogule loa menetlusse astuda.", "label": [[3, 24, "ORG"], [25, 34, "PROFESSION"], [41, 65, "DATE"], [75, 84, "ORG"]]}
{"text": "24 Nõukogu esitas oma menetlusse astuja seisukohad 18. märtsil 2019 ja kohtuasja pooled esitasid nende kohta oma seisukohad määratud tähtaegade jooksul.", "label": [[3, 10, "ORG"], [51, 67, "DATE"]]}
{"text": "25 Üldkohus (kuues koda) palus ettekandja-kohtuniku ettepanekul 25. märtsil 2019 kodukorra artiklis 89 ette nähtud menetlust korraldavate meetmete raames hagejatel esitada nende tõlkide ja konverentsitõlkide loetelu, keda kohustati 3. juulil 2018 teenistusse jääma. Hagejad täitsid selle nõude määratud tähtaja jooksul.", "label": [[3, 24, "ORG"], [31, 51, "PROFESSION"], [64, 80, "DATE"], [178, 185, "PROFESSION"], [189, 207, "PROFESSION"], [232, 246, "DATE"]]}
{"text": "26 Hagejad esitasid repliigi 1. aprillil 2019.", "label": [[29, 45, "DATE"]]}
{"text": "27 Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel ja Christof van den Tempel loobusid hagiavaldusest Üldkohtu kantseleisse 3. aprillil 2019 saabunud kirjaga (edaspidi „osaline hagist loobumine“). Parlament ja nõukogu esitasid 5. aprillil 2019 Üldkohtu kantseleisse seisukohad osalise hagist loobumise kohta. Üldkohtu kuuenda koja president kustutas 30. aprilli 2019. aasta määrusega nende isikute nimed hagejate loetelust ja tegi otsuse osalise hagist loobumisega seotud kohtukulude kohta.", "label": [[3, 14, "PER"], [16, 31, "PER"], [33, 44, "PER"], [46, 66, "PER"], [70, 93, "PER"], [118, 139, "ORG"], [140, 156, "DATE"], [213, 222, "ORG"], [226, 233, "ORG"], [243, 259, "DATE"], [260, 281, "ORG"], [325, 346, "ORG"], [347, 356, "PROFESSION"], [366, 389, "DATE"]]}
{"text": "28 Parlament esitas vasturepliigi 10. mail 2019, mil menetluse kirjalik osa lõpetati.", "label": [[3, 12, "ORG"], [34, 47, "DATE"]]}
{"text": "29 Kuna ühel kuuenda koja kohtunikul esines takistus käesoleva asja arutamisel osalemiseks, määras selle koja president koja koosseisu täiendamiseks uue kohtuniku.", "label": [[13, 25, "ORG"], [26, 36, "PROFESSION"], [105, 109, "ORG"], [110, 119, "PROFESSION"], [120, 124, "ORG"], [153, 162, "PROFESSION"]]}
{"text": "30 Üldkohus otsustas kuuenda koja ettepanekul anda kohtuasja kodukorra artikli 28 alusel üle laiendatud kohtukoosseisule.", "label": [[3, 11, "ORG"], [21, 33, "ORG"]]}
{"text": "31 Üldkohus (kuues koda laiendatud koosseisus) otsustas ettekandja-kohtuniku ettepanekul avada menetluse suulise osa ja esitas kodukorra artiklis 89 ette nähtud menetlust korraldavate meetmete raames pooltele küsimusi ning palus ühelt poolt parlamendil edastada talle otsus, millega ta määras kindlaks asutused või isikud, kes kasutasid neile personalieeskirjadega antud ametisse nimetava asutuse volitusi, ning teiselt poolt hagejatel esitada „jaanuari 2014. aasta ad hoc kokkulepe“, millele nad hagiavalduses viitasid. Pooled vastasid neile korraldustele määratud tähtaja jooksul.", "label": [[3, 46, "ORG"], [56, 76, "PROFESSION"], [241, 252, "ORG"], [445, 465, "DATE"]]}
{"text": "32 Poolte kohtukõned ja vastused Üldkohtu suuliselt esitatud küsimustele kuulati ära 9. oktoobri 2019. aasta kohtuistungil.", "label": [[33, 41, "ORG"], [85, 108, "DATE"]]}
{"text": "Poolte nõuded", "label": []}
{"text": "33 Hagejad paluvad Üldkohtul:", "label": [[19, 28, "ORG"]]}
{"text": "– tühistada 2. juuli 2018. aasta otsus ja hagi esitamisest hilisemad otsused;", "label": [[12, 32, "DATE"]]}
{"text": "– mõista parlamendilt välja hüvitis mittevaralise kahju eest, mille suurus on ex aequo et bono hinnatuna 1000 eurot isiku kohta;", "label": [[9, 21, "ORG"], [105, 109, "AMOUNT_VALUE"], [110, 115, "AMOUNT_UNIT"]]}
{"text": "– mõista kõik kohtukulud välja parlamendilt.", "label": [[31, 43, "ORG"]]}
{"text": "34 Parlament palub Üldkohtul:", "label": [[3, 12, "ORG"], [19, 28, "ORG"]]}
{"text": "– jätta hagi osaliselt vastuvõetamatuse tõttu läbi vaatamata ja osaliselt põhjendamatuse tõttu rahuldamata;", "label": []}
{"text": "– mõista kohtukulud välja hagejatelt.", "label": []}
{"text": "35 Nõukogu palub Üldkohtul:", "label": [[3, 10, "ORG"], [17, 26, "ORG"]]}
{"text": "– jätta hagi osaliselt vastuvõetamatuse tõttu läbi vaatamata ja osaliselt põhjendamatuse tõttu rahuldamata;", "label": []}
{"text": "– teha kohtukulude kohta otsus vastavalt kehtivatele õigusnormidele.", "label": []}
{"text": "Õiguslik käsitlus", "label": []}
{"text": "Tühistamisnõuded", "label": []}
{"text": "Vastuvõetavus", "label": []}
{"text": "– Hagi vastuvõetavus osas, milles see on esitatud pärast hagi esitamist tehtud otsuste peale", "label": []}
{"text": "36 Parlament väidab, et hagejad ei saa tugineda kodukorra artiklile 86, et nõuda hagi esitamisest hilisemate otsuste tühistamist, kuivõrd viimastega ei soovita asendada ega muuta 2. juuli 2018. aasta otsust. Ta väidab, et hagi esitamisest hilisemad otsused, vaatamata nende vastuvõtmise suurele tõenäosusele, ei saa olla käesoleva hagi esemeks, kuna need ei tekitanud hagi esitamise ajal õiguslikke tagajärgi. Ta lisab täiendavalt, et hagejad oleksid pidanud järgima personalieeskirjade artikli 90 lõikes 2 ette nähtud kohtueelset menetlust, enne kui nad nõudsid hagi esitamisest hilisemate otsuste tühistamist.", "label": [[3, 12, "ORG"], [179, 199, "DATE"]]}
{"text": "37 Hagejad tuginevad erandlikele asjaoludele ning väidavad sisuliselt, et kuna teenistusse jääma kohustavad meetmed võeti äärmiselt hilja, on neil õigus nõuda pärast hagi esitamist tehtud otsuste tühistamist. Nad lisavad, et kuigi vastab tõele, et neid otsuseid ei olnud hagi esitamise kuupäeval veel vastu võetud, oli nende vastuvõtmine siiski kindel. Nad leiavad, et oleks ilmselgelt ebaproportsionaalne, ebamõistlik ja hea õigusemõistmise põhimõttega vastuolus neilt nõuda, et nad esitaksid kohtule sama palju hagiavaldusi, kui on vastu võetud otsuseid, ning see rikuks Euroopa Liidu põhiõiguste harta (edaspidi „harta“) artiklis 47 ette nähtud õigust tõhusale õiguskaitsevahendile. Nad täpsustavad, et nad on järginud personalieeskirjade artikli 90 lõikes 2 ette nähtud kohtueelset menetlust.", "label": [[494, 501, "ORG"], [573, 586, "LOC"]]}
{"text": "38 Sellega seoses tuleb korrata, et kohtupraktika kohaselt saab Üldkohtule õiguspäraselt nõude esitada üksnes olemasoleva ja huve kahjustava akti tühistamiseks (16. septembri 2013. aasta kohtuotsus Bank Kargoshaei jt vs. nõukogu, T‑8/11, ei avaldata, EU:T:2013:470, punkt 47).", "label": [[64, 74, "ORG"], [161, 186, "DATE"], [198, 213, "ORG"], [221, 228, "ORG"]]}
{"text": "39 Käesolevas asjas tuleb tõdeda, et hagejad märkisid hagiavalduses, et nad paluvad tühistada „tulevikus tehtavad otsused, millega kohustatakse personali 4., 5., 10. ja 11. juulil 2018 teenistusse jääma“. Eespool punktis 38 viidatud kohtupraktika kohaselt on aga sellised nõuded, mille eesmärk on, et Üldkohus teeks otsuse hüpoteetiliste aktide, mida ei ole veel vastu võetud, seaduslikkuse kohta, vastuvõetamatud ja need tuleb jätta rahuldamata (27. veebruari 2019. aasta kohtumäärus SFIE-PE vs. parlament, T‑401/18, ei avaldata, EU:T:2019:132, punkt 30). Kuigi hagejad väidavad, et 27. juuni 2018. aasta seisuga oli kindel nii see, et nimetatud otsused võetakse vastu, kui ka nende sisu, tunnistavad hagejad, et ei saa välistada, et teatavad tõlgid, keda algul kohustati teenistusse jääma, oleks tulnud viimasel hetkel, eelkõige haiguse tõttu asendada.", "label": [[154, 184, "DATE"], [301, 309, "ORG"], [447, 472, "DATE"], [497, 506, "ORG"], [584, 605, "DATE"], [744, 750, "PROFESSION"]]}
{"text": "40 Muud hagejate esitatud argumendid, mida on korratud eespool punktis 37, ei võimalda seda järeldust kahtluse alla seada.", "label": []}
{"text": "41 Esiteks tuleb harta artikli 47 väidetava rikkumise kohta korrata, et selle artikli eesmärk ei ole muuta aluslepingutes ette nähtud kohtuliku kontrolli süsteemi ja eelkõige otse Euroopa Liidu kohtule esitatud hagide vastuvõetavuse norme, nagu nähtub ka selle artikli 47 kohta antud selgitustest, mida tuleb ELL artikli 6 lõike 1 kolmanda lõigu ja harta artikli 52 lõike 7 kohaselt harta tõlgendamisel arvesse võtta (vt 4. juuni 2015. aasta kohtuotsus Andechser Molkerei Scheitz vs. komisjon, C‑682/13 P, ei avaldata, EU:C:2015:356, punkt 29 ja seal viidatud kohtupraktika).", "label": [[180, 193, "LOC"], [421, 441, "DATE"], [453, 479, "ORG"], [484, 492, "ORG"]]}
{"text": "42 Selle kõrval tuleb märkida, et hagi esitamisest hilisemate otsuste väidetavalt hilinenud vastuvõtmine ei võtnud hagejatelt võimalust esitada pärast nende otsuste vastuvõtmist ELTL artiklis 270 ette nähtud tingimustel nende peale tühistamishagi. Seega ei ole igal juhul rikutud hagejate õigust tõhusale õiguskaitsevahendile.", "label": []}
{"text": "43 Teiseks, mis puudutab hagejate poolt 17. juulil 2018 esitatud hagi muutmise avaldust, siis selles on märgitud, et otsused, mis olid käesoleva hagi esitamise ajal veel tulevikus tehtavad otsused, on tegelikult vastu võetud. Hagejad leiavad, et hagi muutmise avaldus muudab käesoleva vastuvõetamatuse aluse esemetuks.", "label": [[40, 55, "DATE"]]}
{"text": "44 Sellega seoses tuleb tõdeda, et kodukorra artikli 86 lõikes 1 on sätestatud, et „[k]ui akt, mille tühistamist nõutakse, on asendatud või muudetud teise aktiga, millel on sama ese, võib hageja selle uue asjaolu arvesse võtmiseks muuta hagiavaldust enne menetluse suulise osa lõppemist või enne Üldkohtu otsust lahendada kohtuasi ilma menetluse suulise osata“.", "label": [[296, 304, "ORG"]]}
{"text": "45 Tuleb aga tõdeda, et ei saa asuda seisukohale, et pärast hagi esitamist tehtud otsused asendavad või muudavad 2. juuli 2018. aasta otsust või tulevikus tehtavaid otsuseid, mille tühistamist hagiavalduses nõuti. Esiteks on selge, et pärast hagi esitamist tehtud otsustega ei saa asendada ega muuta 2. juuli 2018. aasta otsust, mis ei ole tehtud samade päevade kohta ja mis on suunatud erinevatele adressaatidele. Teiseks, mis puudutab tulevikus tehtavaid otsuseid, mille tühistamist hagiavalduses nõuti, ja vastupidi hagejate väidetele ei ole kodukorra artikli 86 lõike 1 eesmärk muuta vastuvõetavaks hagi, mis on esitatud selliste otsuste peale, mida ei olnud selle esitamise ajal veel vastu võetud. Eeltoodust tuleneb, et hagejate hagiavalduse muutmise avaldus ei kuulu kodukorra artikli 86 lõike 1 kohaldamisalasse.", "label": [[113, 133, "DATE"], [300, 320, "DATE"]]}
{"text": "46 Neil asjaoludel on käesolev hagi vastuvõetamatu niivõrd, kuivõrd see on esitatud hagi esitamisest hilisemate otsuste peale.", "label": []}
{"text": "– Teatavate hagejate õigus hagi esitada", "label": []}
{"text": "47 Parlament väidab vastuseks Üldkohtu määratud menetlust korraldavale meetmele, et käesoleva hagi esitanud 31 hagejast olid 2. juuli 2018. aasta otsuse adressaadid ainult kaheksa. Ta järeldab sellest, et teistel hagejatel, keda kohustati teenistusse jääma pärast hagi esitamist tehtud otsustega, ei ole õigust nõuda, et tühistataks 2. juuli 2018. aasta otsus, mille adressaadid nad ei ole.", "label": [[3, 12, "ORG"], [30, 38, "ORG"], [125, 145, "DATE"], [333, 353, "DATE"]]}
{"text": "48 Hagejad väitsid kohtuistungil, et käesolev hagi puudutas neid, kes ei olnud 2. juuli 2018. aasta otsuse adressaadid, siiski isiklikult, kuna nad moodustasid parlamendi personali hulgas piisavalt määratletud kategooria 15. juuli 1963. aasta kohtuotsuse Larsen vs. komisjon (25/62, EU:C:1963:17, punkt 223) tähenduses; et nende suhtes kehtisid nii 2018. aasta mai lõpus esitatud streigiteade kui ka kõik ametiühingutevahelised läbirääkimised; ning et nad olid kaasatud oma töötajate esindajate kaudu COMIs 2. juuli 2018. aasta otsuse ettevalmistamise protsessi.", "label": [[79, 99, "DATE"], [221, 242, "DATE"], [255, 261, "PER"], [266, 274, "ORG"], [349, 370, "DATE"], [484, 494, "PROFESSION"], [501, 506, "ORG"], [507, 527, "DATE"]]}
{"text": "49 Seoses sellega on oluline korrata, et muud isikud, kes ei ole otsuse adressaadid, saavad väita, et see puudutab neid isiklikult, ainult siis, kui otsus mõjutab neid mingite neile omaste tunnuste või neid iseloomustava faktilise olukorra tõttu, mis neid kõigist teistest isikutest eristab, ning seega individualiseerib neid sarnaselt otsuse adressaadiga (15. juuli 1963. aasta kohtuotsus Larsen vs. komisjon, 25/62, EU:C:1963:17, punkt 223, ja 29. aprilli 2004. aasta kohtuotsus Itaalia vs. komisjon, C‑298/00 P, EU:C:2004:240, punkt 36 ja seal viidatud kohtupraktika).", "label": [[357, 378, "DATE"], [390, 396, "PER"], [401, 409, "ORG"], [446, 469, "DATE"], [481, 488, "ORG"], [493, 501, "ORG"]]}
{"text": "50 Käesoleval juhul piisab, kui märkida, et 2. juuli 2018. aasta otsus, mis on ELTL artikli 263 tähenduses üksikakt, mille adressaadid on tõlgid, keda kohustati teenistusse jääma (27. veebruari 2019. aasta kohtumäärus SFIE-PE vs. parlament, T‑401/18, ei avaldata, EU:T:2019:132, punkt 42), ei kahjustanud hagejaid, keda ei kohustatud teenistusse jääma, kuna selles ei võetud nende suhtes ühtegi meedet ning see ei mõjutanud nende isiklikku olukorda. Järelikult ei ole hagejad, kes ei olnud 2. juuli 2018. aasta otsuse adressaadid, analoogselt eespool punktis 49 viidatud kohtupraktika tähenduses adressaatidega individualiseeritud ning neil ei ole seega õigust nõuda nimetatud otsuse tühistamist.", "label": [[44, 64, "DATE"], [138, 144, "PROFESSION"], [180, 205, "DATE"], [218, 225, "ORG"], [230, 239, "ORG"], [490, 510, "DATE"]]}
{"text": "Sisulised küsimused", "label": []}
{"text": "51 Hagejad esitavad oma hagi põhjenduseks kolm väidet. Esimese väite kohaselt on rikutud kollektiivselt tegutsemise õigust ning õigust olla informeeritud ja ära kuulatud, mis on tagatud põhiõiguste harta artiklitega 27 ja 28 ning Euroopa Parlamendi ja nõukogu 11. märtsi 2002. aasta direktiivis 2002/14/EÜ, millega kehtestatakse töötajate teavitamise ja nõustamise üldraamistik – Euroopa Parlamendi, nõukogu ja komisjoni ühisdeklaratsioon töötajate esindamise kohta (EÜT 2002, L 80, lk 29; ELT eriväljaanne 05/04, lk 219), ning mida on täpsustatud ja rakendatud Euroopa Parlamendi ja OSPde vahel 12. juulil 1990 sõlmitud raamlepingus (edaspidi „raamleping“), ning on rikutud hea halduse põhimõtet, mis on tagatud harta artikliga 41. Teine väide tugineb akti vastuvõtja pädevuse puudumisele ja õiguskindluse põhimõtte rikkumisele ning kolmanda väite kohaselt on rikutud harta artikliga 47 ette nähtud õigust tõhusale õiguskaitsevahendile.", "label": [[230, 248, "ORG"], [252, 259, "ORG"], [260, 282, "DATE"], [380, 398, "ORG"], [400, 407, "ORG"], [411, 420, "ORG"], [562, 580, "ORG"], [584, 589, "ORG"], [596, 611, "DATE"]]}
{"text": "52 Esimene väide jaguneb kahte ossa. Esimese osa kohaselt on rikutud tõlkide ja konverentsitõlkide õigust kollektiivselt tegutseda ja teise osa kohaselt on rikutud konsultatsiooni- ja konsulteerimismenetlust.", "label": [[69, 76, "PROFESSION"], [80, 98, "PROFESSION"]]}
{"text": "53 Esimeses väiteosas väidavad hagejad, et streigiõigus on põhiõigus, mis on muu hulgas tagatud hartas ja 18. oktoobril 1961 Torinos alla kirjutatud Euroopa sotsiaalhartas, muudetud kujul. Nad tunnistavad, et see õigus ei ole siiski absoluutne; et tuleb järgida proportsionaalsuse põhimõtet ning et selle kasutamist võib piirata. Hagejad leiavad, et ei personalieeskirjade artikkel 55, mis ei viita teenistuse toimimise minimaalsele tasemele streigi korral, ega raamkokkulepe ega 2. juuli 2018. aasta otsus ei saa olla käsitatav seadusena harta artikli 52 lõike 1 tähenduses, mis lubab piirata streigiõigust. Nad kinnitavad, et on üldiselt omaks võetud, et õigust streikida avaliku teenistuse sektoris tuleb tasakaalustada vajadusega tagada põhiteenused. Hagejad viitavad Rahvusvahelise Tööorganisatsiooni (ILO) ametivabaduse komiteele, kes teeb vahet esmateenuste ja muude teenuste vahel. Nad rõhutavad, et parlament ei ole kunagi kehtestanud selgeid ja ühemõttelisi eeskirju, et määrata kindlaks, millised teenused võivad olla olulised teenistuse järjepidevuse tagamiseks. Hagejate sõnul oleks selline eelnev määratlus võimaldanud esiteks välja tuua taotletava eesmärgi õiguspärasuse ja teiseks piirangu vajalikkuse. Käesoleval juhul ei ole aga hagejate väitel 2. juuli 2018. aasta otsusel õiguspärast eesmärki ja see on ebaproportsionaalne.", "label": [[106, 124, "DATE"], [125, 132, "LOC"], [149, 156, "LOC"], [480, 500, "DATE"], [772, 835, "ORG"], [908, 917, "ORG"], [1263, 1283, "DATE"]]}
{"text": "54 Parlament vastab, et ta ei vaidle vastu sellele asjaolule, et streigiõigus on harta artikliga 28 kaitstud põhiõigus. Ta juhib uuesti tähelepanu sellele, et personalieeskirjades ei käsitleta streigiõigust ja et liit ei ole põhimõtteliselt seotud ühegi ILO õigusaktiga, kuna ta ei ole ILO osaline. Ta lisab, et vastupidi hagejate väidetele tuleb personalieeskirjade artikli 55 lõiget 1 lugeda seadusega ette nähtud streigiõiguse piiranguks harta artikli 52 lõike 1 tähenduses ning see kujutab endast seega sellist personalieeskirjade sätet, mis võib olla teenistusse jääma kohustamisele aluseks. Ta väidab, et sellised piirangud on õigustatud, kuna streigiliikumise tagajärg ja isegi eesmärk on häirida parlamendi kui seadusandja, eelarve- ja kontrolliasutuse tööd. Need meetmed on seega vajalikud harta artikli 52 lõike 1 tähenduses. 2. juuli 2018. aasta otsuses kehtestatud piirangute proportsionaalsuse kohta rõhutab parlament, et streigiliikumise ajal vähendas ta parimate kavatsustega minimaalse tõlketeenuse osutamiseks vajaliku personali hulka. Ta järeldab sellest, et 2. juuli 2018. aasta otsus ei ole proportsionaalsuse seisukohast tõsiseltvõetavalt vaidlustatav.", "label": [[3, 12, "ORG"], [254, 257, "ORG"], [286, 289, "ORG"], [704, 714, "ORG"], [836, 856, "DATE"], [921, 930, "ORG"], [1077, 1097, "DATE"]]}
{"text": "55 Nõukogu leiab, et personalieeskirjad sisaldavad mitut sätet, mis võivad olla 2. juuli 2018. aasta otsusega ette nähtud teenistusse jäämise kohustuse aluseks. See kehtib ametniku lojaalsuskohustuse kohta, mis on ette nähtud personalieeskirjade artikli 11 esimeses lõigus, mille kohaselt täidab ametnik talle usaldatud kohustusi objektiivselt ja erapooletult, järgides lojaalsuskohustust liidu ees. Samuti võis 2. juuli 2018. aasta otsuse aluseks olla personalieeskirjade artikli 21 esimene lõik, mille kohaselt ametnik peab oma ametiastmest olenemata abistama ja nõustama oma ülemusi ning vastutab talle antud ülesannete täitmise eest. Nõukogu viitab ka personalieeskirjade artikli 55 lõikele 1, mis näeb ette, et teenistuses olevad ametnikud on igal ajal institutsiooni käsutuses. Lõpuks viitab nõukogu hoolitsemiskohustusele, nagu seda on selgitatud kohtupraktikas.", "label": [[3, 10, "ORG"], [80, 100, "DATE"], [389, 394, "LOC"], [412, 432, "DATE"], [638, 645, "ORG"], [798, 805, "ORG"]]}
{"text": "56 Põhiõiguste harta artiklist 28 tulenes selles osas, et töötajatel ja tööandjatel või nende organisatsioonidel on liidu õiguse ning liikmesriikide õigusaktide ja tavade kohaselt õigus pidada asjakohasel tasandil läbirääkimisi kollektiivlepingute üle ja neid sõlmida ning huvide konflikti korral kollektiivselt oma õigusi kaitsta, sealhulgas streikida.", "label": [[116, 121, "LOC"]]}
{"text": "57 Need sätted võivad olla kohaldatavad liidu institutsioonide ja nende töötajate vahelistes suhetes (vt selle kohta 15. septembri 2016. aasta kohtuotsus U4U jt vs. parlament ja nõukogu, T‑17/14, ei avaldata, EU:T:2016:489, punkt 77; vt 13. detsembri 2018. aasta kohtuotsus Haeberlen vs. ENISA, T‑632/16, ei avaldata, EU:T:2018:957, punkt 189 ja seal viidatud kohtupraktika).", "label": [[40, 45, "LOC"], [117, 142, "DATE"], [154, 157, "ORG"], [165, 174, "ORG"], [178, 185, "ORG"], [237, 262, "DATE"], [274, 283, "ORG"], [288, 293, "ORG"]]}
{"text": "58 Lisaks on harta artikli 52 lõikes 1 sellega seoses ette nähtud, et hartaga tunnustatud õiguste ja vabaduste teostamist tohib piirata ainult seadusega ning arvestades nimetatud õiguste ja vabaduste olemust. Proportsionaalsuse põhimõtte kohaselt võib piiranguid seada üksnes juhul, kui need on vajalikud ning vastavad tegelikult liidu poolt tunnustatud üldist huvi pakkuvatele eesmärkidele või kui on vaja kaitsta teiste isikute õigusi ja vabadusi.", "label": [[330, 335, "ORG"]]}
{"text": "59 Sellest artiklist tuleneb, et selleks, et hartaga kaitstud õiguse teostamise piirang oleks kooskõlas liidu õigusega, peab see igal juhul vastama kolmele tingimusele (vt selle kohta 28. mai 2013. aasta kohtuotsus Kelsi jt vs. nõukogu, T‑187/11, EU:T:2013:273, punkt 78).", "label": [[104, 109, "LOC"], [184, 203, "DATE"], [215, 220, "PER"], [228, 235, "ORG"]]}
{"text": "60 Esiteks peab piirang olema ette nähtud seadusega. Teisisõnu peab asjaomasel meetmel olema seaduslik alus (vt 28. mai 2013. aasta kohtuotsus Kelsi jt vs. nõukogu, T‑187/11, EU:T:2013:273, punkt 79 ja seal viidatud kohtupraktika).", "label": [[112, 131, "DATE"], [143, 148, "PER"], [156, 163, "ORG"]]}
{"text": "61 Teiseks peab piirang vastama liidu poolt sellisena tunnustatud üldise huvi eesmärgile (28. mai 2013. aasta kohtuotsus Kelsi jt vs. nõukogu, T‑187/11, EU:T:2013:273, punkt 80).", "label": [[90, 109, "DATE"], [121, 126, "PER"], [134, 141, "ORG"]]}
{"text": "62 Kolmandaks ei tohi piirang olla ülemäärane. Piirang peab olema taotletava eesmärgi saavutamiseks vajalik ning sellega proportsionaalne. Teisest küljest ei tohi riivata asjaomase õiguse või vabaduse „olemust“, see tähendab selle sisu (vt 28. mai 2013. aasta kohtuotsus Kelsi jt vs. nõukogu, T‑187/11, EU:T:2013:273, punkt 81 ja seal viidatud kohtupraktika).", "label": [[240, 259, "DATE"], [271, 276, "PER"], [284, 291, "ORG"]]}
{"text": "63 Neid kaalutlusi arvesse võttes tuleb analüüsida, kas 2. juuli 2018. aasta otsus piirab streigiõigust, mis on kaitstud harta artikliga 28, ja kui see on nii, siis kas käesoleval juhul on täidetud kolm tingimust, mis peavad olema täidetud selleks, et asuda seisukohale, et niisugune piirang on liidu õigusega kooskõlas.", "label": [[56, 76, "DATE"], [295, 300, "LOC"]]}
{"text": "64 Üldkohus leiab, et 2. juuli 2018. aasta otsus piirab harta artikliga 28 tagatud streigiõiguse kasutamist niivõrd, kuivõrd see piirab nende tõlkide võimalust, keda kohustati teenistusse jääma, osaleda kollektiivses ja kooskõlastatud tööseisakus, et kaitsta oma huve. Parlament ei vaidlusta muide seda järeldust, väites siiski, et nimetatud piirang on liidu õigusega kooskõlas.", "label": [[3, 11, "ORG"], [22, 42, "DATE"], [142, 149, "PROFESSION"], [269, 278, "ORG"], [353, 358, "LOC"]]}
{"text": "65 Seega tuleb analüüsida, kas 2. juuli 2018. aasta otsuses esitatud piirang vastab eespool punktides 60–62 korratud tingimustele.", "label": [[31, 51, "DATE"]]}
{"text": "66 Selle tingimuse kohta, et piirang peab olema „ette nähtud seadusega“, tuleb korrata, et nõue, et hartaga tagatud õiguse teostamist tohib piirata ainult seadusega, tähendab, et õiguslik alus peab olema piisavalt selge ja täpne ning et määratledes ise selle õiguse kasutamise piirangu ulatuse, pakub see teatavat kaitset haldusasutuste poolse võimaliku meelevaldse riive eest (vt selle kohta 17. detsembri 2015. aasta kohtuotsus WebMindLicenses, C‑419/14, EU:C:2015:832, punkt 81).", "label": [[393, 418, "DATE"], [430, 445, "ORG"]]}
{"text": "67 Selle kõrval tuleneb väljakujunenud kohtupraktikast, et õiguskindluse põhimõte, mis kuulub liidu õiguse üldpõhimõtete hulka, nõuab muu hulgas, et õigusnormid oleksid selged ja täpsed ning et nende tagajärjed oleksid etteaimatavad, eriti juhtudel, kui neil võivad olla füüsilistele isikutele ja ettevõtjatele ebasoodsad tagajärjed (vt 18. novembri 2008. aasta kohtuotsus Weisser, C‑158/07, EU:C:2008:630, punkt 67 ja seal viidatud kohtupraktika).", "label": [[94, 99, "LOC"], [337, 361, "DATE"], [373, 380, "PER"]]}
{"text": "68 Kõigepealt tuleb esiteks täpsustada, et 2. juuli 2018. aasta otsus käsitleb personalieeskirjade artiklit 55, Euroopa Liidu muude teenistujate teenistustingimuste (edaspidi „teenistustingimused“) artikleid 16 ja 90 ning raamkokkulepet.", "label": [[43, 63, "DATE"], [112, 125, "LOC"]]}
{"text": "69 Muude teenistujate teenistustingimuste artikkel 16 näeb ette personalieeskirjade artikli 55 kohaldamise analoogia alusel liidu muude teenistujate suhtes. Seega ei analüüsita seda artiklit eraldi artiklist 55. Teenistustingimuste artiklis 90 on omakorda sätestatud, et erandina lepingulisi töötajaid käsitlevatest sätetest kohaldatakse konverentsitõlkidele, keda parlament on tööle võtnud või keda Euroopa Komisjon võtab tööle liidu institutsioonide ja asutuste nimel, tingimusi, mis on ette nähtud 28. juuli 1999. aasta konventsioonis, mis on sõlmitud ühelt poolt parlamendi, komisjoni ja Euroopa Liidu Kohtu ning teiselt poolt kutseala esindavate ühingute vahel. See artikkel ei sisalda ühtegi sätet, mis saaks olla kõnealuse teenistusse jääma kohustamise õiguslik alus. Ükski kohtumenetluse pool ei ole sellele ka viidanud.", "label": [[124, 129, "LOC"], [338, 358, "PROFESSION"], [365, 374, "ORG"], [400, 416, "ORG"], [429, 434, "LOC"], [501, 522, "DATE"], [567, 577, "ORG"], [579, 588, "ORG"], [592, 611, "ORG"]]}
{"text": "70 Teiseks tuleb märkida, et kuigi 2. juuli 2018. aasta otsus viitab personalieeskirjade artiklile 55 tervikuna, täpsustab parlament, et selle aluseks ei ole kunagi olnud artikli 55 lõiked 2, 3 või 4, vaid üksnes selle artikli lõige 1, millel on autonoomne kohaldamisala, sõltumata selle artikli teiste lõigete kohaldamisalast. Igal juhul ei näe personalieeskirjade artikli 55 lõiked 2, 3 või 4 ette piirangute kasutamist, mistõttu ei saa neid käsitada seadusena harta artikli 52 lõike 1 tähenduses.", "label": [[35, 55, "DATE"], [123, 132, "ORG"]]}
{"text": "71 Seega tuleb analüüsida, kas ühelt poolt personalieeskirjade artikli 55 lõige 1 või teiselt poolt raamkokkulepe said olla 2. juuli 2018. aasta otsuse õiguslik alus harta artikli 52 lõike 1 tähenduses.", "label": [[124, 144, "DATE"]]}
{"text": "72 Esiteks tuleb personalieeskirjade artikli 55 lõike 1 kohta kõigepealt tõdeda, et nagu on juba märgitud kohtupraktikas, ei käsitleta personalieeskirjades streigiõiguse küsimust (18. märtsi 1975. aasta kohtuotsus Köhler jt vs. komisjon, 44/74, 46/74 ja 49/74, EU:C:1975:42, punkt 15). Selle järjestikused muudatused ei ole seda faktilist olukorda muutnud, nagu möönab ka parlament.", "label": [[180, 202, "DATE"], [214, 220, "PER"], [228, 236, "ORG"], [372, 381, "ORG"]]}
{"text": "73 Lisaks tuleb korrata, et personalieeskirjade artikli 55 lõike 1 kohaselt on „[t]eenistuses olevad ametnikud […] igal ajal oma institutsiooni käsutuses“. Tuleb tõdeda, et niisugune säte, mis asub ametniku töötingimusi käsitleva 1. peatüki 4. jaotises, mis käsitleb ametniku töötingimusi, ei näe ette mingit streigiõiguse kasutamise täpset ja selget piirangut ega, a fortiori, teenistusse jääma kohustamise kasutamist. See ei sisalda seega ühtegi täpsustust streigiõiguse piiramise ulatuse kohta eespool punktides 66 ja 67 viidatud kohtupraktika tähenduses ega saa järelikult olla kõnealuste teenistusse jääma kohustavate meetmete õiguslik alus.", "label": []}
{"text": "74 Seda järeldust ei sea kahtluse alla parlamendi argument, et personalieeskirjade artikli 55 lõige 1 annab institutsioonile õiguse pöörduda ametnike poole väljaspool tööaega ning tugineda teenistuse huvidele, lugedes need ülimuslikuks võrreldes tavapärase tööaja või puhkuseajaga. Selline argument ei saa nimelt olla kaalukam, kui hartaga kehtestatud vajadus mitte piirata sellise õiguse kasutamist, mis hartaga on tagatud ainult sel tingimusel, et tuginetakse piisavalt selgele ja täpsele seadusele, milles endas on määratletud kõnealuse õiguse kasutamise piirangu ulatus.", "label": [[39, 49, "ORG"]]}
{"text": "75 Eeltoodust tuleneb, et 2. juuli 2018. aasta otsuses viidatud personalieeskirjade artiklid ja täpsemalt personalieeskirjade artikli 55 lõige 1 ei saanud olla 2. juuli 2018. aasta otsuses kehtestatud teenistusse jäämise kohustuse õiguslik alus.", "label": [[26, 46, "DATE"], [160, 180, "DATE"]]}
{"text": "76 Teiseks tuleb raamkokkuleppe kohta täpsustada, et selle lepingu artikli 8 kohaselt kohustuvad pooled kindlaks määrama protokollis, mis lisatakse nimetatud lepingule, lepitusmenetluse, mida rakendatakse tööseisaku korral.", "label": []}
{"text": "77 Siiski on selge, et eespool punktis 76 viidatud protokolli ei ole kunagi vastu võetud. Ükski teine raamkokkuleppe artikkel ei saa aga olla kõnealuste teenistusse jääma kohustavate meetmete õiguslik alus.", "label": []}
{"text": "78 Järelikult, isegi kui eeldada, et ametnikel on õigused, mis tulenevad nende sätete rikkumisest, mis reguleerivad institutsioonide suhteid OSPdega, ei saa raamkokkuleppe artikkel 8, kui ei ole vastu võetud protokolli, millele see viitab, igal juhul olla käsitatav seadusena harta artikli 52 lõike 1 tähenduses.", "label": []}
{"text": "79 Kolmandaks, mis puudutab teisi nõukogu viidatud sätteid, see on personalieeskirjade artikli 11 esimest lõiku ja artikli 21 esimest lõiku, siis tuleb tõdeda, et 2. juuli 2018. aasta otsus neid ei puuduta, mistõttu ei saanud neid õigusliku alusena kasutada. Igal juhul tuleb märkida, et nende eesmärk ei ole ka määratleda streigiõiguse teostamise piirangu ulatust eespool punktis 66 viidatud kohtupraktika tähenduses.", "label": [[34, 41, "ORG"], [163, 183, "DATE"]]}
{"text": "80 Sama kehtib hoolitsemiskohustuse kohta, millele nõukogu samuti viitas ja mis kohtupraktika kohaselt väljendab vastastikuste õiguste ja kohustuste tasakaalu ametiasutuse ja avalike teenistujate vahelistes suhetes ning tähendab eelkõige, et kui asutus teeb otsuse ametniku olukorra kohta, võtab ta arvesse kõiki asjaolusid, mis võivad tema otsust mõjutada, ning seda tehes arvestab ta mitte ainult teenistuse huve, vaid eelkõige asjaomase ametniku huve (vt selle kohta 13. detsembri 2017. aasta kohtuotsus William Moretti jt vs. EIP, T‑482/16 RENV, EU:T:2017:901, punkt 131 (ei avaldata) ja seal viidatud kohtupraktika). Selles küsimuses tuleb märkida, et kuigi sellise põhimõtte kohaselt ei pea ametiasutus arvesse võtma mitte ainult ametniku, vaid ka teenistuse huve, ei saa ta selle käigus otsuseid vastu võtta ilma igasuguse õigusliku kontekstita. Selline argument tuleb seega tagasi lükata.", "label": [[51, 58, "ORG"], [470, 495, "DATE"], [507, 522, "PER"], [530, 533, "ORG"]]}
{"text": "81 Kõikidest eespool esitatud kaalutlustest tuleneb, et kõnealused teenistusse jääma kohustavad meetmed kujutavad endast streigiõiguse piirangut, mis ei olnud seaduses ette nähtud. 2. juuli 2018. aasta otsus tuleb seega tühistada, kuivõrd see rikub seda põhiõigust, ilma et oleks vaja analüüsida kahte ülejäänud harta artikli 52 lõikes 1 kehtestatud tingimust, millele on viidatud eespool punktides 61 ja 62, ning teisi hagejate esitatud väiteid.", "label": [[181, 201, "DATE"]]}
{"text": "Kahju hüvitamise nõuded", "label": []}
{"text": "82 Hagejad väidavad sisuliselt, et nende tühistamisnõuete toetuseks viidatud eksimused kujutavad endast selliseid rikkumisi, mis võivad eraldi või koos kaasa tuua parlamendi vastutuse tekkimise. Nad kinnitavad, et nad kandsid nende rikkumiste tõttu mittevaralist kahju.", "label": [[162, 173, "ORG"]]}
{"text": "83 Parlament leiab, et ta ei ole tõlke ja konverentsitõlke teenistusse jääma kohustavas menetluses rikkunud ühtegi õigusnormi. Ta lisab, et kuigi hagejad peavad tõendama tegelikult kantud kahju, ei täpsusta nad, millist mittevaralist kahju nad on kandnud.", "label": [[3, 12, "ORG"], [33, 38, "PROFESSION"], [42, 58, "PROFESSION"]]}
{"text": "84 Kõigepealt tuleb korrata, et tühistamishagi ja kahju hüvitamise hagi on autonoomsed õiguskaitsevahendid. Kuna personalieeskirjade artiklites 90 ja 91 ei ole nende kahe hagi puhul sätestatud mingisuguseid erinevusi ei haldus- ega kohtumenetluse puhul, siis võib ametnik, tulenevalt nende erinevate õiguskaitsevahendite omavahelisest sõltumatusest, valida ühe või teise või mõlemad koos, tingimusel, et hagi liidu kohtule esitatakse kolme kuu jooksul alates tema kaebuse rahuldamata jätmisest (vt 18. septembri 2018. aasta kohtuotsus Hievanen Price jt vs. Euroopa Liidu Kohus, T‑702/16 P, EU:T:2018:557, punkt 66 seal viidatud kohtupraktika).", "label": [[409, 422, "ORG"], [434, 439, "AMOUNT_VALUE"], [440, 443, "AMOUNT_UNIT"], [498, 523, "DATE"], [535, 549, "PER"], [557, 576, "ORG"]]}
{"text": "85 Sellest põhimõttest on kohtupraktikas siiski tehtud erand, kui kahju hüvitamise hagi on tihedalt seotud sellise tühistamishagiga, mis on tunnistatud või tuleks tunnistada vastuvõetamatuks. Seega on kahju hüvitamise nõuded vastuvõetamatud juhul, kui kahju hüvitamise hagi on suunatud ainult sellisest aktist tulenevate tagajärgede heastamisele, mida käsitletakse tühistamishagis, mille oleks saanud tunnistada vastuvõetamatuks või mis on tunnistatud vastuvõetamatuks (vt 18. septembri 2018. aasta kohtuotsus Hievanen Price jt vs. Euroopa Liidu Kohus, T‑702/16 P, EU:T:2018:557, punkt 67 ja seal viidatud kohtupraktika).", "label": [[473, 498, "DATE"], [510, 524, "PER"], [532, 551, "ORG"]]}
{"text": "86 Käesolevas asjas paluvad hagejad hüvitada kahju, mis tekitati parlamendi õigusvastaste tegudega nii 2. juuli 2018. aasta otsuse kui ka hagi esitamisest hilisemate otsuste vastuvõtmisel. Eespool punktidest 38–46 tuleneb aga, et käesolev hagi on vastuvõetamatu niivõrd, kuivõrd see on esitatud hagi esitamisest hilisemate otsuste peale. Järelikult on käesolev kahju hüvitamise nõue vastuvõetamatu osas, milles sellega palutakse mõista parlamendilt hagejate kasuks välja hüvitis hagi esitamisest hilisemate otsustest tuleneva kahju hüvitamiseks, ning need nõuded tuleb jätta rahuldamata.", "label": [[65, 75, "ORG"], [103, 123, "DATE"], [436, 448, "ORG"]]}
{"text": "87 2. juuli 2018. aasta otsuse tõttu kantud kahju hüvitamise nõuete kohta tuleb korrata, et vastavalt väljakujunenud kohtupraktikale on ELTL artikli 340 teise lõigu tähenduses liidu lepinguvälise vastutuse tekkimise eeldus see, et samal ajal on täidetud teatavad tingimused, see on liidu institutsioonidele etteheidetava tegevuse õigusvastasus, kahju tegelik tekkimine ning põhjuslik seos selle tegevuse ja viidatud kahju vahel (vt 20. septembri 2016. aasta kohtuotsus Ledra Advertising jt vs. komisjon ja EKP, C‑8/15 P–C‑10/15 P, EU:C:2016:701, punkt 64 ja seal viidatud kohtupraktika).", "label": [[3, 23, "DATE"], [176, 181, "LOC"], [282, 287, "LOC"], [432, 457, "DATE"], [469, 486, "ORG"], [494, 502, "ORG"], [506, 509, "ORG"]]}
{"text": "88 Selle kõrval kohaldatakse EÜ artikli 270 ning personalieeskirjade artiklite 90 ja 91 alusel alustatud avaliku teenistuse kohtuvaidlustele, sealhulgas ametnikule või teenistujale tekitatud kahju hüvitamise vaidlustele, konkreetseid erinorme võrreldes nendega, mis tulenevad ELTL artikli 268 ja ELTL artikli 340 teise lõigu kohaselt liidu lepinguvälist vastutust reguleerivatest üldpõhimõtetest. Eelkõige personalieeskirjadest tuleneb nimelt, et liidu ametnik või teenistuja on – erinevalt mis tahes muust füüsilisest isikust – seotud institutsiooni või asutusega, olles viimasest sõltuvuses töösuhte kaudu, mis hõlmab spetsiifilist vastastikuste õiguste ja kohustuste tasakaalu, mis väljendub institutsiooni kohustuses hoolitseda asjaomase isiku eest (vt 16. detsembri 2010. aasta kohtuotsus komisjon vs. Szymański, T‑143/09 P, EU:T:2010:531, punkt 46 ja seal viidatud kohtupraktika). Sellest järeldub, et ainuüksi õigusvastasuse tuvastamisest piisab, et oleks täidetud esimene kolmest tingimusest, mida on vaja selleks, et tekiks liidu vastutus kahju eest, mis on tema ametnikele ja teenistujatele liidu avaliku teenistuse õiguse rikkumisega tekitatud (12. juuli 2011. aasta kohtuotsus komisjon vs. X, T‑80/09 P, EU:T:2011:347, punkt 45).", "label": [[334, 339, "ORG"], [447, 452, "ORG"], [757, 782, "DATE"], [794, 802, "ORG"], [807, 816, "PER"], [1033, 1038, "ORG"], [1101, 1106, "LOC"], [1156, 1177, "DATE"], [1189, 1197, "ORG"], [1202, 1203, "PER"]]}
{"text": "89 Käesolevas asjas tuleneb eespool punktidest 72–81, et 2. juuli 2018. aasta otsus on õigusvastane ja tuleb tühistada.", "label": [[57, 77, "DATE"]]}
{"text": "90 Väljakujunenud kohtupraktikast tuleneb nimelt, et kui kahju hüvitamise nõuded tuginevad tühistatud akti õigusvastasusele, on Üldkohtu poolt akti tühistamine iseenesest adekvaatne ja põhimõtteliselt piisav hüvitis kogu mittevaralise kahju eest, mis hagejale võis olla tekitatud (vt 18. septembri 2015. aasta kohtuotsus Carlström vs. Frontex, T‑653/13 P, EU:T:2015:652, punkt 82 ja seal viidatud kohtupraktika).", "label": [[128, 136, "ORG"], [284, 309, "DATE"], [321, 330, "PER"], [335, 342, "ORG"]]}
{"text": "91 Siiski on otsustatud, et akti tühistamine, kui sellel puudub igasugune soovitud toime, ei saa iseenesest olla adekvaatne ja piisav hüvitis tühistatud aktiga tekitatud mittevaralise kahju eest (18. septembri 2015. aasta kohtuotsus Carlström vs. Frontex, T‑653/13 P, EU:T:2015:652, punkt 83).", "label": [[196, 221, "DATE"], [233, 242, "PER"], [247, 254, "ORG"]]}
{"text": "92 Käesolevas asjas on selge, et 2. juuli 2018. aasta otsuse kõik õiguslikud tagajärjed on realiseerunud. Neil asjaoludel ei kujuta selle otsuse tühistamine endast adekvaatset ja piisavat hüvitist hagejatele tekitatud mittevaralise kahju eest.", "label": [[33, 53, "DATE"]]}
{"text": "93 Seega tuleb kindlaks teha, kas hagejad on lisaks eespool punktis 89 mainitud õigusvastasusele, mis kujutab endast eksimust, mis toob kaasa parlamendi vastutuse, tõendanud selle eksimusega seotud kahju esinemise.", "label": [[142, 152, "ORG"]]}
{"text": "94 Käesolevas asjas nähtub eespool punktidest 72–81, et 2. juuli 2018. aasta otsuse tõttu kohustati hagejaid 3. juulil 2018 teenistusse jääma, ehkki puudus igasugune õiguslik alus, mis oleks lubanud parlamendil selliseid meetmeid võtta, ning järelikult ei saanud nad kasutada oma streigiõigust teenistusse jäämise kohustuse kehtimise ajal. Lisaks kehtestati teenistusse jäämise kohustus hilinenult, sest hagejatele teatati sellest alles selle kohaldamise päevale eelnenud päeval. Need asjaolud, mis on vähemalt kahetsusväärsed, tekitasid mittevaralist kahju, mis on otseselt seotud 2. juuli 2018. aasta otsuse õigusvastasusega.", "label": [[56, 76, "DATE"], [109, 123, "DATE"], [199, 210, "ORG"], [582, 602, "DATE"]]}
{"text": "95 Neil asjaoludel tuleb kahju õiglaselt hinnata, mõistes parlamendilt välja iga hageja, keda kohustati 2. juuli 2018. aasta otsusega teenistusse jääma, see tähendab Clara Sommer-Mikini, Lisa de Leur’i, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou ja Jasmina Agidi kasuks välja 500 eurot.", "label": [[104, 124, "DATE"], [166, 185, "PER"], [187, 201, "PER"], [203, 235, "PER"], [237, 252, "PER"], [254, 276, "PER"], [280, 293, "PER"], [307, 310, "AMOUNT_VALUE"], [311, 316, "AMOUNT_UNIT"]]}
{"text": "Kohtukulud", "label": []}
{"text": "96 Kodukorra artikli 134 lõikes 2 on ette nähtud, et kui kaotanud poolel on mitu isikut, otsustab Üldkohus kohtukulud jagada.", "label": [[98, 106, "ORG"]]}
{"text": "97 Esiteks, kuna parlament on kohtuvaidluse kaotanud, tuleb tema kohtukulud jätta tema enda kanda ning mõista temalt välja nende hagejate kohtukulud, keda kohustati teenistusse jääma 2. juuli 2018. aasta otsusega, sealhulgas ajutiste meetmete kohaldamise menetluse ja nõukogu menetlusse astumisega seotud kohtukulud. Teiseks tuleb otsustada, et hagejad, keda kohustati teenistusse jääma pärast hagi esitamist tehtud otsustega ja kes on samuti kohtuvaidluse kaotanud, kannavad ise oma kohtukulud.", "label": [[17, 26, "ORG"], [183, 203, "DATE"], [268, 275, "ORG"]]}
{"text": "98 Kodukorra artikli 138 kohaselt kannavad menetlusse astunud liikmesriigid ja institutsioonid ise oma kohtukulud. Nõukogu kannab oma kohtukulud ise.", "label": [[115, 122, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes ÜLDKOHUS (kuues koda laiendatud koosseisus) otsustab:", "label": [[32, 75, "ORG"]]}
{"text": "1. Tühistada Euroopa Parlamendi personali peadirektori 2. juuli 2018. aasta otsus, millega kohustati tõlke ja konverentsitõlke 3. juulil 2018. aastal teenistusse jääma.", "label": [[13, 31, "ORG"], [32, 54, "PROFESSION"], [55, 75, "DATE"], [101, 126, "PROFESSION"], [127, 148, "DATE"]]}
{"text": "2. Mõista parlamendilt järgmistest isikutest igaühe kasuks välja summa 500 eurot: Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou ja Jasmina Agidi.", "label": [[71, 74, "AMOUNT_VALUE"], [75, 80, "AMOUNT_UNIT"], [82, 100, "PER"], [102, 114, "PER"], [116, 148, "PER"], [150, 165, "PER"], [167, 189, "PER"], [193, 206, "PER"]]}
{"text": "3. Jätta hagi ülejäänud osas rahuldamata.", "label": []}
{"text": "4. Jätta parlamendi kohtukulud tema enda kanda ning mõista temalt välja nende hagejate kohtukulud, keda kohustati teenistusse jääma 2. juuli 2018. aasta otsusega, sealhulgas ajutiste meetmete kohaldamise menetlusega seotud kohtukulud ning Euroopa Liidu Nõukogu menetlusse astumisega seotud kohtukulud.", "label": [[9, 19, "ORG"], [132, 152, "DATE"], [239, 260, "ORG"]]}
{"text": "5. Jätta hagejate, keda kohustati teenistusse jääma hagi esitamisest hilisemate otsustega, kohtukulud nende endi kanda.", "label": []}
{"text": "6. Jätta nõukogu kohtukulud tema enda kanda.", "label": [[9, 16, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Kuulutatud avalikul kohtuistungil 29. jaanuaril 2020 Luxembourgis.", "label": [[34, 52, "DATE"], [53, 65, "LOC"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: prantsuse.", "label": [[23, 32, "NATIONALITY"]]}
{"text": "1 Hagejate loetelu lisatakse vaid pooltele teatavaks tehtavale versioonile.", "label": []}
