{"text": "KOHTUJURISTI ETTEPANEK FREDDY LOUIS COLIN esitatud 25. veebruaril 2020(1)", "label": [[0, 22, "PROFESSION"], [23, 41, "PER"], [51, 70, "DATE"]]}
{"text": "Kohtuasi C‑97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "versus", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(eelotsusetaotlus, mille on esitanud Finanzgericht Düsseldorf (Düsseldorfi maksukohus, Saksamaa))", "label": [[37, 61, "ORG"], [63, 85, "ORG"], [87, 95, "LOC"]]}
{"text": "Eelotsusetaotlus – Nõukogu määrus (EMÜ) nr 2913/92 – Ühenduse tolliseadustik – Tollideklaratsioon – Tollideklaratsioonis muudatuste tegemine – Deklarandi nime muutmine, et asendada see impordilitsentsid saanud isiku nimega – Deklaratsiooni kehtetuks tunnistamine – Esindamine", "label": [[19, 26, "ORG"], [53, 61, "LOC"]]}
{"text": "1. Komisjoni 12. oktoobri 1992. aasta määruse (EMÜ) nr 2913/92, millega kehtestatakse ühenduse tolliseadustik (EÜT 1992, L 302, lk 1; ELT eriväljaanne 02/04, lk 307; edaspidi „1992. aasta tolliseadustik“), mis kehtis kuni 30. aprillini 2016, artikli 78 lõikes 1 oli ette nähtud, et toll võib omal algatusel või deklarandi taotluse korral teha tollideklaratsioonis muudatusi pärast seda, kui kaup, mille kohta deklaratsioon esitati, on vabastatud. Käesoleva eelotsusetaotluse raames tõusetub küsimus, kas see säte lubas tollil muuta deklarandi nime, kui deklarandi isik märgiti nähtavasti heauskse vea tõttu valesti.", "label": [[3, 12, "ORG"], [86, 94, "LOC"], [176, 187, "DATE"], [222, 240, "DATE"]]}
{"text": "2. Käesoleva eelotsusetaotluse esitas Finanzgericht Düsseldorf (Düsseldorfi maksukohus, Saksamaa) kohtuvaidluses, mille pooled on Pfeifer & Langen GmbH & Co KG (edaspidi „Pfeifer & Langen“) ja Hauptzollamt Köln (Kölni kesktollibüroo, Saksamaa, edaspidi „tolliasutus“) ning mis puudutas roosuhkru importi vähendatud tollimaksumääraga.", "label": [[38, 62, "ORG"], [64, 86, "ORG"], [88, 96, "LOC"], [130, 159, "ORG"], [171, 187, "ORG"], [193, 210, "ORG"], [212, 232, "ORG"], [234, 242, "LOC"], [254, 265, "ORG"]]}
{"text": "3. Käesolevas kohtuasjas tõusetuv põhiküsimus puudutab 1992. aasta tolliseadustiku artikli 78 kohaldamisala. Enne nende küsimuste käsitlemist on aga vaja esitada asjakohased õigusnormid.", "label": [[55, 66, "DATE"]]}
{"text": "I. Õiguslik taust", "label": []}
{"text": "4. 1992. aasta tolliseadustiku põhjendustes 5 ja 6 nähti ette:", "label": [[3, 14, "DATE"]]}
{"text": "„tagamaks et oleks tasakaalus ühelt poolt tollipoolsed tollialaste õigusaktide korrektse kohaldamisega seotud vajadused ja teiselt poolt kaubandusringkondade õigus õiglasele kohtlemisele, tuleb tollile anda muu hulgas ulatuslikud kontrollivolitused ja kaubandusringkondadele kaebuse esitamise õigus; tolli otsuste peale kaebuste esitamise süsteemi tingimuseks on, et Ühendkuningriik kehtestab uued haldusmenetlused, mida ei ole võimalik jõustada enne 1. jaanuari 1995;", "label": [[367, 382, "ORG"], [451, 467, "DATE"]]}
{"text": "võttes arvesse väliskaubanduse ülimat tähtsust ühenduse jaoks, tuleks tolliformaalsused ja -kontroll tühistada või vähemalt neid võimalikult suurel määral piirata“.", "label": []}
{"text": "5. 1992. aasta tolliseadustiku artikkel 5 nägi ette:", "label": [[3, 14, "DATE"]]}
{"text": "„1. Artikli 64 lõikes 2 sätestatud tingimustel ja vastavalt artikli 243 lõike 2 punkti b raames vastuvõetud sätetele võib iga isik määrata tolliga suhtlemiseks oma esindaja, kes teeb tollieeskirjades ettenähtud toiminguid ja täidab tollieeskirjades ettenähtud formaalsusi.", "label": [[164, 172, "PROFESSION"]]}
{"text": "2. Selline esindamine võib olla:", "label": []}
{"text": "– otsene, millisel juhul esindaja tegutseb teise isiku nimel ja tema eest, või", "label": [[25, 33, "PROFESSION"]]}
{"text": "– kaudne, millisel juhul esindaja tegutseb enda nimel, aga teise isiku eest.", "label": [[25, 33, "PROFESSION"]]}
{"text": "Liikmesriik võib piiritleda õiguse esitada tollideklaratsioone:", "label": []}
{"text": "– otsese esindamisena või", "label": []}
{"text": "– kaudse esindamisena,", "label": []}
{"text": "selliselt et esindaja peab olema tolliagent, kes tegutseb selle riigi territooriumil.", "label": [[13, 21, "PROFESSION"], [33, 43, "PROFESSION"]]}
{"text": "3. Välja arvatud artikli 64 lõike 2 punktis b ja lõikes 3 nimetatud juhtudel peab esindaja asukoht olema ühenduses.", "label": [[82, 90, "PROFESSION"], [105, 114, "LOC"]]}
{"text": "4. Esindaja peab teatama, et ta tegutseb esindatava isiku eest, täpsustama, kas esindamine on otsene või kaudne, ja olema volitatud esindajana tegutsema.", "label": [[3, 11, "PROFESSION"], [132, 142, "PROFESSION"]]}
{"text": "Isikut, kes ei teata, et ta tegutseb teise isiku nimel või eest, või kes teatab, et ta tegutseb teise isiku nimel või eest, ilma et ta oleks volitatud seda tegema, loetakse enda nimel ja enda eest tegutsevaks.", "label": []}
{"text": "5. Toll võib nõuda igalt isikult, kes teatab, et ta tegutseb teise isiku nimel või eest, et ta oma volitusi tõendaks.“", "label": []}
{"text": "6. Kõnealuse tolliseadustiku artikli 64 kohaselt:", "label": []}
{"text": "„1. Vastavalt artiklile 5 võib tollideklaratsiooni esitada iga isik, kellel on võimalik kõnealust kaupa pädevale tolliasutusele esitada või esitada lasta koos kõigi vajalike dokumentidega seda tolliprotseduuri reguleerivate sätete rakendamiseks, millele kaup on deklareeritud.", "label": []}
{"text": "2. Siiski,", "label": []}
{"text": "a) kui tollideklaratsiooni aktsepteerimisega kaasnevad teatava isiku jaoks erikohustused, peab tollideklaratsiooni esitama kõnealune isik või tuleb see esitada tema eest;", "label": []}
{"text": "b) deklarandi asukoht peab olema ühenduses.", "label": [[33, 42, "LOC"]]}
{"text": "Tingimust omada asukohta ühenduses ei kohaldata isikute suhtes, kes:", "label": [[25, 34, "LOC"]]}
{"text": "– esitavad transiidi- või ajutise impordi deklaratsiooni,", "label": []}
{"text": "– deklareerivad kaupa juhuti, tingimusel et toll peab seda põhjendatuks.“", "label": []}
{"text": "7. 1992. aasta tolliseadustiku artiklis 65 oli sätestatud:", "label": [[3, 14, "DATE"]]}
{"text": "„Taotluse korral on deklarandil lubatud muuta tollideklaratsiooni kandeid pärast seda, kui toll on tollideklaratsiooni aktsepteerinud. Muutmise tulemusena ei või transiidideklaratsioon hõlmata muid kaupu peale nende, mille kohta see algselt tehti.", "label": []}
{"text": "Muudatust ei lubata teha, kui seda taotletakse pärast seda, kui toll on:", "label": []}
{"text": "a) teatanud deklarandile, et ta kavatseb kaupa kontrollida;", "label": []}
{"text": "b) tuvastanud, et kõnealused andmed on ebaõiged;", "label": []}
{"text": "c) kauba vabastanud.“", "label": []}
{"text": "8. Sama 1992. aasta tolliseadustiku artiklis 66 oli sätestatud:", "label": [[8, 19, "DATE"]]}
{"text": "„1. Toll tunnistab deklarandi taotluse korral juba aktsepteeritud tollideklaratsiooni kehtetuks, kui deklarant tõendab, et kaup deklareeriti kõnealuses tollideklaratsioonis nimetatud tolliprotseduurile ekslikult või et erakordsete asjaolude tõttu ei ole kauba suunamine sellele tolli protseduurile, millele see kaup oli deklareeritud, enam põhjendatud.", "label": []}
{"text": "Kui toll on deklarandile teatanud oma kavatsusest kaupa kontrollida, ei võeta tollideklaratsiooni kehtetuks tunnistamise taotlust vastu enne kontrolli lõpetamist.", "label": []}
{"text": "2. Pärast kauba vabastamist saab tollideklaratsiooni kehtetuks tunnistada ainult kooskõlas komiteemenetlusega määratletud juhtudel.", "label": []}
{"text": "3. Tollideklaratsiooni kehtetuks tunnistamine ei mõjuta kehtivate karistussätete kohaldamist.“", "label": []}
{"text": "9. 1992. aasta tolliseadustiku artiklis 78 oli täpsustatud:", "label": [[3, 14, "DATE"]]}
{"text": "„1. Toll võib omal algatusel või deklarandi taotluse korral teha tollideklaratsioonis pärast kauba vabastamist muudatusi.", "label": []}
{"text": "2. Toll võib pärast kauba vabastamist selleks, et teha kindlaks tollideklaratsioonis esitatud andmete õigsust, kontrollida äridokumente ja asjaomase kaubaga seotud impordi- või eksporditoimingute või selle kaubaga seotud järgnevate äritoimingute andmeid. Selline kontroll võib toimuda deklarandi valdustes, mõne muu nimetatud toimingutega otseselt või kaudselt seotud isiku valdustes või isiku valdustes, kelle valduses seoses äritegevusega on nimetatud dokument või vajalikud andmed. Toll võib läbi vaadata ka kaupa, kui selle esitamine on veel võimalik.", "label": []}
{"text": "3. Kui tollideklaratsiooni kontrollimine või tollivormistusjärgne läbivaatamine näitab, et asjaomaseid tolliprotseduure reguleerivaid sätteid on kohaldatud ebaõige või mittetäieliku teabe alusel, võtab toll kooskõlas ettenähtud sätetega olukorra lahendamiseks vajalikud meetmed, arvestades tema käsutuses olevat uut teavet.“", "label": []}
{"text": "10. Lisaks oli nimetatud 1992. aasta tolliseadustiku artiklis 201 ette nähtud:", "label": [[25, 36, "DATE"]]}
{"text": "„1. Tollivõlg impordil tekib, kui:", "label": []}
{"text": "a) kaup, millelt tuleb tasuda imporditollimaks, lubatakse vabasse ringlusse või", "label": []}
{"text": "b) selline kaup, millelt tuleb tasuda imporditollimaks, suunatakse osalise imporditollimaksudest vabastamisega ajutise impordi protseduurile.", "label": []}
{"text": "2. Tollivõlg tekib kõnealuse tollideklaratsiooni aktsepteerimise hetkel.", "label": []}
{"text": "3. Võlgnik on deklarant. Kaudse esindamise korral on isik, kelle eest tollideklaratsioon esitatakse, samuti võlgnik.", "label": []}
{"text": "Kui mõnda lõikes 1 nimetatud protseduuri puudutav tollideklaratsioon esitatakse sellise teabe põhjal, mille alusel kõiki tollivõla tekkimisel tasumisele kuuluvaid tollimakse või osa nendest sisse ei nõuta, võib kooskõlas kehtivate siseriiklike õigusaktidega lugeda võlgnikeks ka isikuid, kes tollideklaratsiooni esitamiseks vajalikku teavet andsid ja kes teadsid või oleksid pidanud teadma, et teave oli vale.“", "label": []}
{"text": "11. 1992. aasta tolliseadustiku artikli 221 lõike 3 kohaselt:", "label": [[4, 15, "DATE"]]}
{"text": "„Võlgnikule ei teatata tollimaksu summat pärast seda, kui tollivõla tekkimise kuupäevast on möödunud kolm aastat. See ajavahemik katkestatakse artikli 243 kohase kaebuse esitamise hetkest kaebuse menetlemise ajaks.“", "label": [[101, 105, "AMOUNT_VALUE"], [106, 112, "AMOUNT_UNIT"]]}
{"text": "12. Sama seadustiku artiklis 236 oli ette nähtud:", "label": []}
{"text": "„1. Impordi- või eksporditollimaks makstakse tagasi, kui on kindlaks tehtud, et selle summa tasumise ajal ei tulenenud see summa seadusest või selle summa kohta tehti arvestuskanne vastuolus artikli 220 lõikega 2.", "label": []}
{"text": "Impordi- või eksporditollimaksu vähendatakse, kui on kindlaks tehtud, et selle kohta arvestuskande tegemise ajal ei tulenenud see summa seadusest või selle summa kohta tehti arvestuskanne vastuolus artikli 220 lõikega 2.", "label": []}
{"text": "Tollimaksu ei maksta tagasi ega vähendata, kui seadusest tulenevast tollimaksu summast erineva summa tasumise või sellest erineva summa kohta arvestuskande tegemise tingis asjaomase isiku tahtlik tegevus.“", "label": []}
{"text": "2. Impordi- või eksporditollimaks makstakse tagasi või seda vähendatakse taotluse alusel, mis tuleb esitada asjakohasele tolliasutusele kolme aasta jooksul arvestades kuupäevast, kui selle tollimaksu summa võlgnikule teatati.", "label": [[136, 141, "AMOUNT_VALUE"], [142, 147, "AMOUNT_UNIT"]]}
{"text": "Seda tähtaega võib pikendada, kui asjaomane isik tõendab, et taotluse esitamist ettenähtud tähtaja jooksul takistasid ettenägematud asjaolud või vääramatu jõud.", "label": []}
{"text": "Kui toll ise avastab nimetatud tähtaja jooksul lõike 1 esimeses või teises alapunktis kirjeldatud olukorra, maksab ta tollimaksu summa tagasi või vähendab seda omal algatusel.“", "label": []}
{"text": "II. Põhikohtuasi ja eelotsuse küsimused", "label": []}
{"text": "13. SC Zahărul Oradea SA (edaspidi „Zahărul Oradea“) on Rumeenias asuv äriühing ja Pfeifer & Langeni tütarettevõtja. Zahărul Oradea ostis 45 000 tonni Brasiiliast pärit roosuhkrut, mis tuli nende kahe poole vahel sõlmitud lepingu kohaselt rafineerida Pfeifer & Langeni Euskircheni tehases Saksamaal. Pärast rafineerimist tuli suhkur müüa Pfeifer & Langenile.", "label": [[4, 24, "ORG"], [36, 50, "ORG"], [56, 65, "LOC"], [83, 100, "ORG"], [117, 131, "ORG"], [138, 144, "AMOUNT_VALUE"], [145, 150, "AMOUNT_UNIT"], [151, 162, "LOC"], [251, 268, "ORG"], [269, 280, "LOC"], [289, 298, "LOC"], [338, 357, "ORG"]]}
{"text": "14. Rumeenia pädev asutus väljastas 13. detsembril 2011 Zahărul Oradea’le litsentsi kokku 45 000 tonni rafineerimiseks mõeldud suhkru impordiks. Zahărul Oradea volitas 2. veebruaril 2012 Pfeifer & Langenit esitama enda nimel tollideklaratsioone ja täitma kõiki tollivormistuseks vajalikke formaalsusi.", "label": [[4, 25, "ORG"], [36, 55, "DATE"], [56, 73, "ORG"], [90, 96, "AMOUNT_VALUE"], [97, 102, "AMOUNT_UNIT"], [145, 159, "ORG"], [168, 186, "DATE"], [187, 205, "ORG"]]}
{"text": "15. Pfeifer & Langen esitas 24. veebruaril 2012 enda nimel tolliasutusele tollideklaratsiooni ligikaudu 499 tonni suuruse osakoguse roosuhkru vabasse ringlusse lubamiseks. Tollideklaratsioonis viitas ta Zahărul Oradea impordisertifikaatidele. Tolliasutusele esitatud dokumentide hulgas oli koopia volikirjast, mille Zahărul Oradea oli talle andnud. Pfeifer & Langen seda volikirja siiski ei kasutanud.", "label": [[4, 20, "ORG"], [28, 47, "DATE"], [104, 107, "AMOUNT_VALUE"], [108, 113, "AMOUNT_UNIT"], [203, 217, "ORG"], [316, 330, "ORG"], [349, 365, "ORG"]]}
{"text": "16. Tolliasutus aktsepteeris deklaratsiooni ja määras tollimaksu, mille Pfeifer & Langen tollivõla tasumise eest vastutava isikuna pidi maksma, kohaldades 252,50 euro suurust vähendatud tollimaksumäära ühe tonni kohta. Tolliasutus arvestas imporditud koguse Zahărul Oradea’le väljastatud litsentsidest maha. Pfeifer & Langen tasus seejärel imporditollimaksu.", "label": [[72, 88, "ORG"], [155, 161, "AMOUNT_VALUE"], [162, 166, "AMOUNT_UNIT"], [202, 205, "AMOUNT_VALUE"], [207, 211, "AMOUNT_UNIT"], [258, 275, "ORG"], [308, 324, "ORG"]]}
{"text": "17. Pfeifer & Langen pöördus pärast käibemaksukontrolli 10. ja 11. jaanuari 2013. aasta kirjaga tolliasutuse poole ning palus kontrollida 24. veebruari 2012. aasta deklaratsiooni, sest ta kahtles, kas tema suhtes võib roosuhkru puhul kohaldada vähendatud tollimaksumäära.(2)", "label": [[4, 20, "ORG"], [56, 87, "DATE"], [138, 163, "DATE"]]}
{"text": "18. Tolliamet nõudis 24. jaanuari 2013. aasta otsusega Pfeifer & Langenilt 83 158,41 euro suuruse tollimaksu tasumist. See summa saadi, kohaldades roosuhkru impordi tavalist maksumäära ehk 419 eurot tonni kohta. Tolliamet märkis selle otsuse põhjendamiseks, et Pfeifer & Langenile ei oleks pidanud kohaldama vähendatud maksumäära põhjusel, et impordilitsentsid oli väljastatud tegelikult Zahărul Oradea’le.", "label": [[21, 45, "DATE"], [55, 74, "ORG"], [75, 84, "AMOUNT_VALUE"], [85, 89, "AMOUNT_UNIT"], [189, 192, "AMOUNT_VALUE"], [193, 198, "AMOUNT_UNIT"], [261, 280, "ORG"], [388, 405, "ORG"]]}
{"text": "19. Pfeifer & Langen vaidlustas selle otsuse, viidates oma 24. veebruari 2012. aasta tollideklaratsiooni muutmise taotlusele, mis oleks tulnud rahuldada, mistõttu teda oleks tulnud käsitada Zahărul Oradea kaudse esindajana.", "label": [[4, 20, "ORG"], [59, 84, "DATE"], [190, 204, "ORG"], [212, 222, "PROFESSION"]]}
{"text": "20. Tolliamet jättis 26. aprilli 2018. aasta otsusega vaide rahuldamata, märkides, et Pfeifer & Langen ei täpsustanud oma tollideklaratsioonis, et ta tegutseb Zahărul Oradea nimel ja eest. Selle otsuse kohaselt ei saa deklarandi nime tollideklaratsioonis hiljem muuta. Seetõttu ei omanud tähtsust, et Pfeifer & Langeni tollideklaratsioon ei vastanud Zahărul Oradea volikirja tingimustele, et tollideklaratsioonile oli lisatud volikirja koopia, sest – vähemalt tolliasutuse meelest – Pfeifer & Langen oli otsustanud loobuda sellele volikirjale tuginemast.", "label": [[21, 44, "DATE"], [86, 102, "ORG"], [159, 173, "ORG"], [301, 318, "ORG"], [350, 364, "ORG"], [483, 499, "ORG"]]}
{"text": "21. Pfeifer & Langen esitas seejärel tolliasutuse 26. aprilli 2018. aasta otsuse peale Finanzgericht Düsseldorfile (Düsseldorfi maksukohus) kaebuse põhjendusel, et tema tollideklaratsiooni oleks pidanud taotluse alusel parandama ning et teda oleks tulnud käsitada Zahărul Oradea kaudse esindajana. Selles osas väidab Pfeifer & Langen, et ta loobus õigusest tugineda Zahărul Oradea antud volikirjale üksnes seetõttu, et tolliasutuse ametnik esitas talle ebatäpset teavet. Ta on seisukohal, et ametnik märkis vastuseks tema esitatud küsimusele, et Pfeifer & Langen peab esitama tollideklaratsiooni enda nimel ja eest. Pfeifer & Langen rõhutas aga, et ta lisas tollideklaratsioonile Zahărul Oradea antud volikirja koopia.", "label": [[4, 20, "ORG"], [50, 73, "DATE"], [87, 139, "ORG"], [264, 278, "ORG"], [286, 296, "PROFESSION"], [317, 333, "ORG"], [366, 380, "ORG"], [546, 562, "ORG"], [616, 632, "ORG"], [680, 694, "ORG"]]}
{"text": "22. Tolliasutus väidab, et Pfeifer & Langen ei saanud tolliametnikult väidetud teavet ja et Pfeifer & Langeni tollideklaratsioonis esitatud andmed ei olnud väärad. Kuna ta esitas tollideklaratsiooni enda nimel ja loobus seega talle kuuluvast esindusõigusest, omandas ta õiguspäraselt deklarandi staatuse.", "label": [[4, 15, "ORG"], [27, 43, "ORG"], [92, 109, "ORG"]]}
{"text": "23. Eelotsusetaotluse esitanud kohus kahtleb, kas neil asjaoludel oleks olnud võimalik põhikohtuasjas vaidluse all olevat tollideklaratsiooni parandada nii, et deklarant ei oleks Pfeifer & Langen, vaid Zahărul Oradea, keda esindab Pfeifer & Langen. Ta rõhutas nimelt asjaolu, et Hoge Raad der Nederlanden (Madalmaade kõrgeim kohus) ja Finanzgericht Hamburg (Hamburgi maksukohus, Saksamaa) leidsid hiljuti, et 1992. aasta tolliseadustiku artikli 78 lõige 3 ei luba tollideklaratsioonis deklarandiks märgitud isiku nime muuta.", "label": [[179, 195, "ORG"], [202, 216, "ORG"], [231, 247, "ORG"], [279, 331, "ORG"], [335, 356, "ORG"], [358, 377, "ORG"], [379, 387, "LOC"], [409, 420, "DATE"]]}
{"text": "24. Neil asjaoludel otsustas Finanzgericht Düsseldorf (Düsseldorfi maksukohus, Saksamaa) menetluse peatada ja esitada Euroopa Kohtule järgmise eelotsuse küsimuse:", "label": [[29, 53, "ORG"], [55, 77, "ORG"], [79, 87, "LOC"], [118, 133, "ORG"]]}
{"text": "„Kas [1992. aasta tolliseadustiku] artikli 78 lõiget 3 tuleb tõlgendada nii, et sellisel juhul nagu põhikohtuasjas tuleb tollideklaratsiooni kontrollida ja teha selles parandus nii, et deklarandi andmed asendatakse selle isiku andmetega, kellele on väljastatud asjaomase kauba impordisertifikaat ja keda esindab isik, kes oli tollideklaratsioonis märgitud deklarandina ja kes esitas tolliasutusele impordilitsentsi omaniku volikirja?“", "label": [[6, 17, "DATE"]]}
{"text": "III. Analüüs", "label": []}
{"text": "25. Oma küsimusega soovib eelotsusetaotluse esitanud kohus sisuliselt teada, kas 1992. aasta tolliseadustiku artiklit 78, mis kehtis 30. aprillini 2016,(3) tuleb tõlgendada nii, et see võimaldab pärast asjaomase kauba vabastamist muuta deklarandi nime, kui deklarandi isik on heauskse eksimuse tõttu valesti märgitud.", "label": [[81, 92, "DATE"], [133, 151, "DATE"]]}
{"text": "26. Tuleks algusest peale meeles pidada, et vastavalt 1992. aasta tolliseadustiku artikli 59 lõikele 1 tuli kõigi kaupade kohta, mis sooviti tolliprotseduurile suunata, esitada tollideklaratsioon.(4) Selle seadustiku artikli 4 punkti 17 kohaselt oli tollideklaratsioon toiming, millega isik avaldab ettenähtud vormis ja korras soovi suunata kaup teatavale tolliprotseduurile.(5) Seadustiku artikli 71 lõikes 2 oli sätestatud, et kui tollideklaratsiooni ei kontrollita, suunatakse kaup tolliprotseduurile, mis vastab kõnealuses tollideklaratsioonis märgitule.(6) Tahteavaldusele lisaks peab deklarant kooskõlas 1992. aasta tolliseadustiku artikli 62 lõikega 1 esitama kõik vajalikud andmed, mis võimaldavad tuvastada kauba ja kohaldada selle suhtes kehtiva tolliprotseduuri sätete rakendamist.(7) Artikli 62 lõikes 2 oli sätestatud, et tollideklaratsioonile tuleb lisada kõik vajalikud dokumendid seda tolliprotseduuri reguleerivate sätete rakendamiseks, millele kaup on deklareeritud.", "label": [[54, 65, "DATE"], [610, 621, "DATE"]]}
{"text": "27. Enne 1992. aasta tolliseadustiku jõustumist 1. jaanuaril 1994 oli deklarandil keelatud oma tollideklaratsiooni pärast kauba vabastamist muuta. See keeld tunnistati kehtetuks artikli 78 uue redaktsiooniga. Sellest alates oli tollil lubatud tollideklaratsiooni parandada pärast kauba vabastamist deklarandi esitatud taotluse alusel. Järelikult oli 1992. aasta tolliseadustiku artiklites 65 ja 78 ette nähtud tollideklaratsioonis muudatuste tegemiseks kaks erinevat korda sõltuvalt sellest, kas taotlus esitati enne või pärast kauba vabastamist.(8)", "label": [[9, 20, "DATE"], [48, 65, "DATE"], [350, 361, "DATE"]]}
{"text": "28. Enne kauba vabastamist võimaldas selle seadustiku artikkel 65 deklarandil ühepoolselt oma tollideklaratsiooni muuta, kuni kaupa ei olnud vabastatud. Selle loogika kohaselt võis kuni kõnealuse vabastamiseni toll vajaduse korral muudatuste paikapidavust kontrollida suhteliselt lihtsalt kaupade füüsilise ülevaatuse teel.(9)", "label": []}
{"text": "29. Pärast kauba vabastamist ei olnud olukord deklaratsiooni muutmise osas samavõrd selge. 1992. aasta tolliseadustiku artikli 78 lõige 1 sätestas, et „[t]oll võib omal algatusel või deklarandi taotluse korral teha tollideklaratsioonis pärast kauba vabastamist muudatusi.“(10) Seetõttu ei olnud toll kohustatud taotlust rahuldama, vaid seda ainult hindama, vähemalt küsimuses, kas selliste muudatuste tegemine on põhjendatud või mitte.(11) Hindamise tulemusel pidi toll seega deklarandi taotluse põhjendatud otsusega, mille võis hiljem kohtus vaidlustada, rahuldamata jätma või soovitud muudatused tegema.(12)", "label": [[91, 102, "DATE"]]}
{"text": "30. Kui deklaratsiooni kontrollimisel selgus, et asjaomaseid tolliprotseduure reguleerivaid sätteid oli kohaldatud ebaõige või mittetäieliku teabe alusel ja seestöötlemise protseduuri eesmärki ei ohustatud, pidi toll vastavalt 1992. aasta tolliseadustiku artikli 78 lõikele 3 võtma olukorra lahendamiseks vajalikud meetmed, arvestades tema käsutuses olevat uut teavet.(13)", "label": [[227, 238, "DATE"]]}
{"text": "31. Kui lõppanalüüsi tulemusel ilmnes, et deklarandi poolt tasutud tollimaks oli suurem summast, mille ta oleks pidanud tasuma juhul, kui viga ei oleks tehtud, siis oli tal õigus taotleda läbivaatamist.(14) See läbivaatamine pidi toimuma vastavalt 1992. aasta tolliseadustiku artiklile 236, kui selles sättes ette nähtud tingimused olid täidetud. Need tingimused sisaldasid sätet, mille kohaselt tuli läbivaatamistaotlus esitada ettenähtud tähtaja jooksul, mis oli üldjuhul kolm aastat.(15)", "label": [[248, 259, "DATE"], [474, 478, "AMOUNT_VALUE"], [479, 486, "AMOUNT_UNIT"]]}
{"text": "32. Vastupidisel juhul, kui tasutud tollimaks osutus ebapiisavaks seetõttu, et tollivõlast tuleneva maksusumma kohta ei olnud arvestuskannet tehtud või arvestuskanne oli tehtud tollivõla tekkimisel seaduse alusel tasumisele kuuluva tollimaksu summast väiksema summa kohta, võis toll vastavalt 1992. aasta tolliseadustiku artiklile 220 ja järgnevatele artiklitele nõuda summade vahe tasumist kolme aasta jooksul alates tollivõla tekkimise kuupäevast.", "label": [[293, 304, "DATE"], [391, 396, "AMOUNT_VALUE"], [397, 402, "AMOUNT_UNIT"]]}
{"text": "33. Selles kontekstis väidavad Saksa toll, Tšehhi valitsus ja Madalmaade valitsus, et 1992. aasta tolliseadustiku artiklis 78 sisalduv muutmispädevus keelas muuta deklarandi nime. Nad leiavad, et see säte kujutas endast erandit tollideklaratsiooni tühistamatuse põhimõttest, mistõttu tuleb seda tõlgendada kitsalt. Nii olid tollideklaratsiooni muudatused, mida oleks võinud 1992. aasta tolliseadustiku artikli 78 alusel teha, piiratud konkreetsete olukordadega, mille hulka ei kuulunud viga deklarandi nimes.", "label": [[31, 41, "ORG"], [43, 58, "ORG"], [62, 81, "ORG"], [86, 97, "DATE"], [374, 385, "DATE"]]}
{"text": "34. Selle argumendi toetuseks väidavad kõnealused pooled esiteks, et vastavalt 1992. aasta tolliseadustiku artikli 201 lõikele 3 pidi deklarant tagama tollideklaratsioonis sisalduva teabe paikapidavuse. Kuna deklarandi nimi oli määrava tähtsusega teave, oleks selle muutmine tinginud deklaratsiooni kehtetuks tunnistamise. 1992. aasta tolliseadustiku artikli 66 kohaselt oli tollideklaratsiooni kehtetuks tunnistamine pärast kaupade vabastamist välistatud, välja arvatud eriliste asjaolude korral, millega aga käesoleval juhul tegemist ei ole.", "label": [[79, 90, "DATE"], [323, 334, "DATE"]]}
{"text": "35. Teiseks nägi 1992. aasta tolliseadustiku artikli 5 lõige 4 selgelt ette esindaja kohustuse teatada, et ta tegutseb esindatava nimel. Kui isikul, kes esialgu ei teatanud, et ta tegutseb esindajana, oleks õigus oma deklaratsiooni muuta, siis kaotaks see säte järelikult igasuguse kasuliku mõju. Lisaks oleks sellise paranduse võimaldamine tekitanud suure riski, et tollimaksu ei ole enam võimalik teatada uuele võlgnikule kõnealuse tolliseadustiku artikli 221 lõikes 3 ette nähtud tähtaja jooksul.", "label": [[17, 28, "DATE"], [76, 84, "PROFESSION"], [189, 199, "PROFESSION"]]}
{"text": "36. Kolmandaks väidetakse, et 1992. aasta tolliseadustiku artikli 78 kontekst välistas igal juhul deklarandi nime muutmise. Deklarandi isikut käsitlevad sätted sisaldusid 1992. aasta tolliseadustiku I jaotises, samas kui artikkel 78 sisaldus IV jaotises, mis reguleeris kauba tolliprotseduurile suunamist.", "label": [[30, 41, "DATE"], [171, 182, "DATE"]]}
{"text": "37. Neljandaks tuleb asuda seisukohale, et kuna 1992. aasta tolliseadustiku artikli 78 lõike 1 sõnastus viitas deklarandile, ei kuulu deklarandi nimi nende andmete hulka, mida võis muuta.", "label": [[48, 59, "DATE"]]}
{"text": "38. Kuigi need argumendid võivad esmapilgul näida veenvad, leian ma siiski, et neid ei toeta tegelikult artikli 78 sõnastus, kontekst ja eesmärgid ega Euroopa Kohtu praktika. Euroopa Kohtu väljakujunenud praktika kohaselt tuleb liidu õigusnormi tõlgendamisel arvesse võtta mitte üksnes normi sõnastust, vaid ka normi konteksti ning selle õigusaktiga taotletavaid eesmärke, mille osa säte on.(16)", "label": [[151, 164, "ORG"], [175, 188, "ORG"], [228, 233, "LOC"]]}
{"text": "39. Artikli 78 sõnastuse kohta võib märkida, et see on minu arvates täiesti üldine ja avatud säte. Eelkõige ei näinud 1992. aasta tolliseadustiku artikli 78 lõige 3 ette tollideklaratsioonist teatud andmete ex ante välistamist seetõttu, et neid ei saanud muuta.(17) Kui oleks soovitud, et tollideklaratsiooni teatud andmed – nagu deklarandi isik – peavad jääma puutumatuks ja neid ei saa artikli 78 lõike 3 mehhanismi kasutades muuta, oleks liidu seadusandjal olnud lihtne seda sätestada. Euroopa Kohus märkis seevastu kohtuotsuse Overland Footwear(18) punktis 63, et artikli 78 lõikes 3 ei eristata „vigu või puudusi, mille puhul võib muudatusi teha, neist, mille puhul see lubatud ei ole.“", "label": [[118, 129, "DATE"], [489, 502, "ORG"], [531, 548, "ORG"]]}
{"text": "40. Mis puudutab konteksti ja eesmärki, siis on tõsi, nagu väitsid nii tolliasutus kui ka Madalmaade valitsus kohtuistungil, et deklarandi isikut reguleerivad sätted olid esitatud 1992. aasta tolliseadustiku I jaotises, samas kui artikkel 78 asus IV jaotises tollikäitlusviiside all. Tuleb siiski juhtida tähelepanu, et Euroopa Kohus on leidnud, et kauba väärtust puudutavaid tollideklaratsioone sai teatud asjaolude korral muuta(19) vaatamata sellele, et kauba tolliväärtusega seotud sätted olid II jaotise – mitte IV jaotise – osa. Ainult sellest piisab, et lükata ümber väide, et deklarandi nimi ei kuulunud paranduste hulka, mida artikli 78 alusel võis teha, ainuüksi põhjusel, et deklarandi nime käsitlevad sätted asusid 1992. aasta tolliseadustiku muus jaotises.(20)", "label": [[90, 109, "ORG"], [180, 191, "DATE"], [320, 333, "ORG"], [726, 737, "DATE"]]}
{"text": "41. Igal juhul, nagu Euroopa Kohus märkis kohtuotsuses Terex Equipment jt, „on selle artikli sisu tolliprotseduuri vastavusse viimine tegeliku olukorraga.“(21) Sellisena vaadatuna annab artikli 78 lõige 3 lihtsalt 1992. aasta tolliseadustiku raames volituse parandada dokumendis viga, kui seda on kohane ja õige teha. Sellise dokumendis vigade parandamiseks antud üldise võimaluse olemasolu on muidugi kõikide liikmesriikide avaliku õiguse lahutamatu osa.", "label": [[21, 34, "ORG"], [55, 70, "ORG"], [214, 225, "DATE"]]}
{"text": "42. Samuti ei jaga ma seisukohta, et kui oleks olnud lubatud deklarandi nime muuta, oleks tollil olnud raske kinni pidada 1992. aasta tolliseadustiku artikli 236 lõikes 2 ette nähtud tähtajast, mille jooksul tuleb teatada tasumisele kuuluva tollimaksu lõplik summa. Selleks, et deklaratsioon oleks jätkuvalt täpne ja seega, et selline asendus võiks toimuda, tähendas deklarandi nime ükskõik milline – kaasa arvatud tema kontaktaadressi – muutmine tingimata, et deklarandi andmeid tuli ajakohastada. Seega ei pea ma tõenäoliseks, et deklarandi nime muutmine oleks tollile tähtajast kinnipidamisega seoses erilisi raskusi tekitanud.(22)", "label": [[122, 133, "DATE"]]}
{"text": "43. Mis puudutab 1992. aasta tolliseadustiku artikli 5 lõikes 4 selgelt ette nähtud kohustust, mille kohaselt iga esindaja peab märkima, et ta tegutseb esindatava isiku nimel, siis see näitab, et deklarandi nime mainimine võis teatud asjaoludel kujutada endast viga artikli 78 tähenduses, mis, nagu ma alljärgnevalt selgitan, on nimelt selle sätte kohaldamise üks tingimus.", "label": [[17, 28, "DATE"], [114, 122, "PROFESSION"]]}
{"text": "44. Sellega seoses märgiksin lisaks, et 1992. aasta tolliseadustiku artikli 76 lõike 1 punktis a oli sätestatud, et selleks et formaalsuste ja protseduuride täitmist võimalikult lihtsustada ning tagada toimingute vastavus nõuetele, lubab toll kooskõlas komiteemenetlusega ettenähtud tingimuste alusel välja jätta teatavad nõutud andmed. Minu arvates tõendab see, et välja arvatud teatavad erandid, mille ma alljärgnevalt esitan, ei pea deklaratsiooni sisu kohe ja täies ulatuses lõplikuks muutuma.", "label": [[40, 51, "DATE"]]}
{"text": "45. On tõsi, et Euroopa Kohtu otsuste põhjal võib mõnikord jääda mulje, et Euroopa Kohus ei ole valmis seda sätet väga laialt tõlgendama. Näiteks on Euroopa Kohus leidnud, et kuna 1992. aasta tolliseadustikus ei nõutud, et toll teostaks sellist süstemaatilist kontrolli, eeldati, et deklarant esitab tollile täieliku ja täpse teabe.(23) See kohustus tulenes vastuvõetud tollideklaratsiooni tühistamatuse põhimõttest, millest tehtavad erandid on rangelt reguleeritud liidu vastava valdkonna õigusnormidega.(24) Euroopa Kohus on selles küsimuses leidnud, et juhud, mille puhul tehinguväärtust võib tagantjärele korrigeerida, piirduvad eelkõige selliste olukordadega, kus on tegemist eeskätt kaubal nõutavate omaduste puudumise või puuduste ilmnemisega pärast selle kauba vaba ringlusse lubamist.(25)", "label": [[16, 29, "ORG"], [75, 88, "ORG"], [149, 162, "ORG"], [180, 191, "DATE"], [466, 471, "LOC"], [510, 523, "ORG"]]}
{"text": "46. Paljudes kohtuotsustes on siiski kasutatud tõlgendust, mis ei ole nii kitsas, ning on eelistatud tugineda 1992. aasta tolliseadustiku artikli 78 loogikale, milleks oli tolliprotseduuri tegeliku olukorraga kooskõlla viimine.(26) Euroopa Kohus on lisaks rõhutanud, et see säte ei eristanud vigu või puudusi, mida on võimalik parandada või muuta, neist, mida parandada või muuta ei saa.(27) Neis kohtuotsustes leiti seega, et fraasi „ebaõige või mittetäielik teave“ tuleb tõlgendada nii, et see hõlmab nii sisulisi vigu või puudusi kui ka kohaldatava õiguse tõlgendamise vigu. See kohtupraktika suund näitab, et tollideklaratsiooni muutmist on võimalik taotleda mitte üksnes tehnilise vea korral, vaid ka juhul, kui tegemist on kohaldatava õiguse tõlgendamise vea või puudusega.(28)", "label": [[110, 121, "DATE"], [232, 245, "ORG"]]}
{"text": "47. Euroopa Kohus on seega leidnud, et tollideklaratsiooni võib muuta seoses kauba väärtusega,(29) seoses koodiga, mida kasutati, et määrata tolliprotseduur, millele deklarant kauba suunas,(30) või eksportija nimega(31). Euroopa Kohus on ka otsustanud, et tollideklaratsioonis võib muudatusi teha seoses deklaratsiooni kuupäevaga, selleks, et lükata see edasi kuupäevani, mil eksportijal on kehtiv ekspordilitsents.(32)", "label": [[4, 17, "ORG"], [221, 234, "ORG"]]}
{"text": "48. Kõigis neis kohtuasjades tegi Euroopa Kohus oma otsuse kahele aluspõhimõttele tuginedes – nimelt, et artikli 78 loogika oli tolliprotseduuri tegelikkusega vastavusse viimine ja et see säte ei eristanud vigu või puudusi, mida on võimalik parandada, neist, mida ei saa parandada. Nende põhimõtete põhjal oleks igal juhul võimalik deklarandi nime muuta.(33)", "label": [[34, 47, "ORG"]]}
{"text": "49. Minu arvates on see kõik põhjendatud 1992. aasta tolliseadustiku enda eesmärgiga, milleks selle põhjenduse 5 kohaselt oli tagada seadustikuga ette nähtud tollimaksu korrektne kohaldamine, tagades nii ettevõtjate kui ka tolli huvides kiire ja tõhusa menetluse, vabastades tollideklaratsioonis nimetatud kauba süstemaatilisest kontrollist ning piirates seega tolliformaalsusi ja -kontrolli võimalikult suurel määral vastavalt sama seadustiku põhjendusele 6.(34) Erinevalt teistest õigussüsteemidest, mille raames peab deklarant esitama vaid kaubaga seotud faktilise teabe, kohustas kõnealune seadustik deklaranti sõnastama tollideklaratsiooni tingimustel, mis olid tema jaoks siduvad. See reegel võimaldas tollil kontrolli kiiremini ja tõhusamalt läbi viia.", "label": [[41, 52, "DATE"]]}
{"text": "50. Tuleb siiski tunnistada, et ka see eeldas ettevõtjatelt pingutust sageli keeruliste õigustekstide tõlgendamisel. Selles olukorras on vältimatu, et tehakse heas usus vigu. 1992. aasta tolliseadustiku artikkel 78 oli kavandatud sellega arvestamiseks ning võimaldas tollil selliseid vigu parandada vähemalt siis, kui seda sai teha viisil, mis ei riivanud teiste (sh ka tolli) seaduslikke õigusi ja huve. Kõiki neid kaalutlusi kinnitab Euroopa Kohtu praktika, milles on senini tunnustatud vaid kolme asjaolu, mille esinemise korral võib nõustuda, et tollil on õigus jätta tollideklaratsioonis muudatuste tegemise taotlus rahuldamata.(35)", "label": [[175, 186, "DATE"], [436, 449, "ORG"]]}
{"text": "51. Esimene keeldumise põhjus tuleneb 1992. aasta tolliseadustiku artiklite 65 ja 78 vastastikusest seosest. Kuna artiklit 78 sai kohaldada vaid pärast kauba vabastamist esitatud muudatuste tegemise taotlustele, st, etapis, mil asjaomase kaubaga seotud teabe paikapidavust ei olnud enam võimalik kontrollida, tuleb artiklit 78 tõlgendada nii, et sellele tuginedes ei olnud lubatud teha muudatusi andmetes, mis olid seotud deklaratsioonis mainitud kauba laadi või omadustega.(36)", "label": [[38, 49, "DATE"]]}
{"text": "52. Teine keeldumise põhjus, mis kaudselt tuleneb õiguste kuritarvitamise keelust, esines siis, kui taotletud muudatus võis kahjustada tollialaste õigusnormidega taotletavaid eesmärke.(37)", "label": []}
{"text": "53. Kolmanda keeldumise põhjusega oli tegemist siis, kui kanne, mille muutmist taotleti, tehti mitte vea vaid tahtliku valiku tõttu.(38)", "label": []}
{"text": "54. Vastupidi Saksamaa tolli, Tšehhi valitsuse ja Madalmaade valitsuse väitele ei ole Euroopa Kohus tegelikult välistanud 1992. aasta tolliseadustiku artikli 78 kohaldamisalast teatud andmeid põhjendusel, et need on seotud deklaratsiooni põhiolemusega. Lisaks sellele, et kõnealuse sätte sõnastuses ei ole ühelgi viisil viidatud sellisele ex ante välistamisele, soovin märkida, et Euroopa Kohus – nagu juba mainitud – nõustus sellega, et deklaratsiooni esitamise kuupäeva võib parandada, samas kui haldusõiguse põhimõtte kohaselt on selline teave sama oluline kui deklarandi isik.(39) Veelgi enam – kohtuotsust Terex võib mõista nii, et tollideklaratsioonis võib muudatusi teha seoses valitud tolliprotseduuriga, samas kui vastavalt 1992. aasta tolliseadustiku artikli 4 punktile 17 ja artikli 59 lõikele 1 oli deklaratsioon toiming, millega deklarant avaldas soovi suunata kaup teatavale tolliprotseduurile. Euroopa Kohus on samuti otsustanud, et eksportija nime võib muuta isegi siis, kui rahalise eelise andmine sõltub eksportija isikust.(40)", "label": [[14, 28, "ORG"], [30, 46, "ORG"], [50, 70, "ORG"], [86, 99, "ORG"], [122, 133, "DATE"], [381, 394, "ORG"], [611, 616, "ORG"], [733, 744, "DATE"], [909, 922, "ORG"]]}
{"text": "55. Igal juhul põhineb argument, et deklarandi nime muutmine oleks endast kujutanud deklaratsiooni kehtetuks tunnistamist, eeldusel, et deklaratsiooni muutmise ja kehtetuks tunnistamise vaheline erinevus sõltus selle deklaratsiooni parandatavatest andmetest. 1992. aasta tolliseadustiku artikkel 66 võimaldas deklaratsiooni kehtetuks tunnistada vaid kahel juhul, nimelt juhul, kui deklarant tõendab, et kaup deklareeriti kõnealuses tollideklaratsioonis nimetatud tolliprotseduurile ekslikult või et erakordsete asjaolude tõttu ei ole kauba suunamine sellele tolliprotseduurile, millele see kaup oli deklareeritud, enam põhjendatud.(41) Praktikas tähendab see, et tollideklaratsioon võidi kehtetuks tunnistada eeskätt siis, kui ettevõtja otsustas jätta tolliprotseduuri kasutamata või kui kauba tollikäitlusviisi muudeti.(42)", "label": [[259, 270, "DATE"]]}
{"text": "56. On tõsi, seda teist võimalust võis põhjendatult mõista nii, et see piiras artikli 78 kohaldamisala selliselt, et kohe, kui tekib küsimus tollideklaratsiooni peamisest eesmärgist, sai tolliprotseduuri muuta ainult asjaomase tollideklaratsiooni kehtetuks tunnistamise teel. Selleks et tagada artikli 66 kasulik mõju (effet utile), oleks võinud seda pidada ainsaks teabeks, mille parandamiseks oli nõutav deklaratsiooni kehtetuks tunnistamine. Nagu eespool viidatud, näib, et Euroopa Kohus leidis siiski, et tolliprotseduuri, millele deklarant kauba suunanud oli, oleks võinud parandada artikli 78 alusel.(43)", "label": [[477, 490, "ORG"]]}
{"text": "57. Igal juhul ei arva ma, et selle konteksti väliselt põhineb erinevus kehtetuks tunnistamise ja parandamise vahel muudetavate andmete olemusel. Kui muid andmeid ei oleks võimalik muuta, oleks see oluliselt piiranud tolli võimalust määrata tollivõlg kindlaks suuruses, mida oleks tulnud tasuda tegeliku olukorra alusel. Samuti võib märkida, et kui peaks asutama seisukohale, et teatud andmeid võib parandada ainult kehtetuks tunnistamise teel, siis ei saaks seda teavet kunagi muuta haldusorgani algatusel isegi siis, kui see on vajalik, kuna haldusorgan ei saanud asuda deklarandi asemele, et esitada uus deklaratsioon.", "label": []}
{"text": "58. Olemasolevat kohtupraktikat silmas pidades seisneb ainus erinevus kehtetuks tunnistamise ja muutmise vahel nende vastavates tagajärgedes. Kehtetuks tunnistamise taotluse juhul lõppeb taotluse rahuldamise korral tollivõlg.(44) Deklarant vabaneb igasugusest tollivõla tasumise kohustusest. Muutmise korral võib võla summat suurendada või vähendada, kuid võlg on endiselt olemas.(45)", "label": []}
{"text": "59. Neid kolme Euroopa Kohtu poolt tunnustatud keeldumispõhjust arvesse võttes ei saa deklarandi nime muutmist pidada artikli 78 kohaldamisalast välistatuks.", "label": [[15, 28, "ORG"]]}
{"text": "60. Esiteks ei ole deklarandi nimi kuidagi kaubaga seotud. Kauba vabastamine ei oleks seega tõenäoliselt mingil viisil mõjutanud sellise teabe paikapidavust või seda, kas deklarant on täitnud tollideklaratsiooni esitamiseks kehtestatud tingimused.", "label": []}
{"text": "61. Teiseks ei kahjustanud deklarandi isiku muutmine tõenäoliselt tollieeskirjade eesmärke. Artikliga 78 taotletav konkreetne eesmärk viia tolliprotseduur tegeliku olukorraga vastavusse võimaldab vastupidi järeldada, et sellist parandust oleks pidanud olema võimalik teha.", "label": []}
{"text": "62. Ma ei jäta siiski tähelepanuta pettuseohu suurenemist, mis võib tuleneda tollideklaratsiooni mis tahes muutmise õigusest. Võitlus pettuse vastu on kindlasti üks 1992. aasta tolliseadustikuga taotletud eesmärkidest.(46) Leian siiski, et mis puudutab deklarandi nime, siis 1992. aasta tolliseadustiku alusel selline muudatus ei suurendanud oluliselt kõnealust riski. Deklaranti ei tohi nimelt segi ajada importija ja eksportijaga. Nagu on ette nähtud sama seadustiku artikli 64 lõikes 1, pidi selleks, et deklarant olla, isikul üksnes olema võimalik „kõnealust kaupa pädevale tolliasutusele esitada või lasta esitada koos kõigi vajalike dokumentidega seda tolliprotseduuri reguleerivate sätete rakendamiseks, millele kaup on deklareeritud.“(47)", "label": [[165, 176, "DATE"], [275, 286, "DATE"]]}
{"text": "63. On tõsi, et 1992. aasta tolliseadustiku väliselt seadsid muud tollieeskirjad teatavate soodustuste andmise – näiteks soodustariifi kohaldamise või eksporditoetuse saamise – tingimuseks selle, et kauba importija või eksportija on deklarant. Näiteks põhikohtuasja puhul nägi komisjoni määruse (EÜ) nr 1291/2000(48) artikkel 24 ette, et tollideklaratsiooni peab täitma litsentsi- või sertifikaadiomanik või vajaduse korral litsentsi või sertifikaadi omandaja või nende esindaja 1992. aasta tolliseadustiku artikli 5 lõikes 2 määratletud tähenduses.", "label": [[16, 27, "DATE"], [277, 286, "ORG"], [470, 478, "PROFESSION"], [479, 490, "DATE"]]}
{"text": "64. Olukorras, kus deklarandi nime muudeti, et see vastaks importija või eksportija nimele, neutraliseerisid pettuseohu nende soodustuste andmise aluseks olevad normid, mis kohustasid huvitatud isikut kui importijat või eksportijat teatud kohustusi täitma.(49)", "label": []}
{"text": "65. Lisaks olgu öeldud, et kui deklaratsiooni muudeti nii, et deklarandi nimi vastaks importija või eksportija nimele, selleks, et viimasel oleks võimalik kasutada soodustariifi või saada eksporditoetust, ei andnud selline muudatus kõnealusele isikule ühtki põhjendamatut eelist, vaid võimaldas tal seevastu kasutada soodustusi, millele tal oleks olnud õigus juhul, kui teda oleks algselt deklarandina mainitud.(50) Seega jääb sellises olukorras nagu käesolev põhikohtuasi pettuseoht samaks seni, kuni imporditud kauba kogused arvestatakse importija litsentsidest maha.", "label": []}
{"text": "66. Lisaks impordilitsentsi või eksporditoetust käsitlevatele eeskirjadele(51) piirasid 1992. aasta tolliseadustiku muud sätted suurel määral deklarandi nime muutmisest tuleneda võiva pettuse ohtu. Eelkõige võib märkida järgmist.", "label": [[88, 99, "DATE"]]}
{"text": "67. Ühelt poolt täpsustas 1992. aasta tolliseadustiku artikli 74 lõige 1, et tollivõlg tuleb tasuda või selle tasumine tagada enne kauba vabastamist.(52) Arvestades seda, et ühest küljest oli artikkel 78 kohaldatav siis, kui oli määratud kauba vabastamine ja seega, kui tollivõlg oli tasutud või tagatud, ning teisest küljest, et deklarandi isiku osas mis tahes paranduse tegemine oleks toonud tingimata kaasa esimese deklarandi õiguste ja kohustuste ülemineku uuele deklarandile, võis deklarandi nime muuta ainult siis, kui olemasoleva tagatise või makse sai üle kanda uuele deklarandile või kui viimane oli tasunud tollivõla või määranud uue tagatise. Seega ei leia ma, et tollivõla tasumata jätmise risk oli praktikas kõrgem ainuüksi põhjusel, et deklarandi nime muudeti.", "label": [[26, 37, "DATE"]]}
{"text": "68. Teiseks olgu öeldud, et mis puudutab sellist importi, millega on tegemist põhikohtuasjas, siis oli 1992. aasta tolliseadustiku artikli 201 lõike 3 punktis 2 sätestatud, et kui tollideklaratsioon esitatakse vale teabe põhjal, „võib kooskõlas kehtivate siseriiklike õigusaktidega lugeda võlgnikeks ka isikuid, kes tollideklaratsiooni esitamiseks vajalikku teavet andsid ja kes teadsid või oleksid pidanud teadma, et teave oli vale.“ Kuna esimene deklarant pidi esitama deklaratsioonis märgitud muud andmed, siis juhul, kui need osutusid valeks, võis teda pidada tollivõla eest vastutavaks.", "label": [[103, 114, "DATE"]]}
{"text": "69. Eelkõige seda reeglit arvestades ei ole ma veendunud, et deklarandi nime muutmist – nagu väitis Madalmaade valitsus – tuleks igal juhul lubada vaid muudatusteks, mille tulemuseks oli otsese esinduse muutmine kaudseks esinduseks, kuna üksnes viimane võimaldaks algsel deklarandil jääda tollivõla võlgnikuks. Nimelt, kui võtta arvesse 1992. aasta tolliseadustiku artikli 201 lõike 3 punkti 2 sõnastust, siis isegi kui deklarandi nime muudeti selleks, et kajastada asjaolu, et algselt mainitud isikut esindas uus deklarant, oleks algne deklarant tõenäoliselt jäänud tollivõla tasumise eest vastutavaks isikuks, sest tema oli see, kes teabe algselt esitas.", "label": [[100, 119, "ORG"], [337, 348, "DATE"]]}
{"text": "70. Kolmandaks tuleb rõhutada, et selleks, et uus deklarant oleks saanud ükskõik millist tagasimakset, pidid olema täidetud ka 1992. aasta tolliseadustiku artikli 236 tingimused.", "label": [[127, 138, "DATE"]]}
{"text": "71. Mis puudutab selle kohta esitatud argumente, et deklarandi nime muutmine oleks põhjustanud tolli seisukohalt ebakindluse, siis minu arvates on need liidu seadusandja valikute – esiteks lubada deklaratsiooni muutmist pärast kauba vabastamist ja teiseks tagada võrdsed muudatuse tegemise võimalused nii haldusorgani kui ka deklarandi algatusel – tagajärjed.(53) Seega võis deklarant kõikide andmete osas, mida toll sai ex officio muuta, ka sellekohase taotluse esitada.(54)", "label": [[152, 157, "LOC"]]}
{"text": "72. Kuna 1992. aasta tolliseadustiku artikkel 78 ei jätnud deklarandi nime võimalike muudatuste hulgast välja ja kuna liikmesriigi kohus näib välistavat õiguste rikkumise,(55) on võtmeküsimuseks, mida tuleb analüüsida, et teha kindlaks, kas põhikohtuasjas võis toll keelduda deklarandi nime muutmisest, see, kas deklarandi nime valesti esitamine oli tahtmatu eksimus või arusaamatus või kas see oli tahtliku valiku tulemus.(56) See on minu arvates tollile artikli 78 lõikega 1 antud kaalutlusõiguse tegelik sisu („võib […] teha tollideklaratsioonis […] muudatusi“), sest kui pärast muudatuse tegemise taotluse läbivaatamist on selge, et deklaratsioon ei kajasta tegelikke asjaolusid, peab seda põhimõtteliselt muutma, välja arvatud ehk juhul, kui see kahjustaks tollialaste õigusaktidega taotletavaid eesmärke ning seega teiste isikute õigustatud huve ja õigusi ning eriti liidu finantshuve, kelle nimel toll tollimakse kogub.", "label": [[9, 20, "DATE"], [873, 878, "ORG"]]}
{"text": "73. Seega, selleks et vastata eelotsusetaotluse esitanud kohtu küsimusele, tuleb kontrollida, kas sellistel asjaoludel, nagu on kõne all põhikohtuasjas, võib Pfeifer & Langeni deklarandina mainimist pidada veaks.", "label": [[158, 175, "ORG"]]}
{"text": "74. Ka siin on Euroopa Kohus andnud sellele mõistele suhteliselt laia ulatuse. Euroopa Kohus on näiteks otsustanud, et vea mõiste hulka kuulub tahtmatu tegevusetus, isegi juhtudel, kui sellist tegevusetust eeldatakse ainuüksi asjaolu põhjal, et deklarant esitas taotluse tollideklaratsioonis muudatuste tegemiseks.(57) Kohtuotsuses CEVA Freight Holland(58) otsustas Euroopa Kohus, et deklarant võib taotleda kaupade tehinguväärtuse muutmist – kusjuures selle väärtuse määramine sõltub arvutamismeetodi valikust(59) –, kui see taotlus esitati tolli poolt tollitariifi alamrubriigi osas tehtud muudatuse tõttu(60). Seetõttu leian, et vea mõiste hõlmas mitte ainult sisulisi vigu, vaid ka kõiki deklaratsioone, mis esitati tollieeskirju rikkudes.", "label": [[15, 28, "ORG"], [79, 92, "ORG"], [332, 352, "ORG"], [366, 379, "ORG"]]}
{"text": "75. Põhikohtuasjas ei ole kaheldav, et deklarandi nime esialgne kanne on vea tagajärg. Sellega seoses märgib eelotsusetaotluse esitanud kohus, et Pfeifer & Langen sai Zahărul Oradea’lt esindusõiguse tema nimel tegutsemiseks. Selles osas võib märkida, et 2. veebruari 2012. aasta volikirja punkt 6 nägi ette:", "label": [[146, 162, "ORG"], [167, 184, "ORG"], [254, 278, "DATE"]]}
{"text": "„Oleme teadlikud, et tollideklaratsiooni esitamise kaudu muutume me deklarandiks tolliseadustiku tähenduses, ja võtame enda kanda kõik võimalikud imporditollimaksud, milles Pfeifer & Langen KG tolliga kokku leppis.“", "label": [[173, 192, "ORG"]]}
{"text": "76. See asjaolu, mida ei ole vaidlustatud, on minu arvates piisav, et tõendada vea olemasolu 1992. aasta tolliseadustiku artikli 78 tähenduses.", "label": [[93, 104, "DATE"]]}
{"text": "77. Nimelt näeb 1992. aasta tolliseadustiku artikli 5 lõige 4 ette, et kui deklarant tegutseb käsundiandja nimel, „peab“ ta teatama, et ta tegutseb esindatava isiku eest, täpsustama, kas esindamine on otsene või kaudne, ja olema volitatud esindajana tegutsema. Järelikult, kui deklarant tegutseb käsundiandja nimel, kuid ta seda ei teata, rikub deklarant 1992. aasta tolliseadustiku artikli 5 lõike 4 esimest lõiku.", "label": [[16, 27, "DATE"], [239, 249, "PROFESSION"], [355, 366, "DATE"]]}
{"text": "78. Lisaks tuleb käesolevas asjas märkida, et maksuhaldur kohaldas Pfeifer & Langeni suhtes soodustariifi ning arvas impordi kogused Zahărul Oradea litsentsidest maha. Seega asus toll kaudselt, kuid vältimatult seisukohale, et Pfeifer & Langen tegutses Zahărul Oradea eest, kuid ka enda eest, mis on 1992. aasta tolliseadustiku artikli 5 lõikega 2 vastuolus olev eeldus. See säte, mis on tollis esindamise õigusega seoses ammendav,(61) näeb vaid ette võimaluse tegutseda teiste isikute nimel ja eest või enda nimel, kuid teiste isikute eest.", "label": [[67, 84, "ORG"], [133, 147, "ORG"], [227, 243, "ORG"], [253, 267, "ORG"], [300, 311, "DATE"]]}
{"text": "79. 1992. aasta tolliseadustiku artikli 5 lõike 4 teises lõigus on küll täpsustatud, et „[i]sikut, kes ei teata, et ta tegutseb teise isiku nimel või eest, või kes teatab, et ta tegutseb teise isiku nimel või eest, ilma et ta oleks volitatud seda tegema, loetakse enda nimel ja enda eest tegutsevaks.“ Siiski ei muuda asjaolu, et 1992. aasta tolliseadustiku artikli 5 lõike 4 esimese lõigu rikkumise heastamine on selle eelduse kohaldamine, seda, et tulenevalt tegusõna „peab“ kasutamisest oli deklarant kohustatud teatama, et ta tegutseb teise isiku nimel või eest. Seega, juhul kui deklarant ei esita volikirja, teeb ta vea 1992. aasta tolliseadustiku artikli 78 tähenduses.", "label": [[4, 15, "DATE"], [330, 341, "DATE"], [626, 637, "DATE"]]}
{"text": "80. Kuna põhikohtuasja puhul oli volikiri oli tollideklaratsioonile lisatud, siis ei saa eitada, et deklaratsiooni esitamise ajal oli selline volitus olemas.", "label": []}
{"text": "81. Eelnevat arvesse võttes tuleb eelotsusetaotluse esitanud kohtu küsimusele vastata, et 1992. aasta tolliseadustiku artiklit 78 tuleb tõlgendada nii, et kui deklarant oli märkinud, et ta tegutses ainult enda nimel, vaatamata sellele, et talle oli tehtud ülesandeks esitada tollideklaratsioon kolmanda isiku nimel ja eest, võib pärast kauba vabastamist teha deklaratsioonis sellise muudatuse, et printsipaal märgitakse deklarandiks, kui on võimalik tõendada, et selline esindusõigus oli enne deklaratsiooni esitamist olemas.", "label": [[90, 101, "DATE"]]}
{"text": "IV. Kokkuvõte", "label": []}
{"text": "82. Eeltoodud kaalutlustest lähtudes teen Euroopa Kohtule ettepaneku vastata Finanzgericht Düsseldorfi (Düsseldorfi maksukohus, Saksamaa) eelotsuse küsimusele järgmiselt:", "label": [[42, 57, "ORG"], [77, 102, "ORG"], [104, 126, "ORG"], [128, 136, "LOC"]]}
{"text": "Komisjoni 12. oktoobri 1992. aasta nõukogu määruse (EMÜ) nr 2913/92, millega kehtestatakse ühenduse tolliseadustik, artiklit 78 tuleb tõlgendada nii, et kui tollideklarant on märkinud, et ta tegutseb ainult enda nimel, vaatamata sellele, et talle tehti ülesandeks esitada tollideklaratsioon kolmanda isiku nimel ja eest, võib pärast kauba vabastamist teha deklaratsioonis sellise muudatuse nii, et printsipaal märgitakse deklarandiks, kui on võimalike tõendada, et selline esindusõigus oli enne deklaratsiooni esitamist olemas.", "label": [[0, 9, "ORG"], [10, 34, "DATE"], [35, 42, "ORG"], [91, 99, "LOC"]]}
{"text": "1 Algkeel: inglise.", "label": [[11, 18, "NATIONALITY"]]}
{"text": "2 Vaatamata sellele, et toimik ei sisalda selle käibemaksukontrolli kohta ühtki üksikasja, tuleb juhtida tähelepanu, et nõukogu 28. novembri 2006. aasta direktiivi 2006/112/EÜ, mis käsitleb ühist käibemaksusüsteemi (ELT 2006, L 347, lk 1), artiklis 85 on sätestatud, et „[k]aupade impordil moodustab maksustatava väärtuse ühenduse kehtivate õigusaktide kohaselt kindlaksmääratud tolliväärtus.“", "label": [[120, 127, "ORG"], [128, 152, "DATE"]]}
{"text": "3 Tolliseadustiku hilisemast versioonist, mis kehtestati Euroopa Parlamendi ja nõukogu 23. aprilli 2008. aasta määrusega (EÜ) nr 450/2008, millega kehtestatakse ühenduse tolliseadustik (ajakohastatud tolliseadustik) (ELT 2008, L 145, lk 1), jäeti artikkel 78 välja ning see asendati artikliga 27. Selles tolliseadustiku versioonis tehti komisjonile ülesandeks määratleda, millisel juhul võib tollideklaratsiooni muuta pärast seda, kui kaup on tollijärelevalve alt välja viidud. Vt artikli 89 lõige 2, artiklid 113 ja 181. Tolliseadustiku hilisem – hetkel kehtiv – redaktsioon, mis tuleneb Euroopa Parlamendi ja nõukogu 9. oktoobri 2013. aasta määruse (EL) nr 952/2013, millega kehtestatakse liidu tolliseadustik (ELT 2013, L 269, lk 1), vastuvõtmisest, täpsustab, et tollideklaratsiooni võib lubada muuta pärast kauba vabastamist, et deklarant saaks täita oma kohustused seoses kauba suunamisega asjakohasele tolliprotseduurile. Vt artikkel 173. Sama redaktsioon näeb ette, et komisjon määrab rakendusaktidega kindlaks sellist taotlust käsitlevad menetluseeskirjad. Vt artikkel 176.", "label": [[57, 75, "ORG"], [79, 86, "ORG"], [87, 110, "DATE"], [161, 169, "LOC"], [337, 348, "ORG"], [589, 607, "ORG"], [611, 618, "ORG"], [619, 642, "DATE"], [691, 696, "LOC"], [977, 985, "ORG"]]}
{"text": "4 Vt 15. septembri 2011. aasta kohtuotsus DP grup (C‑138/10, EU:C:2011:587, punkt 33).", "label": [[5, 30, "DATE"], [42, 49, "ORG"]]}
{"text": "5 Vt 15. septembri 2011. aasta kohtuotsus DP grup (C‑138/10, EU:C:2011:587, punkt 35).", "label": [[5, 30, "DATE"], [42, 49, "ORG"]]}
{"text": "6 Euroopa Kohus leidis 7. märtsi 2019. aasta kohtuotsuses Suez II (C‑643/17, EU:C:2019:179, punkt 46), et „[k]auba tolliterritooriumile toomise või kauba veo eest vastutaval isikul lasub tollile kauba või toote tüüpi ja selle kauba kogust puudutavate asjakohaste andmete esitamise kohustus. See info võimaldab kaupa nõuetekohaselt identifitseerida, et määrata kindlaks selle tariifne klassifikatsioon ning vajaduse korral arvutada imporditollimaks.“ Sama seadustiku artiklist 43 tulenes aga, et selle isiku esitatud teade esitatakse ülddeklaratsioonis, mis on esialgne. Nagu nähtub artiklist 29, sõltus imporditollimaksu arvutamine deklaratsioonist ja seega deklarandi esitatud teabest.", "label": [[2, 15, "ORG"], [23, 44, "DATE"], [58, 66, "ORG"]]}
{"text": "7 Vt 5. oktoobri 2006. aasta kohtuotsus ASM Lithography (C‑100/05, EU:C:2006:645, punkt 33).", "label": [[5, 28, "DATE"], [40, 55, "ORG"]]}
{"text": "8 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punktid 61–64) ja 10. juuli 2019. aasta kohtuotsus CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 29).", "label": [[5, 29, "DATE"], [41, 58, "ORG"], [103, 124, "DATE"], [136, 156, "ORG"]]}
{"text": "9 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 65) ja 10. juuli 2019. aasta kohtuotsus CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 30).", "label": [[2, 26, "DATE"], [38, 55, "ORG"], [95, 116, "DATE"], [128, 148, "ORG"]]}
{"text": "10 Kohtujuristi kursiiv.", "label": []}
{"text": "11 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 46).", "label": [[6, 30, "DATE"], [42, 59, "ORG"]]}
{"text": "12 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 50). Euroopa Kohus on leidnud, et ühe tollideklaratsiooni kohta võib esitada mitu muutmistaotlust. Vt 10. detsembri 2015. aasta kohtuotsus Veloserviss (C‑427/14, EU:C:2015:803, punkt 25), mis kohtumenetluse keeles ehk läti keeles kasutab sõnastust „atkārtotu pārskatīšanu“. Prantsusekeelses versioonis on see punkt sõnastatud järgmiselt: „ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision“ (kohtujuristi kursiiv).", "label": [[6, 30, "DATE"], [42, 59, "ORG"], [97, 110, "ORG"], [194, 219, "DATE"], [231, 242, "ORG"], [310, 314, "NATIONALITY"], [366, 382, "NATIONALITY"], [551, 563, "PROFESSION"]]}
{"text": "13 Vt selle kohta 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 52) ning 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 62).", "label": [[18, 42, "DATE"], [54, 71, "ORG"], [113, 137, "DATE"], [149, 164, "ORG"]]}
{"text": "14 Vt selle kohta 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 53) ning 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 63).", "label": [[18, 42, "DATE"], [54, 71, "ORG"], [113, 137, "DATE"], [149, 164, "ORG"]]}
{"text": "15 Vt selle kohta 5. oktoobri 2006. aasta kohtuotsus ASM Lithography (C‑100/05, EU:C:2006:645, punkt 42), 27. veebruari 2014. aasta kohtuotsus Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 40) ja 12. oktoobri 2017. aasta kohtuotsus X (C‑661/15, EU:C:2017:753, punkt 63). 1992. aasta tolliseadustiku artikkel 78 ei sätestanud omalt poolt mingit konkreetset tähtaega tollideklaratsioonis muudatuste tegemiseks. Vt 10. detsembri 2015. aasta kohtuotsus Veloserviss (C‑427/14, EU:C:2015:803, punkt 25).", "label": [[18, 41, "DATE"], [53, 68, "ORG"], [106, 131, "DATE"], [143, 179, "ORG"], [219, 243, "DATE"], [255, 256, "PER"], [294, 305, "DATE"], [435, 460, "DATE"], [472, 483, "ORG"]]}
{"text": "16 Vt 12. oktoobri 2017. aasta kohtuotsus Tigers (C‑156/16, EU:C:2017:754, punkt 21).", "label": [[6, 30, "DATE"], [42, 48, "ORG"]]}
{"text": "17 Vt selle kohta 10. detsembri 2015. aasta kohtuotsus Veloserviss (C‑427/14, EU:C:2015:803, punkt 25).", "label": [[18, 43, "DATE"], [55, 66, "ORG"]]}
{"text": "18 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624). Vt selle kohta ka 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 56).", "label": [[3, 27, "DATE"], [39, 56, "ORG"], [102, 126, "DATE"], [138, 153, "ORG"]]}
{"text": "19 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 70) ja 20. detsembri 2017. aasta kohtuotsus Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, punkt 30).", "label": [[6, 30, "DATE"], [42, 59, "ORG"], [99, 124, "DATE"], [136, 167, "ORG"]]}
{"text": "20 Minu arvates võib asjaolu, et seadusandja nägi artikli 78 ja, veelgi enam, tollideklaratsiooni reguleerivad sätted (artiklid 59–77) ette IV jaotises, mis käsitleb tollikäsitlusviise, selgitada juba üksnes sellega, et deklaratsiooni põhieesmärk on kindlaks määrata kohaldatav tolliprotseduur. Seega oli vaja kindlaks määrata selle deklaratsiooni suhtes kohaldatav normistik, enne kui täpsustati selle tagajärgi.", "label": []}
{"text": "21 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 56).", "label": [[3, 27, "DATE"], [39, 54, "ORG"]]}
{"text": "22 Selle muudatuse tegemiseks tuli endisele deklarandile volitus anda, kuna vastavalt 1992. aasta tolliseadustiku artikli 5 lõikele 4 võis ainult selle tingimuse täitmisel endine deklarant uue deklarandi nimel muudatuse tegemist taotleda. Lisaks tuleb rõhutada, et kuna artikkel 78 käsitleb deklaratsiooni muutmist ja mitte selle asendamist, siis tuli uut deklaranti käsitada endise deklarandi õiguste ja kohustuste ülevõtjana ka mis tahes aegumistähtaja osas.", "label": [[86, 97, "DATE"]]}
{"text": "23 Komisjoni 2. juuli 1993. aasta määruse (EMÜ) nr 2454/93, millega kehtestatakse rakendussätted nõukogu määrusele (EMÜ) nr 2913/92, millega kehtestatakse ühenduse tolliseadustik (EÜT 1993, L 253, lk 1; ELT eriväljaanne 02/06, lk 3), artikkel 199 näeb samuti ette, et deklarant vastutab deklaratsioonis sisalduvate andmete õigsuse eest. Kuna see määrus on normihierarhias madalamal asuv normistik, mis on ka vastuolu tõttu 1992. aasta tolliseadustiku sätetega osaliselt tühistatud (vt 12. oktoobri 2017. aasta kohtuotsus X, C‑661/15, EU:C:2017:753, punkt 67), ei saa seda kõnealuse seadustiku sätete tõlgendamisel arvesse võtta.", "label": [[3, 12, "ORG"], [13, 33, "DATE"], [97, 104, "ORG"], [423, 434, "DATE"], [485, 509, "DATE"], [521, 522, "PER"]]}
{"text": "24 Vt 15. septembri 2011. aasta kohtuotsus DP grup (C‑138/10, EU:C:2011:587, punktid 40 ja 41). Tollideklaratsiooni tühistamatuse põhimõte vastab minu arvates siiski rohkem 1992. aasta tolliseadustiku vastuvõtmisele eelnenud olukorrale. 1992. aasta tolliseadustiku kohaselt on pärast artikli 78 vastuvõtmist ja samuti artiklis 66 sätestatud deklaratsiooni kehtetuks tunnistamise võimaluse ette nägemist selle põhimõtte olemasolu kaheldavam.", "label": [[6, 31, "DATE"], [43, 50, "ORG"], [173, 184, "DATE"], [237, 248, "DATE"]]}
{"text": "25 Vt selle kohta 20. detsembri 2017. aasta kohtuotsus Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, punktid 30–34). Lisaks esitati Euroopa Kohtule 17. septembri 2014. aasta kohtuotsuse Baltic Agro (C‑3/13, EU:C:2014:2227) aluseks olnud kohtuasjas küsimus artikli 66 kehtivuse kohta. Liikmesriigi kohus kahtles, kas see säte võib rikkuda võrdse kohtlemise põhimõtet, sest see ei lubanud viga sisaldavat tollideklaratsiooni tühistada selleks, et kaubasaaja nimi parandada. Selles osas vastas Euroopa Kohus eitavalt, seadmata kõnealust eeldust kahtluse alla. Euroopa Kohus märkis vastupidi, et deklarandil on kohustus anda võimalikult täpset teavet (vt selle kohtuotsuse punktid 41–46).", "label": [[18, 43, "DATE"], [55, 86, "ORG"], [144, 159, "ORG"], [160, 185, "DATE"], [198, 209, "ORG"], [503, 516, "ORG"], [569, 582, "ORG"]]}
{"text": "26 Vt 12. oktoobri 2017. aasta kohtuotsus Tigers (C‑156/16, EU:C:2017:754, punkt 31).", "label": [[6, 30, "DATE"], [42, 48, "ORG"]]}
{"text": "27 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 63) ja 27. veebruari 2014. aasta kohtuotsus Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 33).", "label": [[6, 30, "DATE"], [42, 59, "ORG"], [99, 124, "DATE"], [136, 172, "ORG"]]}
{"text": "28 Vt nt 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 56), 12. juuli 2012. aasta kohtuotsus Südzucker jt (C‑608/10, C‑10/11 ja C‑23/11, EU:C:2012:444, punkt 47), 16. oktoobri 2014. aasta kohtuotsus VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 50) ning 10. juuli 2019. aasta kohtuotsus CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 32).", "label": [[9, 33, "DATE"], [45, 60, "ORG"], [112, 133, "DATE"], [145, 154, "ORG"], [215, 239, "DATE"], [251, 277, "ORG"], [320, 341, "DATE"], [353, 373, "ORG"]]}
{"text": "29 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 70). Siiski otsustas Euroopa Kohus 20. detsembri 2017. aasta otsuse Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984) punktis 30, et juhtumid, mille puhul on lubatud tehinguväärtust tagantjärele korrigeerida, piirduvad eelkõige selliste olukordadega, kus on tegemist eeskätt kaubal nõutavate omaduste puudumise või puuduste ilmnemisega pärast selle kauba vaba ringlusse lubamist.", "label": [[6, 30, "DATE"], [42, 59, "ORG"], [113, 126, "ORG"], [127, 152, "DATE"], [160, 191, "ORG"]]}
{"text": "30 Vt 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 65).", "label": [[6, 30, "DATE"], [42, 57, "ORG"]]}
{"text": "31 Vt 12. juuli 2012. aasta kohtuotsus Südzucker jt (C‑608/10, C‑10/11 ja C‑23/11, EU:C:2012:444, punkt 47).", "label": [[6, 27, "DATE"], [39, 48, "ORG"]]}
{"text": "32 Vt 16. oktoobri 2014. aasta kohtuotsus VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 52).", "label": [[6, 30, "DATE"], [42, 68, "ORG"]]}
{"text": "33 Vastab tõele, et Euroopa Kohus on leidnud, et tollil on deklarandi esitatud muutmistaotluse rahuldamise või rahuldamata jätmise üle otsustamisel ulatuslik kaalutlusõigus. Vt 10. detsembri 2015. aasta kohtuotsus Veloserviss (C‑427/14, EU:C:2015:803, punkt 27). Siiski tuleb seda väidet hinnata kontekstipõhiselt, nimelt, et see viitab ametiasutuse võimalusele teostada omal algatusel kontrolli. Mis puudutab muutmistaotluse järelmeetmeid, siis Euroopa Kohtu eespool viidatud kohtupraktikat silmas pidades näib see kaalutlusruum suhteliselt piiratud. Leian, et sõna „võib“ kasutamine artiklis 78 on seletatav asjaoluga, et see säte annab ühest küljest ametiasutusele võimaluse parandada teatavaid andmeid ja teisalt on registreerijal õigus taotleda deklaratsioonis muudatuste tegemist.", "label": [[20, 33, "ORG"], [177, 202, "DATE"], [214, 225, "ORG"], [446, 459, "ORG"]]}
{"text": "34 Vt 27. veebruari 2014. aasta kohtuotsus Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 32). Vt ka 15. septembri 2011. aasta kohtuotsus DP grup (C‑138/10, EU:C:2011:587, punkt 37).", "label": [[6, 31, "DATE"], [43, 79, "ORG"], [123, 148, "DATE"], [160, 167, "ORG"]]}
{"text": "35 Neile kolmele asjaolule lisaks on 1992. aasta tolliseadustiku artikli 66 lõikest 1 võimalik järeldada, et seda valikut oli põhimõtteliselt võimalik muuta vaid deklaratsiooni kehtetuks tunnistamisega.", "label": [[37, 48, "DATE"]]}
{"text": "36 Vt 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 47) ja 16. oktoobri 2014. aasta kohtuotsus VAEX Varkens en Veehandel (C‑387/13, EU:C:2014:2296, punkt 53). Euroopa Kohus leidis oma 12. juuli 2012. aasta kohtuotsuses Südzucker jt (C‑608/10, C‑10/11 ja C‑23/11, EU:C:2012:444, punkt 50) siiski, et üksnes asjaolu, et nende kaupade füüsiline kontroll on võimatu, ei võimalda järeldada, et kõnealuse deklaratsiooni muutmine ei oleks võimalik. Ainult siis, kui selline kontroll oli vajalik, et toimida kooskõlas liidu õigusnormide eesmärkidega ja neid täita, võis kasutada seda põhjendust, et muudatuste tegemise taotlus rahuldamata jätta. Eelkõige ei takistanud need asjaolud selle kauba deklaratsioonis esitatud kirjelduse alusel tagantjärele kontrollimist, mis kategooriasse kaup on liigitatud. Vt 22. novembri 2012. aasta kohtuotsus Digitalnet jt (C‑320/11, C‑330/11, C‑382/11 ja C‑383/11, EU:C:2012:745, punktid 65–67) ning 27. veebruari 2014. aasta kohtuotsus Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, punkt 36).", "label": [[6, 30, "DATE"], [42, 59, "ORG"], [99, 123, "DATE"], [135, 160, "ORG"], [199, 212, "ORG"], [224, 245, "DATE"], [259, 268, "ORG"], [550, 555, "LOC"], [839, 863, "DATE"], [875, 885, "ORG"], [967, 992, "DATE"], [1004, 1040, "ORG"]]}
{"text": "37 Vt eelkõige 16. oktoobri 2014. aasta kohtuotsus VAEX Varkens en Veehandel (C‑387/13, EU:C:2014:2296, punkt 54) ja 5. oktoobri 2006. aasta kohtuotsus ASM Lithography (C‑100/05, EU:C:2006:645, punkt 43).", "label": [[15, 39, "DATE"], [51, 76, "ORG"], [117, 140, "DATE"], [152, 167, "ORG"]]}
{"text": "38 Vt näiteks 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 69).", "label": [[14, 38, "DATE"], [50, 67, "ORG"]]}
{"text": "39 Vt 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 51).", "label": [[6, 30, "DATE"], [42, 57, "ORG"]]}
{"text": "40 Vt 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15 punkt 53–66). Käesoleval juhul tolliagendid, kes tegutsesid Terexi või ostjate nimel, märkisid deklaratsioonidesse tolliprotseduuri koodiks 10 00, mis tähistab ühenduse kauba eksporti, koodi 31 51 asemel, mis on asjakohane sellise kauba reekspordi puhul, mille suhtes kohaldatakse peatamismenetlust. Euroopa Kohus leidis punktis 65, et 1992. aasta tolliseadustiku artikkel 78 lubab ekspordideklaratsiooni tolliprotseduuri koodi korrigeerimiseks muuta. Osas, milles Euroopa Kohus on tolliseadustiku artikli 78 kohaldamisala kohta üldiseid märkuseid teinud, võib seda kohtuotsust tõlgendada nii, et tolliseadustiku artikli 78 alusel on tolliprotseduuri valiku parandamise õigus olemas juhul, kui kõnealune tolliprotseduur määrati ekslikult ja 1992. aasta tolliseadustiku eesmärke ei seatud ohtu. Lahendust, milleni Euroopa Kohus selles asjas jõudis, võib mõista ka nii, et see piirdub olukordadega, kus oli tegemist veaga koodi valikul. Järelikult tuleks Euroopa Kohtu seisukohta võtta sellisena, et see piirdub valitud tolliprotseduurile mittevastavate tollikoodide parandamise lubamisega, ja mitte nii, et see viitab üldisele õigusele parandada deklaratsioonis valitud tolliprotseduuri. Kuigi asjaolude kirjelduses ei täpsustata, kas deklaratsioonis sisaldus lisaks viidatud koodile ka valitud tolliprotseduur, on nimetatud seisukoht minu arvates veenvam. Arvestades artiklit 66 ja seda, et tolliprotseduuri valik on tollideklaratsiooni põhielement, sai seda muuta vaid kehtetuks tunnistamise kaudu.", "label": [[6, 30, "DATE"], [42, 57, "ORG"], [157, 163, "ORG"], [397, 410, "ORG"], [433, 444, "DATE"], [562, 575, "ORG"], [838, 849, "DATE"], [910, 923, "ORG"], [1050, 1063, "ORG"]]}
{"text": "41 Vastab tõele, et artikli 66 lõige 2 nägi ette, et pärast kauba vabastamist oli määratletud juhtudel võimalik tollideklaratsioon kehtetuks tunnistada. See säte ei laiendanud siiski artikli 66 kohaldamisala, vaid üksnes võimaldas deklaratsiooni pärast kauba vabastamist teatavatel juhtudel – mis siiski kuuluvad artikli 66 lõikes 1 määratletud kohaldamisalasse – kehtetuks tunnistada.", "label": []}
{"text": "42 Nagu ma nimelt käesoleva ettepaneku punktides 26 ja 56 selgitasin, on tollideklaratsiooni peamine eesmärk suunata teatav kaup konkreetsele tolliprotseduurile.", "label": []}
{"text": "43 Vt 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 56).", "label": [[6, 30, "DATE"], [42, 57, "ORG"]]}
{"text": "44 Vt 1992. aasta tolliseadustiku artikkel 233.", "label": [[6, 17, "DATE"]]}
{"text": "45 15. septembri 2011. aasta kohtuotsus DP grup (C‑138/10, EU:C:2011:587) ei sea seda järeldust kahtluse alla. Kuigi Euroopa Kohus viitas selles kohtuasjas, mis puudutas arvutusviga, kehtetuks tunnistamise võimalusele, ei tulene kõnealusest kohtuotsusest, et Euroopa Kohus tegi otsuse sellise kehtetuks tunnistamise võimaluse kohta olukorras, nagu on kõne all põhikohtuasjas. Euroopa Kohus piirdus esitatud küsimusele vastamisega, märkides, et kuigi kohtul ei olnud võimalik tollideklaratsiooni tühistada, võib deklarant teatud olukordades taotleda selle deklaratsiooni kehtetuks tunnistamist. Minu arvates asjaolu, et Euroopa Kohus ei soovinud võtta seisukohta kehtetuks tunnistamise võimaluse kohta sellises olukorras, nagu on kõne all käesolevas kohtuasjas, nähtub selgelt asjaolust, et Euroopa Kohus ei täpsustanud isegi õigusliku raamistiku esitamisel, millised kehtetuks tunnistamise juhud on rakendusmäärusega lubatud.", "label": [[3, 28, "DATE"], [40, 47, "ORG"], [117, 130, "ORG"], [259, 272, "ORG"], [376, 389, "ORG"], [619, 632, "ORG"], [790, 803, "ORG"]]}
{"text": "46 Vt 16. oktoobri 2014. aasta kohtuotsus VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 54).", "label": [[6, 30, "DATE"], [42, 68, "ORG"]]}
{"text": "47 Vt ka 14. mai 1996. aasta kohtuotsus Faroe Seafood jt (C‑153/94 ja C‑204/94, EU:C:1996:198, punktid 108 ja 109) ning 7. aprilli 2011. aasta kohtuotsus Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, punkt 28).", "label": [[9, 28, "DATE"], [40, 53, "ORG"], [120, 142, "DATE"], [154, 181, "ORG"], [183, 189, "LOC"]]}
{"text": "48 Komisjoni 9. juuni 2000. aasta määrus (EÜ) nr 1291/2000, millega sätestatakse põllumajandussaaduste ja ‑toodete impordi‑ ja ekspordilitsentside ning eelkinnitussertifikaatide süsteemi kohaldamise ühised üksikasjalikud eeskirjad (EÜT L 152, lk 1; ELT eriväljaanne 03/29, lk 145).", "label": [[3, 12, "ORG"], [13, 33, "DATE"]]}
{"text": "49 Vt näiteks 12. juuli 2012. aasta kohtuotsus Südzucker jt (C‑608/10, C‑10/11 ja C‑23/11, EU:C:2012:444, punkt 56), 16. oktoobri 2014. aasta kohtuotsus Nordex Food (C‑334/13, EU:C:2014:2294, punkt 59) ning 16. oktoobri 2014. aasta kohtuotsus VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, punkt 34).", "label": [[14, 35, "DATE"], [47, 56, "ORG"], [117, 141, "DATE"], [153, 164, "ORG"], [207, 231, "DATE"], [243, 269, "ORG"]]}
{"text": "50 Vt selle kohta 12. juuli 2012. aasta kohtuotsus Südzucker jt (C‑608/10, C‑10/11 ja C‑23/11, EU:C:2012:444, punkt 66).", "label": [[18, 39, "DATE"], [51, 60, "ORG"]]}
{"text": "51 Vt nt 13. märtsi 2014. aasta kohtuotsus SICES jt (C‑155/13, EU:C:2014:145).", "label": [[9, 31, "DATE"], [43, 48, "ORG"]]}
{"text": "52 Vt 1992. aasta tolliseadustiku artikkel 192.", "label": [[6, 17, "DATE"]]}
{"text": "53 On tõsi, et deklaratsioonis mis tahes muudatuse tegemine tekitab haldusorganile kulusid, kuid kuna artikli 78 lõikes 3 on täpsustatud, et muudatused tehakse „vastavalt kindlaks määratud sätetele“, võivad liikmesriigid soovi korral jätta need kulud deklarandi kanda.", "label": []}
{"text": "54 Vt selle kohta 10. detsembri 2015. aasta kohtuotsus Veloserviss (C‑427/14, EU:C:2015:803, punkt 41).", "label": [[18, 43, "DATE"], [55, 66, "ORG"]]}
{"text": "55 Vt selle kohta käesoleva ettepaneku punktid 51–53.", "label": []}
{"text": "56 Vt selle kohta 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 47 jj) ning 14. jaanuari 2010. aasta kohtuotsus Terex Equipment jt (C‑430/08 ja C‑431/08, EU:C:2010:15, punkt 56 jj).", "label": [[18, 42, "DATE"], [54, 71, "ORG"], [116, 140, "DATE"], [152, 167, "ORG"]]}
{"text": "57 Vt selle kohta 20. oktoobri 2005. aasta kohtuotsus Overland Footwear (C‑468/03, EU:C:2005:624, punkt 63) ja 10. juuli 2019. aasta kohtuotsus CEVA Freight Holland (C‑249/18, EU:C:2019:587, punkt 32).", "label": [[18, 42, "DATE"], [54, 71, "ORG"], [111, 132, "DATE"], [144, 164, "ORG"]]}
{"text": "58 10. juuli 2019. aasta kohtuotsus (C‑249/18, EU:C:2019:587).", "label": [[3, 24, "DATE"]]}
{"text": "59 Importijal on nimelt õigus valida nende müügitehingute kokkulepitud hindade seast ükskõik milline hind, millest ta lähtub tolliväärtuse määramisel, tingimusel, et tal on võimalik esitada kõik tollile vajalikud andmed ja dokumendid tema valitud hinna kohta. Vt punkt 25.", "label": []}
{"text": "60 Vt 10. juuli 2019. aasta kohtuotsus CEVA Freight Holland (C‑249/18, EU:C:2019:587, punktid 26 ja 36–39).", "label": [[6, 27, "DATE"], [39, 59, "ORG"]]}
{"text": "61 Vt 7. aprilli 2011. aasta kohtuotsus Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, punkt 30).", "label": [[6, 28, "DATE"], [40, 67, "ORG"], [69, 75, "LOC"]]}
