{"text": "EUROOPA KOHTU OTSUS (teine koda)", "label": [[0, 13, "ORG"], [21, 31, "ORG"]]}
{"text": "17. september 2020(*)", "label": [[0, 18, "DATE"]]}
{"text": "Eelotsusetaotlus – Riigiabi – Mõiste – Naftatanker Erika uppumine – Abikava kalandus‑ ja vesiviljelusettevõtjate toetamiseks – Otsus, millega tunnistatakse abikava osaliselt ühisturuga kokkusobimatuks ja kohustatakse makstud abi tagasi nõudma – Kehtivuse hindamine – Hindamine omal algatusel – Lubatavus – Põhikohtuasja vastustaja poolt tühistamishagi esitamata jätmine – Sotsiaalkindlustusmaksete vähendamine – Töötajate sissemaksed – Eelis – Tagastamiskohustuse täitmiseks kohustatud isiku kindlakstegemine", "label": [[39, 56, "ORG"]]}
{"text": "Kohtuasjas C‑212/19,", "label": []}
{"text": "mille ese on ELTL artikli 267 alusel Conseil d’État’ (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) 15. veebruari 2019. aasta otsusega esitatud eelotsusetaotlus, mis saabus Euroopa Kohtusse 6. märtsil 2019, menetluses", "label": [[37, 111, "ORG"], [112, 137, "DATE"], [185, 201, "ORG"], [202, 217, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "versus", "label": []}
{"text": "Compagnie des pêches de Saint‑Malo,", "label": [[0, 34, "ORG"]]}
{"text": "EUROOPA KOHUS (teine koda),", "label": [[0, 26, "ORG"]]}
{"text": "koosseisus: koja president X. Tarasov, kohtunikud B. I. Rodriguez (ettekandja) ja Y. von Holstein,", "label": [[12, 26, "PROFESSION"], [27, 37, "PER"], [39, 49, "PROFESSION"], [50, 65, "PER"], [67, 77, "PROFESSION"], [82, 97, "PER"]]}
{"text": "kohtujurist: M. Matveeva,", "label": [[0, 11, "PROFESSION"], [13, 24, "PER"]]}
{"text": "kohtusekretär: ametnik I. Boiko,", "label": [[0, 13, "PROFESSION"], [15, 22, "PROFESSION"], [23, 31, "PER"]]}
{"text": "arvestades kirjalikku menetlust ja 20. novembri 2019. aasta kohtuistungil esitatut,", "label": [[35, 59, "DATE"]]}
{"text": "arvestades seisukohti, mille esitasid:", "label": []}
{"text": "– Compagnie des pêches de Saint‑Malo, esindajad: avocats G.‑M. Morgan, D. Vlasova ja H. Becker,", "label": [[2, 36, "ORG"], [38, 47, "PROFESSION"], [49, 56, "PROFESSION"], [57, 69, "PER"], [71, 81, "PER"], [85, 94, "PER"]]}
{"text": "– Prantsuse valitsus, esindajad T. de Koning ja V. Jovanović,", "label": [[2, 20, "ORG"], [22, 31, "PROFESSION"], [32, 44, "PER"], [48, 60, "PER"]]}
{"text": "– Euroopa Komisjon, esindajad: W. Vlasova ja Y. Titova‑Vasiliauskaite,", "label": [[2, 18, "ORG"], [20, 29, "PROFESSION"], [31, 41, "PER"], [45, 69, "PER"]]}
{"text": "olles 5. märtsi 2020. aasta kohtuistungil ära kuulanud kohtujuristi ettepaneku,", "label": [[6, 27, "DATE"], [55, 67, "PROFESSION"]]}
{"text": "on teinud järgmise otsuse", "label": []}
{"text": "1 Eelotsusetaotlus puudutab küsimust, kuidas tõlgendada komisjoni 14. juuli 2004. aasta otsust 2005/239/EÜ seoses teatavate abimeetmetega, mida Prantsusmaa kohaldas akvakultuuritootjate ja kalurite kasuks (ELT 2005, L 74, lk 49; edaspidi „vaidlusalune otsus“).", "label": [[56, 65, "ORG"], [66, 87, "DATE"], [144, 155, "ORG"], [165, 185, "PROFESSION"], [189, 197, "PROFESSION"]]}
{"text": "2 Taotlus on esitatud ministre de l’Agriculture et de l’Alimentation’i (Prantsusmaa põllumajandus‑ ja toiduminister) ja Compagnie des pêches de Saint‑Malo vahelises kohtuvaidluses, mis puudutab sissenõudekorraldust nende summade tagasimaksmiseks, mis see äriühing oli vaidlusaluse otsuse esemeks olevate riigisiseste meetme rakendamisel saanud.", "label": [[22, 70, "PROFESSION"], [72, 115, "PROFESSION"], [120, 154, "ORG"]]}
{"text": "Õiguslik raamistik", "label": []}
{"text": "Liidu õigus", "label": [[0, 5, "LOC"]]}
{"text": "3 Vaidlusaluse otsuse põhjendused 17, 18, 20, 55, 56, 98 ja 99 on sõnastatud järgmiselt:", "label": []}
{"text": "„(17) Põllumajandus‑ ja kalandusminister otsustas 15. aprilli 2000. aasta ja 13. juuli 2000. aasta ringkirjades vähendada kõikide selle sektori ettevõtete sotsiaalkindlustusmakseid 50% võrra ajavahemikul 2000. aasta 15. aprillist 15. juulini akvakultuuritootjate puhul ning 2000. aasta 15. aprillist 15. oktoobrini kalurite puhul.", "label": [[6, 40, "PROFESSION"], [50, 73, "DATE"], [77, 98, "DATE"], [181, 183, "AMOUNT_VALUE"], [183, 184, "AMOUNT_UNIT"], [204, 241, "DATE"], [242, 262, "PROFESSION"], [274, 314, "DATE"], [315, 323, "PROFESSION"]]}
{"text": "(18) See maksuvähendamine hõlmas tööandjate ja töötajate sissemakseid ning seda kohaldati kõikidele Prantsusmaa emamaa ja ülemeredepartemangude kalurite ja akvakultuuritootjate suhtes.", "label": [[100, 111, "LOC"], [144, 152, "PROFESSION"], [156, 176, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "(20) [Riiklikule meremeeste sotsiaalkindlustusasutusele] tehtud sissemaksete puhul vähendati nii töötajate kui tööandjate sissemakseid 50% ulatuses. […]", "label": [[6, 55, "ORG"], [135, 137, "AMOUNT_VALUE"], [137, 138, "AMOUNT_UNIT"]]}
{"text": "[…]", "label": []}
{"text": "(55) Käesolevas otsuses käsitatavad erimeetmed (sotsiaalkindlustusmaksete ja rahaliste kulude vähendamine, loodusvarade kasutusmaksust vabastamine) on meetmed, mis annavad eelise teatava tegevusvaldkonna ettevõtetele, akvakultuuri‑ või kalapüügiettevõtetele. Need ettevõtted vabastatakse teatavatest maksukohustustest, mida nad peaksid tavaliselt täitma.", "label": []}
{"text": "(56) Nende meetmetega kaasneb riigi ressursside kaotus nii otseselt (rahaliste kulude vähendamine ja loodusvarade kasutusmaksust vabastamine) kui kaudselt, kuna riik peab hüvitama sotsiaalkindlustusmakseid koguva asutuse kahjumi. Seega on tegemist riigiabiga EÜ artikli 87 lõike 1 [nüüd ELTL artikli 107 lõige 1] tähenduses.", "label": []}
{"text": "[…]", "label": []}
{"text": "(98) […] […] [K]omisjon [leiab], et kalurite sotsiaalkindlustusmaksete üldist vähendamist ajavahemikul 15. aprillist 15. oktoobrini ei saa tunnistada [EÜ] artikli 87 lõike 2 punkti b [nüüd ELTL artikli 107 lõike 2 punkt b] alusel ühisturuga kokkusobivaks.", "label": [[13, 23, "ORG"], [36, 44, "PROFESSION"], [103, 116, "DATE"], [117, 131, "DATE"]]}
{"text": "(99) Kõigile kalapüügiettevõtetele tegevusabina antud abi kujul, ilma et oleks nõutud mis tahes kohustust nendelt ettevõtetelt, on see abimeede [1997. aastal vastu võetud kalandus- ja vesiviljelussektoris antava riigiabi kontrollimise suuniste] punkti 1.2 neljanda lõike kolmanda taande alusel ühisturuga kokkusobimatu.", "label": [[145, 157, "DATE"]]}
{"text": "[…]“.", "label": []}
{"text": "4 Otsuse artiklis 3 on sätestatud:", "label": []}
{"text": "„Abimeede, mida Prantsusmaa rakendas kalurite kasuks sotsiaalkindlustusmaksete vähendamise kujul ajavahemikul 2000. aasta 15. aprillist 15. oktoobrini, on ühisturuga kokkusobimatu.“", "label": [[16, 27, "ORG"], [37, 45, "PROFESSION"], [110, 150, "DATE"]]}
{"text": "5 Otsuse artiklis 4 on ette nähtud:", "label": []}
{"text": "„1. Prantsusmaa võtab kõik vajalikud meetmed, et saada [artiklis 3] kirjeldatud [abi saajatelt] tagasi abi, mis on ebaseaduslikult nende kasutusse antud.", "label": [[4, 15, "ORG"]]}
{"text": "2. Abi nõutakse tagasi viivitamata ja siseriiklikes õigusaktides kehtestatud korras, tingimusel, et see võimaldab otsuse viivitamatut ja tõhusat täitmist. Tagastatav abi sisaldab intresse alates abi abisaaja käsutusse andmise kuupäevast kuni tagastamise kuupäevani. […]“.", "label": []}
{"text": "Prantsuse õigus", "label": [[0, 9, "LOC"]]}
{"text": "6 Maaelu‑ ja merekalapüügiseadustiku (code rural et de la pêche maritime) põhikohtuasjas kohaldatava redaktsiooni artiklis L. 741‑9 on sätestatud:", "label": []}
{"text": "„Põllumajandustöötajate sotsiaalkindlustusvahendid on:", "label": []}
{"text": "I.‑ Ravi‑, rasedus‑ ja sünnitus‑, töövõimetus‑ ning elukindlustuse puhul:", "label": []}
{"text": "1° Sissemakse, mille aluseks on:", "label": []}
{"text": "a) kindlustatud isikute saadud tasud või tulu ning mida maksavad tööandjad ja kindlustatud isikud;", "label": []}
{"text": "b) pensionihüvitised, mida rahastatakse kas täielikult või osaliselt tööandja sissemaksetest või mis on tagasimaksete tegemise aluseks, välja arvatud laste eest makstavad lisatasud või täiendavad toetused, mis ei ole pensioniõigusliku staaži lisa; sissemaksete tasumise kohustus on nimetatud hüvitise saajatel;", "label": []}
{"text": "c) sotsiaalkindlustusseadustiku artiklis L. 131‑2 nimetatud toetused ja asendussissetulek ning mida maksavad nimetatud hüvitise saajad;", "label": []}
{"text": "2° Sotsiaalkindlustusseadustiku artiklites L. 136‑1, L. 136‑6, L. 136‑7, L. 136‑7‑1 nimetatud sotsiaalmaksete tulu osa.", "label": []}
{"text": "II.- Vanaduskindlustuse puhul sissemakse, mille aluseks on:", "label": []}
{"text": "a) kindlustatud isikute saadud tasud või tulu kuni teatud ülemmäärani, mida maksavad tööandjad ja kindlustatud isikud;", "label": []}
{"text": "b) kõik kindlustatud isikute saadud tasud või kogu tulu, mida maksavad tööandjad;", "label": []}
{"text": "III.- Lesekindlustuse puhul sissemakse, mille aluseks on kindlustatud isikute saadud tasud või tulu ning mida tasuvad kindlustatud isikud.“", "label": []}
{"text": "7 Meremeeste kindlustusskeemi ümberkorraldamist ja ühtlustamist käsitleva 17. juuni 1938. aasta dekreedi (décret du 17 juin 1938, relatif à la réorganisation et à l’unification du régime d’assurance des marins) põhikohtuasjas kohaldatava redaktsiooni artiklis 4 on ette nähtud:", "label": [[2, 12, "PROFESSION"], [74, 95, "DATE"], [116, 128, "DATE"]]}
{"text": "„Üldises sotsiaalkindlustuskassas kindlustatuse korral tehakse töötajate ja tööandjate sissemakseid meremeeste pensionikindlustuse seaduse [(code des pensions de retraite des marins)] artiklites L. 41 ja L. 42 sätestatud tingimustel, välja arvatud juhul, kui on tegemist vigastatud või haigestunud meremehega, kelle kulud hüvitab laevaomanik või üldine sotsiaalkindlustuskassa.", "label": [[100, 110, "PROFESSION"], [298, 308, "PROFESSION"]]}
{"text": "Kui meremeeste teenistusaega võetakse meremeeste pensionikassast makstava vanaduspensioni puhul arvesse vaid osaliselt, jäävad sissemaksed kogu kõnealuse perioodi eest üldise sotsiaalkindlustuskassa kanda.“", "label": [[4, 14, "PROFESSION"], [38, 48, "PROFESSION"]]}
{"text": "Põhikohtuasi ja eelotsuse küsimused", "label": []}
{"text": "8 Prantsuse Vabariik võttis pärast ühelt poolt laev Erika uppumisega 12. detsembril 1999 Gascogne’i lahes põhjustatud naftareostust ning teiselt poolt 27. ja 28. detsembri 1999. aasta erakordselt tugeva tormiga kaasnenud ulatusliku kahju tekkimist vastu hüvitusskeemi kalurite ja vesiviljelusettevõtjate toetamiseks, et korvata neile seetõttu tekkinud kahju.", "label": [[2, 20, "ORG"], [47, 57, "ORG"], [69, 88, "DATE"], [89, 105, "LOC"], [151, 183, "DATE"], [268, 276, "PROFESSION"], [280, 303, "PROFESSION"]]}
{"text": "9 Algul nähti ette mitmesugused hüvitusmeetmed kuue Atlandi ranniku Prantsuse departemangu, nimelt Finistère’i ja Gironde’i vahele jäävate departemangude kalurite ja vesiviljelusettevõtjate suhtes, keda need sündmused otseselt puudutasid.", "label": [[52, 67, "LOC"], [68, 90, "LOC"], [99, 110, "LOC"], [114, 123, "LOC"], [154, 162, "PROFESSION"], [166, 189, "PROFESSION"]]}
{"text": "10 Prantsuse Vabariik võttis 15. aprilli ja 13. juuli 2000. aasta kahe ringkirjaga vastu mitu täiendavat meedet, millega muu hulgas nähti kõikidele asjasse puutuva valdkonna ettevõtjatele ette sotsiaalkindlustusmaksete 50protsendiline vähendamine: vesiviljelusettevõtjate puhul ajavahemikuks 15. aprill kuni 15. juuli 2000 ning kalurite puhul ajavahemikuks 15. aprill kuni 15. oktoober 2000. See maksuvähendus hõlmas nii tööandjate kui ka töötajate sissemakseid ning seda kohaldati kõikide Prantsusmaa emamaa ja ülemeredepartemangude kalurite ja vesiviljelusettevõtjate suhtes.", "label": [[3, 21, "ORG"], [29, 59, "DATE"], [219, 221, "AMOUNT_VALUE"], [221, 234, "AMOUNT_UNIT"], [248, 271, "PROFESSION"], [292, 302, "DATE"], [308, 322, "DATE"], [328, 336, "PROFESSION"], [357, 367, "DATE"], [373, 390, "DATE"], [490, 501, "LOC"], [534, 542, "PROFESSION"], [546, 569, "PROFESSION"]]}
{"text": "11 Prantsuse ametiasutused rakendasid mainitud erinevaid meetmeid viivitamata ning teatasid nendest komisjonile üksnes 21. juuni 2000. aasta kirjaga.", "label": [[3, 12, "LOC"], [100, 111, "ORG"], [119, 140, "DATE"]]}
{"text": "12 Komisjon tunnistas vaidlusaluse otsusega osa neist meetmetest, eelkõige kalurite sotsiaalkindlustusmaksete vähendamist puudutavad meetmed ühisturuga kokkusobimatuks riigiabiks ning kohustas neile vähendustele vastavad summad viivitamatult tagasi nõudma. Ei Prantsuse Vabariik ega ükski asjaomastest meetmetest toetust saanud isik ei vaidlustanud selle otsuse õiguspärasust tühistamishagi esitamisega ELTL artikli 263 alusel.", "label": [[3, 11, "ORG"], [75, 83, "PROFESSION"], [260, 278, "ORG"]]}
{"text": "13 Pärast nimetatud otsuse vastuvõtmist olid komisjon ja Prantsuse ametiasutused mitu korda kirjavahetuses, mille käigus viimased palusid esiteks komisjonil oma seisukoht uuesti läbi vaadata ja teiseks teavitasid komisjoni asjaolust, et nende ettevõtjate kohta läbi viidud uuringust, kellelt vaidlusalune abi tuli tagasi nõuda, ilmnes, et mõni neist ettevõtjatest oli kadunud, teistel olid aga olulised majanduslikud raskused.", "label": [[45, 53, "ORG"], [57, 66, "LOC"], [146, 156, "ORG"], [213, 222, "ORG"]]}
{"text": "14 Leides, et Prantsuse Vabariik ei ole vaidlusalust otsust veel täitnud, esitas komisjon 23. detsembril 2009 Euroopa Kohtule liikmesriigi kohustuste rikkumise hagi, mille kohta tehti 20. oktoobri 2011. aasta kohtuotsus komisjon vs. Prantsusmaa (C‑549/09, ei avaldata, EU:C:2011:672).", "label": [[14, 32, "ORG"], [81, 89, "ORG"], [90, 109, "DATE"], [110, 125, "ORG"], [184, 208, "DATE"], [220, 228, "ORG"], [233, 244, "ORG"]]}
{"text": "15 Selles kohtuotsuses otsustas Euroopa Kohus, et kuna Prantsuse Vabariik vaidlusalust otsust ettenähtud tähtaja jooksul ei täitnud, siis on ta rikkunud ELTL artikli 288 neljandast lõigust ja selle otsuse artiklist 4 tulenevaid kohustusi. Lisaks leidis ta kohtuotsuse punktides 42 ja 43 vastuseks Prantsuse Vabariigi argumendile, mis on ära toodud kohtuotsuse punktis 23 ja mille kohaselt „ei peaks tagastamisele kuuluma summad, mille võrra vähendati töötajate sissemakseid, mille ettevõtjad tasusid pädevatele asutustele töötajate nimel“, et selle argumendiga vaieldakse tegelikult vastu komisjoni antud hinnangule, et riigiabiks ELTL artikli 107 lõike 1 tähenduses on nii töötajate kui tööandjate maksete vähendamine, ning et Prantsuse Vabariik ei oleks pidanud liikmesriigi kohustuste rikkumise hagi raames selle otsuse õiguspärasuse suhtes seisukohta võtma.", "label": [[32, 45, "ORG"], [55, 73, "ORG"], [297, 316, "ORG"], [589, 598, "ORG"], [728, 746, "ORG"]]}
{"text": "16 Pärast 20. oktoobri 2011. aasta kohtuotsuse komisjon vs. Prantsusmaa (C‑549/09, ei avaldata, EU:C:2011:672) kuulutamist palus komisjon 20. detsembri 2012. aasta kirjas Prantsuse Vabariigil alustada uuesti asjaomast abi saanud ettevõtjatelt abi tagasinõudmise menetlust, et nõuda tagasi ka töötajate sissemaksete vähendustele vastavad summad; Prantsuse Vabariik võttis selle 7. veebruari 2013. aasta kirjaga teadmiseks.", "label": [[10, 34, "DATE"], [47, 55, "ORG"], [60, 71, "ORG"], [138, 163, "DATE"], [171, 191, "ORG"], [345, 363, "ORG"], [377, 401, "DATE"]]}
{"text": "17 Selle palve alusel väljastas directeur régional des finances publiques de Bretagne (Bretagne’i piirkonna riigirahanduse osakonna direktor, Prantsusmaa) 22. veebruaril 2013 Compagnie des pêches de Saint‑Malo vastu sissenõudekorralduse summas, mis vastas töötajate sissemaksete vähendamisele, millest see äriühing ajavahemikul 15. aprillist 15. oktoobrini 2000 väidetavalt kasu sai, ehk 84 550,08 eurot koos viivitusintressiga.", "label": [[32, 85, "PROFESSION"], [87, 107, "LOC"], [108, 140, "PROFESSION"], [142, 153, "LOC"], [155, 174, "DATE"], [175, 209, "ORG"], [328, 341, "DATE"], [342, 361, "DATE"], [388, 397, "AMOUNT_VALUE"], [398, 403, "AMOUNT_UNIT"]]}
{"text": "18 Nimetatud äriühing vaidlustas selle sissenõudekorralduse tribunal administratif de Rennes’is (Rennes’i halduskohus, Prantsusmaa), kes tühistas selle 25. juuni 2015. aasta otsusega. Cour administrative d’appel de Nantes (Nantes’i apellatsiooniastme halduskohus, Prantsusmaa) jättis kliimaküsimustes rahvusvaheliste suhete eest vastutava ministre de l’Environnement, de l’Énergie et de la Mer’i (Prantsusmaa keskkonna‑, energia‑ ja mereminister) apellatsioonkaebuse 14. aprilli 2017. aasta otsusega rahuldamata. Põllumajandus‑ ja toiduminister esitas 14. juunil 2017 selle kohtuotsuse peale Conseil d’État’le (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) kassatsioonkaebuse, milles ta väitis eelkõige, et ühelt poolt kohaldas apellatsioonikohus õigust vääralt, kui leidis, et kalandusettevõtjad ei saanud töötajate sissemaksete vabastusest kasu, samas kui komisjon oli seda käsitanud ühisturuga kokkusobimatu riigiabina, ning teisalt moonutas apellatsioonikohus talle esitatud toimiku materjale kui leidis, et uurimise tulemusel ilmnes, et töötajate sissemaksete vähendamine suurendas automaatselt asjaomastele töötajatele makstud netotöötasu suurust.", "label": [[60, 95, "ORG"], [97, 117, "ORG"], [119, 130, "LOC"], [152, 173, "DATE"], [184, 221, "ORG"], [223, 262, "ORG"], [264, 275, "LOC"], [339, 395, "PROFESSION"], [397, 408, "LOC"], [409, 445, "PROFESSION"], [467, 490, "DATE"], [513, 544, "PROFESSION"], [552, 567, "DATE"], [592, 668, "ORG"], [740, 758, "ORG"]]}
{"text": "19 Eelotsusetaotluses sisalduvatest andmetest nähtub, et olles tagasi lükanud Compagnie des pêches de Saint‑Malo esitatud esimesed väited, mis sisuliselt puudutasid seda, et vaidlusalune sissenõudekorraldus rikub liidu õigusest tulenevaid põhjendamisnõudeid ning õiguspärase ootuse kaitse, õiguskindluse ja mõistliku tähtaja järgimise põhimõtteid, jättis Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) rahuldamata selle äriühingu taotluse esitada ELTL artikli 267 alusel Euroopa Kohtule vaidlusaluse otsuse kehtivuse hindamiseks eelotsuse küsimus. Tuginedes 9. märtsi 1994. aasta kohtuotsusele TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), 19. oktoobri 2000. aasta kohtuotsusele Itaalia ja Sardegna Lines vs. komisjon (C‑15/98 ja C‑105/99, EU:C:2000:570) ja 25. juuli 2018. aasta kohtuotsusele Georgsmarienhütte jt (C‑135/16, EU:C:2018:582), leidis eelotsusetaotluse esitanud kohus nimelt, et isikuna, kes tegelikult sai abikava alusel individuaalset abi, mida komisjon kohustas tagasi nõudma, puudutas vaidlusalune otsus kõnealust äriühingut ELTL artiklis 263 sätestatu kohaselt otseselt ja isiklikult, ning kuivõrd ta ei esitanud Euroopa Kohtule tühistamishagi, ei saa ta selle otsuse täitmiseks võetud liikmesriigi meetmete vaidlustamise korral selle otsuse kehtivust vaidlustada.", "label": [[78, 112, "ORG"], [213, 218, "LOC"], [355, 428, "ORG"], [498, 513, "ORG"], [585, 606, "DATE"], [621, 647, "ORG"], [674, 698, "DATE"], [713, 720, "ORG"], [724, 738, "ORG"], [743, 751, "ORG"], [792, 813, "DATE"], [828, 845, "ORG"], [995, 1003, "ORG"], [1166, 1181, "ORG"]]}
{"text": "20 Mis puudutab Compagnie des pêches de Saint‑Malo esitatud viimast väidet, mis käsitleb sisuliselt seda, et vaidlusalune otsus hõlmab üksnes tööandja sissemaksete vähendamisele vastavate summade tagasinõudmist, mitte neid summasid, mis seonduvad töötajate sissemaksetega, kuna sellised summad tuleb tagasi nõuda kalandusettevõtjate töötajatelt, kes ainsana sellisest vähendamisest tegelikult kasu said, siis märkis Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) kõigepealt, et kuigi vaidlusaluse otsuse põhjenduses 18, kus kirjeldati asjaomaseid riigisiseseid meetmeid, oli märgitud, et kõnealune vähendamine hõlmas tööandjate ja töötajate sissemakseid, siis ülejäänud otsuses mainiti üksnes „sotsiaalkindlustusmakseid“, ilma et oleks sõnaselgelt täpsustatud, kas sissemaksete vähendamine, millele vastavat summat kohustati tagasi nõudma, puudutas ka töötajate sissemakseid. Ta täpsustas lisaks, et vastavalt käesoleva kohtuotsuse punktides 6 ja 7 mainitud liikmesriigi õigusnormidele peavad kalandusettevõtjad tööandjatena tegema põllumajandustöötajate kindlustussüsteemi ja meremeeste kindlustussüsteemi tööandjate sissemakseid, samas kui töötajate sissemakseid peavad tegema töötajad ise. Kalandusettevõtjad ei kanna tegelikult viimati nimetatud sissemaksete kulu, vaid üksnes peavad need igal palgatõendil oma töötajate töötasult kinni. Seega kantakse töötajate sissemaksete vähendused üle töötajatele, kes on otsesed kasusaajad, kuna nad saavad sissemakse vähendamisele vastava summa võrra suuremat netotöötasu.", "label": [[16, 50, "ORG"], [416, 489, "ORG"], [1104, 1114, "PROFESSION"]]}
{"text": "21 Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) leiab, et vastus Compagnie des pêches de Saint‑Malo viimasele väitele sõltub sellest, kas vaidlusalust otsust tuleb tõlgendada nii, et sellega tunnistatakse ühisturuga kokkusobimatuks vaid tööandja sissemaksete vähendamine, kuna töötajate sissemaksete vähendamisest kalandusettevõtjad otseselt kasu ei saa ja seega ei saa see kuuluda ELTL artikli 107 kohaldamisalasse, või vastupidi, tuleb seda tõlgendada nii, et kokkusobimatus hõlmab ka viimati nimetatud liiki vähendusi. Kui teisele hüpoteesile peaks vastama jaatavalt, tekib lisaks küsimus, kas tuleb asuda seisukohale, et kalandusettevõtjad, kuhu kuuluvad töötajate sissemaksetest kasu saanud töötajad, on saanud kasu kõikidest nendest vähendustest või nendest ainult osaliselt. Viimasel juhul on eelotsusetaotluse esitanud kohtul küsimus selle kohta, kuidas tuleb seda vähenduste osa hinnata. Lisaks tekib küsimus, kas liikmesriik, kellele on tagasimaksmise nõue adresseeritud, on kohustatud nõudma asjaomastelt töötajatelt tagasi selle osa abist, mis nad on saanud.", "label": [[3, 76, "ORG"], [94, 128, "ORG"]]}
{"text": "22 Nendel asjaoludel otsustas Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) asja arutamise peatada ja esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[30, 103, "ORG"], [138, 153, "ORG"]]}
{"text": "„1. Kas [vaidlusalust otsust] tuleb tõlgendada nii, et ühisturuga kokkusobimatuks on tunnistatud ainult tööandja sissemaksete vähendused sel põhjusel, et töötajate sissemaksete vähendustest ei saanud kasu ettevõtjad ja need ei saa seega kuuluda [ELTL] artikli 107 kohaldamisalasse, või on ühisturuga kokkusobimatuks tunnistatud ka töötajate sissemaksete vähendused?", "label": []}
{"text": "2. Kas juhul, kui Euroopa Kohus peaks otsustama, et [vaidlusalust] otsust tuleb tõlgendada nii, et ühisturuga kokkusobimatuks on tunnistatud ka töötajate sissemaksete vähendused, tuleb asuda seisukohale, et ettevõtja sai kasu kõikidest nendest vähendustest, või seisukohale, et ta sai kasu ainult ühest osast? Kuidas tuleb viimasel juhul seda osa hinnata? Kas liikmesriik on kohustatud andma korralduse, et asjaomased töötajad maksaksid tagasi kogu abi osa, millest nemad kasu said, või ühe osa sellest?“", "label": [[18, 31, "ORG"]]}
{"text": "Eelotsusetaotluse vastuvõetavus", "label": []}
{"text": "23 Tuginedes 9. märtsi 1994. aasta kohtuotsusele TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) ja 25. juuli 2018. aasta kohtuotsusele Georgsmarienhütte jt (C‑135/16, EU:C:2018:582), väidab komisjon esimese võimalusena, et eelotsusetaotlus on vastuvõetamatu. Ta leiab, et Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) esitatud kahe küsimusega, mis on sõnastatud kui tõlgendusküsimused, soovitakse tegelikult seada kahtluse alla vaidlusaluse otsuse kehtivus osas, milles sellega kvalifitseeriti ühisturuga kokkusobimatuks riigiabiks põhikohtuasjas kõne all olev töötajate sissemaksete vähendamine ja kohustati nendele vähendustele vastavad summad tagasi nõudma. Eelotsuse küsimuste sellist kvalifitseerimist kinnitab nii selliselt sõnastatud küsimuste eesmärk ja sisu, kui ka kontekst, milles need küsimused esitati, nimelt liikmesriigi kohtule esitatud kassatsioonkaebus, milles põhikohtuasja vastustaja vaidlustas vaidlusaluse otsuse kehtivuse.", "label": [[13, 34, "DATE"], [49, 75, "ORG"], [104, 125, "DATE"], [140, 157, "ORG"], [277, 350, "ORG"]]}
{"text": "24 Komisjon on seisukohal, et vaidlusaluse otsuse kitsas tõlgendus, mille kohaselt puudutaks tagasinõudmise taotlus üksnes tööandja sissemaksete vähendamisele vastavaid summasid, mitte töötajate sissemaksete vähendamisele vastavaid summasid, tähendaks sisuliselt, et Compagnie des pêches de Saint‑Malo saaks selle otsuse õiguspärasuse vaidlustada eelotsuse küsimuse kaudu, mis väidetavalt puudutab nimetatud otsuse tõlgendamist. Selline võimalus on käesoleva kohtuotsuse eelmises punktis mainitud Euroopa Kohtu praktika kohaselt aga välistatud, kuna see äriühing ei esitanud ELTL artikli 263 neljanda lõigu alusel selle otsuse peale tühistamishagi, samas kui ühisturuga kokkusobimatuks tunnistatud riigiabi saajana oleks ta „vähimagi kahtluseta“ saanud otsuse vaidlustada. Seega, kuna äriühing seda õiguskaitsevahendit ettenähtud tähtaja jooksul ei kasutanud, ei saa ta vaidlustada selle otsuse kehtivust kaebusega, mis on esitatud sama otsuse riigisiseste rakendusmeetmete peale.", "label": [[3, 11, "ORG"], [267, 301, "ORG"], [497, 510, "ORG"]]}
{"text": "25 Sellega seoses tuleb esmalt märkida, nagu kohtujurist oma ettepaneku punktis 22 sisuliselt märkis, et olenemata sellest, milline on eelotsusetaotluse esitanud kohtu esimese küsimuse ulatus, sisaldab teine küsimus selgelt tõlgendamistaotlust. Niisiis, ehkki asjaolu, et Compagnie des pêches de Saint‑Malo ei ole vaidlusaluse otsuse õiguspärasust tühistamishagi esitamisega vaidlustanud, võib mõjutada esimese küsimuse vastuvõetavust, ei saa see igal juhul kaasa tuua eelotsusetaotluse vastuvõetamatust tervikuna (vt selle kohta 17. veebruari 2011. aasta kohtuotsus Bolton Alimentari, C‑494/09, EU:C:2011:87, punkt 21).", "label": [[45, 56, "PROFESSION"], [272, 306, "ORG"], [530, 555, "DATE"], [567, 584, "ORG"]]}
{"text": "26 Teiselt poolt, mis puudutab esimese küsimuse vastuvõetavust, siis tuleb tõdeda, et kuigi eelotsusetaotluse esitanud kohtu soov näib olevat piirduda tõlgendamistaotlusega, et teada saada, kas vaidlusaluse otsuse alusel komisjoni esitatud tagasimaksmise nõue puudutab lisaks tööandja sissemaksete vähendamisele vastavatele summadele ka summasid, mis vastavad töötajate sissemaksete vähendamisele, nähtub ka selle küsimuse sõnastusest endast, et eelotsusetaotluse esitanud kohus küsib Euroopa Kohtult vaidlusaluses otsuses antud komisjoni hinnangu kohta, et töötajate maksete vähendamine on ELTL artikli 107 lõike 1 tähenduses riigiabi. Seega tuleb asuda seisukohale, et selles tõstatatakse kaudselt küsimus, kuidas hinnata selle otsuse kehtivust.", "label": [[485, 500, "ORG"]]}
{"text": "27 Sellega seoses tuleb märkida, et kuigi ELTL artikli 267 kohaldamisel on liikmesriigi kohtute ja Euroopa Kohtu vahelise ülesannete jaotuse raames liikmesriikide kohtute ülesanne otsustada, kas esitatud küsimused on asjakohased, jääb Euroopa Kohtule siiski ülesanne tuletada liikmesriigi kohtu esitatud aspektide kogumist need liidu õiguse aspektid, mida on vaidluse eset silmas pidades vaja tõlgendada või mille kehtivust on vaja hinnata (vt selle kohta 15. oktoobri 1980. aasta kohtuotsus Roquette Frères, 145/79, EU:C:1980:234, punkt 7).", "label": [[99, 112, "ORG"], [235, 250, "ORG"], [456, 480, "DATE"], [492, 507, "ORG"]]}
{"text": "28 Nagu kohtujurist oma ettepaneku punktides 25–31 märkis, ilmneb kohtupraktikast, et eelotsusetaotluse esitanud kohtu kahtlused liidu õigusakti kehtivuse osas või asjaolu, et taoline küsimus on põhikohtuasjas kahtluse alla seatud, on need tegurid, mida Euroopa Kohus võtab arvesse oma hinnangus selle kohta, kas tuleks omal algatusel käsitleda sellise õigusakti kehtivuse küsimust, mille puhul on eelotsusetaotluse esitanud kohus formaalselt taotlenud vaid selle tõlgendamist (vt selle kohta 13. detsembri 1989. aasta kohtuotsus Paris, C‑204/88, EU:C:1989:643, punkt 8; 11. juuni 2009. aasta kohtuotsus Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, punktid 46 ja 47; 6. oktoobri 2015. aasta kohtuotsus Mertens, C‑362/14, EU:C:2015:650, punkt 67, ning 16. juuli 2020. aasta kohtuotsus Facebook Ireland ja Mertens, C‑311/18, EU:C:2020:559, punktid 159–161).", "label": [[8, 19, "PROFESSION"], [129, 134, "LOC"], [254, 267, "ORG"], [493, 518, "DATE"], [530, 535, "LOC"], [571, 592, "DATE"], [604, 632, "ORG"], [677, 700, "DATE"], [712, 719, "PER"], [761, 782, "DATE"], [794, 810, "ORG"], [814, 821, "PER"]]}
{"text": "29 Käesoleval juhul tuleb tõdeda, et esiteks nähtub eelotsusetaotlusest ja Euroopa Kohtu käsutuses olevast toimikust, et Compagnie des pêches de Saint‑Malo vaidlustas liikmesriigi esimese astme kohtule esitatud hagis otseselt vaidlusaluse otsuse kehtivuse osas, milles sellega kvalifitseeriti töötajate sissemaksete vähendamine ühisturuga kokkusobimatuks riigiabiks. Teiseks väljendas see kohus oma kahtlusi vaidlusaluse otsuse kehtivuse suhtes, kui ta rõhutas, nagu käesoleva kohtuotsuse punktides 20 ja 21 on märgitud, et kuna kalandusettevõtjad töötajate sissemaksete vähendamisest otseselt kasu ei saa, siis ei saa see järelikult kuuluda ELTL artikli 107 kohaldamisalasse.", "label": [[75, 88, "ORG"], [121, 155, "ORG"]]}
{"text": "30 Niisiis, kuigi eelotsuse küsimused puudutavad formaalselt vaidlusaluse otsuse tõlgendamist, tuleb eelotsusetaotluse esitanud kohtule täieliku vastuse andmiseks analüüsida ka selle otsuse kehtivust.", "label": []}
{"text": "31 Euroopa Kohtu praktika järgi ei saa kehtivuse küsimust siiski tõstatada omal algatusel siis, kui põhikohtuasja vastustajal oleks ilma vähimagi kahtluseta olnud õigus nõuda vaidlusaluse otsuse tühistamist (vt selle kohta 18. juuli 2007. aasta kohtuotsus Franceschi, C‑119/05, EU:C:2007:434, punkt 56, 8. juuli 2010. aasta kohtuotsus Afton Chemical, C‑343/09, EU:C:2010:419, punktid 19–25, ning 25. juuli 2018. aasta kohtuotsus Georgsmarienhütte jt, C‑135/16, EU:C:2018:582, punkt 37).", "label": [[3, 16, "ORG"], [223, 244, "DATE"], [256, 266, "PER"], [303, 323, "DATE"], [335, 349, "ORG"], [396, 417, "DATE"], [429, 446, "ORG"]]}
{"text": "32 Sellega seoses tuleb aga asuda seisukohale, et käesoleval juhul ei olnud ajal, kui Compagnie des pêches de Saint‑Malo oleks saanud vaidlusaluse otsuse ELTL artikli 263 alusel Üldkohtule esitatud hagiga vaidlustada, kindel, et tal on põhjendatud huvi otsuse selle osa vaidlustamiseks, mis puudutab töötajate sissemakseid, eelkõige seetõttu, nagu nähtub Euroopa Kohtu käsutuses olevast toimikust, et nende sissemaksete kulu ei kandnud kalandusettevõtjad tööandjatena, vaid need tasuti töötajate kulul, kes kõnealuste sissemaksetega seotud vähendustest tegelikult kasu said.", "label": [[86, 120, "ORG"], [178, 188, "ORG"], [355, 368, "ORG"]]}
{"text": "33 Peale selle, kuna Compagnie des pêches de Saint‑Malo’d teavitati nõuetekohaselt asjaolust, et komisjoni esitatud tagasimaksmise nõue puudutab ka töötajate sissemaksete vähendustele vastavaid summasid, alles pärast 20. oktoobri 2011. aasta kohtuotsuse komisjon vs. Prantsusmaa (C‑549/09, ei avaldata, EU:C:2011:672) kuulutamist, nagu käesoleva kohtuotsuse punktides 16 ja 17 rõhutati, võis ta asuda enne talle ELTL artiklis 263 määratud hagi esitamise tähtaja möödumist seisukohale, et tal puudub nende summade tagasinõudmise vastu vaidlemiseks vaidlusaluse otsuse suhtes põhjendatud huvi. Lisaks ei ole välistatud, et juhul, kui see äriühing oleks vaidlusaluse otsuse peale hagi esitanud, oleks Üldkohus nii neil põhjustel kui ka kohtujuristi ettepaneku punktis 49 välja toodud põhjustel tõstatanud omal algatusel selle äriühingu põhjendatud huvi puudumise küsimuse.", "label": [[21, 55, "ORG"], [97, 106, "ORG"], [217, 241, "DATE"], [254, 262, "ORG"], [267, 278, "ORG"], [698, 706, "ORG"], [733, 745, "PROFESSION"]]}
{"text": "34 Sellega seoses tuleb märkida, et väljakujunenud kohtupraktika kohaselt on ELTL artikli 263 alusel esitatud hagi vastuvõetavuse tingimuseks ka põhjendatud huvi, mis peab olema tekkinud ja tegelik (vt selle kohta 21. detsembri 2011. aasta kohtuotsus ACEA vs. komisjon, C‑319/09 P, ei avaldata, EU:C:2011:857, punkt 67 ja seal viidatud kohtupraktika) ning mille puudumine on avalikust huvist tulenev asja läbivaatamist takistav asjaolu, mille Euroopa Kohus võib tõstatada omal algatusel (vt selle kohta 7. oktoobri 1987. aasta kohtumäärus B. vs. nõukogu ja EMSK, 108/86, EU:C:1987:426, punkt 10).", "label": [[214, 239, "DATE"], [251, 255, "ORG"], [260, 268, "ORG"], [443, 456, "ORG"], [503, 526, "DATE"], [539, 541, "PER"], [546, 553, "ORG"], [557, 561, "ORG"]]}
{"text": "35 Neid asjaolusid arvestades tuleb asuda seisukohale, et ei ole ilmne, et põhikohtuasja vastustaja esitatud tühistamishagi oleks olnud vastuvõetav.", "label": []}
{"text": "36 Kõigist eeltoodud kaalutlustest järeldub, et eelotsusetaotlus on tervikuna vastuvõetav.", "label": []}
{"text": "Vaidlusaluse otsuse kehtivus osas, milles sellega kvalifitseeritakse töötajate sissemaksete asjaomane vähendamine ühisturuga kokkusobimatuks riigiabiks", "label": []}
{"text": "37 Kõigepealt tuleb märkida, et nagu nähtub 20. oktoobri 2011. aasta kohtuotsuse komisjon vs. Prantsusmaa (C‑549/09, ei avaldata, EU:C:2011:672) punktist 42, kvalifitseeris komisjon vaidlusaluses otsuses nii töötajate kui tööandjate sotsiaalkindlustusmaksete vähendamise riigiabiks ELTL artikli 107 lõike 1 tähenduses. Kuigi selle otsuse artiklis 3 piirdus komisjon viitega sotsiaalkindlustusmaksete vähendamisele, nähtub nimetatud otsuse põhjendustest 18 ja 20, et mõiste „sotsiaalkindlustusmaksed“ hõlmab nii tööandja kui ka töötajate sissemakseid.", "label": [[44, 68, "DATE"], [81, 89, "ORG"], [94, 105, "ORG"], [173, 181, "ORG"], [358, 365, "ORG"]]}
{"text": "38 Väljakujunenud kohtupraktika kohaselt peavad meetme kvalifitseerimisel ELTL artikli 107 lõike 1 tähenduses riigiabiks olema täidetud kõik järgmised tingimused. Esiteks peab see olema riigi poolt või riigi ressurssidest antud abi. Teiseks peab see sekkumine potentsiaalselt kahjustama liikmesriikidevahelist kaubandust. Kolmandaks peab see andma abisaajale ettevõtjale valikulise eelise. Neljandaks peab see kahjustama või ähvardama kahjustada konkurentsi (vt selle kohta 29. juuli 2019. aasta kohtuotsus Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, punkt 20 ja seal viidatud kohtupraktika).", "label": [[474, 495, "DATE"], [507, 534, "ORG"]]}
{"text": "39 Mis puudutab tingimust, et põhikohtuasjas kõnealust meedet tuleb käsitada abisaajale eelise andmisena, siis selgub Euroopa Kohtu väljakujunenud praktikast, et riigiabiks loetakse selline sekkumine, mis võib oma vormist sõltumata otseselt või kaudselt soodustada ettevõtjaid või mida tuleb pidada majanduslikuks eeliseks, mida abisaaja ettevõtja ei oleks tavalistes turutingimustes saanud (vt selle kohta 24. juuli 2003. aasta kohtuotsus Altmark Trans ja Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, punktid 83 ja 84 ning seal viidatud kohtupraktika).", "label": [[118, 131, "ORG"], [407, 428, "DATE"], [440, 453, "ORG"], [457, 486, "ORG"]]}
{"text": "40 Samuti tuleb märkida, et abi mõiste hõlmab eeliseid, mida annavad ametiasutused, kes erineval kujul vähendavad ettevõtja eelarvel tavaliselt lasuvaid kulusid. Seega kujutab konkreetse tööstussektori ettevõtjate sotsiaalmaksukoormuse vähendamine endast abi ELTL artikli 107 lõike 1 tähenduses siis, kui selle meetme eesmärk on osaliselt vabastada ettevõtjad üldisest sotsiaalkindlustussüsteemist tulenevatest rahalistest kohustustest, ilma et see vabastus oleks vastava süsteemi olemuse või ülesehituse seisukohalt põhjendatud (5. oktoobri 1999. aasta kohtuotsus Prantsusmaa vs. komisjon, C‑251/97, EU:C:1999:480, punktid 35 ja 36 ning seal viidatud kohtupraktika).", "label": [[530, 553, "DATE"], [565, 576, "ORG"], [581, 589, "ORG"]]}
{"text": "41 Euroopa Kohus on veel toonitanud, et riigipoolsete sekkumiste sotsiaalsest laadist ei piisa selleks, et välistada juba eos nende kvalifitseerimine abiks ELTL artikli 107 tähenduses (vt selle kohta 5. oktoobri 1999. aasta kohtuotsus Prantsusmaa vs. komisjon, C‑251/97, EU:C:1999:480, punkt 37 ja seal viidatud kohtupraktika), kuna selle artikli lõige 1 ei erista riigipoolseid sekkumisi põhjuste või eesmärkide järgi, vaid määratleb neid nende mõju põhjal (vt selle kohta 9. juuni 2011. aasta kohtuotsus Comitato „Venezia vuole vivere“ jt vs. komisjon, C‑71/09 P, C‑73/09 P ja C‑76/09 P, EU:C:2011:368, punkt 94 ning seal viidatud kohtupraktika).", "label": [[3, 16, "ORG"], [200, 223, "DATE"], [235, 246, "ORG"], [251, 259, "ORG"], [474, 494, "DATE"], [506, 537, "ORG"], [545, 553, "ORG"]]}
{"text": "42 Mis puudutab käesoleval juhul töötajate sissemaksete vähendamist, mida Prantsuse Vabariik rakendas kalurite suhtes ajavahemikul 15. aprillist 15. oktoobrini 2000, siis on üheselt selge, et nende sissemaksete kulu ei kanna kalandusettevõtjad tööandjatena, vaid neid tuleb tasuda töötajatel, kes nendest vähendustest tegelikult kasu saavad. Eelotsusetaotlusest nähtub nimelt, et vastavalt kohaldatavatele riigisisestele õigusnormidele, milles sätestatu on ära toodud käesoleva kohtuotsuse punktides 6 ja 7, on nimetatud ettevõtjad tööandjatena üksnes kohustatud need sissemaksed igal palgatõendil oma töötajate töötasult kinni pidama, et need omakorda sotsiaalkindlustusasutustele tasuda.", "label": [[74, 92, "ORG"], [102, 110, "PROFESSION"], [131, 164, "DATE"]]}
{"text": "43 Summad, mida selline kalandusettevõtja nagu põhikohtuasja vastustaja oma töötajate töötasult töötajate sissemaksetena kinni peab, peavad täpselt vastama summadele, mis ta tasub oma töötajate nimel sotsiaalkindlustusasutustele. Seega, kuna kalandusettevõtjad täidavad üksnes vahendaja ülesannet oma töötajate ja sotsiaalkindlustusasutuste vahel ning kuna põhikohtuasjas kõne all olev töötajate sissemaksete vähendamise meede on seega nende suhtes neutraalne, siis tuleb asuda seisukohale, et see meede ei puuduta nende ettevõtjate eelarvel lasuvaid kulusid (vt selle kohta 22. oktoobri 2015. aasta kohtumäärus komisjon vs. Kreeka, C‑530/14 P, ei avaldata, EU:C:2015:727, punktid 32–34).", "label": [[575, 599, "DATE"], [612, 620, "ORG"], [625, 631, "ORG"]]}
{"text": "44 Nimelt, nagu kohtujurist oma ettepaneku punktis 69 märkis, tuleb asuda seisukohale, et töötajate sissemaksetele vastavate summade pädevale asutusele tasumise kohustusest ei saa iseenesest järeldada, et nende sissemaksete vähendamine annab asjaomastele ettevõtjatele otsese eelise summas, mis on võrdne vähenduse summaga.", "label": [[16, 27, "PROFESSION"]]}
{"text": "45 Neid kaalutlusi ei sea kahtluse alla viide, mille nii Prantsuse valitsus kui komisjon tegid 21. detsembri 2016. aasta kohtuotsusele komisjon vs. Aer Lingus ja Ryanair Designated Activity (C‑164/15 P ja C‑165/15 P, EU:C:2016:990), kuna nagu kohtujurist oma ettepaneku punktides 68 ja 71–74 sisuliselt märkis, leidis Euroopa Kohus erinevalt käesolevast kohtuasjast, et selle kohtuotsuse aluseks olnud kohtuasjas käsitletavad meetmed mõjutasid asjaomaste lennuettevõtjate eelarvet.", "label": [[57, 75, "ORG"], [80, 88, "ORG"], [95, 120, "DATE"], [135, 143, "ORG"], [148, 158, "ORG"], [162, 189, "ORG"], [243, 254, "PROFESSION"], [318, 331, "ORG"]]}
{"text": "46 Seevastu kinnitab neid kaalutlusi asjaolu, et põhikohtuasjas kõne all olev töötajate sissemaksete vähendamise meede oli suunatud üksnes kalandusettevõtjate töötajatele, kes vähendamisest ainsana tegelikud kasu said, kuna selle meetme tõttu olid ettevõtjad sisuliselt sunnitud suurendama oma töötajate netotöötasu proportsionaalselt vabastustega töötajate sissemaksetest, mida igaüks neist tavaliselt maksis.", "label": []}
{"text": "47 Samas tuleb sedastada, nagu ka kohtujurist oma ettepaneku punktis 64 on märkinud, et asjaolu, et töötajate sissemaksete vähendamine soodustab otseselt asjaomaste ettevõtjate töötajaid, mitte aga ettevõtjaid endid, ei välista, et abi, millest saavad otseselt kasu ettevõtja töötajad, võib kujutada endast sellisele ettevõtjale antavat kaudset abi (vt selle kohta 28. juuli 2011. aasta kohtuotsus Mediaset vs. komisjon, C‑403/10 P, ei avaldata, EU:C:2011:533, punkt 81).", "label": [[34, 45, "PROFESSION"], [365, 386, "DATE"], [399, 406, "ORG"], [411, 419, "ORG"]]}
{"text": "48 Sellega seoses piisab, kui märkida, et vaidlusalune otsus ega Euroopa Kohtu käsutuses olev toimik ei sisalda siiski andmeid selle kohta, et asjaomased ettevõtjad oleksid kaudselt riigiabi saanud. Lisaks nähtub vaidlusalusest otsusest, eelkõige selle põhjendusest 55 selgelt, et käesoleval juhul ei seisnenud komisjoni väidetud eelis mitte kaudses, vaid otseses soodustuses nendele ettevõtjatele.", "label": [[65, 78, "ORG"], [311, 320, "ORG"]]}
{"text": "49 Tuleb asuda seisukohale, et leides vaidlusaluse otsuse põhjenduses 55, et sotsiaalkindlustusmaksete vähendamine tervikuna oli meede, mis andis kalandusettevõtjatele eelise, vabastades nad teatavatest kuludest, mida nad oleksid muidu pidanud kandma, rikkus komisjon õigusnormi.", "label": [[259, 268, "ORG"]]}
{"text": "50 Sellest rikkumisest piisab, et tuvastada, et vaidlusalune otsus on kehtetu osas, milles sellega kvalifitseeritakse põhikohtuasjas kõne all olev töötajate sissemaksete vähendamine ühisturuga kokkusobimatuks riigiabiks, hoolimata sellest, et puudub ettevõtjale antud eelise olemasolu tingimus, mis on käesoleva kohtuotsuse punktides 38 ja 39 viidatud kohtupraktika alusel niisuguseks kvalifitseerimiseks kindlasti vajalik.", "label": []}
{"text": "51 Kõiki eeltoodud kaalutlusi arvestades tuleb asuda seisukohale, et vaidlusalune otsus on kehtetu osas, milles sellega kvalifitseeritakse ühisturuga kokkusobimatuks riigiabiks töötajate sissemaksete vähendamine, mida Prantsuse Vabariik kohaldas kalurite suhtes ajavahemikul 15. aprillist 15. oktoobrini 2000.", "label": [[218, 236, "ORG"], [275, 309, "DATE"]]}
{"text": "52 Kuna see kehtetuse tuvastamine muudab eelotsusetaotluse esitanud kohtu esitatud kahele küsimusele, mis puudutavad vaidlusaluse otsuse tõlgendamist, vastamise ülearuseks, ei ole neile küsimustele vaja vastata.", "label": []}
{"text": "Kohtukulud", "label": []}
{"text": "53 Kuna põhikohtuasja poolte jaoks on käesolev menetlus eelotsusetaotluse esitanud kohtus pooleli oleva asja üks staadium, otsustab kohtukulude jaotuse liikmesriigi kohus. Euroopa Kohtule seisukohtade esitamisega seotud kulusid, välja arvatud poolte kohtukulud, ei hüvitata.", "label": [[172, 187, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohus (teine koda) otsustab:", "label": [[32, 58, "ORG"]]}
{"text": "Komisjoni 14. juuli 2004. aasta otsus 2005/239/EÜ seoses teatavate abimeetmetega, mida Prantsusmaa kohaldas akvakultuuritootjate ja kalurite kasuks, on kehtetu osas, milles sellega kvalifitseeritakse ühisturuga kokkusobimatuks riigiabiks töötajate sissemaksete vähendamine, mida Prantsuse Vabariik kohaldas kalurite suhtes ajavahemikul 15. aprillist 15. oktoobrini 2000.", "label": [[0, 9, "ORG"], [10, 31, "DATE"], [87, 98, "ORG"], [108, 128, "PROFESSION"], [132, 140, "PROFESSION"], [279, 297, "ORG"], [336, 369, "DATE"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: prantsuse.", "label": [[23, 32, "NATIONALITY"]]}
