{"text": "EUROOPA KOHTU OTSUS (esimene koda)", "label": [[0, 13, "ORG"], [21, 33, "ORG"]]}
{"text": "14. jaanuar 2021(*)", "label": [[0, 16, "DATE"]]}
{"text": "Eelotsusetaotlus – Vabadusel, turvalisusel ja õigusel rajanev ala – Direktiiv 2008/115/EÜ – Ühised nõuded ja kord liikmesriikides ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmisel – Artikli 5 punkt a, artikli 6 lõiked 1 ja 4, artikli 8 lõige 1 ja artikkel 10 – Saatjata alaealise suhtes tehtud tagasisaatmisotsus – Lapse parimad huvid – Asjasse puutuva liikmesriigi kohustus tagada enne tagasisaatmisotsuse väljastamist, et alaealise võtab vastu pereliige, määratud eestkostja või naasmisriigi sobiv vastuvõtuasutus – Alaealiste eristamine elamisõiguse andmisel üksnes vanuse kriteeriumi alusel – Tagasisaatmisotsus, millele ei järgne väljasaatmismeetmeid", "label": []}
{"text": "Kohtuasjas C‑441/19,", "label": []}
{"text": "mille ese on ELTL artikli 267 alusel Rechtbank Den Haag, zittingsplaats ’s‑Hertogenboschi (Haagi esimese astme kohus, Hertogenboschi kohtumaja, Madalmaad) 12. juuni 2019. aasta otsusega esitatud eelotsusetaotlus, mis saabus Euroopa Kohtusse samal päeval, menetluses", "label": [[37, 55, "ORG"], [72, 89, "LOC"], [91, 116, "ORG"], [118, 132, "LOC"], [144, 153, "LOC"], [155, 176, "DATE"], [224, 240, "ORG"]]}
{"text": "RZ versus Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [10, 53, "PROFESSION"]]}
{"text": "EUROOPA KOHUS (esimene koda),", "label": [[0, 28, "ORG"]]}
{"text": "koosseisus: koja president S.‑Z. Brunschot, kohtunikud G. Peeter Hughes, A. Krüger, O. Andersson (ettekandja) ja F. Marainen,", "label": [[12, 26, "PROFESSION"], [27, 42, "PER"], [44, 54, "PROFESSION"], [55, 71, "PER"], [73, 82, "PER"], [84, 96, "PER"], [98, 108, "PROFESSION"], [113, 124, "PER"]]}
{"text": "kohtujurist: G. Meelimäe,", "label": [[0, 11, "PROFESSION"], [13, 24, "PER"]]}
{"text": "kohtusekretär: V. Schubert,", "label": [[0, 13, "PROFESSION"], [15, 26, "PER"]]}
{"text": "arvestades kirjalikku menetlust,", "label": []}
{"text": "arvestades seisukohti, mille esitasid:", "label": []}
{"text": "– RZ, esindaja: advocaat J. M. Kraus,", "label": [[2, 4, "PER"], [6, 14, "PROFESSION"], [16, 24, "PROFESSION"], [25, 36, "PER"]]}
{"text": "– Madalmaade valitsus, esindajad: T. R. Jansen ja R. G. Manveld,", "label": [[2, 21, "ORG"], [23, 32, "PROFESSION"], [34, 46, "PER"], [50, 63, "PER"]]}
{"text": "– Belgia valitsus, esindajad: R. Van Reenen ja F. Bakker,", "label": [[2, 17, "ORG"], [19, 28, "PROFESSION"], [30, 43, "PER"], [47, 56, "PER"]]}
{"text": "– Euroopa Komisjon, esindajad: S. Moldovan ja I. Britton,", "label": [[2, 18, "ORG"], [20, 29, "PROFESSION"], [31, 42, "PER"], [46, 56, "PER"]]}
{"text": "olles 2. juuli 2020. aasta kohtuistungil ära kuulanud kohtujuristi ettepaneku,", "label": [[6, 26, "DATE"], [54, 66, "PROFESSION"]]}
{"text": "on teinud järgmise otsuse", "label": []}
{"text": "1 Eelotsusetaotlus käsitleb küsimust, kuidas tõlgendada Euroopa Liidu põhiõiguste harta (edaspidi „harta“) artikleid 4, 21 ja 24; Euroopa Parlamendi ja nõukogu 16. detsembri 2008. aasta direktiivi 2008/115/EÜ ühiste nõuete ja korra kohta liikmesriikides ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmisel (ELT 2008, L 348, lk 98) artikli 5 punkti a, artikli 6 lõikeid 1 ja 4, artikli 8 lõiget 1 ja artiklit 10; ning Euroopa Parlamendi ja nõukogu 13. detsembri 2011. aasta direktiivi 2011/95/EL, mis käsitleb nõudeid, millele kolmandate riikide kodanikud ja kodakondsuseta isikud peavad vastama, et kvalifitseeruda rahvusvahelise kaitse saajaks, ning nõudeid pagulaste või täiendava kaitse saamise kriteeriumidele vastavate isikute ühetaolisele seisundile ja antava kaitse sisule (ELT 2011, L 337, lk 9) artiklit 15.", "label": [[56, 69, "LOC"], [130, 148, "ORG"], [152, 159, "ORG"], [160, 185, "DATE"], [435, 453, "ORG"], [457, 464, "ORG"], [465, 490, "DATE"]]}
{"text": "2 Taotlus esitati saatjata alaealise RZ, kes on kolmanda riigi kodanik, ning Staatssecretaris van Justitie en Veiligheidi (justiits‑ ja julgeolekuküsimuste riigisekretär, Madalmaad; edaspidi „riigisekretär“) vahelises vaidluses, mis puudutab küsimust, kas otsus, millega tehti sellele alaealisele ettekirjutus Euroopa Liidu territooriumilt lahkuda, on õiguspärane.", "label": [[37, 39, "PER"], [77, 121, "PROFESSION"], [123, 169, "PROFESSION"], [171, 180, "LOC"], [192, 205, "PROFESSION"], [310, 323, "LOC"]]}
{"text": "Õiguslik raamistik", "label": []}
{"text": "Liidu õigus", "label": [[0, 5, "LOC"]]}
{"text": "Direktiiv 2008/115", "label": []}
{"text": "3 Direktiivi 2008/115 põhjendused 2, 4, 22 ja 24 on sõnastatud järgmiselt:", "label": []}
{"text": "„(2) 4. ja 5. novembril 2004 Brüsselis toimunud Euroopa Ülemkogu istungjärgul nõuti tõhusat väljasaatmis- ja repatrieerimispoliitikat, mis põhineks ühistel nõuetel, et isikuid saaks tagasi saata inimlikult ja austades täielikult nende põhiõigusi ja väärikust.", "label": [[5, 28, "DATE"], [29, 38, "LOC"], [48, 64, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "(4) Tuleb kehtestada selged, läbipaistvad ja õiglased eeskirjad, millega nähakse ette tõhus tagasisaatmispoliitika, mis on hästihallatava rändepoliitika vajalik osa.", "label": []}
{"text": "[…]", "label": []}
{"text": "(22) Vastavalt 1989. aasta ÜRO lapse õiguste konventsioonile peaksid liikmesriigid käesoleva direktiivi rakendamisel esmatähtsaks pidama lapse parimaid huvisid. Vastavalt [Roomas 4. novembril 1950. aastal allkirjastatud] Euroopa inimõiguste ja põhivabaduste kaitse konventsioonile peaksid liikmesriigid käesoleva direktiivi rakendamisel esmatähtsaks pidama austust perekonnaelu vastu.", "label": [[15, 26, "DATE"], [27, 30, "ORG"], [172, 178, "LOC"], [179, 203, "DATE"], [221, 228, "LOC"]]}
{"text": "[…]", "label": []}
{"text": "(24) Käesolevas direktiivis austatakse põhiõigusi ja järgitakse iseäranis [hartas] tunnustatud põhimõtteid.“", "label": []}
{"text": "4 Selle direktiivi artiklis 1 „Sisu“ on sätestatud:", "label": []}
{"text": "„Käesolevas direktiivis sätestatakse ühised nõuded ja kord, mida tuleb kohaldada liikmesriikides ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmisel, kooskõlas ühenduse õiguse üldpõhimõtete hulka kuuluvate põhiõigustega ja rahvusvahelise õigusega, kaasa arvatud pagulaste kaitse ja inimõigustega seotud kohustustega.“", "label": [[178, 186, "LOC"]]}
{"text": "5 Direktiivi artikli 2 „Reguleerimisala“ lõigetes 1 ja 2 on ette nähtud:", "label": []}
{"text": "„1. Käesolevat direktiivi kohaldatakse liikmesriigi territooriumil ebaseaduslikult viibivate kolmandate riikide kodanike suhtes.", "label": []}
{"text": "2. Liikmesriigid võivad otsustada mitte kohalda käesolevat direktiivi kolmandate riikide kodanike suhtes:", "label": []}
{"text": "a) kelle suhtes rakendatakse sisenemiskeeldu vastavalt [Euroopa Parlamendi ja nõukogu 15. märtsi 2006. aasta määruse (EÜ) nr 562/2006, millega kehtestatakse isikute üle piiri liikumist reguleerivad ühenduse eeskirjad (Schengeni piirieeskirjad) (ELT 2006, L 105, lk 1)] artiklile 13 või kelle pädevad asutused on tabanud või kinni pidanud seoses liikmesriigi maismaa‑, mere‑ või õhuvälispiiri ebaseadusliku ületamisega ning kes ei ole hiljem saanud luba või õigust kõnealuses liikmesriigis viibimiseks;", "label": [[56, 74, "ORG"], [78, 85, "ORG"], [86, 108, "DATE"], [218, 227, "LOC"]]}
{"text": "b) kelle suhtes rakendatakse tagasisaatmist kriminaalkaristusena või kriminaalkaristuse tagajärjena vastavalt siseriiklikule õigusele või kelle suhtes rakendatakse väljaandmismenetlust.“", "label": []}
{"text": "6 Direktiivi artiklis 3 „Mõisted“ on sätestatud:", "label": []}
{"text": "„Käesolevas direktiivis kasutatakse järgmisi mõisteid:", "label": []}
{"text": "[…]", "label": []}
{"text": "2) „ebaseaduslik riigisviibimine“ – kolmanda riigi kodaniku viibimine liikmesriigi territooriumil, kui ta ei vasta või enam ei vasta [määruse nr 562/2006] artiklis 5 sätestatud sisenemise tingimustele või muudele asjaomasesse liikmesriiki sisenemise, selles viibimise või elamise tingimustele;", "label": []}
{"text": "[…]", "label": []}
{"text": "5) „väljasaatmine“ – tagasipöördumiskohustuse täitmine, eelkõige füüsiline transport liikmesriigist välja;", "label": []}
{"text": "[…]", "label": []}
{"text": "9) „haavatavad isikud“ – alaealised, saatjata alaealised, puuetega inimesed, eakad, rasedad, alaealiste lastega üksikvanemad ning piinamise, vägistamise või muu raske psühholoogilise, füüsilise või seksuaalse vägivalla ohvriks langenud isikud.“", "label": []}
{"text": "7 Direktiivi 2008/115 artikkel 5 „Mittetagasisaatmine, lapse parimad huvid, perekonnaelu ja tervislik seisund“ on sõnastatud järgmiselt:", "label": []}
{"text": "„Käesoleva direktiivi rakendamisel võtavad liikmesriigid nõuetekohaselt arvesse:", "label": []}
{"text": "a) lapse parimaid huve,", "label": []}
{"text": "b) perekonnaelu,", "label": []}
{"text": "c) asjaomase kolmanda riigi kodaniku tervislikku seisundit", "label": []}
{"text": "ning järgivad mittetagasisaatmise põhimõtet.“", "label": []}
{"text": "8 Sama direktiivi artikli 6 „Tagasisaatmisotsus“ lõigetes 1 ja 4 on sätestatud:", "label": []}
{"text": "„1. Ilma et see piiraks lõigetes 2 kuni 5 sätestatud erandite kohaldamist, väljastavad liikmesriigid tagasisaatmisotsuse iga kolmanda riigi kodaniku kohta, kes viibib nende territooriumil ebaseaduslikult.", "label": []}
{"text": "[…]", "label": []}
{"text": "4. Liikmesriigid võivad igal ajal otsustada väljastada nende territooriumil ebaseaduslikult viibivale kolmanda riigi kodanikule kaastundlikel, humanitaar- või muudel põhjustel sõltumatu elamisloa või muu loa riigis viibida. Sellisel juhul tagasisaatmisotsust ei väljastata. Kui tagasisaatmisotsus on juba väljastatud, siis see tühistatakse või peatatakse elamisloa või mõne muu riigisviibimist lubava loa kehtivusajaks.“", "label": []}
{"text": "9 Nimetatud direktiivi artikli 8 „Väljasaatmine“ lõikes 1 on sätestatud:", "label": []}
{"text": "„Liikmesriigid võtavad kõik vajalikud meetmed tagasisaatmisotsuse täitmiseks juhul, kui artikli 7 lõike 4 kohast tähtaega vabatahtlikuks lahkumiseks ei ole määratud või kui tagasipöördumiskohustust ei ole artikli 7 kohaselt vabatahtlikuks lahkumiseks määratud tähtaja jooksul täidetud.“", "label": []}
{"text": "10 Sama direktiivi artikkel 10 „Saatjata alaealiste tagasi‑ ja väljasaatmine“ on sõnastatud järgmiselt:", "label": []}
{"text": "„1. Enne kui tehakse otsus väljastada tagasisaatmisotsus saatjata alaealise suhtes, antakse abi asjakohaste üksuste poolt, kes ei ole tagasisaatmist täide viivad asutused, võttes nõuetekohaselt arvesse lapse parimaid huve.", "label": []}
{"text": "2. Enne saatjata alaealise väljasaatmist liikmesriigi territooriumilt veenduvad kõnealuse liikmesriigi asutused, et alaealine saadetakse tagasi tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi vastuvõtuasutusse.“", "label": []}
{"text": "Direktiiv 2011/95", "label": []}
{"text": "11 Direktiivi 2011/95 artiklis 1 „Eesmärk“ on ette nähtud:", "label": []}
{"text": "„Käesoleva direktiivi eesmärk on sätestada nõuded, millele kolmandate riikide kodanikud ja kodakondsuseta isikud peavad vastama, et kvalifitseeruda rahvusvahelise kaitse saajaks, ning nõuded pagulaste või täiendava kaitse saamise kriteeriumidele vastavate isikute ühetaolisele seisundile ja antava kaitse sisule.“", "label": []}
{"text": "12 Selle direktiivi artiklis 2 „Mõisted“ on sätestatud:", "label": []}
{"text": "„Käesolevas direktiivis kasutatakse järgmisi mõisteid:", "label": []}
{"text": "[…]", "label": []}
{"text": "f) „täiendava kaitse saamise kriteeriumidele vastav isik“ – kolmanda riigi kodanik või kodakondsuseta isik, kes ei kvalifitseeru pagulaseks, kuid kellega seoses on ilmnenud mõjuv põhjus arvata, et asjaomast isikut ähvardaks oma päritoluriiki või kodakondsuseta isiku puhul varasemasse alalisse elukohariiki tagasipöördumisel reaalne oht kannatada suurt kahju vastavalt artiklile 15, ja kelle suhtes ei kohaldata artikli 17 lõikeid 1 ja 2 ning kes ei saa või kõnealuse ohu tõttu ei taha anda ennast nimetatud riigi kaitse alla.“", "label": []}
{"text": "[…]“.", "label": []}
{"text": "13 Kõnealuse direktiivi artiklis 15 „Suur kahju“, mis puudutab täiendavale kaitsele kvalifitseerumist, on märgitud:", "label": []}
{"text": "„Suur kahju seisneb järgmises:", "label": []}
{"text": "a) surmanuhtlus või hukkamine või", "label": []}
{"text": "b) taotleja piinamine või ebainimlik või väärikust alandav kohtlemine või karistamine päritoluriigis või", "label": []}
{"text": "c) suur ja individuaalne oht tsiviilisiku elule või isikupuutumatusele juhusliku vägivalla tõttu rahvusvahelise või riigisisese relvastatud kokkupõrke puhul.“", "label": []}
{"text": "Direktiiv 2013/33/EL", "label": []}
{"text": "14 Euroopa Parlamendi ja nõukogu 26. juuni 2013. aasta direktiivi 2013/33/EL, millega sätestatakse rahvusvahelise kaitse taotlejate vastuvõtu nõuded (ELT 2013, L 180, lk 96) artiklis 1 on sätestatud:", "label": [[3, 21, "ORG"], [25, 32, "ORG"], [33, 54, "DATE"]]}
{"text": "„Käesoleva direktiivi eesmärk on sätestada liikmesriikides rahvusvahelise kaitse taotlejate […] vastuvõtu nõuded.“", "label": []}
{"text": "15 Direktiivi artikkel 2 näeb ette:", "label": []}
{"text": "„Käesolevas direktiivis kasutatakse järgmisi mõisteid:", "label": []}
{"text": "[…]", "label": []}
{"text": "d) „alaealine“ – alla 18aastane kolmanda riigi kodanik või kodakondsuseta isik;", "label": [[22, 24, "AMOUNT_VALUE"], [24, 31, "AMOUNT_UNIT"]]}
{"text": "[…]“.", "label": []}
{"text": "Madalmaade õigus", "label": [[0, 10, "LOC"]]}
{"text": "16 23. novembri 2000. aasta välismaalaste seaduse täieliku reformi seaduse (wet tot algehele herziening van de Vreemdelingenwet; Stb. 2000, nr 495; edaspidi „2000. aasta seadus“) artikli 8 punktides a, f, h ja j on sätestatud:", "label": [[3, 27, "DATE"], [158, 169, "DATE"]]}
{"text": "„Välismaalasel on õigus seaduslikult Madalmaades elada üksnes järgmistel juhtudel:", "label": [[37, 48, "LOC"]]}
{"text": "a) kui tal on käesoleva seaduse artiklis 14 viidatud tähtajaline elamisluba;", "label": []}
{"text": "[…]", "label": []}
{"text": "f) oodates otsust [varjupaigataotleja ajutise] elamisloa väljastamise taotluse kohta, kui kas käesoleva seaduse või selle alusel vastu võetud sätte järgi või siis kohtulahendi kohaselt tuleb jätta välismaalane piirile tagasi saatmata seni, kuni tema taotlust ei ole lahendatud;", "label": []}
{"text": "[…]", "label": []}
{"text": "h) oodates otsust vaide või kaebuse kohta, kui kas käesoleva seaduse või selle alusel vastu võetud sätte järgi või siis kohtulahendi kohaselt tuleb jätta välismaalane piirile tagasi saatmata seni, kuni vaide või kaebuse kohta ei ole veel otsust tehtud;", "label": []}
{"text": "[…]", "label": []}
{"text": "j) kui esinevad väljasaatmist takistavad asjaolud artikli 64 mõttes;", "label": []}
{"text": "[…]“.", "label": []}
{"text": "17 Selle seaduse artikli 14 lõikes 1 on ette nähtud:", "label": []}
{"text": "„Ministri pädevuses on:", "label": [[1, 9, "PROFESSION"]]}
{"text": "a) tähtajalise elamisloa andmise taotlus kas rahuldada, rahuldamata jätta või siis jätta see läbi vaatamata;", "label": []}
{"text": "[…]", "label": []}
{"text": "e) anda omal algatusel tähtajaline elamisluba või selle kehtivust pikendada.“", "label": []}
{"text": "18 Nimetatud seaduse artikkel 64 on sõnastatud järgmiselt:", "label": []}
{"text": "„Väljasaatmine lükatakse edasi, kui välismaalase või mõne tema pereliikme terviseseisund ei võimalda reisida.“", "label": []}
{"text": "19 Välismaalasi käsitleva 23. novembri 2000. aasta määruse (Vreemdelingenbesluit 2000) (Stb. 2000, nr 497) artiklis 3.6a on sätestatud:", "label": [[26, 50, "DATE"], [81, 85, "DATE"], [93, 97, "DATE"]]}
{"text": "„1. Varjupaigasaaja tähtajalise elamisloa esmakordse taotluse tagasilükkamise korral võidakse siiski ex officio anda tavaline tähtajaline elamisluba:", "label": []}
{"text": "a) välismaalasele, kelle väljasaatmine oleks vastuolus Euroopa inimõiguste ja põhivabaduste kaitse konventsiooni artikliga 8;", "label": [[55, 62, "LOC"]]}
{"text": "b) ajutiste humanitaarsete põhjustega seotud takistuste korral välismaalasele, kes on artikli 3.48 lõike 1 punktide a, b või c kohaselt inimkaubanduse ohver, selle kohta avalduse teinud ohver või selle kohta ütlusi andnud tunnistaja.", "label": []}
{"text": "[…]", "label": []}
{"text": "4. Elamisluba antakse lõikes 1 nimetatutest esimesena kohaldamisele kuuluval alusel.", "label": []}
{"text": "[…]“.", "label": []}
{"text": "20 2000. aasta välismaalaste ringkirja (Vreemdelingencirculaire 2000) punktis B8/6 on märgitud:", "label": [[3, 14, "DATE"], [64, 68, "DATE"]]}
{"text": "„[…]", "label": []}
{"text": "„Tavalise tähtajalise elamisloa võib ex officio anda ilma muid asjaolusid kontrollimata, kui täidetud on järgmised tingimused:", "label": []}
{"text": "– välismaalane on esmakordse elamisloa taotluse esitamise ajal alla 15-aastane;", "label": [[68, 70, "AMOUNT_VALUE"], [71, 78, "AMOUNT_UNIT"]]}
{"text": "– välismaalane on andnud usaldusväärseid ütlusi oma isikusamasuse, kodakondsuse, vanemate ja teiste pereliikmete kohta;", "label": []}
{"text": "– välismaalase ütlustest ilmneb, et tal pole ühtki pereliiget ega muud isikut, kes saaks teda kohaselt vastu võtta ja kelle juurde oleks ta võimalik tagasi saata;", "label": []}
{"text": "– välismaalane ei ole menetluse jooksul takistanud tema päritoluriigis või muus riigis tema vastuvõtmise võimaluste välja selgitamist;", "label": []}
{"text": "– on üldteada, et päritoluriigis ega muus riigis, kuhu välismaalane saaks mõistlikult tagasi pöörduda, ei ole üldiselt võimalik tema kohane vastuvõtmine ning et selline vastuvõtmine ei saa arvatavasti võimalikuks lähitulevikus. Sellisel juhul eeldatakse, et Dienst Terugkeer en Vertrek (justiitsministeeriumi tagasisaatmise ja riigist lahkumise korraldamise talitus, Madalmaad) ei suuda kolme aasta jooksul kohase vastuvõtmise võimalust leida.", "label": [[258, 285, "ORG"], [287, 365, "ORG"], [367, 376, "LOC"], [387, 392, "AMOUNT_VALUE"], [393, 398, "AMOUNT_UNIT"]]}
{"text": "[…]“.", "label": []}
{"text": "Põhikohtuasi ja eelotsuse küsimused", "label": []}
{"text": "21 Saatjata alaealine RZ sisenes Madalmaadesse kuupäeval, mis ei ole teada, ja esitas 30. juunil 2017 varjupaigaõiguse alusel taotluse tähtajalise elamisloa saamiseks, tuginedes 2000. aasta seadusele.", "label": [[22, 24, "PER"], [33, 46, "LOC"], [86, 101, "DATE"], [178, 189, "DATE"]]}
{"text": "22 Selle taotluse raames märkis RZ, et ta sündis 14. veebruaril 2002 Guineas. Ta läks väikese lapsena koos oma tädiga elama Sierra Leonesse. Pärast tädi surma kohtus RZ ühe Nigeeriast pärit mehega, kes toimetas ta Euroopasse. RZ langes Amsterdamis (Madalmaad) inimkaubanduse ja seksuaalse ärakasutamise ohvriks, mille tõttu on tal käesoleval ajal rasked psüühikahäired.", "label": [[32, 34, "PER"], [49, 68, "DATE"], [69, 76, "LOC"], [124, 139, "LOC"], [166, 168, "PER"], [173, 183, "LOC"], [214, 224, "LOC"], [226, 228, "PER"], [236, 259, "LOC"]]}
{"text": "23 Riigisekretär otsustas 23. märtsi 2018. aasta otsusega omal algatusel, et RZ-le, kes oli siis 16 aasta ja ühe kuu vanune, ei saa anda tähtajalist elamisluba. Selle otsusega lubati RZ piirile tagasisaatmine 2000. aasta seaduse artikli 64 alusel ajutiselt edasi lükata maksimaalselt kuueks kuuks või ex officio otsuse puhul lühemaks ajaks, kuni Bureau Medische Advisering (arstlik nõuandekomitee, Madalmaad) on korraldanud arstliku läbivaatuse, et teha kindlaks, kas RZ terviseseisund võimaldab väljasaatmist.", "label": [[3, 16, "PROFESSION"], [26, 48, "DATE"], [77, 82, "PER"], [97, 99, "AMOUNT_VALUE"], [100, 105, "AMOUNT_UNIT"], [109, 112, "AMOUNT_VALUE"], [113, 116, "AMOUNT_UNIT"], [183, 185, "PER"], [209, 220, "DATE"], [284, 290, "AMOUNT_VALUE"], [291, 296, "AMOUNT_UNIT"], [346, 372, "ORG"], [374, 396, "ORG"], [398, 407, "LOC"], [468, 470, "PER"]]}
{"text": "24 RZ esitas 16. aprillil 2018 kõnealuse otsuse peale kaebuse Rechtbank Den Haag, zittingsplaats ’s‑Hertogenboschile (Haagi esimese astme kohus, ’s‑Hertogenboschi kohtumaja, Madalmaad).", "label": [[3, 5, "PER"], [13, 30, "DATE"], [62, 80, "ORG"], [97, 116, "LOC"], [118, 143, "ORG"], [145, 172, "ORG"], [174, 183, "LOC"]]}
{"text": "25 Riigisekretär otsustas 18. juuni 2018. aasta otsusega, et meditsiinilistel põhjustel piirile tagasisaatmise edasilükkamist RZ-le ei võimaldata ning pani viimasele kohustuse lahkuda neljanädalase tähtaja jooksul. RZ esitas selle otsuse peale vaide, mille riigisekretär 27. mai 2019. aasta otsusega rahuldamata jättis.", "label": [[3, 16, "PROFESSION"], [26, 47, "DATE"], [126, 131, "PER"], [184, 189, "AMOUNT_VALUE"], [189, 197, "AMOUNT_UNIT"], [215, 217, "PER"], [257, 270, "PROFESSION"], [271, 290, "DATE"]]}
{"text": "26 Eelotsusetaotluse esitanud kohtus väitis RZ, et ta ei tea, kus elavad tema vanemad ega tunneks neid tagasipöördumise korral ära. Ta ei tunne ühtki teist oma pereliiget ega tea isegi, kas neid on. Ta ei saa naasta oma päritoluriiki, kuna ta ei ole seal üles kasvanud, ei tunne seal mitte kedagi ega räägi selle riigi keelt. RZ avaldas, et peab oma perekonnaks kasuperet, kelle juures ta Madalmaades elab.", "label": [[44, 46, "PER"], [326, 328, "PER"], [389, 400, "LOC"]]}
{"text": "27 Eelotsusetaotluse esitanud kohus märgib, et tagasisaatmise ja riigist lahkumise korraldamise talitus on RZga viinud regulaarselt läbi vestlusi, et teda tema päritoluriiki tagasisaatmiseks ette valmistada, millega on kaasnenud tema psühhiaatriliste häirete ägenemine.", "label": [[107, 111, "PER"]]}
{"text": "28 Eelotsusetaotluse esitanud kohus tõdeb, et 2000. aasta seaduses on sätestatud, et esmakordse varjupaigataotluse läbivaatamisel hinnatakse juhul, kui välismaalasel pagulasseisundile ega täiendavale kaitsele õigust ei ole, ex officio seda, kas talle tuleb anda tähtajaline elamisluba. Selles seaduses on lisaks ette nähtud, et otsust, millega varjupaigataotlus tagasi lükatakse, käsitatakse tagasisaatmisotsusena.", "label": [[46, 57, "DATE"]]}
{"text": "29 Eelotsusetaotluse esitanud kohus lisab, et saatjata alaealiste osas, kes on varjupaigataotluse esitamise ajal alla 15‑aastased, on 2000. aasta välismaalaste ringkirjas ette nähtud kohustus veenduda enne taotluse kohta otsuse tegemist, et naasmisriigis on olemas sobiv vastuvõtt. Kui selline sobiv vastuvõtt puudub, antakse alla 15‑aastasele saatjata alaealisele tavaline elamisluba.", "label": [[118, 120, "AMOUNT_VALUE"], [121, 129, "AMOUNT_UNIT"], [134, 145, "DATE"], [331, 333, "AMOUNT_VALUE"], [334, 343, "AMOUNT_UNIT"]]}
{"text": "30 Seevastu juhul, kui saatjata alaealine on varjupaigataotluse esitamise ajal vähemalt 15‑aastane, ei viida enne tagasisaatmisotsuse väljastamist läbi direktiivi 2008/115 artikli 10 lõikes 2 nimetatud uurimist, et veenduda, et alaealine saadetakse tagasi tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi sobivasse vastuvõtuasutusse.", "label": [[88, 90, "AMOUNT_VALUE"], [91, 98, "AMOUNT_UNIT"]]}
{"text": "31 Riigisekretär näib ootavat, et niisugune varjupaigataotleja saab 18‑aastaseks ja on seega seaduse järgi täisealine, misjärel ei ole see uurimine enam nõutav. Ajavahemikul, mis jääb varjupaigataotluse esitamise ja täisealiseks saamise vahele, on vähemalt 15‑aastase saatjata alaealise Madalmaades viibimine seega õigusvastane, kuid seda sallitakse.", "label": [[3, 16, "PROFESSION"], [68, 70, "AMOUNT_VALUE"], [71, 80, "AMOUNT_UNIT"], [257, 259, "AMOUNT_VALUE"], [260, 267, "AMOUNT_UNIT"], [287, 298, "LOC"]]}
{"text": "32 Käesoleval juhtumil nendib eelotsusetaotluse esitanud kohus, et TQ-l ei ole õigust pagulasseisundile ega täiendavale kaitsele. Tavalise tähtajalise elamisloa andmise kohta märgib see kohus, et RZ oli varjupaigataotluse esitamise ajal 15 aastat ja neli kuud vana. Kuna TQ-le ei antud tähtajalist elamisõigust, on ta kohustatud Madalmaade territooriumilt lahkuma hoolimata sellest, et ei ole läbi viidud uurimist, et veenduda, et naasmisriigis on olemas sobiv vastuvõtt.", "label": [[67, 71, "PER"], [196, 198, "PER"], [237, 239, "AMOUNT_VALUE"], [240, 246, "AMOUNT_UNIT"], [250, 254, "AMOUNT_VALUE"], [255, 259, "AMOUNT_UNIT"], [271, 276, "PER"], [329, 339, "LOC"]]}
{"text": "33 Eelotsusetaotluse esitanud kohus kahtleb, kas Madalmaade õigusnormides tehtud eristus üle 15‑aastaste ja alla 15‑aastaste saatjata alaealiste vahel on liidu õigusega kooskõlas. Sellega seoses viitab eelotsusetaotluse esitanud kohus direktiivi 2008/115 artikli 5 punktis a ja harta artiklis 24 kasutatud mõistele „lapse parimad huvid“.", "label": [[49, 59, "LOC"], [93, 95, "AMOUNT_VALUE"], [97, 104, "AMOUNT_UNIT"], [113, 115, "AMOUNT_VALUE"], [116, 124, "AMOUNT_UNIT"], [154, 159, "LOC"]]}
{"text": "34 Selles olukorras otsustas Rechtbank Den Haag, zittingsplaats ’s‑Hertogenbosch (Haagi esimese astme kohus, ’s‑Hertogenboschi kohtumaja) menetluse peatada ning esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[29, 47, "ORG"], [64, 80, "LOC"], [82, 107, "ORG"], [110, 126, "LOC"], [169, 184, "ORG"]]}
{"text": "„1. Kas direktiivi [2008/115] artiklit 10 tuleb [harta] artiklite 4 ja 24 alusel ning koosmõjus direktiivi [2008/115] põhjendusega 22 ja artikli 5 punktiga a ning direktiivi [2011/95] artikliga 15 tõlgendada nii, et enne seda, kui liikmesriik kohustab saatjata alaealist tagasi pöörduma, peab ta veenduma – ja viima läbi sellekohase uurimise –, et päritoluriigis on igal juhul põhimõtteliselt olemas ja kättesaadav sobiv vastuvõtuvõimalus?", "label": []}
{"text": "2. Kas direktiivi [2008/115] artikli 6 lõiget 1 tuleb harta artikli 21 alusel tõlgendada nii, et oma territooriumil seaduslikult viibimise õiguse andmisel ei või liikmesriik teha vahet saatjata alaealise vanuse alusel, kui tuvastatakse, et see alaealine ei saa nõuda pagulasseisundit ega täiendavat kaitset?", "label": []}
{"text": "3. Kas direktiivi [2008/115] artikli 6 lõiget 4 tuleb tõlgendada nii, et tagasisaatmisotsuse täitmine tuleb peatada ja seega tunnustada riigis viibimise õigust, kui saatjata alaealine oma tagasipöördumiskohustust ei täida ja liikmesriik ei võta ega hakka võtma konkreetseid meetmeid tema väljasaatmiseks? Kas direktiivi [2008/115] artikli 8 lõiget 1 tuleb tõlgendada nii, et kui saatjata alaealise suhtes tehakse tagasisaatmisotsus, võtmata seejärel meetmeid väljasaatmiseks enne, kui saatjata alaealine on saanud 18‑aastaseks, on tegemist lojaalse koostöö põhimõtte ja liidule lojaalsuse põhimõtte rikkumisega?“", "label": [[514, 516, "AMOUNT_VALUE"], [517, 526, "AMOUNT_UNIT"], [570, 577, "LOC"]]}
{"text": "Menetlus Euroopa Kohtus", "label": [[9, 23, "ORG"]]}
{"text": "35 Eelotsusetaotluse esitanud kohus taotles asja lahendamist Euroopa Liidu Kohtu põhikirja artiklis 23a ette nähtud eelotsuse kiirmenetluses.", "label": [[61, 80, "ORG"]]}
{"text": "36 Esimene koda otsustas 27. juunil 2019 pärast kohtujuristi ärakuulamist jätta see taotlus rahuldamata.", "label": [[3, 15, "ORG"], [25, 40, "DATE"], [48, 60, "PROFESSION"]]}
{"text": "Eelotsuse küsimuste analüüs", "label": []}
{"text": "Esimene küsimus", "label": []}
{"text": "37 Esimese küsimusega palub eelotsusetaotluse esitanud kohus sisuliselt selgitada, kas direktiivi 2008/115 artikli 6 lõiget 1 tuleb koosmõjus selle direktiivi artikli 5 punktiga a ja artikliga 10 ning harta artikli 24 lõikega 2 tõlgendada nii, et enne saatjata alaealise suhtes tagasisaatmisotsuse väljastamist peab asjasse puutuv liikmesriik veenduma, et naasmisriigis on sellele alaealisele kättesaadav sobiv vastuvõtt.", "label": []}
{"text": "38 Kõigepealt olgu öeldud, et mõistet „alaealine“ ei ole direktiivis 2008/115 määratletud. Samas on direktiivi 2013/33 artikli 2 punktis d „alaealine“ defineeritud kui „alla 18‑aastane kolmanda riigi kodanik või kodakondsuseta isik“. Selleks et liidu varjupaiga‑ ja sisserändeõigust kohaldataks järjepidevalt ja ühetaoliselt, tuleb direktiivi 2008/115 raamistikus lähtuda samast määratlusest.", "label": [[174, 176, "AMOUNT_VALUE"], [177, 184, "AMOUNT_UNIT"]]}
{"text": "39 Käesoleval juhtumil puudutab põhikohtuasi saatjata alaealist, kelle puhul asjaomane liikmesriik leidis, et tal ei ole õigust pagulasseisundile ega täiendavale kaitsele ning kellele ta otsustas mitte anda tähtajalist elamisõigust.", "label": []}
{"text": "40 Niisuguses olukorras olev kolmanda riigi kodanik kuulub vastavalt direktiivi 2008/115 artikli 2 lõikele 1, ja ilma et see mõjutaks sama artikli lõike 2 kohaldamist, selle direktiivi kohaldamisalasse. Seega peab tema väljasaatmise suhtes seni, kuni tema riigisviibimist ei ole vastavalt olukorrale seadustatud, põhimõtteliselt rakendama selles direktiivis ette nähtud ühiseid nõudeid ja korda (vt selle kohta 19. märtsi 2019. aasta kohtuotsus Binder jt, C‑444/17, EU:C:2019:220, punkt 39).", "label": [[411, 433, "DATE"], [445, 451, "PER"]]}
{"text": "41 Selle kohta tuleb märkida, et direktiivi 2008/115 artikli 6 lõikes 1 on sätestatud, et ilma et see piiraks kõnealuse artikli lõigetes 2–5 sätestatud erandite kohaldamist, väljastavad liikmesriigid tagasisaatmisotsuse iga kolmanda riigi kodaniku kohta, kes viibib nende territooriumil ebaseaduslikult.", "label": []}
{"text": "42 Lisaks sisaldab see direktiiv erinorme, mida kohaldatakse teatavate isikute kategooriate, sealhulgas saatjata alaealiste suhtes, kes kuuluvad „haavatavate isikute“ kategooriasse, nagu nähtub direktiivi 2008/115 artikli 3 punktist 9.", "label": []}
{"text": "43 Selle kohta on direktiivi 2008/115 artikli 5 punktis a koostoimes selle direktiivi põhjendusega 22 märgitud, et liikmesriigid võtavad direktiivi rakendamisel nõuetekohaselt arvesse „lapse parimaid huve“. Saatjata alaealist ei saa seega süstemaatiliselt täiskasvanuna käsitleda.", "label": []}
{"text": "44 Artikli 5 punkt a toob kaasa selle, et kui liikmesriik kavatseb teha direktiivi 2008/115 alusel saatjata alaealise suhtes tagasisaatmisotsuse, peab ta menetluse igas etapis tingimata arvesse võtma lapse parimaid huve.", "label": []}
{"text": "45 Lisaks on harta artikli 24 lõikes 2 sätestatud, et kõikides lastega seotud toimingutes, mida teevad avalik‑õiguslikud asutused või eraõiguslikud institutsioonid, tuleb esikohale seada lapse huvid. See säte koostoimes harta artikli 51 lõikega 1 kinnitab lapse õiguste põhjapanevat tähtsust, sealhulgas liikmesriigis ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmise kontekstis.", "label": []}
{"text": "46 Nagu kohtujurist oma ettepaneku punktis 69 märkis, võimaldab ainult üldine ja põhjalik hinnang kõnealuse saatjata alaealise olukorrale kindlaks teha, millised on „lapse parimad huvid“, ja teha direktiivi 2008/115 nõuetele vastava otsuse.", "label": [[8, 19, "PROFESSION"]]}
{"text": "47 Otsustades, kas väljastada saatjata alaealise suhtes tagasisaatmisotsus või mitte, peab asjasse puutuv liikmesriik järelikult nõuetekohaselt arvesse võtma paljusid tegureid, mille hulka kuuluvad eelkõige vanus, sugu, eriline haavatavus, füüsiline ja vaimne tervislik seisund, kasuperekonda paigutamine, kooliskäimine ja sotsiaalne keskkond.", "label": []}
{"text": "48 Direktiivi 2008/115 artikli 10 lõikes 1 on sellega seoses sätestatud, et enne kui tehakse otsus väljastada tagasisaatmisotsus saatjata alaealise suhtes, annavad abi asjakohased üksused, kes ei ole tagasisaatmist täide viivad asutused, võttes nõuetekohaselt arvesse lapse parimaid huve. Selle direktiivi artikli 10 lõikes 2 on ette nähtud, et enne saatjata alaealise väljasaatmist liikmesriigi territooriumilt veenduvad kõnealuse liikmesriigi asutused, et alaealine saadetakse tagasi tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi vastuvõtuasutusse.", "label": []}
{"text": "49 See artikkel näeb seega ette vaheteo kohustuste osas, mis lasuvad liikmesriigil „enne tagasisaatmisotsuse tegemist saatjata alaealise suhtes“ või „enne sellise alaealise liikmesriigi territooriumilt väljasaatmist“.", "label": []}
{"text": "50 Madalmaade valitsus järeldab sellest, et asjasse puutuval liikmesriigil on õigus teha saatjata alaealise suhtes tagasisaatmisotsus, ilma et ta peaks enne veenduma, et alaealine saadetakse tagasi tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi sobivasse vastuvõtuasutusse. Sellise uurimise läbiviimise kohustus tekib Madalmaade valitsuse hinnangul alles asjasse puutuva liikmesriigi territooriumilt väljasaatmise etapis.", "label": [[3, 22, "ORG"], [339, 359, "ORG"]]}
{"text": "51 Niisuguse kohustuse olemasolu ei vabasta asjasse puutuvat liikmesriiki siiski muudest direktiivis 2008/115 ette nähtud kontrollikohustustest. Eelkõige, nagu on märgitud käesoleva kohtuotsuse punktis 44, näeb direktiivi 2008/115 artikli 5 punkt a ette, et igas menetluse etapis tuleb arvesse võtta lapse parimaid huve.", "label": []}
{"text": "52 Kui aga asjasse puutuv liikmesriik väljastab tagasisaatmisotsuse, ilma et ta oleks enne veendunud, et asjaomase saatjata alaealise jaoks on naasmisriigis olemas sobiv vastuvõtt, tooks see kaasa selle, et ehkki alaealise suhtes on väljastatud tagasisaatmisotsus, ei saaks teda välja saata, kui puudub sobiv vastuvõtt naasmisriigis, nagu tuleneb direktiivi 2008/115 artikli 10 lõikest 2.", "label": []}
{"text": "53 Asjaomane saatjata alaealine oleks seega väga ebakindlas olukorras seoses tema õigusliku seisundi ja tulevikuga, eeskätt seoses kooliskäimise, kasuperekonnaga loodud sidemete või võimalusega jääda asjasse puutuvasse liikmesriiki.", "label": []}
{"text": "54 Selline olukord oleks vastuolus nõudega kaitsta lapse parimaid huve igas menetluse etapis, nii nagu see on ette nähtud direktiivi 2008/115 artikli 5 punktis a ja harta artikli 24 lõikes 2.", "label": []}
{"text": "55 Nendest sätetest tuleneb, et enne tagasisaatmisotsuse väljastamist peab asjasse puutuv liikmesriik läbi viima uurimise, et konkreetselt kontrollida, kas asjaomasele saatjata alaealisele on kättesaadav sobiv vastuvõtt tagasisaamisriigis.", "label": []}
{"text": "56 Kui selline vastuvõtuvõimalus puudub, ei või selle alaealise suhtes väljastada tagasisaatmisotsust selle direktiivi artikli 6 lõike 1 alusel.", "label": []}
{"text": "57 Euroopa Kohtu praktika kinnitab tõlgendust, mille kohaselt peab asjasse puutuv liikmesriik enne saatjata alaealise suhtes tagasisaatmisotsuse väljastamist veenduma, et naasmisriigis on olemas sobiv vastuvõtt.", "label": [[3, 16, "ORG"]]}
{"text": "58 Nimelt on Euroopa Kohus otsustanud, et liikmesriigid peavad vastavalt direktiivi 2008/115 artiklile 5 „Mittetagasisaatmine, lapse parimad huvid, perekonnaelu ja tervislik seisund“ seda direktiivi rakendades esiteks nõuetekohaselt arvestama lapse parimaid huve ja asjaomase kolmanda riigi kodaniku perekonnaelu ja tervislikku seisundit ning teiseks järgima mittetagasisaatmise põhimõtet (11. detsembri 2014. aasta kohtuotsus Lapudjeva, C‑249/13, EU:C:2014:2431, punkt 48, ning 8. mai 2018. aasta kohtuotsus P.Z. jt (perekonna taasühinemine Belgias), C‑82/16, EU:C:2018:308, punkt 102).", "label": [[13, 26, "ORG"], [390, 415, "DATE"], [427, 436, "PER"], [479, 497, "DATE"], [509, 513, "PER"], [542, 549, "LOC"]]}
{"text": "59 Sellest järeldub, et kui pädev riigisisene asutus kavatseb väljastada tagasisaatmisotsuse, peab ta tingimata järgima direktiivi 2008/115 artiklis 5 ette nähtud kohustusi ja puudutatud isiku selles küsimuses ära kuulama. Lisaks tuleneb sellest kohtupraktikast, et kui asjasse puutuv liikmesriik kavatseb väljastada saatjata alaealise suhtes tagasisaatmisotsuse, peab ta viimase tingimata ära kuulama seoses tingimustega, millel teda saaks naasmisriigis vastu võtta.", "label": []}
{"text": "60 Eespool esitatut arvesse võttes tuleb vastata esimesele küsimusele, et direktiivi 2008/115 artikli 6 lõiget 1 tuleb koosmõjus selle direktiivi artikli 5 punktiga a ning harta artikli 24 lõikega 2 tõlgendada nii, et enne saatjata alaealise suhtes tagasisaatmisotsuse väljastamist peab asjasse puutuv liikmesriik andma üldise ja põhjaliku hinnangu kõnealuse alaealise olukorrale, võttes nõuetekohaselt arvesse lapse parimaid huve. Selles kontekstis peab liikmesriik veenduma, et kõnealusele saatjata alaealisele on naasmisriigis kättesaadav sobiv vastuvõtt.", "label": []}
{"text": "Teine küsimus", "label": []}
{"text": "61 Teise küsimusega palub eelotsusetaotluse esitanud kohus sisuliselt selgitada, kas direktiivi 2008/115 artikli 6 lõiget 1 tuleb koostoimes selle direktiivi artikli 5 punktiga a ning arvestades harta artikli 24 lõiget 2 tõlgendada nii, et seoses kontrolliga, kas naasmisriigis on olemas sobiv vastuvõtt, võib liikmesriik saatjata alaealistel üksnes nende vanuse kriteeriumi alusel vahet teha.", "label": []}
{"text": "62 Käesoleval juhul täpsustab eelotsusetaotluse esitanud kohus, et liikmesriigi õigusnormid teevad vahet alla 15‑aastastel ja üle 15‑aastastel saatjata alaealistel. Alla 15‑aastase alaealise puhul peavad riigisisesed ametiasutused enne tagasisaatmisotsuse väljastamist uurima, kas naasmisriigis on olemas sobiv vastuvõtt. Mis puudutab üle 15‑aastast alaealist, siis enne tagasisaatmisotsuse väljastamist ei uurita, kas naasmisriigis on olemas sobiv vastuvõtt. Sellisele alaealisele pannakse seega tagasipöördumiskohustus, isegi kui praktikas ei saa teda piirile tagasi saata, kui ei ole tehtud uurimist sobiva vastuvõtu olemasolu kohta.", "label": [[110, 112, "AMOUNT_VALUE"], [113, 122, "AMOUNT_UNIT"], [130, 132, "AMOUNT_VALUE"], [133, 142, "AMOUNT_UNIT"], [170, 172, "AMOUNT_VALUE"], [173, 180, "AMOUNT_UNIT"], [339, 341, "AMOUNT_VALUE"], [342, 349, "AMOUNT_UNIT"]]}
{"text": "63 Madalmaade valitsus märgib oma kirjalikes seisukohtades, et valik seada vanusepiir 15 aastale on selgitatav asjaoluga, et kolmeaastast ajavahemikku peeti maksimaalseks mõistlikuks ajavahemikuks kõikide saatjata alaealisega seotud menetluste jaoks, see tähendab elamisloataotluse ja tagasisaatmismenetluse jaoks. Elamisluba antakse saatjata alaealistele, kes on kõigi menetluste lõppedes veel alaealised, erinevalt isikutest, kes on nende menetluste lõppedes täisealised.", "label": [[3, 22, "ORG"], [86, 88, "AMOUNT_VALUE"], [89, 96, "AMOUNT_UNIT"], [125, 130, "AMOUNT_VALUE"], [130, 137, "AMOUNT_UNIT"]]}
{"text": "64 Selle kohta tuleb tõdeda, nagu on märgitud käesoleva kohtuotsuse punktis 47, et saatjata alaealise vanus on muidugi asjaolu, mida asjasse puutuv liikmesriik peab arvesse võtma, et teha kindlaks, kas lapse parimatest huvidest lähtudes tuleb jätta selle alaealise suhtes tagasisaatmisotsus tegemata.", "label": []}
{"text": "65 Siiski, nagu on sätestatud harta artikli 24 lõikes 2 ja nagu on ette nähtud direktiivi 2008/115 artikli 5 punktis a, peavad liikmesriigid selle direktiivi artikli 6 rakendamisel võtma nõuetekohaselt arvesse lapse parimaid huve, sealhulgas üle 15-aastaste alaealiste omi.", "label": [[246, 248, "AMOUNT_VALUE"], [249, 257, "AMOUNT_UNIT"]]}
{"text": "66 Seega ei saa vanuse kriteerium olla ainus tegur, mida tuleb arvesse võtta, et kontrollida, kas naasmisriigis on olemas sobiv vastuvõtt. Asjasse puutuv liikmesriik peab hindama saatjata alaealise olukorda üldist ja põhjalikku hinnangut andes juhtumipõhiselt, mitte aga hindama automaatselt ainult vanusekriteeriumi alusel.", "label": []}
{"text": "67 Sellega seoses tundub meelevaldne, nagu kohtujurist oma ettepaneku punktis 81 tõdes, liikmesriigi niisugune halduspraktika, mis tugineb lihtsalt ühele varjupaigamenetluse väidetava maksimaalse kestusega seotud eeldusele, et eristada ühte rühma kuuluvaid isikuid vanuse alusel, olgugi et nad kõik on väljasaatmise osas võrreldavas haavatavas olukorras.", "label": [[43, 54, "PROFESSION"]]}
{"text": "68 Eeltoodut arvestades tuleb teisele küsimusele vastata, et direktiivi 2008/115 artikli 6 lõiget 1 tuleb koostoimes selle direktiivi artikli 5 punktiga a ning arvestades harta artikli 24 lõiget 2 tõlgendada nii, et seoses kontrolliga, kas naasmisriigis on olemas sobiv vastuvõtt, ei või liikmesriik teha saatjata alaealistel vahet üksnes nende vanuse kriteeriumi alusel.", "label": []}
{"text": "Kolmas küsimus", "label": []}
{"text": "69 Kolmanda küsimusega soovib eelotsusetaotluse esitanud kohus sisuliselt teada, kas direktiivi 2008/115 artikli 8 lõiget 1 tuleb tõlgendada nii, et sellega on vastuolus, kui liikmesriik pärast seda, kui ta on väljastanud saatjata alaealise suhtes tagasisaatmisotsuse, hoidub tema väljasaatmisest kuni 18. eluaasta täitumiseni.", "label": [[302, 304, "AMOUNT_VALUE"], [306, 314, "AMOUNT_UNIT"]]}
{"text": "70 Olgu märgitud, et direktiivi 2008/115 eesmärk on kehtestada tõhus väljasaatmis‑ ja repatrieerimispoliitika, sealjuures täielikult austades puudutatud isikute põhiõigusi ja väärikust (14. mai 2020. aasta kohtuotsus Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C‑924/19 PPU ja C‑925/19 PPU, EU:C:2020:367, punkt 121 ja seal viidatud kohtupraktika).", "label": [[186, 205, "DATE"], [217, 291, "ORG"]]}
{"text": "71 Kui asjasse puutuv liikmesriik leiab, et saatjata alaealisele ei tule anda elamisluba direktiivi 2008/115 artikli 6 lõike 4 alusel, viibib viimane selles liikmesriigis ebaseaduslikult.", "label": []}
{"text": "72 Nimetatud direktiivi artikli 6 lõikes 1 on liikmesriikidele ette nähtud kohustus väljastada tagasisaatmisotsus iga kolmanda riigi kodaniku kohta, kes viibib nende territooriumil ebaseaduslikult (23. aprilli 2015. aasta kohtuotsus Bennoune, C‑38/14, EU:C:2015:260, punkt 31).", "label": [[198, 221, "DATE"], [233, 241, "PER"]]}
{"text": "73 Nimelt, nagu sai märgitud käesoleva kohtuotsuse punktis 41, peavad liikmesriigi pädevad asutused, kui riigis viibimise õigusvastasus on tuvastatud, väljastama selle artikli kohaselt tagasisaatmisotsuse, välja arvatud sama artikli lõigetes 2–5 sätestatud erandite puhul (23. aprilli 2015. aasta kohtuotsus Bennoune, C‑38/14, EU:C:2015:260, punkt 32).", "label": [[273, 296, "DATE"], [308, 316, "PER"]]}
{"text": "74 Nagu on tõdetud käesoleva kohtuotsuse punktis 60, eeldab saatjata alaealise puhul sellise otsuse väljastamine, et asjaomane liikmesriik on teinud kindlaks, et sellele saatjata alaealisele on kättesaadav sobiv vastuvõtt naasmisriigis.", "label": []}
{"text": "75 Kui see tingimus on täidetud ja kui asjaomase saatjata alaealise olukord ei ole muutunud, tuleb ta asjasse puutuva liikmesriigi territooriumilt välja saata.", "label": []}
{"text": "76 Nimelt tuleneb direktiivi 2008/115 artikli 10 lõikest 2, et enne saatjata alaealise väljasaatmist liikmesriigi territooriumilt veenduvad kõnealuse liikmesriigi asutused, et alaealine saadetakse tagasi tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi vastuvõtuasutusse.", "label": []}
{"text": "77 Direktiivi 2008/115 artikli 6 lõikest 1 koostoimes selle direktiivi artikli 5 punktiga a ja arvestades harta artikli 24 lõiget 2 asjasse puutuvale liikmesriigile tulenev kohustus veenduda sobiva vastuvõtu olemasolus, enne kui ta väljastab saatjata alaealise suhtes tagasisaatmisotsuse, ei vabasta järelikult seda liikmesriiki kohustusest tagada vastavalt sama direktiivi artikli 10 lõikele 2 enne niisuguse alaealise väljasaatmist, et alaealine toimetatakse tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi vastuvõtuasutusse. Selles kontekstis peab asjasse puutuv liikmesriik võtma arvesse olukorra mis tahes muutusi, mis toimuvad pärast tagasisaatmisotsuse väljastamist.", "label": []}
{"text": "78 Kui kõnealusele saatjata alaealisele ei ole tema väljasaatmise etapis enam tagatud sobiv vastuvõtt naasmisliikmesriigis, ei saa asjasse puutuv liikmesriik tagasisaatmisotsust täitmisele pöörata.", "label": []}
{"text": "79 Euroopa Kohtu praktikast tuleneb, et kui kolmanda riigi kodaniku suhtes on tehtud tagasisaatmisotsus, kuid see kodanik ei ole tagasipöördumiskohustust täitnud kas vabatahtlikuks lahkumiseks määratud tähtaja jooksul või kui tagasipöördumiskohustuse vabatahtliku täitmise tähtaega ei ole määratud, paneb direktiivi 2008/115 artikli 8 lõige 1 tagasisaatmismenetluse tõhususe tagamiseks liikmesriikidele kohustuse võtta kõik puudutatud isiku väljasaatmiseks vajalikud meetmed, mis vastavalt direktiivi artikli 3 punktile 5 tähendab isiku füüsilist transporti sellest liikmesriigist välja (23. aprilli 2015. aasta kohtuotsus Bennoune, C‑38/14, EU:C:2015:260, punkt 33).", "label": [[3, 16, "ORG"], [588, 611, "DATE"], [623, 631, "PER"]]}
{"text": "80 Veel olgu märgitud, et nagu tuleneb nii liikmesriikide lojaalsuskohustusest kui ka tõhususe nõuetest, mida on muu hulgas mainitud direktiivi 2008/115 põhjenduses 4, tuleb direktiivi artikliga 8 liikmesriikidele pandud kohustus – korraldada selle artikli lõikes 1 kirjeldatud asjaolude esinemisel väljasaatmine – täita võimalikult kiiresti (23. aprilli 2015. aasta kohtuotsus Bennoune, C‑38/14, EU:C:2015:260, punkt 34).", "label": [[343, 366, "DATE"], [378, 386, "PER"]]}
{"text": "81 Seega ei või liikmesriik nimetatud direktiivi alusel teha saatjata alaealise suhtes tagasisaatmisotsust, saatmata teda seejärel välja enne, kui ta saab 18-aastaseks.", "label": [[155, 157, "AMOUNT_VALUE"], [158, 167, "AMOUNT_UNIT"]]}
{"text": "82 Järelikult tuleb kolmandale küsimusele vastata, et direktiivi 2008/115 artikli 8 lõiget 1 tuleb tõlgendada nii, et sellega on vastuolus, kui liikmesriik pärast seda, kui ta on väljastanud saatjata alaealise suhtes tagasisaatmisotsuse ja veendunud direktiivi artikli 10 lõike 2 kohaselt, et see alaealine toimetatakse tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi vastuvõtuasutusse, hoidub tema väljasaatmisest kuni 18. eluaasta täitumiseni.", "label": [[440, 442, "AMOUNT_VALUE"], [444, 452, "AMOUNT_UNIT"]]}
{"text": "Kohtukulud", "label": []}
{"text": "83 Kuna põhikohtuasja poolte jaoks on käesolev menetlus eelotsusetaotluse esitanud kohtus pooleli oleva asja üks staadium, otsustab kohtukulude jaotuse liikmesriigi kohus. Euroopa Kohtule seisukohtade esitamisega seotud kulusid, välja arvatud poolte kohtukulud, ei hüvitata.", "label": [[172, 187, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohus (esimene koda) otsustab:", "label": [[32, 60, "ORG"]]}
{"text": "1. Euroopa Parlamendi ja nõukogu 16. detsembri 2008. aasta direktiivi 2008/115/EÜ ühiste nõuete ja korra kohta liikmesriikides ebaseaduslikult viibivate kolmandate riikide kodanike tagasisaatmisel artikli 6 lõiget 1 tuleb koosmõjus selle direktiivi artikli 5 punktiga a ning harta artikli 24 lõikega 2 tõlgendada nii, et enne saatjata alaealise suhtes tagasisaatmisotsuse väljastamist peab asjasse puutuv liikmesriik andma üldise ja põhjaliku hinnangu kõnealuse alaealise olukorrale, võttes nõuetekohaselt arvesse lapse parimaid huve. Selles kontekstis peab liikmesriik veenduma, et kõnealusele saatjata alaealisele on naasmisriigis kättesaadav sobiv vastuvõtt.", "label": [[3, 21, "ORG"], [25, 32, "ORG"], [33, 58, "DATE"]]}
{"text": "2. Direktiivi 2008/115 artikli 6 lõiget 1 tuleb koostoimes selle direktiivi artikli 5 punktiga a ning arvestades Euroopa Liidu põhiõiguste harta artikli 24 lõiget 2 tõlgendada nii, et seoses kontrolliga, kas naasmisriigis on olemas sobiv vastuvõtt, ei või liikmesriik teha saatjata alaealistel vahet üksnes nende vanuse kriteeriumi alusel.", "label": [[113, 126, "LOC"]]}
{"text": "3. Direktiivi 2008/115 artikli 8 lõiget 1 tuleb tõlgendada nii, et sellega on vastuolus, kui liikmesriik pärast seda, kui ta on väljastanud saatjata alaealise suhtes tagasisaatmisotsuse ja veendunud direktiivi artikli 10 lõike 2 kohaselt, et see alaealine toimetatakse tema perekonnaliikme või määratud eeskostja juurde või naasmisriigi vastuvõtuasutusse, hoidub tema väljasaatmisest kuni 18. eluaasta täitumiseni.", "label": [[389, 391, "AMOUNT_VALUE"], [393, 401, "AMOUNT_UNIT"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: hollandi.", "label": [[23, 31, "NATIONALITY"]]}
