{"text": "EUROOPA KOHTU PRESIDENDI MÄÄRUS", "label": [[0, 13, "ORG"], [14, 24, "PROFESSION"]]}
{"text": "17. september 2021(*)", "label": [[0, 18, "DATE"]]}
{"text": "Menetlusse astumine – Euroopa Liidu Kohtu põhikirja artikkel 40 – Euroopa Liidu ameti esitatud avaldus – Õigus astuda menetlusse liidu institutsioonide vahelises kohtuvaidluses – Huvi kohtuvaidluse lahenduse vastu – Lubatavus", "label": [[22, 41, "ORG"], [66, 79, "LOC"], [129, 134, "LOC"]]}
{"text": "Kohtuasjas C‑144/21,", "label": []}
{"text": "mille ese on ELTL artikli 263 alusel 5. märtsil 2021 esitatud tühistamishagi,", "label": [[37, 52, "DATE"]]}
{"text": "Euroopa Parlament, esindajad: N. Ricci, J. Moretti ja M. Nunes Monteiro, hageja, versus Euroopa Komisjon, esindajad: H. Simon ja P. Zerafa-Acici, kostja,", "label": [[0, 17, "ORG"], [19, 28, "PROFESSION"], [30, 38, "PER"], [40, 50, "PER"], [54, 71, "PER"], [88, 104, "ORG"], [106, 115, "PROFESSION"], [117, 125, "PER"], [129, 144, "PER"]]}
{"text": "EUROOPA KOHTU PRESIDENT,", "label": [[0, 13, "ORG"], [14, 23, "PROFESSION"]]}
{"text": "arvestades ettekandja-kohtunik S.-Z. Brunschot’ ettepanekut,", "label": [[11, 30, "PROFESSION"], [31, 47, "PER"]]}
{"text": "olles ära kuulanud kohtujuristi K. Kellett’i,", "label": [[19, 31, "PROFESSION"], [32, 44, "PER"]]}
{"text": "on teinud järgmise määruse", "label": []}
{"text": "1 Oma hagiavalduses palub Euroopa Parlament tühistada osaliselt komisjoni 18. detsembri 2020. aasta rakendusotsus C(2020) 8797 (edaspidi „vaidlustatud otsus“), millega antakse Euroopa Parlamendi ja nõukogu 18. detsembri 2006. aasta määruse (EÜ) nr 1907/2006, mis käsitleb kemikaalide registreerimist, hindamist, autoriseerimist ja piiramist (REACH) ja millega asutatakse Euroopa Kemikaaliamet ning muudetakse direktiivi 1999/45/EÜ ja tunnistatakse kehtetuks nõukogu määrus (EMÜ) nr 793/93, komisjoni määrus (EÜ) nr 1488/94 ning samuti nõukogu direktiiv 76/769/EMÜ ja komisjoni direktiivid 91/155/EMÜ, 93/67/EMÜ, 93/105/EÜ ja 2000/21/EÜ (ELT 2006, L 396, lk 1; parandus ELT 2007, L 136, lk 3) (edaspidi „REACH‑määrus“), alusel osaline autoriseering kroomtrioksiidi teatavatele kasutusaladele.", "label": [[26, 43, "ORG"], [64, 73, "ORG"], [74, 99, "DATE"], [176, 194, "ORG"], [198, 205, "ORG"], [206, 231, "DATE"], [371, 392, "ORG"], [458, 465, "ORG"], [490, 499, "ORG"], [535, 542, "ORG"], [567, 576, "ORG"]]}
{"text": "2 Euroopa Kemikaaliamet (ECHA; edaspidi „kemikaaliamet“) esitas Euroopa Kohtu kantseleisse 27. mail 2021 Euroopa Liidu Kohtu põhikirja artikli 40 teise lõigu ja Euroopa Kohtu kodukorra artikli 130 alusel avalduse astuda selles kohtuasjas menetlusse Euroopa Komisjoni nõuete toetuseks.", "label": [[2, 23, "ORG"], [25, 29, "ORG"], [41, 54, "ORG"], [64, 90, "ORG"], [91, 104, "DATE"], [105, 124, "ORG"], [161, 174, "ORG"], [249, 266, "ORG"]]}
{"text": "3 Kemikaaliamet märgib oma menetlusse astumise avaldust põhjendades, et tal on huvi kohtuvaidluse lahenduse vastu seetõttu, et ta osales vaidlustatud otsuse vastuvõtmise menetluses, sest tema riskianalüüsi komitee ja sotsiaal-majandusliku analüüsi komitee esitasid REACH‑määruse artikli 64 lõike 4 alusel oma arvamuse autoriseeringutaotluse kohta, mida komisjon arvesse võttis.", "label": [[2, 15, "ORG"], [192, 213, "ORG"], [217, 255, "ORG"], [353, 361, "ORG"]]}
{"text": "4 Kemikaaliamet leiab, et hageja seab kaudselt kahtluse alla nende arvamuste põhjendatuse, väites, et vaidlustatud otsus tehti REACH-määruse artikli 60 lõikeid 4 ja 7 rikkudes. Ta väidab samuti, et käesolev kohtuasi võib mõjutada seda, kuidas need kaks komiteed peavad autoriseeringutaotlusi edaspidi hindama.", "label": [[2, 15, "ORG"]]}
{"text": "5 Euroopa Kohtu kantseleisse 18. juunil 2021 saabunud dokumendis palus parlament jätta menetlusse astumise avaldus rahuldamata. Ta leiab, et Euroopa Liidu Kohtu põhikirja artikli 40 teise lõigu teise lausega on vastuolus see, kui kemikaaliamet astub menetlusse kahe liidu institutsiooni vahelises kohtuasjas. Ta lisab teise võimalusena, et kemikaaliametil ei ole huvi kohtuvaidluse lahenduse vastu.", "label": [[2, 28, "ORG"], [29, 44, "DATE"], [141, 160, "ORG"], [230, 243, "ORG"], [266, 271, "LOC"], [340, 355, "ORG"]]}
{"text": "Menetlusse astumise avaldus", "label": []}
{"text": "6 Euroopa Liidu Kohtu põhikirja artikli 40 esimeses lõigus on sätestatud, et liikmesriigid ja institutsioonid võivad Euroopa Kohtus läbivaatamisel olevates kohtuasjades menetlusse astuda. Kõnealuse artikli teise lõigu esimese lause kohaselt on sama õigus liidu organitel ja asutustel ja igal isikul, kes tõendab oma põhjendatud huvi Euroopa Kohtusse esitatud kohtuvaidluse lahenduse vastu.", "label": [[2, 21, "ORG"], [117, 131, "ORG"], [255, 260, "LOC"], [333, 349, "ORG"]]}
{"text": "7 Mainitud artikli teise lõigu teine lause välistab siiski selle, et füüsilised või juriidilised isikud saaksid astuda menetlusse liikmesriikidevahelistes, liidu institutsioonide vahelistes või liikmesriikide ja liidu institutsioonide vahelistes kohtuasjades.", "label": [[156, 161, "LOC"], [212, 217, "LOC"]]}
{"text": "8 Seega ilmneb kõnealuse sätte sõnastusest ja ülesehitusest, et välistatud ei ole „liidu organite“ ja „asutuste“ menetlusse astumine.", "label": [[83, 88, "LOC"]]}
{"text": "9 Järelikult võivad Euroopa Liidu Kohtu põhikirja artikli 40 teise lõigu kohaselt niisugused liidu organid või asutused nagu ECHA astuda Euroopa Kohtu menetlusse liikmesriikidevahelistes, liidu institutsioonide vahelistes või liikmesriikide ja liidu institutsioonide vahelistes kohtuasjades, tingimusel et nad tõendavad põhjendatud „huvi kohtuvaidluse lahenduse vastu“.", "label": [[20, 39, "ORG"], [93, 98, "LOC"], [125, 129, "ORG"], [137, 150, "ORG"], [188, 193, "LOC"], [244, 249, "LOC"]]}
{"text": "10 Euroopa Kohtu väljakujunenud praktika kohaselt tuleb mõistet „huvi kohtuvaidluse lahenduse vastu“ selle sätte tähenduses määratleda kohtuasja eset arvestades ning käsitada seda otsese ja olemasoleva huvina nõuete endi suhtes, mitte huvina esitatud väidete ja argumentide suhtes. Termin „kohtuvaidluse lahendus“ viitab nimelt kohtult palutud lõplikule otsusele, nii nagu seda väljendatakse kohtuotsuse resolutsioonis (vt eelkõige Euroopa Kohtu presidendi 5. juuli 2018. aasta määrus Uniwersytet Wrocławski ja Poola vs. REA, C‑515/17 P ja C‑561/17 P, ei avaldata, EU:C:2018:553, punkt 7). Põhimõtteliselt saab huvi kohtuvaidluse lahenduse vastu pidada piisavalt otseseks vaid siis, kui see lahendus võib muuta menetlusse astumise avalduse esitanud isiku õiguslikku olukorda (Euroopa Kohtu presidendi 30. aprilli 2020. aasta määrus komisjon vs. HSBC Holdings jt, C‑806/19 P, ei avaldata, EU:C:2020:364, punkt 8 ning seal viidatud kohtupraktika).", "label": [[3, 16, "ORG"], [432, 445, "ORG"], [446, 456, "PROFESSION"], [457, 477, "DATE"], [485, 507, "ORG"], [511, 516, "ORG"], [521, 524, "ORG"], [776, 789, "ORG"], [790, 800, "PROFESSION"], [801, 824, "DATE"], [832, 840, "ORG"], [845, 858, "ORG"]]}
{"text": "11 Siiski tuleb tõdeda, et erinevalt füüsilistest ja juriidilistest isikutest võivad liidu organid ja asutused esitada avalduse Euroopa Kohtu menetlusse astumiseks mitte erahuvide või – nagu ühenduste puhul – nende põhikirjajärgse tegevusalaga seotud huvide kaitsmiseks, nagu keskkonnakaitse, vaid hoopis siis, kui – nagu käesolevas kohtuasjas – vaidluse põhjuseks olev akt võeti vastu kõnealuse organi või asutuse osalusega menetluse tulemusel, selleks et ta saaks selles menetluses kaitsta oma võib-olla antavat arvamust või hinnangut.", "label": [[85, 90, "LOC"], [128, 141, "ORG"]]}
{"text": "12 Seega tuleb liidu organite ja asutuste menetlusse astumise avalduste puhul kohaldada tingimust, et esinema peab otsene ja olemasolev huvi vaidluse lahenduse vastu viisil, mis peegeldab seda eripära.", "label": [[15, 20, "LOC"]]}
{"text": "13 Niisiis tuleb liidu organite või asutuste esitatud kohtumenetlusse astumise avalduste puhul – mille ese on liidu akti tühistamise nõue – asuda seisukohale, et nõue, mille kohaselt peab sellisel organil või asutusel kohtuvaidluse lahenduse vastu olema otsene ja olemasolev huvi, on täidetud eelkõige siis, kui see organ või asutus saab tõendada, et vaidlusalune liidu akt võeti vastu niisuguse menetluse tulemusena, milles ta liidu õiguse alusel pidi osalema, vajaduse korral arvamust või hinnanguid andes.", "label": [[17, 22, "LOC"], [110, 115, "LOC"], [364, 369, "LOC"], [428, 433, "LOC"]]}
{"text": "14 Käesoleval juhul on see tõepoolest nii. Nimelt ei ole vaidlust selles, et vaidlustatud otsuse vastuvõtmise menetluses esitasid kemikaaliameti riskianalüüsi komitee ja sotsiaal-majandusliku analüüsi komitee REACH-määruse artikli 64 lõike 4 alusel arvamuse kroomtrioksiidi teatavate kasutusalade autoriseeringutaotluse kohta, mida komisjon arvesse võttis.", "label": [[130, 166, "ORG"], [170, 208, "ORG"], [332, 340, "ORG"]]}
{"text": "15 Järelikult tuleb vastavalt Euroopa Liidu Kohtu põhikirja artikli 40 teisele lõigule ja kodukorra artikli 131 lõikele 3 lubada kemikaaliametil astuda menetlusse komisjoni nõuete toetuseks.", "label": [[30, 49, "ORG"], [129, 144, "ORG"], [163, 172, "ORG"]]}
{"text": "Menetlusse astuja menetluslikud õigused", "label": []}
{"text": "16 Kuna menetlusse astumise avaldus rahuldati, edastatakse kemikaaliametile kodukorra artikli 131 lõike 3 alusel ärakirjad kõigist pooltele kättetoimetatud dokumentidest.", "label": [[59, 75, "ORG"]]}
{"text": "17 Kuivõrd see avaldus esitati kodukorra artikli 130 ette nähtud kuuenädalase tähtaja jooksul, võib kemikaaliamet kodukorra artikli 132 lõike 1 kohaselt esitada menetlusse astuja seisukohad ühe kuu jooksul alates käesoleva kohtumääruse eelmises punktis nimetatud edastamisest.", "label": [[190, 193, "AMOUNT_VALUE"], [194, 197, "AMOUNT_UNIT"]]}
{"text": "18 Kemikaaliamet võib esitada suulised seisukohad, kui korraldatakse kohtuistung.", "label": [[3, 16, "ORG"]]}
{"text": "Kohtukulud", "label": []}
{"text": "19 Kodukorra artikli 137 järgi lahendatakse kohtukulude jaotamine kohtuotsuses või -määruses, millega lõpetatakse asjas menetlus.", "label": []}
{"text": "20 Kuna käesoleval juhul on kemikaaliameti menetlusse astumise avaldus rahuldatud, tuleb tema menetlusse astumisega seotud kulude kandmine otsustada edaspidi.", "label": [[28, 42, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohtu president määrab:", "label": [[32, 45, "ORG"], [46, 55, "PROFESSION"]]}
{"text": "1. Euroopa Kemikaaliametil (ECHA) lubatakse astuda kohtuasjas C‑144/21 menetlusse Euroopa Komisjoni nõuete toetuseks.", "label": [[3, 33, "ORG"], [82, 99, "ORG"]]}
{"text": "2. Kohtusekretär toimetab Euroopa Kemikaaliametile (ECHA) kätte koopia kõigist menetlusdokumentidest.", "label": [[3, 16, "PROFESSION"], [26, 57, "ORG"]]}
{"text": "3. Euroopa Kemikaaliametile (ECHA) kehtestatakse tähtaeg menetlusse astuja seisukohtade esitamiseks.", "label": [[3, 34, "ORG"]]}
{"text": "4. Euroopa Kemikaaliameti (ECHA) menetlusse astumisega seotud kohtukulude üle otsustatakse edaspidi.", "label": [[3, 32, "ORG"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: inglise.", "label": [[23, 30, "NATIONALITY"]]}
