{"text": "EUROOPA KOHTU OTSUS (teine koda)", "label": [[0, 13, "ORG"], [21, 31, "ORG"]]}
{"text": "7. juuli 2022(*)", "label": [[0, 13, "DATE"]]}
{"text": "Eelotsusetaotlus – Võõrtöötajate sotsiaalkindlustus – Määrus (EÜ) nr 987/2009 – Artikli 44 lõige 2 – Kohaldamisala – Vanaduspension – Väljaarvutamine – Teistes liikmesriikides täitunud lapsekasvatusperioodide arvessevõtmine – ELTL artikkel 21 – Kodanike vaba liikumine", "label": []}
{"text": "Kohtuasjas C‑576/20,", "label": []}
{"text": "mille ese on ELTL artikli 267 alusel Oberster Gerichtshofi (Austria kõrgeim üldkohus) 13. oktoobri 2020. aasta otsusega esitatud eelotsusetaotlus, mis saabus Euroopa Kohtusse 4. novembril 2020, menetluses FM versus Pensionsversicherungsanstalt,", "label": [[37, 58, "ORG"], [60, 67, "LOC"], [69, 84, "ORG"], [86, 110, "DATE"], [158, 174, "ORG"], [175, 192, "DATE"], [205, 207, "PER"], [215, 243, "ORG"]]}
{"text": "EUROOPA KOHUS (teine koda),", "label": [[0, 26, "ORG"]]}
{"text": "koosseisus: koja president K. Atkinson, kohtunikud L. Steinbeisser, J. Hoffmann (ettekandja), A. Würth ja I. Z. Sánchez Rodríguez,", "label": [[12, 26, "PROFESSION"], [27, 38, "PER"], [40, 50, "PROFESSION"], [51, 66, "PER"], [68, 79, "PER"], [81, 91, "PROFESSION"], [94, 102, "PER"], [106, 129, "PER"]]}
{"text": "kohtujurist: F. Mavridou,", "label": [[0, 11, "PROFESSION"], [13, 24, "PER"]]}
{"text": "kohtusekretär: ametnik F. Hasenberg,", "label": [[0, 13, "PROFESSION"], [15, 22, "PROFESSION"], [23, 35, "PER"]]}
{"text": "arvestades kirjalikku menetlust ja 11. novembri 2021. aasta kohtuistungil esitatut,", "label": [[35, 59, "DATE"]]}
{"text": "arvestades seisukohti, mille esitasid:", "label": []}
{"text": "– FM, esindaja: Rechtsanwalt Hausherr,", "label": [[2, 4, "PER"], [6, 14, "PROFESSION"], [16, 28, "PROFESSION"], [29, 37, "PER"]]}
{"text": "– Pensionsversicherungsanstalt, esindajad: Rechtsanwälte U. Gibson ja R. Aliev ning ekspert O. Orlova,", "label": [[2, 30, "ORG"], [32, 41, "PROFESSION"], [43, 56, "PROFESSION"], [57, 66, "PER"], [70, 78, "PER"], [84, 91, "PROFESSION"], [92, 101, "PER"]]}
{"text": "– Austria valitsus, esindajad: K. Karpov, T. Vargas, N. Belyaev ja W. Moretti,", "label": [[2, 18, "ORG"], [20, 29, "PROFESSION"], [31, 40, "PER"], [42, 51, "PER"], [53, 63, "PER"], [67, 77, "PER"]]}
{"text": "– Tšehhi valitsus, esindajad: Pavlov, S. Ermakov ja H. Marković,", "label": [[2, 17, "ORG"], [19, 28, "PROFESSION"], [30, 36, "PER"], [38, 48, "PER"], [52, 63, "PER"]]}
{"text": "– Hispaania valitsus, esindajad: C. Delgado Ramírez ja E. Martinez Acosta,", "label": [[2, 20, "ORG"], [22, 31, "PROFESSION"], [33, 51, "PER"], [55, 73, "PER"]]}
{"text": "– Euroopa Komisjon, esindajad: N.-D. Ernst ja C. Schuster,", "label": [[2, 18, "ORG"], [20, 29, "PROFESSION"], [31, 42, "PER"], [46, 57, "PER"]]}
{"text": "olles 3. veebruari 2022. aasta kohtuistungil ära kuulanud kohtujuristi ettepaneku,", "label": [[6, 30, "DATE"], [58, 70, "PROFESSION"]]}
{"text": "on teinud järgmise otsuse", "label": []}
{"text": "1 Eelotsusetaotlus käsitleb küsimust, kuidas tõlgendada ELTL artiklit 21 ning Euroopa Parlamendi ja nõukogu 16. septembri 2009. aasta määruse (EÜ) nr 987/2009, milles sätestatakse määruse (EÜ) nr 883/2004 (sotsiaalkindlustussüsteemide koordineerimise kohta) rakendamise kord (ELT 2009, L 284, lk 1), artikli 44 lõiget 2.", "label": [[78, 96, "ORG"], [100, 107, "ORG"], [108, 133, "DATE"]]}
{"text": "2 Taotlus on esitatud FM ja Pensionsversicherungsanstalti (pensioniamet, Austria) vahelises kohtuvaidluses seoses FM-l teistes liikmesriikides täitunud lapsekasvatusperioodide arvessevõtmisega Austria vanaduspensioni arvutamisel.", "label": [[22, 24, "PER"], [28, 57, "ORG"], [59, 71, "ORG"], [73, 80, "LOC"], [114, 118, "PER"], [193, 200, "LOC"]]}
{"text": "Õiguslik raamistik", "label": []}
{"text": "Liidu õigus", "label": [[0, 5, "LOC"]]}
{"text": "Määrus (EÜ) nr 883/2004", "label": []}
{"text": "3 Euroopa Parlamendi ja nõukogu 29. aprilli 2004. aasta määruse (EÜ) nr 883/2004 sotsiaalkindlustussüsteemide koordineerimise kohta (ELT 2004, L 166, lk 1; ELT eriväljaanne 05/05, lk 72; parandus ELT 2009, L 202, lk 90) eesmärk on koordineerida riiklikke sotsiaalkindlustussüsteeme. Vastavalt määruse artiklile 91 kohaldatakse seda alates rakendusmääruse, st määruse nr 987/2009 jõustumise kuupäevast, mis on viimati nimetatud määruse artikli 97 kohaselt 1. mai 2010.", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 55, "DATE"], [455, 466, "DATE"]]}
{"text": "4 Määruse nr 883/2004 põhjendustes 1 ja 3 on märgitud:", "label": []}
{"text": "„(1) Riiklike sotsiaalkindlustussüsteemide koordineerimisnormid mahuvad isikute vaba liikumise raamesse ja peaksid kaasa aitama nende elustandardi ja tööhõive tingimuste paranemisele.", "label": []}
{"text": "[…]", "label": []}
{"text": "(3) Nõukogu 14. juuni 1971. aasta määrust (EMÜ) nr 1408/71 sotsiaalkindlustusskeemide kohaldamise kohta ühenduse piires liikuvate töötajate, füüsilisest isikust ettevõtjate ja nende pereliikmete suhtes [(EÜT 1971, L 149, lk 2; ELT eriväljaanne 05/01, lk 35)] on korduvalt muudetud ja ajakohastatud, et võtta arvesse arenguid ühenduse tasandil, sealhulgas Euroopa Kohtu otsuseid, aga ka siseriiklike õigusaktide muudatusi. Selliste tegurite tõttu on ühenduse koordineerimisnormid muutunud keerulisteks ja pikkadeks. Nende eeskirjade asendamine, neid samaaegselt ajakohastades ja lihtsustades, on seepärast oluline isikute vaba liikumise saavutamiseks.“", "label": [[4, 11, "ORG"], [12, 33, "DATE"], [355, 368, "ORG"]]}
{"text": "5 Määruse artikli 1 punktis t on mõiste „kindlustusperiood“ määratletud kui sissemakseperiood või töötamisperiood või füüsilisest isikust ettevõtjana tegutsemise periood, mis on kindlustusperioodina määratletud või tunnustatud õigusaktides, mille kohaselt see on täitunud või loetakse täitunuks, ning kõik selliste perioodidena käsitatavad perioodid, kui kõnealused õigusaktid võrdsustavad need kindlustusperioodidega.", "label": []}
{"text": "6 Määruse artikli 2 „Isikud, kelle suhtes määrus on kohaldatav“ lõikes 1 on ette nähtud:", "label": []}
{"text": "„Käesolevat määrust kohaldatakse liikmesriigi kodanike, liikmesriigis elavate kodakondsuseta isikute ja pagulaste suhtes, kes on või on olnud sotsiaalkindlustusalaste õigusaktidega hõlmatud ühes või mitmes liikmesriigis, samuti nende pereliikmete ning nende ülalpidamisel olnud isikute suhtes.“", "label": []}
{"text": "7 Määruse II jaotis „Kohaldatava õiguse kindlaksmääramine“ sisaldab muu hulgas artiklit 11 „Üldeeskirjad“, mille lõigetes 1–3 on sätestatud:", "label": []}
{"text": "„1. Käesoleva määruse reguleerimisalasse kuuluvate isikute suhtes kohaldatakse üksnes ühe liikmesriigi õigusakte. Sellised õigusaktid määratakse kindlaks kooskõlas käesoleva jaotisega.", "label": []}
{"text": "2. Käesoleva jaotise eesmärgil käsitletakse isikuid, kes saavad rahalisi hüvitisi seoses oma tööga või füüsilisest isikust ettevõtjana tegutsemisega või selle tõttu, nimetatud tegevusega tegelejateks. See ei kehti invaliidsus-, vanadus- või toitjakaotuspensionite või tööõnnetus- või kutsehaiguspensionite või rahaliste haigushüvitiste suhtes, mis hõlmavad piiramata kestusega ravi.", "label": []}
{"text": "3. Arvestades artiklites 12–16 sätestatut:", "label": []}
{"text": "a) liikmesriigis töötava või füüsilisest isikust ettevõtjana tegutseva isiku suhtes kohaldatakse selle liikmesriigi õigusakte;", "label": []}
{"text": "b) riigiteenistuja suhtes kohaldatakse selle liikmesriigi õigusakte, kellele allub teda teenistusse võtnud riigiasutus;", "label": []}
{"text": "c) isiku suhtes, kes saab töötushüvitisi kooskõlas artikliga 65 elukohajärgse liikmesriigi õigusaktide alusel, kohaldatakse selle liikmesriigi õigusakte;", "label": []}
{"text": "d) liikmesriigi kaitseväeteenistusse või kordusõppustele või riigiteenistusse kutsutud isiku suhtes kohaldatakse selle liikmesriigi õigusakte;", "label": []}
{"text": "e) iga muu isiku suhtes, kelle suhtes ei kehti punktid a–d, kohaldatakse elukohajärgse liikmesriigi õigusakte, ilma et see piiraks teiste käesoleva määruse sätete kohaldamist, millega talle tagatakse hüvitised ühe või mitme muu liikmesriigi õigusaktide alusel.“", "label": []}
{"text": "8 Määruse nr 883/2004 artikkel 87, mis käsitleb üleminekusätteid, on sõnastatud järgmiselt:", "label": []}
{"text": "„1. Käesolevast määrusest tulenevad õigused ei kehti enne määruse kohaldamiskuupäeva.", "label": []}
{"text": "2. Kõiki käesoleva määruse kohaldamiskuupäevale asjaomases liikmesriigis eelnenud aja jooksul liikmesriigi õigusaktide alusel täitunud kindlustusperioode ja vajaduse korral ka töötamisperioode, füüsilisest isikust ettevõtjana tegutsemise või elamisperioode võetakse arvesse hüvitiste saamise õiguse kindlaksmääramisel käesoleva määruse alusel.", "label": []}
{"text": "3. Lõike 1 alusel kehtib käesolevast määrusest tulenev õigus ka siis, kui see on seotud enne selle kohaldamiskuupäeva asjaomases liikmesriigis tekkiva olukorraga.", "label": []}
{"text": "[…]“.", "label": []}
{"text": "Määrus nr 987/2009", "label": []}
{"text": "9 Määruse nr 987/2009 põhjendused 1 ja 14 on sõnastatud järgmiselt:", "label": []}
{"text": "„(1) Määrusega [nr 883/2004] ajakohastatakse liikmesriikide siseriiklike sotsiaalkindlustussüsteemide koordineerimisnorme, täpsustades nende rakendamiseks vajalikke meetmeid ja menetlusi ning lihtsustades neid kõigi asjaosaliste huvides. Tuleks kehtestada rakenduseeskirjad.", "label": []}
{"text": "[…]", "label": []}
{"text": "(14) Mõned konkreetsed eeskirjad ja menetlused on vajalikud, et määrata kindlaks kohaldatavad õigusaktid, et võtta arvesse perioodid, mille jooksul kindlustatud isik on pühendunud laste kasvatamisele erinevates liikmesriikides.“", "label": []}
{"text": "10 Määruse artikkel 44 „Lapse kasvatamise aja arvessevõtmine“ on määruse IV peatükis „Invaliidsushüvitised, vanaduspension ja toitjakaotuspension“. Selles artiklis on sätestatud:", "label": []}
{"text": "„1. Käesolevas artiklis tähendab „lapse kasvatamise aeg“ perioodi, mis võetakse arvesse pensioni määramisel liikmesriigi pensioniseaduse alusel või mis annab lisapensioni sõnaselgelt väljendatud põhjusel, et isik on kasvatanud last, sõltumata nende perioodide arvutamiseks kasutatavast meetodist ja sellest, kas need omandatakse lapse kasvatamise ajal või kinnitatakse need tagasiulatuvalt.", "label": []}
{"text": "2. Kui [määruse nr 883/2004] II jaotise kohaselt pädeva liikmesriigi õigusaktides ei võeta arvesse lapse kasvatamise perioodi, on selle liikmesriigi asutus, kelle õigusaktid olid vastavalt [määruse nr 883/2004] II jaotisele kohaldatavad asjaomase isiku suhtes sel põhjusel, et isik töötas või tegeles ettevõtlusega kuupäevani, mil nende õigusaktide alusel algas lapse kasvatamise periood, mida asjaomase lapse puhul arvesse võetakse, jätkuvalt kohustatud arvestama seda perioodi lapse kasvatamise perioodina tema kohaldatavate õigusaktide kohaselt, nagu oleks selline lapse kasvatamine toimunud tema territooriumil.", "label": []}
{"text": "3. Lõiget 2 ei kohaldata, kui asjaomase isiku suhtes kohaldatakse või hakatakse kohaldama mis tahes muu liikmesriigi õigusakte isiku töö või ettevõtluse tõttu.“", "label": []}
{"text": "11 Määruse artikkel 93 „Üleminekusätted“ on sõnastatud järgmiselt:", "label": []}
{"text": "„[Määruse nr 883/2004] artiklit 87 kohaldatakse [määrusega nr 987/2009] hõlmatud olukordade suhtes.“", "label": []}
{"text": "Austria õigus", "label": [[0, 7, "LOC"]]}
{"text": "12 Üldise pensioniseaduse (Allgemeines Pensionsgesetz; BGBl. I, 142/2004, edaspidi „üldine pensioniseadus“) § 4 „Õigus vanaduspensionile“ lõikes 1 on sätestatud:", "label": []}
{"text": "„Õigus vanaduspensionile on kindlustatul pärast 65. eluaasta täitumist (korraline pensioniiga), kui pensioni määramise algtähtajaks […] on käesoleva või mõne muu föderaalseaduse alusel täitunud vähemalt 180 kindlustuskuud, millest vähemalt 84 kuud omandati töötamise või ettevõtlusega tegelemise tulemusel (minimaalne kindlustusperiood).“", "label": [[48, 50, "AMOUNT_VALUE"], [52, 60, "AMOUNT_UNIT"], [203, 206, "AMOUNT_VALUE"], [207, 221, "AMOUNT_UNIT"], [240, 242, "AMOUNT_VALUE"], [243, 247, "AMOUNT_UNIT"]]}
{"text": "13 Üldise pensioniseaduse § 16 lõikes 3a on ette nähtud, et selle seaduse § 4 lõikes 1 ette nähtud minimaalse kindlustusperioodi hulka arvestatakse kindlustuskuudena ka 9. septembri 1955. aasta üldise sotsiaalkindlustusseaduse (Allgemeines Sozialversicherungsgesetz, BGBl. 189/1955) põhikohtuasjas kohaldatava redaktsiooni (edaspidi „ASVG“) § 227a ning tööstuses ja kaubanduses töötavate isikute sotsiaalkindlustusseaduse (Gewerbliches Sozialversicherungsgesetz) § 116a kohased laste kasvatamisega veedetud asendusperioodid, mis täitusid enne 1. jaanuari 2005.", "label": [[169, 193, "DATE"], [543, 559, "DATE"]]}
{"text": "14 Üldise pensioniseaduse § 16 lõikes 6 on sätestatud, et erandina selle seaduse § 4 lõikest 1 määratakse nende naiste pensioniiga, kellel täitub 60. eluaasta enne 1. jaanuari 2024, kindlaks ASVG § 253 lõike 1 kohaselt.", "label": [[146, 148, "AMOUNT_VALUE"], [150, 158, "AMOUNT_UNIT"], [164, 180, "DATE"]]}
{"text": "15 ASVG § 224 „Kindlustusperioodid“ on sõnastatud järgmiselt:", "label": []}
{"text": "„Kindlustusperioodid on §‑des 225 ja 226 nimetatud sissemakseperioodid ning §‑des 227, 227a, 228, 228a ja 229 nimetatud asendusperioodid.“", "label": []}
{"text": "16 ASVG § 227a lõikes 1 on sisuliselt sätestatud, et kindlustatu puhul, kes tegelikult ja valdavalt kasvatas oma last, võetakse ajavahemikul pärast 31. detsembrit 1955 ja enne 1. jaanuari 2005 kestnud lapse kasvatamise aeg Austrias arvesse „asendusperioodina“ maksimaalselt 48 kalendrikuu ulatuses või mitmikute sünni korral 60 kalendrikuu ulatuses alates lapse sünnist.", "label": [[148, 167, "DATE"], [176, 192, "DATE"], [223, 231, "LOC"], [274, 276, "AMOUNT_VALUE"], [277, 288, "AMOUNT_UNIT"], [325, 327, "AMOUNT_VALUE"], [328, 339, "AMOUNT_UNIT"]]}
{"text": "17 Tööstuses ja kaubanduses töötavate isikute sotsiaalkindlustusseaduse §‑s 116a on sisuliselt samad sätted nagu ASVG §‑s 227a.", "label": []}
{"text": "Põhikohtuasi ja eelotsuse küsimused", "label": []}
{"text": "18 Põhikohtuasja kaebaja FM on 1957. aastal sündinud Austria kodanik.", "label": [[25, 27, "PER"], [31, 43, "DATE"], [53, 60, "LOC"]]}
{"text": "19 Pärast Austrias füüsilisest isikust ettevõtjana tegutsemist kuni 30. septembrini 1986 ning seejärel Ühendkuningriigis õppimist asus põhikohtuasja kaebaja 1987. aasta novembri alguses elama Belgiasse, kus tal sündis kaks last, vastavalt 5. detsembril 1987 ja 23. veebruaril 1990. Seejärel elas ta 5. detsembrist kuni 31. detsembrini 1991 Ungaris ja 1. jaanuarist kuni 8. veebruarini 1993 Ühendkuningriigis.", "label": [[10, 18, "LOC"], [68, 88, "DATE"], [103, 120, "LOC"], [157, 185, "DATE"], [192, 201, "LOC"], [239, 257, "DATE"], [261, 280, "DATE"], [299, 313, "DATE"], [319, 339, "DATE"], [340, 347, "LOC"], [351, 364, "DATE"], [370, 389, "DATE"], [390, 407, "LOC"]]}
{"text": "20 Ajavahemikul 5. detsembrist 1987 kuni 8. veebruarini 1993 pühendus põhikohtuasja kaebaja üksnes laste kasvatamisele, ilma et ta oleks töötanud, kindlustusperioode omandanud või laste kasvatamise eest hüvitist saanud.", "label": [[16, 35, "DATE"], [41, 60, "DATE"]]}
{"text": "21 8. veebruaril 1993 pöördus ta tagasi Austriasse ja tegutses seal füüsilisest isikust ettevõtjana.", "label": [[3, 21, "DATE"], [40, 50, "LOC"], [68, 99, "PROFESSION"]]}
{"text": "22 Veebruarist 1993 kuni veebruarini 1994 pühendus põhikohtuasja kaebaja 13 kuud laste kasvatamisele Austrias, olles samal ajal kohustuslikult kindlustatud ja tehes sissemakseid Austria sotsiaalkindlustusskeemi. Seejärel töötas ta selles liikmesriigis kuni pensionile jäämiseni ja tegi seal sissemakseid.", "label": [[3, 19, "DATE"], [25, 41, "DATE"], [73, 75, "AMOUNT_VALUE"], [76, 80, "AMOUNT_UNIT"], [101, 109, "LOC"], [178, 185, "LOC"]]}
{"text": "23 Põhikohtuasja kaebaja esitas 11. oktoobril 2017 põhikohtuasja vastustajale ehk pensioniametile vanaduspensioni taotluse.", "label": [[32, 50, "DATE"], [82, 97, "ORG"]]}
{"text": "24 Viimati nimetatu tunnustas 29. detsembri 2017. aasta otsusega tema õigust saada alates 1. novembrist 2017 vanaduspensioni 1079,15 eurot kuus. See summa arvutati Austrias kogunenud 366 kindlustuskuu alusel, sealhulgas Austrias täitunud lapsekasvatusperioodide alusel, mis on võrdsustatud kindlustusperioodidega.", "label": [[30, 55, "DATE"], [90, 108, "DATE"], [125, 132, "AMOUNT_VALUE"], [133, 138, "AMOUNT_UNIT"], [164, 172, "LOC"], [220, 228, "LOC"]]}
{"text": "25 Põhikohtuasja kaebaja esitas selle otsuse peale kaebuse Arbeits- und Sozialgericht Wienile (Viini töö- ja sotsiaalkohus, Austria), väites, et enne lapsekasvatusperioode, mis tal täitusid 5. detsembrist 1987 kuni 31. detsembrini 1991 Belgias ja Ungaris, oli ta kaetud Austria sotsiaalkindlustusega, mistõttu tuleks ka neid perioode võtta Austria vanaduspensioni arvutamisel arvesse asendusperioodidena, sest vastasel korral rikutaks ELTL artiklit 21, nagu seda on tõlgendatud Euroopa Kohtu praktikas.", "label": [[59, 93, "ORG"], [95, 122, "ORG"], [124, 131, "LOC"], [190, 209, "DATE"], [215, 235, "DATE"], [236, 243, "LOC"], [247, 254, "LOC"], [270, 277, "LOC"], [340, 347, "LOC"], [478, 491, "ORG"]]}
{"text": "26 Esimese astme kohus jättis kaebuse rahuldamata põhjendusel, et põhikohtuasja kaebaja ei vasta tingimustele, mis peavad olema täidetud selleks, et teistes liikmesriikides täitunud lapsekasvatusperioode saaks võrdsustada kindlustusperioodidega määruse nr 987/2009 artikli 44 ja vastavate Austria õigusaktide alusel.", "label": [[3, 22, "ORG"], [289, 296, "LOC"]]}
{"text": "27 Põhikohtuasja kaebaja esitas selle otsuse peale apellatsioonkaebuse Oberlandesgericht Wienile (liidumaa kõrgeim kohus Viinis, Austria), väites, et kuigi tema olukord ei vastanud määruse nr 987/2009 artiklis 44 sätestatud tingimustele, tuleb vastavalt Euroopa Kohtu praktikale, mis tuleneb eelkõige 19. juuli 2012. aasta kohtuotsusest Rene-Alvin (C‑522/10, EU:C:2012:475), võtta ELTL artiklist 21 lähtudes arvesse teistes liikmesriikides täitunud lapsekasvatusperioode, sest enne ja pärast teistes liikmesriikides täitunud perioode, mil ta tegeles oma laste kasvatamisega, töötas ta ja oli kindlustatud Austria sotsiaalkindlustusskeemis, mistõttu on neil perioodidel piisav seos Austria sotsiaalkindlustussüsteemiga.", "label": [[71, 96, "ORG"], [98, 120, "ORG"], [121, 127, "LOC"], [129, 136, "LOC"], [254, 267, "ORG"], [301, 322, "DATE"], [337, 347, "PER"], [605, 612, "LOC"], [681, 688, "LOC"]]}
{"text": "28 Nimetatud kohus jättis apellatsioonkaebuse rahuldamata, kinnitades, et käesoleval juhul ei ole täidetud määruse nr 987/2009 artikli 44 kohaldamise tingimused ning kuna see säte on ainus alus, siis ei saa teistes liikmesriikides täitunud perioode, mil põhikohtuasja kaebaja tegeles oma laste kasvatamisega, võtta arvesse ELTL artikli 21 alusel. Lisaks leidis see kohus, et 19. juuli 2012. aasta kohtuotsusest Rene-Alvin (C‑522/10, EU:C:2012:475) tulenev lahendus ei ole käesolevale kohtuasjale ülekantav, sest käesoleval juhul on määrus nr 987/2009 ajaliselt kohaldatav, kuid kohtuasjas, milles tehti nimetatud kohtuotsus, see nii ei olnud.", "label": [[375, 396, "DATE"], [411, 421, "PER"]]}
{"text": "29 Eelotsusetaotluse esitanud kohus Oberster Gerichtshof (Austria kõrgeim üldkohus), kellele põhikohtuasja kaebaja esitas kassatsioonkaebuse, leiab samuti, et määrused nr 883/2004 ja nr 987/2009 on käesolevas kohtuasjas ajaliselt kohaldatavad ning et viimati nimetatud määruse artikli 44 lõikes 2 sätestatud tingimused, mille täitmisel võtab pensioniamet arvesse põhikohtuasja kaebajal Belgias ja Ungaris täitunud lapsekasvatusperioode, ei ole täidetud, sest põhikohtuasja kaebaja ei töötanud ega tegelenud ettevõtlusega Austrias ajal, mil algas esimene lapsekasvatusperiood, st detsembris 1987.", "label": [[36, 56, "ORG"], [58, 65, "LOC"], [66, 82, "ORG"], [386, 393, "LOC"], [397, 404, "LOC"], [521, 529, "LOC"], [579, 594, "DATE"]]}
{"text": "30 Eelotsusetaotluse esitanud kohus ei välista, et määruse nr 987/2009 artiklit 44 võib tõlgendada nii, et ainult see on kohaldatav, ning kõnesolevate perioodide arvessevõtmine ei ole seega võimalik ka ELTL artikli 21 alusel.", "label": []}
{"text": "31 Eelotsusetaotluse esitanud kohus märgib siiski, et põhikohtuasja asjaolud on võrreldavad asjaoludega kohtuasjas, milles tehti 19. juuli 2012. aasta kohtuotsus Rene-Alvin (C‑522/10, EU:C:2012:475), ning et asjaolu, et põhikohtuasja kaebaja töötas ja tema kindlustusperioodid täitusid ainult Austrias, võib nimetatud kohtuotsusest tuleneva kohtupraktika kohaselt tõendada Austria sotsiaalkindlustussüsteemiga piisavalt tiheda seose olemasolu.", "label": [[129, 150, "DATE"], [162, 172, "PER"], [293, 301, "LOC"], [373, 380, "LOC"]]}
{"text": "32 Eelotsusetaotluse esitanud kohus leiab seetõttu, et määruse nr 1408/71 raames, mis kehtis ajal, mil põhikohtuasja kaebajal täitusid lapsekasvatusperioodid Belgias ja Ungaris, võeti kohtupraktika kohaselt neid perioode Austria vanaduspensioni arvutamisel arvesse ELTL artikli 21 alusel. Seega halvenes põhikohtuasja kaebaja olukord pärast määruse nr 987/2009 artikli 44 jõustumist.", "label": [[158, 165, "LOC"], [169, 176, "LOC"], [221, 228, "LOC"]]}
{"text": "33 Teise võimalusena märgib eelotsusetaotluse esitanud kohus, et liikmesriigid, kus põhikohtuasja kaebajal lapsekasvatusperioodid täitusid, näevad üldjuhul ette selliste perioodide arvessevõtmise. Selles kontekstis on eelotsusetaotluse esitanud kohtul tekkinud küsimus, kas juhul, kui määruse nr 987/2009 artikkel 44 on käesoleval juhul kohaldatav, tuleb selle artikli lõikes 2 nimetatud asjaolu, st olukorda, kus „[määruse nr 883/2004] II jaotise kohaselt pädeva liikmesriigi õigusaktides ei võeta arvesse lapse kasvatamise perioodi“, mõista nii, et see viitab olukorrale, kus selle liikmesriigi õigusaktides ei ole üldiselt ette nähtud lapsekasvatusperioodide arvessevõtmist asjaomase isiku vanaduspensioni arvutamisel, või pigem nii, et see on kohaldatav olukorras, kus selline arvessevõtmine on küll ette nähtud, kuid isikul ei ole tema konkreetse olukorra tõttu õigust seda nõuda.", "label": []}
{"text": "34 Neil asjaoludel otsustas Oberster Gerichtshof (Austria kõrgeim üldkohus) menetluse peatada ning esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[28, 48, "ORG"], [50, 57, "LOC"], [58, 74, "ORG"], [107, 122, "ORG"]]}
{"text": "„1. Kas määruse [nr 987/2009] artikli 44 lõiget 2 tuleb tõlgendada nii, et see ei luba vanaduspensioni määramiseks pädeval liikmesriigil, kelle õiguse kohaselt pensioni taotleja kogu oma tööea vältel – välja arvatud lapse kasvatamise ajal – töötas või tegeles ettevõtlusega, võtta teistes liikmesriikides täitunud lapsekasvatusperioode arvesse juba seetõttu, et kuupäeval, mil selle liikmesriigi õigusaktide alusel algas lapsekasvatusperiood, mida asjaomase lapse puhul arvesse võetakse, pensioni taotleja ei töötanud ega tegelenud ettevõtlusega?", "label": []}
{"text": "Kui esimesele küsimusele tuleb vastata eitavalt:", "label": []}
{"text": "2. Kas määruse [nr 987/2009] artikli 44 lõike 2 esimest poolt tuleb tõlgendada nii, et määruse [nr 883/2004] II jaotise kohaselt pädev liikmesriik ei võta lapsekasvatusperioode oma õigusaktide kohaselt üldse arvesse või jätab need arvesse võtmata ainult konkreetsel juhul?“", "label": []}
{"text": "Eelotsuse küsimuste analüüs", "label": []}
{"text": "Esimene küsimus", "label": []}
{"text": "35 Kõigepealt olgu meenutatud, et vastavalt Euroopa Kohtu väljakujunenud kohtupraktikale on ELTL artiklis 267 ette nähtud liikmesriigi kohtute ja Euroopa Kohtu vahelise koostöö raames Euroopa Kohtu ülesanne anda liikmesriigi kohtule tarvilik vastus, mis võimaldaks viimasel pooleliolev kohtuasi lahendada. Seda arvestades tuleb Euroopa Kohtul talle esitatud küsimused vajaduse korral ümber sõnastada. Nimelt on Euroopa Kohtu ülesanne tõlgendada kõiki liidu õiguse sätteid, mida liikmesriigi kohtud vajavad oma kohtuasjade lahendamiseks, isegi kui need kohtud ei ole selliseid sätteid Euroopa Kohtule esitatud küsimustes otseselt maininud (8. juuli 2021. aasta kohtuotsus Staatsanwaltschaft Köln ja Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, punkt 22 ning seal viidatud kohtupraktika).", "label": [[44, 57, "ORG"], [146, 159, "ORG"], [184, 197, "ORG"], [328, 342, "ORG"], [411, 424, "ORG"], [584, 599, "ORG"], [639, 659, "DATE"], [671, 694, "ORG"], [698, 724, "ORG"]]}
{"text": "36 Seega ehkki eelotsusetaotluse esitanud kohus on formaalselt piirdunud ainult sellega, et küsib määruse nr 987/2009 artikli 44 lõike 2 tõlgendust, ei takista see asjaolu Euroopa Kohtul esitada sellele kohtule kõik liidu õiguse tõlgenduselemendid, mis võivad olla tarvilikud tema menetluses oleva kohtuasja lahendamiseks, olenemata sellest, kas eelotsusetaotluse esitanud kohus neile oma küsimustes on viidanud või mitte. Sellisel juhul on Euroopa Kohtu ülesanne tuletada eelotsusetaotluse esitanud kohtu esitatud asjaolude kogumist ja eelkõige eelotsusetaotluse põhjendustest need liidu õiguse aspektid, mida on vaidluse eset silmas pidades vaja tõlgendada (vt analoogia alusel 8. juuli 2021. aasta kohtuotsus Staatsanwaltschaft Köln ja Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, punkt 23 ning seal viidatud kohtupraktika).", "label": [[172, 186, "ORG"], [216, 221, "LOC"], [441, 454, "ORG"], [583, 588, "LOC"], [680, 700, "DATE"], [712, 735, "ORG"], [739, 765, "ORG"]]}
{"text": "37 Käesoleval juhul nähtub eelotsusetaotlusest, et põhikohtuasi puudutab küsimust, kas Austria Vabariik on kohustatud vanaduspensioni määramisel arvesse võtma põhikohtuasja kaebajal teistes liikmesriikides täitunud lapsekasvatusperioode. Eelotsusetaotluse esitanud kohus märgib nimelt, et selline arvessevõtmine on välistatud määruse nr 987/2009 artikli 44 lõike 2 alusel, kuna see säte nõuab, et asjaomane isik oleks asjaomases liikmesriigis töötanud või ettevõtlusega tegelenud „kuupäevani, mil [selle liikmesriigi] õigusaktide alusel algas lapse kasvatamise periood, mida asjaomase lapse puhul arvesse võetakse“, ning see kuupäev määratakse kindlaks kõnealuse liikmesriigi õigusaktidega, mis reguleerivad lapsekasvatusperioodide arvessevõtmist. Isegi kui põhikohtuasja kaebaja kogu oma tööea vältel töötas või tegeles ettevõtlusega ainult Austrias ning tegi sissemakseid üksnes selle liikmesriigi sotsiaalkindlustusskeemi, on tuvastatud, et asjakohastel kuupäevadel, mis on Austria õigusaktide kohaselt 1. jaanuar 1988 ja 1. märts 1990, ta ei töötanud ega tegelenud ettevõtlusega Austrias. Neil asjaoludel küsib eelotsusetaotluse esitanud kohus, kas juhul, kui artiklit 44 tuleb tõlgendada nii, et see ei ole ainus alus, peab Austria Vabariik vastavalt kohtupraktikale, mis tuleneb 19. juuli 2012. aasta kohtuotsusest Rene-Alvin (C‑522/10, EU:C:2012:475), mille asjaolud on selle kohtu hinnangul võrreldavad põhikohtuasja asjaoludega, võtma neid perioode arvesse ELTL artikli 21 alusel.", "label": [[87, 103, "ORG"], [842, 850, "LOC"], [977, 984, "LOC"], [1006, 1021, "DATE"], [1025, 1038, "DATE"], [1083, 1091, "LOC"], [1229, 1245, "ORG"], [1285, 1306, "DATE"], [1321, 1331, "PER"]]}
{"text": "38 Järelikult tuleb esimest küsimust mõista nii, et sellega palutakse sisuliselt selgitada, kas määruse nr 987/2009 artikli 44 lõiget 2 tuleb tõlgendada nii, et kui asjaomane isik ei vasta selles sättes ette nähtud töötamise või ettevõtlusega tegelemise tingimusele, mis on eelduseks sellele, et vanaduspensioni määramisel võtaks pensioni maksma kohustatud liikmesriik arvesse sel isikul teistes liikmesriikides täitunud lapsekasvatusperioode, on see liikmesriik siiski kohustatud võtma neid perioode arvesse ELTL artikli 21 alusel.", "label": []}
{"text": "39 Esiteks tuleb sellega seoses kontrollida, kas erinevates liikmesriikides täitunud lapsekasvatusperioodide arvessevõtmist reguleerib ainult määruse nr 987/2009 artikkel 44 või mitte. Kui see on nii, siis saab selliseid perioode arvesse võtta ainult selle sätte alusel, mistõttu ei ole ELTL artikkel 21 kohaldatav. Seevastu juhul, kui määruse nr 987/2009 artiklit 44 tuleb tõlgendada nii, et see ei ole ainuliselt kohaldatav, ei saa kohe alguses välistada, et 19. juuli 2012. aasta kohtuotsusest Rene-Alvin (C‑522/10, EU:C:2012:475) tulenev kohtupraktika – mis näeb ette, et liikmesriik võtab asjaomasel isikul teistes liikmesriikides täitunud lapsekasvatusperioode arvesse ELTL artikli 21 alusel – on ülekantav sellisele olukorrale, nagu on kõne all põhikohtuasjas ja mis erinevalt nimetatud kohtuotsuses käsitletud olukorrast kuulub ajaliselt määruse nr 987/2009 kohaldamisalasse, kuid milles asjaomane isik ei täida määruse artikli 44 lõikes 2 sätestatud töötamise või ettevõtlusega tegelemise tingimust.", "label": [[461, 482, "DATE"], [497, 507, "PER"]]}
{"text": "40 Euroopa Kohtu väljakujunenud praktika kohaselt tuleb liidu õigusnormi tõlgendamisel võtta lisaks selle sõnastusele arvesse ka selle konteksti ja selle regulatsiooniga taotletavaid eesmärke, mille osaks see on, ning ka liidu õigusnormi tekkelugu võib anda asjakohast teavet selle normi tõlgendamiseks (8. mai 2019. aasta kohtuotsus Inspecteur van de Belastingdienst, C‑631/17, EU:C:2019:381, punkt 29).", "label": [[3, 16, "ORG"], [56, 61, "LOC"], [221, 226, "LOC"], [304, 322, "DATE"], [334, 367, "ORG"]]}
{"text": "41 Käesoleval juhul ei ole määruse nr 987/2009 artiklis 44 sõnaselgelt märgitud, kas erinevates liikmesriikides täitunud laste kasvatamise aja arvessevõtmist reguleerib ainult see säte. Tuleb siiski tõdeda, et selle artikli lõikes 2 ette nähtud reeglisse – mille kohaselt on asjaomase isiku suhtes kohaldatavad määruse nr 883/2004 II jaotise kohaselt pädeva liikmesriigi õigusaktid, sest ta töötas või tegeles ettevõtlusega selles liikmesriigis kuupäeval, mil nende õigusaktide alusel algas lapse kasvatamise periood, mida asjaomase lapse puhul arvesse võetakse – on kodifitseeritud, nagu väitis Euroopa Komisjon, Euroopa Kohtu praktika, mis tuleneb 23. novembri 2000. aasta kohtuotsusest Mendez (C‑135/99, EU:C:2000:647) ja 7. veebruari 2002. aasta kohtuotsusest Mayer (C‑28/00, EU:C:2002:82).", "label": [[596, 612, "ORG"], [614, 627, "ORG"], [651, 668, "DATE"], [689, 695, "PER"], [725, 749, "DATE"], [764, 769, "PER"]]}
{"text": "42 Kuigi liidu seadusandja ei ole sõnaselgelt võtnud üle nendes kohtuotsustes ette nähtud kriteeriumi, mis puudutab „tihedat seost“ või „piisavat seost“ kindlustusperioodide vahel, mis on täitunud kutsealase tegevuse tõttu liikmesriigis, kus asjaomane isik taotleb vanaduspensioni, ja selles isikul teises liikmesriigis täitunud lapsekasvatusperioodide vahel, on siiski tõsi, et kui nende kohtuotsuste aluseks olnud kohtuasjades oleks asjaomaste isikute suhtes kohaldatud määruse nr 987/2009 artikli 44 lõikes 2 ette nähtud reeglit, oleks see viinud nendes kohtuotsustes Euroopa Kohtu valitud lahenduseni. Nagu nimelt 23. novembri 2000. aasta kohtuotsuse Mendez (C‑135/99, EU:C:2000:647) punktidest 25–28 ja 7. veebruari 2002. aasta kohtuotsuse Mayer (C‑28/00, EU:C:2002:82) punktidest 31–33 sisuliselt nähtub, leidis Euroopa Kohus, et asjaolu, et need isikud, kes olid töötanud ainult neile vanaduspensioni maksma kohustatud liikmesriigis, töötasid selle liikmesriigi territooriumil oma lapse sünni ajal, võimaldas tuvastada sellise tiheda või piisava seose olemasolu ning et järelikult olid vanaduspensioni määramisel kohaldatavad kõnealuse liikmesriigi õigusaktid seoses teises liikmesriigis täitunud lapsekasvatusperioodide arvessevõtmisega.", "label": [[9, 14, "LOC"], [571, 584, "ORG"], [618, 642, "DATE"], [655, 661, "PER"], [708, 732, "DATE"], [745, 750, "PER"], [818, 831, "ORG"]]}
{"text": "43 Tuleb lisada, et kuna määruse nr 987/2009 artikli 44 jõustumise kuupäeval ei olnud Euroopa Kohus 19. juuli 2012. aasta kohtuotsust Rene-Alvin (C‑522/10, EU:C:2012:475) veel kuulutanud, ei saanud määruse vastuvõtmisel sellest kohtuotsusest tulenevaid juhiseid nende võimalikuks kodifitseerimiseks arvesse võtta.", "label": [[86, 99, "ORG"], [100, 121, "DATE"], [134, 144, "PER"]]}
{"text": "44 Sellest järeldub, et määruse nr 987/2009 artikli 44 sõnastust arvestades tuleb seda artiklit tõlgendada nii, et lapsekasvatusperioodide arvessevõtmine ei ole ainult selle sättega reguleeritud.", "label": []}
{"text": "45 Seda tõlgendust kinnitab artikli kontekst.", "label": []}
{"text": "46 Tuleb nimelt tõdeda, et pidades silmas määruse nr 987/2009 jaotist ja peatükki, kuhu kuulub artikkel 44, st III jaotist „Eri liiki hüvitistega seotud erisätted“ ja IV peatükki, millesse on koondatud sätted „[i]nvaliidsushüvitis[te], vanaduspension[i] ja toitjakaotuspension[i]“ kohta, on see artikkel erisäte, mis soosib nende hüvitiste arvutamisel lapsekasvatusperioodide arvessevõtmist. Sel eesmärgil annab see artikkel juhul, kui määruse nr 883/2004 II jaotise kohaselt pädeva liikmesriigi õigusaktid ei võta neid perioode arvesse, üksnes subsidiaarse pädevuse liikmesriigile, kes ei ole üldnormide kohaselt pädev, kuid kes oli varem pädev seetõttu, et asjaomane isik töötas või tegeles ettevõtlusega selles liikmesriigis ajal, millest alates võib selle liikmesriigi õigusaktide alusel neid perioode arvesse võtta.", "label": []}
{"text": "47 Järelikult on määruse nr 987/2009 artiklis 44 kehtestatud täiendav reegel, mis võimaldab suurendada tõenäosust, et asjaomaste isikute lapsekasvatusperioode võetakse täielikult arvesse, ja nii palju kui võimalik vältida seda, et need jäetakse arvesse võtmata. Seetõttu ei saa seda sätet tõlgendada nii, et see on ainus alus.", "label": []}
{"text": "48 Mis puudutab selle regulatsiooniga taotletavaid eesmärke, mille osaks on määruse nr 987/2009 artikkel 44, siis olgu meenutatud, et nagu nähtub määruse nr 883/2004 põhjendusest 3 ja määruse nr 987/2009 põhjendusest 1, on määruse nr 883/2004 eesmärk asendada määruses nr 1408/71 ette nähtud riiklike sotsiaalkindlustussüsteemide koordineerimisnormid, ajakohastades ja lihtsustades neid, et saavutada isikute vaba liikumise eesmärk, ning määrusega nr 987/2009 kehtestatakse rakenduseeskirjad. Määruse nr 883/2004 põhjenduses 1 on lisaks märgitud, et sellised riiklike sotsiaalkindlustussüsteemide koordineerimisnormid, nagu on ette nähtud viimati nimetatud määruses, määruses nr 987/2009 ja varem määruses nr 1408/71, mahuvad isikute vaba liikumise raamesse.", "label": []}
{"text": "49 Sellega seoses tuleneb alates määruse nr 883/2004 jõustumisest väljakujunenud kohtupraktikast ühelt poolt, et kuigi liidu tasandil ühtlustamise puudumisel säilitavad liikmesriigid pädevuse korraldada oma sotsiaalkindlustussüsteeme ja määrata muu hulgas selles kontekstis kindlaks tingimused, mis annavad õiguse hüvitistele, peavad liikmesriigid selle pädevuse teostamisel siiski järgima liidu õigust, eelkõige EL toimimise lepingu sätteid, mis käsitlevad kõigile liidu kodanikele tagatud vabadust liikuda ja elada liikmesriikide territooriumil (vt selle kohta 14. märtsi 2019. aasta kohtuotsus Guerin, C‑134/18, EU:C:2019:212, punktid 29–31 ning seal viidatud kohtupraktika).", "label": [[119, 124, "LOC"], [413, 415, "LOC"], [466, 471, "LOC"], [563, 585, "DATE"], [597, 603, "PER"]]}
{"text": "50 Teiselt poolt, kui võõrtöötajad, kes on kasutanud vaba liikumise õigust, kaotavad sellised sotsiaalkindlustushüvitised, mis on neile tagatud ühe liikmesriigi õigusaktide alusel, siis võib niisugune tagajärg panna nad loobuma vaba liikumise õiguse kasutamisest ning kujutab endast seega nimetatud vabaduse riivet (vt selle kohta 14. märtsi 2019. aasta kohtuotsus Guerin, C‑134/18, EU:C:2019:212, punkt 33 ja seal viidatud kohtupraktika).", "label": [[331, 353, "DATE"], [365, 371, "PER"]]}
{"text": "51 Sellest tuleneb, et eesmärk tagada ELTL artiklis 21 ette nähtud vaba liikumise põhimõtte järgimine on esmatähtis ka määruste nr 883/2004 ja nr 987/2009 raames.", "label": []}
{"text": "52 Tuleb siiski tõdeda, et tõlgendus, mille kohaselt määruse nr 987/2009 artikkel 44 on ainus, mis reguleerib erinevates liikmesriikides täitunud lapsekasvatusperioodide arvessevõtmist, tähendaks seda, et isikule vanaduspensioni maksma kohustatud liikmesriik – kes on ainus riik, kus isik on nagu põhikohtuasja kaebajagi töötanud ja kindlustusmakseid tasunud nii enne kui ka pärast elama asumist teise liikmesriiki, kus ta pühendus oma laste kasvatamisele – võiks keelduda sel isikul selles teises liikmesriigis täitnud lapsekasvatusperioodide arvessevõtmisest vanaduspensioni määramisel ning järelikult panna ta halvemasse olukorda üksnes seetõttu, et ta on kasutanud vaba liikumise õigust.", "label": []}
{"text": "53 Niisugune tõlgendus läheks seega vastuollu määruse nr 987/2009 eesmärkidega, eelkõige vaba liikumise põhimõtte järgimise tagamise eesmärgiga, ning võiks seetõttu seada ohtu määruse artikli 44 soovitava toime.", "label": []}
{"text": "54 Selles kontekstis piisab, kui meenutada, et Euroopa Kohtu praktika kohaselt tuleb juhul, kui liidu õigusnormi saab tõlgendada mitut moodi, eelistada tõlgendust, mis tagab selle normi soovitava toime (7. oktoobri 2010. aasta kohtuotsus Elari, C‑162/09, EU:C:2010:592, punkt 51).", "label": [[47, 60, "ORG"], [96, 101, "LOC"], [203, 226, "DATE"], [238, 243, "PER"]]}
{"text": "55 Järelikult tuleb asuda seisukohale, et võttes arvesse määruse nr 987/2009 artikli 44 sõnastust ja konteksti ning selle regulatsiooniga taotletavaid eesmärke, mille osaks see säte on, tuleb nimetatud artiklit tõlgendada nii, et see ei ole ainus säte, mis reguleerib samal isikul erinevates liikmesriikides täitunud lapsekasvatusperioodide arvessevõtmist.", "label": []}
{"text": "56 Teiseks tuleb analüüsida, kas 19. juuli 2012. aasta kohtuotsusest Rene-Alvin (C‑522/10, EU:C:2012:475) tulenevat kohtupraktikat saab üle kanda sellisele olukorrale, nagu on kõne all põhikohtuasjas, kus asjaomane isik – kuigi määrus nr 987/2009 on ajaliselt kohaldatav – ei vasta määruse artikli 44 lõikes 2 ette nähtud töötamise või ettevõtlusega tegelemise tingimusele, mis on eelduseks sellele, et vanaduspensioni määramisel võtaks pensioni maksma kohustatud liikmesriik arvesse sel isikul teistes liikmesriikides täitunud lapsekasvatusperioode. Kohtuasjas, milles tehti kõnealune kohtuotsus, oli asjaomane isik laste sünni hetkel lõpetanud töötamise vanaduspensioni maksma kohustatud liikmesriigis ja asunud ajutiselt elama teise liikmesriigi territooriumile, kus ta oli pühendunud oma laste kasvatamisele ega töötanud ega tegelenud ettevõtlusega. Seejärel naasis see isik koos perekonnaga esimesse liikmesriiki, kus ta jätkas kutsealast tegevust.", "label": [[33, 54, "DATE"], [69, 79, "PER"]]}
{"text": "57 19. juuli 2012. aasta kohtuotsuse Rene-Alvin (C‑522/10, EU:C:2012:475) punktides 24–29 leidis Euroopa Kohus kõigepealt, et sellises olukorras ei ole määrus nr 987/2009 ajaliselt kohaldatav, ning tõdes, et neil asjaoludel tuleb põhimõtteliselt kohaldada määruses nr 1408/71 ette nähtud reegleid.", "label": [[3, 24, "DATE"], [37, 47, "PER"], [97, 110, "ORG"]]}
{"text": "58 Seejärel, olles selle kohtuotsuse punktis 30 tõdenud, et määrus nr 1408/71 ei kehtesta ühtegi määruse nr 987/2009 artikliga 44 võrreldavat konkreetset sätet, mis reguleeriks teistes liikmesriikides täitunud lapsekasvatusperioodide arvessevõtmist, leidis Euroopa Kohus, et eelotsusetaotluse esitanud kohtu küsimusi tuleb mõista selliselt, et nendega soovitakse kindlaks teha, kas niisuguses olukorras nagu selles kohtuasjas kohustab ELTL artikkel 21 asjaomasele isikule vanaduspensioni maksma kohustatud liikmesriigi pädevat asutust võtma vanaduspensioni määramisel arvesse sel isikul teises liikmesriigis täitunud lapsekasvatusperioode. Nimetatud kohtuotsuse punktis 31 leidis Euroopa Kohus, et sellele küsimusele vastamiseks tuleb ühelt poolt kindlaks teha, milline liikmesriik on pädev määratlema või tunnustama kui ajavahemikku, mida käsitatakse kindlustusperioodina, ajavahemikke, mil asjaomane isik kasvatas teises liikmesriigis oma lapsi, ning teiselt poolt – eeldusel et kohaldatavaks osutuvad talle vanaduspensioni maksma kohustatud liikmesriigi õigusaktid – hinnata, kas sellistes õigusaktides ette nähtud laste kasvatamise aja arvessevõtmise kord on ELTL artikliga 21 kooskõlas.", "label": [[257, 270, "ORG"], [680, 693, "ORG"]]}
{"text": "59 Nii leidis Euroopa Kohus ühelt poolt 19. juuli 2012. aasta kohtuotsuse Rene‑Alvin (C‑522/10, EU:C:2012:475) punktides 35 ja 36, et kui isik on töötanud ja kindlustusmakseid tasunud ainult ühes ja samas liikmesriigis nii enne kui ka pärast seda, kui ta asus elama teise liikmesriiki, kus ta ei ole kunagi töötanud ega kindlustusmakseid tasunud, siis tuleb tunnustada piisava seose olemasolu laste kasvatamise perioodide ja esimesena nimetatud liikmesriigis kutsealase tegevuse tõttu täitunud kindlustusperioodide vahel, mistõttu on vanaduspensioni määramisel sellel isikul täitunud lapsekasvatusperioodide arvessevõtmise suhtes kohaldatavad esimesena nimetatud liikmesriigi õigusaktid.", "label": [[14, 27, "ORG"], [40, 61, "DATE"], [74, 84, "PER"]]}
{"text": "60 Teiselt poolt, mis puudutab selles kohtuasjas kohaldatavate õigusaktide kooskõla ELTL artikliga 21, siis tuletas Euroopa Kohus selle kohtuotsuse punktides 38–40 meelde, et kuigi liikmesriigid säilitavad pädevuse korraldada oma sotsiaalkindlustussüsteeme, peavad nad selle pädevuse teostamisel siiski järgima liidu õigust, eelkõige EL toimimise lepingu sätteid, mis käsitlevad ELTL artikliga 21 tagatud kodanike vaba liikumist. Lisaks märkis Euroopa Kohus, et sellises olukorras, nagu oli kõne all kohtuasjas, milles tehti nimetatud kohtuotsus, viisid riigisisesed sätted selleni, et kuna asjaomane isik ei tasunud laste kasvatamise ajal või vahetult enne nende sündi kohustuslikke sissemakseid töötamise või füüsilisest isikust ettevõtjana tegutsemise alusel, kaotas ta vanaduspensioni suuruse kindlaksmääramisel õiguse laste kasvatamise perioodide arvessevõtmisele üksnes seetõttu, et ta asus ajutiselt elama teise liikmesriiki, kuigi ta selles teises liikmesriigis ei töötanud ega tegutsenud füüsilisest isikust ettevõtjana.", "label": [[116, 129, "ORG"], [311, 316, "LOC"], [334, 336, "LOC"], [444, 457, "ORG"]]}
{"text": "61 Lõpuks otsustas Euroopa Kohus sama kohtuotsuse punktides 41–45, et sellistel asjaoludel koheldakse niisugust isikut liikmesriigis, mille kodanik ta on, ebasoodsamalt kui siis, kui ta ei oleks kasutanud EL toimimise lepinguga antud liikumisvõimalusi. Riigisisesed õigusnormid, mis seavad teatud kodanikud ebasoodsamasse olukorda pelgalt asjaolu tõttu, et nad on kasutanud oma vabadust liikuda ja elada teises liikmesriigis, toovad liikumisvabaduse kasutamisel seetõttu kaasa ebavõrdse kohtlemise, mis on vastuolus liidu kodaniku staatuse aluseks olevate põhimõtetega. Euroopa Kohus järeldas sellest, et niisuguses olukorras on ühelt poolt see, et väljaspool pädeva liikmesriigi territooriumi täitunud lapsekasvatusperioodid tuleb selle liikmesriigi õigusaktide kohaselt arvesse võtmata jätta, vastuolus ELTL artikliga 21, ning teiselt poolt kohustab see liidu õigusnorm kõnealuse liikmesriigi vanaduspensioni määramiseks pädevat asutust võtma pensioni suuruse arvutamisel arvesse sel isikul teises liikmesriigis täitunud lapsekasvatusperioode.", "label": [[19, 32, "ORG"], [205, 207, "LOC"], [516, 521, "LOC"], [570, 583, "ORG"], [856, 861, "LOC"]]}
{"text": "62 Tuleb tõdeda, et kuna määruse nr 987/2009 artikkel 44 ei ole ainus säte, mis välismaal täitunud lapsekasvatusperioodide arvessevõtmist reguleerib, nagu nähtub käesoleva kohtuotsuse punktist 55, ning kuna eesmärk tagada ELTL artiklis 21 ette nähtud vaba liikumise põhimõtte järgimine on esmatähtis ka määruste nr 883/2004 ja nr 987/2009 raames, nagu nähtub käesoleva kohtuotsuse punktist 51, siis saab 19. juuli 2012. aasta kohtuotsuses Rene‑Alvin (C‑522/10, EU:C:2012:475) antud juhiseid üle kanda sellisele olukorrale, nagu on kõne all põhikohtuasjas, kus määrus nr 987/2009 on ajaliselt kohaldatav, kuid asjaomane isik ei vasta määruse artikli 44 lõikes 2 ette nähtud töötamise või ettevõtlusega tegelemise tingimusele, mis on eelduseks sellele, et vanaduspensioni määramisel võtaks pensioni maksma kohustatud liikmesriik arvesse sel isikul teistes liikmesriikides täitunud lapsekasvatusperioode.", "label": [[404, 425, "DATE"], [439, 449, "PER"]]}
{"text": "63 Lisaks, nagu nähtub käesoleva kohtuotsuse punktidest 22–25, on põhikohtuasjaga seotud asjaolud võrreldavad 19. juuli 2012. aasta kohtuotsuse Rene-Alvin (C‑522/10, EU:C:2012:475) aluseks olnud kohtuasja asjaoludega, mida on meenutatud käesoleva kohtuotsuse punktis 56, sest ühelt poolt on põhikohtuasja kaebaja käesoleval juhul nii enne kui ka pärast Ungarisse ja seejärel Belgiasse elama asumist töötanud ja kindlustusmakseid tasunud ainult talle vanaduspensioni maksma kohustatud liikmesriigis ehk Austrias ning teiselt poolt ta ei töötanud ega tegelenud ettevõtlusega kuupäeval, mis on asjakohane nende lapsekasvatusperioodide arvessevõtmiseks vanaduspensioni määramisel selles liikmesriigis. Niisiis on sarnaselt 19. juuli 2012. aasta kohtuotsuses Rene-Alvin (C‑522/10, EU:C:2012:475) käsitletud olukorraga olemas piisav seos põhikohtuasja kaebajal välisriigis täitunud lapsekasvatusperioodide ja Austrias kutsealase tegevuse tõttu täitunud kindlustusperioodide vahel. Järelikult tuleb asuda seisukohale, et nende perioodide arvessevõtmisele vanaduspensioni määramisel kohaldatakse selle liikmesriigi õigusakte.", "label": [[110, 131, "DATE"], [144, 154, "PER"], [353, 362, "LOC"], [375, 384, "LOC"], [502, 510, "LOC"], [719, 740, "DATE"], [754, 764, "PER"], [903, 911, "LOC"]]}
{"text": "64 Vaidlust ei ole ka selle üle, et kui põhikohtuasja kaebaja ei oleks Austriast lahkunud, oleks Austria vanaduspensioni arvutamisel võetud tema lapsekasvatusperioode arvesse. Seega ei ole kahtlust, et sarnaselt puudutatud isikuga kohtuasjas, milles tehti 19. juuli 2012. aasta kohtuotsus Rene-Alvin (C‑522/10, EU:C:2012:475), on põhikohtuasja kaebaja ainuüksi vaba liikumise õiguse kasutamise tõttu halvemas olukorras, mis on ELTL artikliga 21 vastuolus.", "label": [[71, 80, "LOC"], [97, 104, "LOC"], [256, 277, "DATE"], [289, 299, "PER"]]}
{"text": "65 Sellest järeldub, et niisuguses olukorras, nagu on kõne all põhikohtuasjas, kus asjaomane isik on töötanud ja kindlustusmakseid tasunud ainult ühes ja samas liikmesriigis nii enne kui ka pärast elama asumist teistesse liikmesriikidesse, kus täitusid tema lapsekasvatusperioodid, on see liikmesriik vastavalt kohtupraktikale, mis tuleneb 19. juuli 2012. aasta kohtuotsusest Rene-Alvin (C‑522/10, EU:C:2012:475), kohustatud võtma vanaduspensioni määramisel neid perioode arvesse ELTL artikli 21 alusel.", "label": [[340, 361, "DATE"], [376, 386, "PER"]]}
{"text": "66 Eeltoodud kaalutlusi arvestades tuleb esimesele küsimusele vastata, et määruse nr 987/2009 artikli 44 lõiget 2 tuleb tõlgendada nii, et kui asjaomane isik ei vasta selles sättes ette nähtud töötamise või ettevõtlusega tegelemise tingimusele, mis on eelduseks sellele, et vanaduspensioni määramisel võtaks pensioni maksma kohustatud liikmesriik arvesse sel isikul teistes liikmesriikides täitunud lapsekasvatusperioode, on see liikmesriik kohustatud võtma neid perioode arvesse ELTL artikli 21 alusel, juhul kui isik on töötanud ja kindlustusmakseid tasunud ainult selles liikmesriigis nii enne kui ka pärast elama asumist teise liikmesriiki, kus täitusid tema lapsekasvatusperioodid.", "label": []}
{"text": "Teine küsimus", "label": []}
{"text": "67 Kuna see küsimus esitatakse vaid juhul, kui Euroopa Kohus leiab, et määruse nr 987/2009 artikli 44 lõige 2 on kohaldatav sellises olukorras nagu põhikohtuasjas, ning käesoleval juhul ei ole selle sätte kohaldamise tingimused täidetud, siis ei ole vaja sellele küsimusele vastata.", "label": [[47, 60, "ORG"]]}
{"text": "Kohtukulud", "label": []}
{"text": "68 Kuna põhikohtuasja poolte jaoks on käesolev menetlus eelotsusetaotluse esitanud kohtus pooleli oleva asja üks staadium, otsustab kohtukulude jaotuse liikmesriigi kohus. Euroopa Kohtule seisukohtade esitamisega seotud kulusid, välja arvatud poolte kohtukulud, ei hüvitata.", "label": [[172, 187, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohus (teine koda) otsustab:", "label": [[32, 58, "ORG"]]}
{"text": "Euroopa Parlamendi ja nõukogu 16. septembri 2009. aasta määruse (EÜ) nr 987/2009, milles sätestatakse määruse (EÜ) nr 883/2004 (sotsiaalkindlustussüsteemide koordineerimise kohta) rakendamise kord, artikli 44 lõiget 2 tuleb tõlgendada nii, et kui asjaomane isik ei vasta selles sättes ette nähtud töötamise või ettevõtlusega tegelemise tingimusele, mis on eelduseks sellele, et vanaduspensioni määramisel võtaks pensioni maksma kohustatud liikmesriik arvesse sel isikul teistes liikmesriikides täitunud lapsekasvatusperioode, on see liikmesriik kohustatud võtma neid perioode arvesse ELTL artikli 21 alusel, juhul kui isik on töötanud ja kindlustusmakseid tasunud ainult selles liikmesriigis nii enne kui ka pärast elama asumist teise liikmesriiki, kus täitusid tema lapsekasvatusperioodid.", "label": [[0, 18, "ORG"], [22, 29, "ORG"], [30, 55, "DATE"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: saksa.", "label": [[23, 28, "NATIONALITY"]]}
