{"text": "Anmodning om præjudiciel afgørelse indgivet af Förvaltningsrätten i Linköping (Sverige) den 12. juli 2018 – Baltic Cable AB mod Energimarknadsinspektionen", "label": [[47, 77, "ORG"], [79, 86, "LOC"], [92, 105, "DATE"], [108, 123, "ORG"], [128, 154, "ORG"]]}
{"text": "(Sag C-454/18)", "label": []}
{"text": "Processprog: svensk", "label": [[13, 19, "NATIONALITY"]]}
{"text": "Den forelæggende ret", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Parter i hovedsagen", "label": []}
{"text": "Sagsøger: Baltic Cable AB", "label": [[10, 25, "ORG"]]}
{"text": "Sagsøgt: Energimarknadsinspektionen", "label": [[9, 35, "ORG"]]}
{"text": "Præjudicielle spørgsmål", "label": []}
{"text": "Skal elforordningens artikel 16, stk. 6, anvendes i alle tilfælde, hvor en person opnår indtægter fra tildeling af samkøringslinjer, uanset den pågældendes forhold i øvrigt, eller skal denne bestemmelse udelukkende anvendes, når den, der oppebærer indtægterne, er transmissionssystemoperatør i henhold til definitionen i elmarkedsdirektivets artikel 2, nr. 4)?", "label": []}
{"text": "Såfremt svaret på spørgsmål 1 er, at elforordningens artikel 16, stk. 6, udelukkende skal anvendes på transmissionssystemoperatører; er en virksomhed, der udelukkende driver en samkøringslinje, da transmissionssystemoperatør?", "label": []}
{"text": "Såfremt svaret på spørgsmål 1 eller 2 medfører, at elforordningens artikel 16, stk. 6, skal anvendes på en virksomhed, der udelukkende driver en samkøringslinje; kan omkostninger til drift og vedligeholdelse af en samkøringslinje da i noget tilfælde anses for at udgøre netinvesteringer med henblik på bevarelse eller forøgelse af samkøringslinjens kapacitet som omhandlet i elforordningens artikel 16, stk. 6, første afsnit, litra b)?", "label": []}
{"text": "Såfremt svaret på spørgsmål 1 eller 2 medfører, at elforordningens artikel 16, stk. 6, skal anvendes på en virksomhed, der udelukkende driver en samkøringslinje; kan den regulerende myndighed da i medfør af elforordningens artikel 16, stk. 6, andet afsnit, godkende, at en virksomhed, der udelukkende driver en samkøringslinje, som har metoder til at fastsætte tariffer, men som ikke har direkte betalende kunder med netafgifter (tariffer), der kan sænkes, anvender indtægter fra tildeling af samkøringslinjen til afkast eller, såfremt svaret på spørgsmål 3 er benægtende, drift og vedligeholdelse?", "label": []}
{"text": "Såfremt svaret på spørgsmål 1 eller 2 medfører, at elforordningens artikel 16, stk. 6, skal anvendes på en virksomhed, der udelukkende driver en samkøringslinje, og svarene på spørgsmål 3 og 4 enten medfører, at virksomheden ikke må anvende indtægter fra tildeling af samkøringslinjen til drift og vedligeholdelse eller afkast, eller at virksomheden må anvende sådanne indtægter til drift og vedligeholdelse, men ikke til afkast; er anvendelse af elforordningens artikel 16, stk. 6, på en virksomhed, der udelukkende driver en samkøringslinje, da i strid med det EU-retlige proportionalitetsprincip eller med noget andet gældende princip?", "label": [[563, 565, "LOC"]]}
{"text": "Europa-Parlamentets og Rådets forordning (EF) nr. 714/2009 af 13.7.2009 om betingelserne for netadgang i forbindelse med grænseoverskridende elektricitetsudveksling og om ophævelse af forordning (EF) nr. 1228/2003 (EUT 2009, L 211, s. 15).", "label": [[0, 19, "ORG"], [23, 29, "ORG"], [62, 71, "DATE"]]}
