{"text": "DOMSTOLENS DOM (Femte Afdeling)", "label": [[0, 10, "ORG"], [16, 30, "ORG"]]}
{"text": "16. oktober 2019 (*)", "label": [[0, 16, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – skatter og afgifter – det fælles merværdiafgiftssystem (moms) – direktiv 2006/112/EF – artikel 132, stk. 1, litra a) – fritagelser til fordel for visse former for virksomhed af almen interesse – det offentlige postvæsen – direktiv 97/67/EF – befordringspligtig virksomhed – privat erhvervsdrivende, der leverer en tjeneste bestående i forkyndelse af dokumenter fra domstole og administrative myndigheder«", "label": []}
{"text": "I de forenede sager C-4/18 og C-5/18,", "label": []}
{"text": "angående anmodninger om præjudiciel afgørelse i henhold til artikel 267 TEUF, indgivet af Bundesfinanzhof (forbundsdomstol i skatte- og afgiftsretlige sager, Tyskland) ved afgørelser af 31. maj 2017, indgået til Domstolen den 3. januar 2018, i sagerne", "label": [[90, 105, "ORG"], [107, 156, "ORG"], [158, 166, "LOC"], [186, 198, "DATE"], [212, 221, "ORG"], [226, 240, "DATE"]]}
{"text": "Pawel Brinkmann,  som kurator for DIREKTexpress Holding  AG,", "label": [[0, 15, "PER"], [22, 29, "PROFESSION"], [34, 59, "ORG"]]}
{"text": "mod", "label": []}
{"text": "Finanzamt Ulm (sag C-4/18),", "label": [[0, 13, "ORG"]]}
{"text": "og", "label": []}
{"text": "Lemchen Ehrenpreis,  som kurator for JUREX GmbH,", "label": [[0, 18, "PER"], [25, 32, "PROFESSION"], [37, 47, "ORG"]]}
{"text": "mod", "label": []}
{"text": "Bundeszentralamt für Steuern (sag C-5/18),", "label": [[0, 28, "ORG"]]}
{"text": "har DOMSTOLEN (Femte Afdeling),", "label": [[4, 30, "ORG"]]}
{"text": "sammensat af afdelingsformanden, V.  Scott (refererende dommer), og dommerne J. Kielatis, E. Zhuk,  A. Jankevič og X.  Sousa,", "label": [[13, 31, "PROFESSION"], [33, 42, "PER"], [44, 62, "PROFESSION"], [68, 76, "PROFESSION"], [77, 88, "PER"], [90, 97, "PER"], [100, 111, "PER"], [115, 124, "PER"]]}
{"text": "generaladvokat: C.  Sørensen,", "label": [[0, 14, "PROFESSION"], [16, 28, "PER"]]}
{"text": "justitssekretær: V.  Schubert,", "label": [[0, 15, "PROFESSION"], [17, 29, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling,", "label": []}
{"text": "efter at der er afgivet indlæg af:", "label": []}
{"text": "–        Pawel Brinkmann,  som kurator for DIREKTexpress Holding  AG, og Lemchen Ehrenpreis,  som kurator for JUREX  GmbH, ved Steuerberater M.  Harrison,", "label": [[9, 24, "PER"], [31, 38, "PROFESSION"], [43, 68, "ORG"], [73, 91, "PER"], [98, 105, "PROFESSION"], [110, 121, "ORG"], [127, 140, "PROFESSION"], [141, 153, "PER"]]}
{"text": "–        den tyske regering ved A.  Roche og F.  Voltz, som befuldmægtigede,", "label": [[9, 27, "ORG"], [32, 41, "PER"], [45, 54, "PER"], [60, 75, "PROFESSION"]]}
{"text": "–        den finske regering ved T.  Markov, som befuldmægtiget,", "label": [[9, 28, "ORG"], [33, 43, "PER"], [49, 63, "PROFESSION"]]}
{"text": "–        Europa-Kommissionen ved U.  Woods, E.  Yaima Ardila og K.  Jelene, som befuldmægtigede,", "label": [[9, 28, "ORG"], [33, 42, "PER"], [44, 60, "PER"], [64, 74, "PER"], [80, 95, "PROFESSION"]]}
{"text": "og idet Domstolen efter at have hørt generaladvokaten har besluttet, at sagen skal pådømmes uden forslag til afgørelse,", "label": [[8, 17, "ORG"], [37, 53, "PROFESSION"]]}
{"text": "afsagt følgende", "label": []}
{"text": "Dom", "label": []}
{"text": "1        Anmodningerne om præjudiciel afgørelse vedrører fortolkningen af artikel  2, nr. 13), og artikel 3,  stk. 4, i Europa-Parlamentets og Rådets direktiv 97/67/EF af 15. december 1997 om fælles regler for udvikling af Fællesskabets indre marked for posttjenester og forbedring af disse tjenesters kvalitet  (EFT 1998, L 15, s. 14), som ændret ved Europa-Parlamentets og Rådets direktiv 2008/6/EF af 20. februar 2008 (EUT 2008, L 52, s. 3, berigtiget i EUT 2015, L 225, s. 49) (herefter »direktiv  97/67«), samt af artikel 132, stk. 1, litra a), i Rådets direktiv 2006/112/EF af 28. november 2006 om det fælles merværdiafgiftssystem (EUT 2006, L 347, s. 1).", "label": [[120, 139, "ORG"], [143, 149, "ORG"], [171, 188, "DATE"], [223, 236, "LOC"], [352, 371, "ORG"], [375, 381, "ORG"], [404, 420, "DATE"], [552, 558, "ORG"], [583, 600, "DATE"]]}
{"text": "2        Anmodningerne er blevet indgivet i forbindelse med to tvister mellem for så vidt angår den første  Pawel Brinkmann,  som kurator for DIREKTexpress Holding  AG,  og Finanzamt Ulm (skatte- og afgiftsmyndigheden i Ulm, Tyskland) (sag C-4/18)  og for så vidt angår den anden Lemchen Ehrenpreis,  som kurator for JUREX  GmbH,  og Bundeszentralamt für Steuern (den centrale forbundsskatte- og afgiftsmyndighed, Tyskland) (sag  C-5/18) vedrørende afslag på at fritage ydelser bestående i forkyndelse, der præsteres af disse selskaber for  domstole og administrative myndigheder, for merværdiafgift (moms).", "label": [[108, 123, "PER"], [130, 137, "PROFESSION"], [142, 167, "ORG"], [173, 186, "ORG"], [188, 217, "ORG"], [220, 233, "LOC"], [280, 298, "PER"], [305, 312, "PROFESSION"], [317, 328, "ORG"], [334, 362, "ORG"], [364, 412, "ORG"], [414, 422, "LOC"]]}
{"text": "Retsforskrifter", "label": []}
{"text": "EU-retten", "label": [[0, 2, "LOC"]]}
{"text": "Direktiv 97/67", "label": []}
{"text": "3        Artikel 2 i direktiv 97/67, som er indeholdt i direktivets kapitel 1 med overskriften »Formål og anvendelsesområde«,  indeholder følgende definitioner:", "label": []}
{"text": "»I dette direktiv forstås ved:", "label": []}
{"text": "1)      Posttjenester: tjenester, der består i indsamling, sortering, transport og omdeling af postforsendelser.", "label": []}
{"text": "1a)      Postbefordrende virksomhed: virksomhed, der leverer en eller flere posttjenester.", "label": []}
{"text": "[…]", "label": []}
{"text": "4)      Indsamling: den postbefordrende virksomheds indsamling af postforsendelser.", "label": []}
{"text": "5)      Omdeling: hele forløbet fra sorteringen i omdelingscentret til omdelingen af postforsendelserne til modtagerne.", "label": []}
{"text": "6)      Postforsendelse: adresseret forsendelse i den endelige form, hvori den skal befordres af en postbefordrende virksomhed. Ud over brevforsendelser omfatter sådanne forsendelser bl.a. bøger, kataloger, aviser og tidsskrifter samt postpakker indeholdende varer med eller uden kommerciel værdi.", "label": []}
{"text": "[…]", "label": []}
{"text": "9)      Rekommanderet forsendelse: postforsendelse, der mod et fast beløb garanteres mod bortkomst, tyveri eller beskadigelse, og ved hvilken afsenderen efter omstændighederne på anmodning får et bevis for indleveringen af postforsendelsen og/eller dens udlevering til modtageren.", "label": []}
{"text": "[…]", "label": []}
{"text": "13)      Befordringspligtig virksomhed: den offentlige eller private postbefordrende virksomhed, som helt eller delvist opfylder befordringspligten i en medlemsstat, og hvis navn er meddelt Kommissionen, jf. artikel 4.", "label": [[190, 202, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "17)      Bruger: enhver fysisk eller juridisk person, der som afsender eller modtager benytter en posttjenesteydelse.", "label": []}
{"text": "[…]«", "label": []}
{"text": "4        Dette direktivs kapitel 2 med overskriften »Befordringspligt« indeholder direktivets artikel 3-6. Nævnte artikel 3 har følgende ordlyd:", "label": []}
{"text": "»1.      Medlemsstaterne sikrer overalt på deres område, at brugerne til enhver tid har adgang til et udbud af posttjenester af nærmere fastlagt kvalitet til priser, der er overkommelige for alle brugere.", "label": []}
{"text": "[…]", "label": []}
{"text": "4.      Hver medlemsstat vedtager de foranstaltninger, der er nødvendige for, at befordringspligten omfatter mindst følgende ydelser:", "label": []}
{"text": "–        indsamling, sortering, transport og omdeling af postforsendelser på op til 2 kg", "label": [[84, 85, "AMOUNT_VALUE"], [86, 88, "AMOUNT_UNIT"]]}
{"text": "–        indsamling, sortering, transport og omdeling af postpakker på op til 10 kg", "label": [[78, 80, "AMOUNT_VALUE"], [81, 83, "AMOUNT_UNIT"]]}
{"text": "–        postbefordring af rekommanderede forsendelser og forsendelser med angiven værdi.", "label": []}
{"text": "[…]", "label": []}
{"text": "7.      Befordringspligten som beskrevet i denne artikel omfatter både indenlandsk og grænseoverskridende postbefordring.«", "label": []}
{"text": "5        Nævnte direktivs artikel 4 har følgende ordlyd:", "label": []}
{"text": "»1.      Hver medlemsstat sørger for, at befordringspligten garanteres, og meddeler Kommissionen, hvilke foranstaltninger den træffer med henblik herpå. Det udvalg, der er nævnt i artikel 21, underrettes om medlemsstaternes foranstaltninger for at sikre, at befordringspligten opfyldes.", "label": [[84, 96, "ORG"]]}
{"text": "2.      Medlemsstaterne kan udpege én eller flere virksomheder til at opfylde befordringspligten, så det sikres, at befordringstjenesten ydes på hele det nationale område. Medlemsstaterne kan udpege forskellige virksomheder til at varetage forskellige elementer af befordringspligten og/eller til at dække forskellige dele af deres område. […]", "label": []}
{"text": "Medlemsstaterne underretter Kommissionen om den eller de udpegede befordringspligtige virksomheders navn. […]«", "label": [[28, 40, "ORG"]]}
{"text": "Direktiv 2006/112", "label": []}
{"text": "6        Indeholdt i kapitel 1, som har overskriften »Almindelige bestemmelser«, under afsnit IX i direktiv 2006/112, der har overskriften »Afgiftsfritagelser«, fastsætter direktivets artikel 131:", "label": []}
{"text": "»De i kapitel 2-9 omhandlede fritagelser finder anvendelse med forbehold af andre [EU-retlige]  bestemmelser og på betingelser, som medlemsstaterne fastsætter for at sikre en korrekt og enkel anvendelse af de pågældende fritagelser og hindre enhver form for unddragelse, undgåelse og misbrug.«", "label": [[83, 85, "LOC"]]}
{"text": "7        Kapitel 2 med overskriften »Fritagelse i forbindelse med visse former for virksomhed af almen interesse« under samme afsnit IX indeholder dette direktivs artikel 132, som i stk. 1 bestemmer:", "label": []}
{"text": "»Medlemsstaterne fritager følgende transaktioner:", "label": []}
{"text": "a)      levering af ydelser og dertil knyttede varer præsteret af det offentlige postvæsen, bortset fra personbefordring og telekommunikation", "label": []}
{"text": "[…]«", "label": []}
{"text": "Tysk ret", "label": [[0, 4, "LOC"]]}
{"text": "UStG", "label": []}
{"text": "8        Blandt de transaktioner, som omfattes af § 1, stk. 1, nr. 1, i Umsatzsteuergesetz (lov om omsætningsafgift, herefter »UStG«) i den affattelse, der finder anvendelse på tvisten i hovedsagen i sag C-4/18, fritages i henhold til denne lovs § 4, nr. 11b, »Deutsche Post AG’s transaktioner, der direkte vedrører postvæsenet«, for afgift.", "label": [[261, 279, "ORG"]]}
{"text": "9        I den affattelse af UStG, som finder anvendelse på tvisten i hovedsagen i sag C-5/18, dvs. den affattelse, der var gældende fra den 1.  juli 2010, var følgende transaktioner i henhold til denne lovs § 4, nr. 11b fritaget for afgift:", "label": [[141, 154, "DATE"]]}
{"text": "»Tjenester, der er omfattet af befordringspligten i henhold til artikel 3, stk. 4, i [direktiv  97/67]. Afgiftsfritagelsen er betinget af, at virksomheden i overensstemmelse med en attest udstedt af [den centrale forbundsskatte- og afgiftsmyndighed] over for denne myndighed har forpligtet sig til på hele Forbundsrepublikken Tysklands område at udbyde alle tjenester, der er omfattet af befordringspligten, eller en undergruppe af disse tjenester i henhold til første punktum.«", "label": [[200, 248, "ORG"], [306, 335, "LOC"]]}
{"text": "Postloven", "label": []}
{"text": "10      § 11 i Postgesetz (postloven  af 22.12.1997,  BGBl. 1997 I, s. 3294) i den affattelse, der finder anvendelse på tvisterne i hovedsagerne, med overskriften »definition og omfang af befordringspligten« fastsætter:", "label": [[41, 51, "DATE"]]}
{"text": "»1.      Tjenester, der er omfattet af befordringspligten, er et minimum af posttjenester i henhold til § 4, nr. 1, der ydes på hele området i nærmere fastsat kvalitet og til en overkommelig pris. Befordringspligten er begrænset til posttjenester, der er undergivet licens, og posttjenester, der befordringsteknisk set i det mindste delvis kan ydes sammen med posttjenester, der er undergivet licens. Befordringspligten omfatter kun tjenester, der i almindelighed anses for absolut nødvendige.", "label": []}
{"text": "2.      Forbundsregeringen kan ved bekendtgørelse, der kræver godkendelse fra [Bundestag (Forbundsdagen, Tyskland)] og [Bundesrat (Forbundsrådet, Tyskland)], fastlægge befordringspligtens indhold og omfang i overensstemmelse med stk. 1 […]«", "label": [[8, 26, "ORG"], [79, 88, "ORG"], [90, 103, "ORG"], [105, 113, "LOC"], [120, 129, "ORG"], [131, 144, "ORG"], [146, 154, "LOC"]]}
{"text": "11      Denne lovs § 33,  stk. 1,  med overskriften  »forpligtelse til forkyndelse« har følgende ordlyd:", "label": []}
{"text": "»En licenshaver, der leverer postomdelingstjenester, er forpligtet til at forkynde dokumenter uanset deres vægt i henhold til de retspleje- og lovregler, der gælder for administrativ forkyndelse. Licenshaveren tillægges myndighedsbeføjelser i et omfang svarende til denne forpligtelse (bemyndiget virksomhed).«", "label": []}
{"text": "12      Nævnte lovs § 34 med overskriften »Vederlag for forkyndelse« bestemmer:", "label": []}
{"text": "»Den forpligtede licenshaver har ret til et vederlag. Dette vederlag dækker alle tjenester, som licenshaveren leverer, herunder attestation i dennes egenskab af myndighed og tilbagesendelse af dokumentation herfor til ordregiveren. Vederlaget skal være i overensstemmelse med kravene i § 20, stk. 1 og 2. Det skal godkendes af tilsynsmyndigheden.  […]«", "label": []}
{"text": "Bekendtgørelse om postbefordringspligten", "label": []}
{"text": "13      § 1 i Post-Universaldienstleistungsverordnung (bekendtgørelse om postbefordringspligten) af 15.  december 1999 (BGBl. 1999 I, s. 2418) i den affattelse, der finder anvendelse på tvisterne i hovedsagerne, fastsætter:", "label": [[100, 118, "DATE"]]}
{"text": "»1.      Følgende posttjenester er omfattet af »befordringspligten«:", "label": []}
{"text": "(1)      befordring af postforsendelser som omhandlet i [postlovens] § 4, nr. 2, […] såfremt deres vægt ikke overstiger 2 000  gram, og deres mål ikke overstiger de mål, der er fastsat i verdenspostkonventionen og de tilhørende gennemførelsesbekendtgørelser", "label": [[120, 125, "AMOUNT_VALUE"], [127, 131, "AMOUNT_UNIT"]]}
{"text": "(2)      befordring af adresserede pakker, hvis vægt ikke overstiger 20 kilogram, og hvis mål ikke overstiger de mål, der er fastsat i verdenspostkonventionen og de tilhørende gennemførelsesbekendtgørelser", "label": [[69, 71, "AMOUNT_VALUE"], [72, 80, "AMOUNT_UNIT"]]}
{"text": "(3)      befordring af aviser og tidsskrifter som omhandlet i [postlovens] § 4, nr. 1, litra c). […]", "label": []}
{"text": "2.      Postbefordringen omfatter også forsendelsesformerne:", "label": []}
{"text": "(1)      rekommanderet forsendelse (postforsendelse, der mod et fast beløb er garanteret mod bortkomst, tyveri eller beskadigelse og udleveres mod kvittering for modtagelsen)", "label": []}
{"text": "(2)      forsendelse med angiven værdi (postforsendelse, hvis indhold er forsikret for den af afsenderen angivne værdi i tilfælde af bortkomst, tyveri eller beskadigelse)", "label": []}
{"text": "(3)      forsendelse pr. efterkrav (postforsendelse, der først udleveres til modtageren efter indkassering af et vist pengebeløb)", "label": []}
{"text": "(4)      ekspresforsendelse (postforsendelse, der omdeles af særligt bud hurtigst muligt efter dens modtagelse hos en omdelingsenhed).«", "label": []}
{"text": "Den civile retsplejelovbog", "label": []}
{"text": "14      § 176, stk. 1,  i Zivilprozessordnung (den civile retsplejelovbog) fastsætter vedrørende forkyndelse:", "label": []}
{"text": "»Såfremt det overdrages til postvæsenet, en ansat ved retten eller en stævningsmand at foretage forkyndelsen, eller såfremt en anden myndighed anmodes om at foretage forkyndelsen, overdrager rettens kontor det dokument, der skal forkyndes, i en lukket kuvert sammen med en forberedt formular til et forkyndelsesbevis. […]«", "label": []}
{"text": "15      Denne lovbogs  § 182, som ligeledes vedrører forkyndelse, har følgende ordlyd:", "label": []}
{"text": "»1.      For at iværksætte forkyndelse […]  skal der udstedes attest herfor på den relevante formular. […]", "label": []}
{"text": "3.      Forkyndelsesbeviset skal straks sendes tilbage til rettens kontor i original eller som elektronisk dokument.«", "label": []}
{"text": "Tvisterne i hovedsagerne og de præjudicielle spørgsmål", "label": []}
{"text": "Sag C-4/18", "label": []}
{"text": "16      Pawel Brinkmann er  kurator for DIREKTexpress Holding,  over for hvilket selskab der  den 6.  juli 2011 blev afsagt konkursdekret af Amtsgericht Ulm (byretten i Ulm, Tyskland), som ligeledes udpegede Pawel Brinkmann som kurator. Dette selskab er øverste moderselskab i en koncern, der leverede posttjenester gennem datterselskaber på hele det tyske område. I 2008 og 2009  bestod koncernens virksomhed hovedsageligt i at foretage forkyndelser i henhold til de tyske offentligretlige bestemmelser,  der blev  behandlet  som momsfritagne transaktioner.", "label": [[8, 23, "PER"], [28, 35, "PROFESSION"], [40, 61, "ORG"], [98, 111, "DATE"], [141, 156, "ORG"], [158, 166, "ORG"], [169, 182, "LOC"], [208, 223, "PER"], [228, 235, "PROFESSION"], [351, 356, "LOC"], [367, 371, "DATE"], [375, 379, "DATE"], [468, 473, "LOC"]]}
{"text": "17      Efter en skatte- og afgiftskontrol vedrørende perioden fra august 2008 til maj 2009 fandt skatte- og afgiftsmyndigheden i Ulm, at sådanne transaktioner bestående i forkyndelse skulle pålægges moms.", "label": [[67, 78, "DATE"], [83, 91, "DATE"], [98, 133, "ORG"]]}
{"text": "18      DIREKTexpress Holding indgav i første omgang klage over denne afgørelse og anlagde i anden omgang, idet selskabet ikke fik medhold i klagen, sag ved Finanzgericht  Baden-Württemberg  (domstolen i skatte- og afgiftsretlige sager i Baden-Württemberg, Tyskland). Under sagens behandling udstedte skatte- og afgiftsmyndigheden i Ulm, den sagsøgte part for denne ret, momsopgørelser for 2008 og 2009.", "label": [[8, 29, "ORG"], [157, 189, "ORG"], [192, 201, "ORG"], [238, 265, "LOC"], [301, 336, "ORG"], [390, 394, "DATE"], [398, 402, "DATE"]]}
{"text": "19      Det er ligeledes under behandlingen af denne sag, at der over for DIREKTexpress Holding  blev afsagt konkursdekret, hvorved Pawel Brinkmann blev udpeget som kurator. Han indtrådte i denne egenskab i sagen.", "label": [[74, 95, "ORG"], [132, 147, "PER"], [165, 172, "PROFESSION"]]}
{"text": "20      Finanzgericht Baden-Württemberg (domstolen i skatte- og afgiftsretlige sager i Baden-Württemberg) gav ikke DIREKTexpress Holding medhold i sagen, som denne havde anlagt  ved den, med den begrundelse, at forkyndelser af dokumenter ikke kunne omfattes af den påberåbte fritagelse. Navnlig fandt denne ret dels, at betingelserne i UStG’s § 4, nr. 11b, ikke var opfyldt, for så vidt som alene Deutsche Posts transaktioner, der direkte vedrører postvæsenet, var fritaget for moms, dels, at det ikke var muligt direkte at påberåbe sig artikel 132, stk. 1, litra a), i direktiv  2006/112, idet transaktioner bestående i forkyndelse af dokumenter ikke er omfattet af befordringspligten i denne bestemmelses forstand.", "label": [[8, 39, "ORG"], [41, 50, "ORG"], [87, 104, "LOC"], [115, 136, "ORG"], [397, 411, "ORG"]]}
{"text": "21      Pawel Brinkmann  har til den forelæggende ret, Bundesfinanzhof (forbundsdomstol i skatte- og afgiftsretlige sager, Tyskland), indgivet en revisionsanke til prøvelse af denne afgørelse.", "label": [[8, 23, "PER"], [55, 70, "ORG"], [72, 87, "ORG"], [123, 131, "LOC"]]}
{"text": "22      Den forelæggende ret har for det første rejst spørgsmålet om, hvorvidt en erhvervsdrivende, som hovedsageligt foretager forkyndelse af dokumenter fra domstole og administrative myndigheder, kan anses for en befordringspligtig virksomhed som omhandlet i artikel 2, nr. 13), i direktiv 97/67. Denne ret har navnlig rejst spørgsmål om muligheden for at ligestille virksomhed som i den konkrete sag  med  postforsendelse eller forsendelse af postpakker som omhandlet i artikel 3, stk. 4, i direktiv 97/67 eller med  rekommanderet forsendelse som ligeledes omhandlet i denne bestemmelse.", "label": []}
{"text": "23      For det andet har den forelæggende ret rejst tvivl om, hvorvidt et selskab som DIREKTexpress Holding  kan anses for at varetage tjenester, der præsteres af »det offentlige postvæsen« som omhandlet i artikel 132, stk. 1, litra  a), i direktiv 2006/112,  således at de forkyndelsestjenester, som selskabet leverer, skal fritages for moms i henhold til denne bestemmelse. Bl.a. den omstændighed, at sådanne forkyndelser omfattes af den gode retspleje og i denne henseende tjener almenhedens interesse, taler i denne retning. Derimod kan en sådan transaktion, eftersom en privatperson ikke kan anmode om, at der foretages forkyndelse, ikke anses for at være omfattet af en tjeneste, som er til rådighed »for alle brugere« som omhandlet i artikel 3, stk. 1, i direktiv 97/67.", "label": [[87, 108, "ORG"]]}
{"text": "24      På denne baggrund har Bundesfinanzhof (forbundsdomstol i skatte- og afgiftsretlige sager) besluttet at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[30, 98, "ORG"], [138, 147, "ORG"]]}
{"text": "»Er en erhvervsdrivende, der foretager forkyndelse af dokumenter i henhold til offentligretlige bestemmelser, en »befordringspligtig virksomhed« som omhandlet i artikel 2, nr. 13), i direktiv 97/67[…], som helt eller delvist opfylder befordringspligten, og er disse ydelser fritaget for afgift i henhold til artikel 132, stk. 1, litra a), i […] direktiv 2006/112[…]?«", "label": []}
{"text": "Sag C-5/18", "label": []}
{"text": "25      Lemchen Ehrenpreis  er kurator for JUREX, over for hvilket selskab der den 1. juli 2011  blev afsagt konkursdekret, og hvorved Lemchen Ehrenpreis ligeledes blev udpeget som kurator. Dette selskab foretog navnlig forkyndelse af dokumenter på det tyske område.", "label": [[8, 26, "PER"], [31, 38, "PROFESSION"], [43, 48, "ORG"], [83, 95, "DATE"], [135, 153, "PER"], [181, 188, "PROFESSION"], [253, 258, "LOC"]]}
{"text": "26      I 2010  ansøgte JUREX  den centrale forbundsskatte- og afgiftsmyndighed om udstedelse af en attest vedrørende momsfritagelse af nævnte forkyndelsestjeneste.  Dette selskab afgav tilsagn over for denne myndighed om på hele det tyske område at udbyde en sådan forkyndelsestjeneste i henhold til retsplejereglerne og de gældende love i overensstemmelse med de licenser, som Bundesnetzagentur (forbundstilsynsmyndigheden for net, Tyskland) havde udstedt med henblik herpå.", "label": [[10, 14, "DATE"], [24, 29, "ORG"], [31, 79, "ORG"], [234, 239, "LOC"], [379, 396, "ORG"], [398, 432, "ORG"], [434, 442, "LOC"]]}
{"text": "27      Ved afgørelse af 4.  august 2010 gav den centrale forbundsskatte- og afgiftsmyndighed afslag på nævnte ansøgning med den begrundelse, at den tjeneste, som ansøgningen drejede sig om, ikke var omfattet af befordringspligten.", "label": [[25, 40, "DATE"], [45, 93, "ORG"]]}
{"text": "28      Lemchen Ehrenpreis anlagde sag ved Finanzgericht Köln (domstolen i skatte- og afgiftsretlige sager i Köln, Tyskland), som stadfæstede  afslaget på fritagelse af moms af de pågældende ydelser med samme begrundelse som  den centrale forbundsskatte- og afgiftsmyndighed.", "label": [[8, 26, "PER"], [43, 61, "ORG"], [63, 72, "ORG"], [109, 123, "LOC"], [226, 274, "ORG"]]}
{"text": "29      Lemchen Ehrenpreis har til den forelæggende ret, Bundesfinanzhof (forbundsdomstol i skatte- og afgiftsretlige sager), indgivet en revisionsanke til prøvelse af denne afgørelse.", "label": [[8, 26, "PER"], [57, 124, "ORG"]]}
{"text": "30      Af samme grunde som dem, der er anført i sag  C-4/18, har Bundesfinanzhof (forbundsdomstol i skatte- og afgiftsretlige sager) besluttet at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[66, 134, "ORG"], [174, 183, "ORG"]]}
{"text": "»1)      Er forkyndelse af dokumenter i henhold til offentligretlige bestemmelser (retspleje- og lovregler, der gælder for administrativ forkyndelse – postlovens § 33, stk. 1), en tjeneste, der er omfattet af befordringspligten, i henhold til artikel 3, stk. 4, i direktiv 97/67[…]?", "label": []}
{"text": "2)      Såfremt det første spørgsmål besvares bekræftende:", "label": []}
{"text": "Er en erhvervsdrivende, der foretager forkyndelse af dokumenter i henhold til offentligretlige bestemmelser, en »befordringspligtig virksomhed« som omhandlet i artikel 2, nr. 13), i direktiv 97/67[…], som helt eller delvist opfylder befordringspligten, og er disse tjenester fritaget for afgift i henhold til artikel 132, stk. 1, litra a), i […] direktiv 2006/112[…]?«", "label": []}
{"text": "31      Ved afgørelse truffet af Domstolens præsident den 1.  februar 2018 er sagerne C-4/18 og C-5/18 blevet forenet med henblik på den skriftlige og mundtlige forhandling samt dommen.", "label": [[33, 43, "ORG"], [44, 53, "PROFESSION"], [58, 74, "DATE"]]}
{"text": "Om de præjudicielle spørgsmål", "label": []}
{"text": "Om de præjudicielle anmodninger kan antages til realitetsbehandling", "label": []}
{"text": "32      Revionsappellanterne i hovedsagerne har gjort gældende, at anmodningerne om præjudiciel afgørelse ikke kan antages til realitetsbehandling.", "label": []}
{"text": "33      Navnlig har de for det første anført, at for så vidt som de forelagte spørgsmål tager sigte på at fastslå, om fritagelsen i artikel 132, stk. 1, litra a), i direktiv 2006/112 finder anvendelse på transaktioner som de i hovedsagerne omhandlede, er disse spørgsmål overflødige med henblik på at træffe afgørelse i tvisterne i hovedsagerne. For så vidt som besvarelsen herpå er, at de i hovedsagerne omhandlede tjenester skal anses for at være omfattet af befordringspligten, og at de postbefordrende virksomheder som de i hovedsagerne omhandlede skal anses for at være befordringspligtige virksomheder, skal disse ydelser nemlig nødvendigvis fritages i henhold til denne bestemmelse.", "label": []}
{"text": "34      I forbindelse med tvisten i hovedsagen i sag C-5/18 har den forelæggende ret for det andet ved kendelse af 15.  december 2016 allerede fastslået, at foretagelse af forkyndelse af dokumenter er en del af den momsfritagne befordringspligt. Det følger af denne kendelse, at nævnte ret ikke har haft nogen tvivl om fortolkningen af de af EU-rettens bestemmelser, der er genstand for de nærværende anmodninger om præjudiciel afgørelse, således at det for denne ret er unødvendigt at indgive en anmodning om præjudiciel afgørelse til Domstolen i henhold til artikel 267 TEUF.", "label": [[115, 133, "DATE"], [342, 344, "LOC"], [536, 545, "ORG"]]}
{"text": "35      Det skal i denne forbindelse bemærkes, at det følger af Domstolens faste praksis, at det inden for rammerne af det samarbejde mellem Domstolen og de nationale retter, der er indført i artikel 267 TEUF, udelukkende tilkommer den nationale retsinstans, for hvem en tvist er indbragt, og som har ansvaret for den retlige afgørelse, som skal træffes, på grundlag af omstændighederne i den konkrete sag at vurdere, såvel om en præjudiciel afgørelse er nødvendig for, at den kan afsige dom, som relevansen af de spørgsmål, som den forelægger Domstolen. Når de forelagte spørgsmål vedrører fortolkningen af EU-retten, er Domstolen derfor principielt forpligtet til at træffe afgørelse (dom af 5.3.2019, Eesti Pagar, C-349/17, EU:C:2019:172, præmis  47 og den deri nævnte retspraksis).", "label": [[64, 74, "ORG"], [141, 150, "ORG"], [544, 553, "ORG"], [608, 610, "LOC"], [622, 631, "ORG"], [694, 702, "DATE"], [704, 715, "ORG"]]}
{"text": "36      Heraf følger, at der foreligger en formodning for, at spørgsmål om EU-retten er relevante.  Domstolen kan kun afvise at træffe afgørelse om et præjudicielt spørgsmål forelagt af en national ret, hvis det klart fremgår, at den ønskede fortolkning af EU-retten savner enhver forbindelse med realiteten i hovedsagen eller dennes genstand, såfremt problemet er af hypotetisk karakter, eller såfremt Domstolen ikke råder over de faktiske og retlige oplysninger, som er nødvendige for, at den kan give en hensigtsmæssig besvarelse af de forelagte spørgsmål (dom af 5.3.2019, Eesti Pagar, C-349/17, EU:C:2019:172, præmis 48 og den deri nævnte retspraksis).", "label": [[75, 77, "LOC"], [100, 109, "ORG"], [257, 259, "LOC"], [403, 412, "ORG"], [567, 575, "DATE"], [577, 588, "ORG"]]}
{"text": "37      Hvad i den foreliggende sag angår det argument, som er anført i nærværende doms præmis 33, må det fastslås, at det fremgår af de oplysninger, som Domstolen råder over, at der ved den forelæggende ret er anlagt sager, i forbindelse med hvilke denne ret skal tage stilling til, om virksomhed bestående i forkyndelse af dokumenter, som DIREKTexpress Holding  og JUREX udøvede, bør omfattes af momsfritagelsen i henhold til artikel 132, stk. 1, litra a), i direktiv 2006/112.  Det følger i denne henseende af forelæggelsesafgørelsen, at denne ret er af den opfattelse, at Domstolens besvarelse af de forelagte spørgsmål er afgørende for at træffe afgørelse i disse sager.  Under disse omstændigheder synes Domstolens besvarelse af de forelagte spørgsmål at være nødvendig for at gøre det muligt for den forelæggende ret at afsige dom.", "label": [[154, 163, "ORG"], [341, 362, "ORG"], [367, 372, "ORG"], [576, 586, "ORG"], [710, 720, "ORG"]]}
{"text": "38      For så vidt angår det argument, som revionsappellanterne i hovedsagerne har fremført, og som er nævnt i nærværende doms præmis 34, er det tilstrækkeligt at konstatere, at den forelæggende ret i sine anmodninger om præjudiciel afgørelse har anført, at den nærer tvivl hvad angår den besvarelse, som Domstolen måtte give af de forelagte spørgsmål. Disse parter er i øvrigt ikke fremkommet med nogen oplysninger, der kan ændre konstateringerne i foregående præmis, ifølge hvilke der for den forelæggende ret er anlagt de nu verserende sager, hvis afgørelse afhænger af de svar, som Domstolen giver på de forelagte spørgsmål.", "label": [[306, 315, "ORG"], [587, 596, "ORG"]]}
{"text": "39      Det følger heraf, at anmodningerne om præjudiciel afgørelse i deres helhed kan antages til realitetsbehandling.", "label": []}
{"text": "Om realiteten", "label": []}
{"text": "40      Med sine spørgsmål, som skal behandles samlet, ønsker den forelæggende ret nærmere bestemt oplyst, om artikel 2, nr. 13), og artikel 3 i direktiv 97/67 skal fortolkes således, at leverandører af postomdelingstjenester som de i hovedsagerne omhandlede, der i deres egenskab af indehavere af en national licens, som tillader dem at udbyde denne tjeneste, i henhold til bestemmelser i national ret er forpligtet til at foretage ydelser bestående i forkyndelse af dokumenter fra domstole og administrative myndigheder, skal anses for »befordringspligtige virksomheder« i disse bestemmelsers forstand, således at disse ydelser skal fritages for moms som ydelser, der præsteres af »det offentlige postvæsen« i medfør af artikel 132, stk. 1, litra a), i direktiv  2006/112.", "label": []}
{"text": "41      Indledningsvis bemærkes, at i henhold til artikel 132, stk. 1, litra a), i direktiv 2006/112 er levering af ydelser og dertil knyttede varer præsteret af det offentlige postvæsen fritaget for moms.", "label": []}
{"text": "42      Som Domstolen allerede har fastslået, kan betingelserne for fritagelser, uanset at disse fritagelser, som er fastsat i kapitel 2-9 i direktiv 2006/112, ifølge direktivets artikel 131 bl.a. finder anvendelse på betingelser, som medlemsstaterne fastsætter for at sikre en korrekt og enkel anvendelse af dem og forhindre enhver mulig form for svig, unddragelse og misbrug, ikke angå fastlæggelsen af indholdet af de fastsatte fritagelser  (jf. i denne retning dom af 11.1.2001, Kommissionen mod Frankrig, C-76/99, EU:C:2001:12, præmis 26, og af 26.5.2005, Kingscrest Associates og Montecello, C-498/03, EU:C:2005:322, præmis 24).", "label": [[12, 21, "ORG"], [472, 481, "DATE"], [483, 495, "ORG"], [500, 508, "ORG"], [550, 559, "DATE"], [561, 582, "ORG"], [586, 596, "ORG"]]}
{"text": "43      Fritagelserne i artikel 132 i direktiv 2006/112 er nemlig selvstændige EU-retlige begreber, hvorfor de må underlægges en definition på EU-plan (jf. i denne retning dom af 26.5.2005, Kingscrest Associates og Montecello, C-498/03, EU:C:2005:322, præmis 22, og af 21.1.2016, Les Jardins de Jouvence, C-335/14, EU:C:2016:36, præmis 47).", "label": [[79, 81, "LOC"], [143, 145, "LOC"], [179, 188, "DATE"], [190, 211, "ORG"], [215, 225, "ORG"], [269, 278, "DATE"], [280, 303, "ORG"]]}
{"text": "44      Ud fra dette synspunkt kan pålæggelse af eller fritagelse for moms med hensyn til en bestemt transaktion ikke afhænge af, hvorledes den kvalificeres i national ret (dom af 26.5.2005, Kingscrest Associates og Montecello, C-498/03, EU:C:2005:322, præmis  25, og af 14.6.2007, Krawczyk, C-445/05, EU:C:2007:344, præmis  25).", "label": [[180, 189, "DATE"], [191, 212, "ORG"], [216, 226, "ORG"], [271, 280, "DATE"], [282, 290, "PER"]]}
{"text": "45      Ifølge Domstolens faste praksis skal de udtryk, der anvendes til at betegne fritagelser som dem, der er fastsat i artikel 132 i direktiv 2006/112, endvidere fortolkes strengt, idet en fritagelse er en undtagelse fra det almindelige princip om, at moms opkræves af enhver tjenesteydelse, der udføres mod vederlag af en afgiftspligtig person. Fortolkningen af disse udtryk skal imidlertid være forenelig med de formål, der forfølges med nævnte fritagelser, og overholde de krav, der følger af princippet om afgiftsneutralitet, som er uadskilleligt forbundet med det fælles momssystem. Reglen om en streng fortolkning betyder således ikke, at de udtryk, der anvendes til at definere fritagelsestilfældene i nævnte artikel 132, skal fortolkes således, at de fratages deres virkning (jf. i denne retning dom af 21.9.2017, Aviva, C-605/15, EU:C:2017:718, præmis 30, og af 26.10.2017, The English Bridge Union, C-90/16, EU:C:2017:814, præmis 20).", "label": [[15, 25, "ORG"], [814, 823, "DATE"], [825, 830, "ORG"], [874, 884, "DATE"], [886, 910, "ORG"]]}
{"text": "46      Det bemærkes i denne henseende, at artikel  132  i direktiv 2006/112 er indeholdt i kapitel 2, som har overskriften »Fritagelse i forbindelse med visse former for virksomhed af almen interesse«,  under dette direktivs afsnit IX. Det følger heraf, at fritagelserne i denne artikel har til formål at tilgodese visse former for virksomhed af almen interesse såsom levering af ydelser, der præsteres af det offentlige postvæsen som omhandlet i denne artikels stk. 1, litra a).", "label": []}
{"text": "47      Det følger navnlig af dette formåls art, at fritagelsen ikke kan finde anvendelse på særlige tjenesteydelser, der ikke står i forbindelse med tjenesteydelser af almen interesse, hvortil hører tjenesteydelser, hvorved man søger at imødekomme særlige behov hos erhvervsdrivende (jf. i denne retning dom af 23.4.2009, TNT Post UK, C-357/07, EU:C:2009:248, præmis 46 og den deri nævnte retspraksis).", "label": [[312, 321, "DATE"], [323, 334, "ORG"]]}
{"text": "48      Ydelser, der præsteres af det offentlige postvæsen, og hvis vilkår er blevet forhandlet individuelt, kan følgelig ikke på grundlag af artikel 132, stk. 1, litra a), i direktiv 2006/112 anses for fritagne. Disse ydelser opfylder i sagens natur kun de pågældende brugeres særlige behov (jf. i denne retning dom af 23.4.2009, TNT Post UK, C-357/07, EU:C:2009:248, præmis 47).", "label": [[320, 329, "DATE"], [331, 342, "ORG"]]}
{"text": "49      Det bemærkes endvidere, at på postbefordringsområdet har det almene formål, som er angivet i nærværende doms præmis 46, karakter af et mere specifikt formål om at tilbyde billig postbefordring, der opfylder befolkningens væsentlige behov. På EU-rettens nuværende udviklingstrin er dette formål i det væsentlige sammenfaldende med formålet med direktiv 97/67, dvs. at tilbyde almen postbefordring  (jf. i denne retning dom af 23.4.2009, TNT Post UK, C-357/07, EU:C:2009:248, præmis 33  og 34).", "label": [[250, 252, "LOC"], [433, 442, "DATE"], [444, 455, "ORG"]]}
{"text": "50      I denne henseende har Domstolen allerede fastslået, at »det offentlige postvæsen« som omhandlet i artikel 132, stk. 1, litra a), i direktiv 2006/112 skal anses for at være offentlige eller private virksomheder,  der forpligter sig til at udbyde posttjenester, der opfylder befolkningens væsentlige behov, og derfor i praksis at opfylde postbefordringspligten i en medlemsstat, således som defineret i artikel 3  i direktiv 97/67  (jf. i denne retning dom af 23.4.2009, TNT Post UK, C-357/07, EU:C:2009:248, præmis 36, og af 21.4.2015, Kommissionen mod Sverige, C-114/14, EU:C:2015:249, præmis 28).", "label": [[30, 39, "ORG"], [466, 475, "DATE"], [477, 488, "ORG"], [532, 541, "DATE"], [543, 555, "ORG"], [560, 567, "ORG"]]}
{"text": "51      Selv om omridset af begrebet »det offentlige postvæsen« er defineret i artikel 3, stk. 1, i direktiv 97/67, hvorefter en sådan tjeneste indebærer et udbud af posttjenester af nærmere fastlagt kvalitet til priser, der er overkommelige for alle brugere, er det i denne artikels stk. 4 fastsat, at hver medlemsstat vedtager de foranstaltninger, der er nødvendige for, at befordringspligten omfatter mindst indsamling, sortering, transport og omdeling af postforsendelser og postpakker, hvis vægt ikke overstiger de i denne bestemmelse angivne, samt postbefordring af rekommanderede forsendelser og forsendelser med angiven værdi. I artikel 2, nr. 4)-6) og 9), i direktiv 97/67 gives der gennem diverse definitioner yderligere oplysninger om indholdet af en sådan minimumstjeneste.", "label": []}
{"text": "52      Det fremgår af anmodningerne om præjudiciel afgørelse, at de i hovedsagerne omhandlede tjenester består i forkyndelse af dokumenter i forbindelse med retssager eller sager ved de administrative myndigheder. Efter reglerne for sådanne forkyndelser  overdrages det dokument, som skal forkyndes, og som er genstand for forkyndelsesopdraget, til postvæsenet eller en tilsvarende tjenesteyder.  Dette dokument lægges i en lukket kuvert sammen med en behørigt forberedt formular til et forkyndelsesbevis, som, når først førstnævnte dokument er forkyndt, returneres til den myndighed, der har overdraget nævnte opdrag. Det fremgår ligeledes af disse anmodninger, at den tjenesteudbyder, som foretager forkyndelse, ikke garanterer forkyndelsen mod et fast beløb.", "label": []}
{"text": "53      Det følger imidlertid af selve ordlyden af artikel 3, stk. 4, i direktiv 97/67 og navnlig udtrykket »mindst« heri, at selv om en medlemsstat som minimum skal sikre, at de heri fastsatte ydelser  leveres, forholder det sig ikke desto mindre således, at andre posttjenester ligeledes kan anses for i givet fald at være omfattet af befordringspligten, som sikres af denne medlemsstat.", "label": []}
{"text": "54      Uden at det således er nødvendigt at undersøge, om ydelser som dem, DIREKTexpress Holding og JUREX leverede, er omfattet af en af de specifikke kategorier af posttjenester, som artikel 3, stk. 4, i direktiv 97/67 henviser til, skal det i den foreliggende sag bemærkes, at på grund af deres særlige karakteristika og den sammenhæng, hvori de præsteres, kan disse ydelser  under alle omstændigheder anses for at udgøre en del af befordringspligten, således som defineret i denne artikel.", "label": [[76, 97, "ORG"], [101, 106, "ORG"]]}
{"text": "55      Indledningsvis bemærkes, at Domstolen allerede har fastslået, at de operatører, der helt eller delvist opfylder postbefordringspligten, er underlagt et særligt regelsæt med specifikke forpligtelser. Forskellen på »det offentlige postvæsen« og de andre operatører på markedet vedrører således ikke arten af de præsterede ydelser, men det forhold, at de er underlagt et sådant regelsæt (jf. i denne retning dom af 21.4.2015, Kommissionen mod Sverige, C-114/14, EU:C:2015:249, præmis 33).", "label": [[36, 45, "ORG"], [420, 429, "DATE"], [431, 443, "ORG"], [448, 455, "ORG"]]}
{"text": "56      I den foreliggende sag fremgår det af de oplysninger, som Domstolen råder over, at DIREKTexpress Holding og JUREX i den relevante periode faktisk var underlagt regler, der ikke fulgte af individuelle forhandlinger, men af særlige forpligtelser i henhold til tysk lovgivning.", "label": [[66, 75, "ORG"], [91, 112, "ORG"], [116, 121, "ORG"], [266, 270, "LOC"]]}
{"text": "57      I henhold til denne lovgivning  er indehaveren af en licens, som giver denne tilladelse til at levere postomdelingstjenester, navnlig forpligtet til at forkynde dokumenter uanset deres vægt i henhold til de retspleje- og lovregler, der gælder for forkyndelse i administrative sager. Vederlaget for en sådan licens overholder i øvrigt kravene  i denne lovgivning og skal godkendes af den kompetente tilsynsmyndighed. Det fremgår endvidere af de oplysninger, som Domstolen råder over, at ved forkyndelse af retsafgørelser begynder frister for iværksættelse af retsmidler at løbe og indebærer en overdragelse af myndighedsopgaver, for så vidt som leverandøren af postomdelingstjenester i henhold til tysk lovgivning, når denne har pligt til at foretage forkyndelse, tillægges myndighedsbeføjelser for at kunne overholde sine forpligtelser.", "label": [[469, 478, "ORG"], [705, 709, "LOC"]]}
{"text": "58      Det følger heraf, at disse tjenester ikke har til formål at imødekomme særlige behov hos erhvervsdrivende eller andre bestemte individuelle brugere, men at sikre en god retspleje, for så vidt som de muliggør forkyndelse af dokumenter i forbindelse med retssager eller sager ved de administrative myndigheder.", "label": []}
{"text": "59      Hvad endvidere angår betingelsen i artikel 3, stk. 1, i direktiv 97/67, hvorefter tjenester under befordringspligten, således som den forelæggende ret har anført, leveres »for alle brugere«, er opdragsgiverne for de forkyndelser, der er omhandlet i den i hovedsagerne omhandlede tyske lovgivning, hovedsageligt domstole og administrative myndigheder. Det følger heraf, at en privatperson ikke kan anmode om sådanne forkyndelser, men de er i alt væsentligt til rådighed for offentlige institutioner.", "label": [[287, 292, "LOC"]]}
{"text": "60      Denne omstændighed er imidlertid på ingen måde til hinder for, at den betingelse, der henvises til i foregående præmis, anses for at være opfyldt i den foreliggende sag. For det første, og således som Kommissionen med rette har anført i sit skriftlige indlæg, er »brugerne« af posttjenester som omhandlet i artikel 2, nr. 17), i direktiv  97/67 navnlig ikke alene fysiske og juridiske personer, der som afsendere benytter en sådan ydelse, men ligeledes modtagere af sådanne tjenester.", "label": [[209, 221, "ORG"]]}
{"text": "61      Selv om forkyndelse foretages ved, at offentlige institutioner optræder som ordregivere, forholder det sig for det andet ikke desto mindre således, at disse sidstnævntes virksomhed ikke har til formål at opfylde deres egne behov, men at sikre, at retssystemet og det administrative system, som de er en del af, fungerer korrekt. Sådan virksomhed udøves således på vegne af alle, der berøres af muligheden for at forkynde et dokument efter den procedure, som er nævnt i nærværende doms præmis 52.", "label": []}
{"text": "62      For det tredje, og således som Kommissionen med rette har fremhævet, udgør ydelsen bestående i forkyndelse af dokumenter kun et element af befordringspligten, som en medlemsstat skal sikre, idet det desuden står sidstnævnte frit for i henhold til artikel 4, stk. 2, i direktiv 97/67 at udpege flere virksomheder til at varetage  forskellige elementer af befordringspligten eller at dække forskellige dele af deres nationale område.", "label": [[39, 51, "ORG"]]}
{"text": "63      Endelig fremgår det af de oplysninger, der er fremlagt for Domstolen, at ydelserne bestående i forkyndelse af dokumenter, som lovpligtigt skal leveres af en indehaver af en licens, som giver indehaveren tilladelse til at udbyde postomdelingstjenester, i henhold til deres nationale lovgivningsmæssige ramme synes at ske til overkommelige priser og overalt på det tyske område, hvilket det påhviler den forelæggende ret at  efterprøve.", "label": [[67, 76, "ORG"], [371, 376, "LOC"]]}
{"text": "64      Under disse omstændigheder skal ydelser som de i hovedsagerne omhandlede anses for at opfylde den tyske befolknings væsentlige behov i overensstemmelse med det særlige formål på postbefordringsområdet som nævnt i nærværende doms præmis 49.", "label": [[106, 111, "LOC"]]}
{"text": "65      Henset til det ovenstående skal det fastslås, at erhvervsdrivende såsom DIREKTexpress Holding og JUREX, der, som det fremgår af de oplysninger, som Domstolen råder over, men som det tilkommer den forelæggende ret at efterprøve, hver var indehaver af en licens, der gav dem tilladelse til at udbyde postomdelingstjenester, og som derfor var forpligtet til overalt på det tyske område at varetage tjenester bestående i forkyndelse af dokumenter på de særlige betingelser, der er angivet i nærværende doms præmis 57, varetager  en del af »befordringspligten« som omhandlet i artikel 3 i direktiv 97/67. Eftersom disse ydelser udgør en del af nævnte befordringspligt, skal sådanne erhvervsdrivende, således som det fremgår af nærværende doms præmis 50, betragtes som »det offentlige postvæsen« som omhandlet i artikel 132, stk. 1, litra a), i direktiv 2006/112, når de leverer de nævnte ydelser, således at disse ydelser skal fritages for moms i medfør af sidstnævnte bestemmelse.", "label": [[80, 101, "ORG"], [105, 110, "ORG"], [156, 165, "ORG"], [378, 383, "LOC"]]}
{"text": "66      Disse betragtninger ændres ikke af den omstændighed, at de pågældende ydelser i medfør af den i hovedsagerne omhandlede nationale lovgivning ikke anses for at være en del af befordringspligten. Som det fremgår af nærværende doms præmis 42-44, kan kvalificeringen i national ret af en bestemt transaktion nemlig ikke medføre, at den momspålægges, når  den i medfør af EU-retten omfattes af en momsfritagelse.", "label": [[375, 377, "LOC"]]}
{"text": "67      Det samme gør sig gældende med hensyn til den omstændighed, som den finske regering har fremhævet i sit skriftlige indlæg, at  der ikke var sket underretning til Kommissionen om DIREKTexpress Holdings  og JUREX’ navne som værende virksomheder, der opfylder en del af befordringspligten, i strid med forpligtelsen i artikel 4, stk. 2, i direktiv 97/67.", "label": [[72, 91, "ORG"], [170, 182, "ORG"], [186, 208, "ORG"], [213, 219, "ORG"]]}
{"text": "68      Navnlig kan tilsidesættelse af denne underretningspligt, såfremt den forudsættes at foreligge, ikke i sig selv bevirke, at medlemsstaterne tillades efter deres forgodtbefindende at hindre anvendelsen af fritagelsen i artikel 132, stk. 1, litra a), i direktiv 2006/112, selv om  der er tale om ydelser, der omfattes af befordringspligten. En anerkendelse af, at medlemsstaterne har en sådan mulighed, risikerer nemlig ikke alene at tilsidesætte den retspraksis, der er anført i nærværende doms præmis 42-44, men ligeledes princippet om afgiftsneutralitet, der er til hinder for, at erhvervsdrivende, som udfører de samme transaktioner, behandles forskelligt i henseende til betaling af moms (jf. dom af 28.6.2007, JP  Morgan Fleming Claverhouse Investment Trust og The Association of Investment Trust Companies, C-363/05, EU:C:2007:391, præmis 46 og den deri nævnte retspraksis).", "label": [[710, 719, "DATE"], [721, 768, "ORG"], [772, 817, "ORG"]]}
{"text": "69      Betragtningerne i nærværende doms præmis 65 svækkes heller ikke af artikel 3, stk. 7, i direktiv  97/67, ifølge hvilken befordringspligten både omfatter indenlandsk og grænseoverskridende postbefordring.", "label": []}
{"text": "70      Selv om denne bestemmelse ganske vist medfører, at grænseoverskridende postbefordring omfattes af begrebet »befordringspligt« som defineret i artikel 3 i direktiv 97/67, kan den ikke alene af denne grund fortolkes således, at den bevirker, at indenlandsk postbefordring som den i hovedsagerne omhandlede udelukkes fra anvendelsesområdet for dette begreb med den begrundelse, at udbuddet af disse tjenester, som præsteres af den pågældende virksomhed, ikke indbefatter grænseoverskridende postbefordring. Det er tilstrækkeligt at bemærke, at den omstændighed, således som det fremgår af nærværende doms præmis 62, at en medlemsstat frit kan udpege flere virksomheder til at varetage forskellige elementer af befordringspligten eller at dække forskellige geografiske udstrækninger, således indebærer, at denne medlemsstat kan beslutte til en given erhvervsdrivende kun at overdrage den i hovedsagerne omhandlede tjeneste bestående i forkyndelse af dokumenter, som kun dækker den pågældende medlemsstats område.", "label": []}
{"text": "71      Henset til samtlige ovenstående betragtninger skal de forelagte spørgsmål besvares med, at artikel 2, nr. 13), og artikel 3 i direktiv 97/67 skal fortolkes således, at leverandører af postomdelingstjenester som de i hovedsagerne omhandlede, der i deres egenskab af indehavere af en national licens, som tillader dem at udbyde denne tjeneste, i henhold til bestemmelser i national ret er forpligtet til at foretage ydelser bestående i forkyndelse af dokumenter fra domstole og administrative myndigheder, skal anses for »befordringspligtige virksomheder« i disse bestemmelsers forstand, således at disse ydelser skal fritages for moms som ydelser, der præsteres af »det offentlige postvæsen« i medfør af artikel 132, stk. 1, litra a), i direktiv 2006/112.", "label": []}
{"text": "Sagsomkostninger", "label": []}
{"text": "72      Da sagernes behandling i forhold til hovedsagernes parter udgør et led i de sager, der verserer for den forelæggende ret, tilkommer det denne at træffe afgørelse om sagsomkostningerne. Bortset fra nævnte parters udgifter kan de udgifter, som er afholdt i forbindelse med afgivelse af indlæg for Domstolen, ikke erstattes.", "label": [[303, 312, "ORG"]]}
{"text": "På grundlag af disse præmisser kender Domstolen (Femte Afdeling) for ret:", "label": [[38, 64, "ORG"]]}
{"text": "Artikel 2, nr. 13), og artikel 3 i Europa-Parlamentets og Rådets direktiv 97/67/EF af 15. december 1997 om fælles regler for udvikling af Fællesskabets indre marked for posttjenester og forbedring af disse tjenesters kvalitet, som ændret ved Europa-Parlamentets og Rådets direktiv 2008/6/EF af 20. februar 2008, skal fortolkes således, at leverandører af postomdelingstjenester som de i hovedsagerne omhandlede, der i deres egenskab af indehavere af en national licens, som tillader dem at udbyde denne tjeneste, i henhold til bestemmelser i national ret er forpligtet til at foretage ydelser bestående i forkyndelse af dokumenter fra domstole og administrative myndigheder, skal anses for »befordringspligtige virksomheder« i disse bestemmelsers forstand, således at disse ydelser skal fritages for merværdiafgift som ydelser, der præsteres af »det offentlige postvæsen« i medfør af artikel 132, stk. 1, litra a), i Rådets direktiv 2006/112/EF af 28. november 2006 om det fælles merværdiafgiftssystem.", "label": [[35, 54, "ORG"], [58, 64, "ORG"], [86, 103, "DATE"], [138, 151, "LOC"], [242, 261, "ORG"], [265, 271, "ORG"], [294, 310, "DATE"], [917, 923, "ORG"], [948, 965, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "*  Processprog: tysk.", "label": [[16, 20, "NATIONALITY"]]}
