{"text": "FORSLAG TIL AFGØRELSE FRA GENERALADVOKAT F. COLIN fremsat den 25. februar 2020(1)", "label": [[26, 40, "PROFESSION"], [41, 49, "PER"], [62, 78, "DATE"]]}
{"text": "Sag C-97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "mod", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(anmodning om præjudiciel afgørelse indgivet af Finanzgericht Düsseldorf (domstol i skatte- og afgiftsretlige sager, Düsseldorf, Tyskland))", "label": [[48, 72, "ORG"], [74, 81, "ORG"], [117, 137, "LOC"]]}
{"text": "»Præjudiciel forelæggelse – Rådets forordning (EØF) nr. 2913/92 – EF-toldkodeksen – toldangivelse – revision af toldangivelsen – berigtigelse af klarererens navn, således at det erstattes med navnet på den person, som har fået udstedt importcertifikaterne – hvorvidt toldangivelsen skal erklæres ugyldig – repræsentation«", "label": [[28, 34, "ORG"], [66, 68, "LOC"]]}
{"text": "1. Artikel 78, stk. 1, i Rådets forordning (EØF) nr. 2913/92 af 12. oktober 1992 om indførelse af en EF-toldkodeks (EFT 1992, L 302, s. 1) (herefter »toldkodeksen af 1992«), som var i kraft frem til den 30. april 2016, gav toldmyndighederne mulighed for på eget initiativ eller efter anmodning fra klarereren at foretage en revision af toldangivelsen efter frigivelsen af de varer, som var omfattet af denne angivelse. Det spørgsmål, der nu er opstået i forbindelse med denne præjudicielle forelæggelse, er, hvorvidt denne bestemmelse gav toldmyndighederne mulighed for at ændre navnet på klarereren, når klarererens identitet var angivet forkert af årsager, der fremstår som en fejl begået i god tro.", "label": [[25, 31, "ORG"], [64, 80, "DATE"], [101, 103, "LOC"], [166, 170, "DATE"], [203, 217, "DATE"], [223, 240, "ORG"]]}
{"text": "2. Den omhandlede anmodning om præjudiciel afgørelse er indgivet af Finanzgericht Düsseldorf (domstol i skatte- og afgiftsretlige sager, Düsseldorf, Tyskland) i forbindelse med en tvist mellem Pfeifer & Langen GmbH & Co KG (herefter »Pfeifer & Langen«) og Hauptzollamt Köln (toldkontoret, Köln, Tyskland, herefter »toldkontoret«) vedrørende import af rørsukker til nedsat toldsats.", "label": [[68, 92, "ORG"], [94, 135, "ORG"], [137, 157, "LOC"], [193, 222, "ORG"], [234, 250, "ORG"], [256, 273, "ORG"], [275, 287, "ORG"], [289, 303, "LOC"], [315, 327, "ORG"]]}
{"text": "3. Hovedspørgsmålet i denne sag vedrører anvendelsesområdet for artikel 78 i toldkodeksen af 1992. Inden sagens spørgsmål behandles, er det imidlertid først nødvendigt at redegøre for de relevante retsforskrifter.", "label": [[93, 97, "DATE"]]}
{"text": "I. Retsforskrifter", "label": []}
{"text": "4. Følgende fremgik af femte og sjette betragtning til toldkodeksen af 1992:", "label": [[71, 75, "DATE"]]}
{"text": "»[F]or at tilgodese såvel toldadministrationernes behov for at sikre en korrekt anvendelse af forskrifterne, som de erhvervsdrivendes ret til at opnå ligebehandling, bør der skabes vidtgående kontrolmuligheder for administrationerne og indføres klageadgang for de erhvervsdrivende; gennemførelsen af en sådan klageadgang vil i Det Forenede Kongerige gøre det nødvendigt at indføre nye administrative procedurer, og dette kan først ske fra den 1. januar 1995;", "label": [[327, 349, "ORG"], [443, 457, "DATE"]]}
{"text": "af hensyn til udenrigshandelens store betydning for Fællesskabet bør toldformaliteter og toldkontrol undgås eller i det mindste begrænses mest muligt.«", "label": [[52, 64, "LOC"]]}
{"text": "5. Artikel 5 i toldkodeksen af 1992 lød:", "label": [[31, 35, "DATE"]]}
{"text": "»1. På de betingelser, der er fastsat i artikel 64, stk. 2, og med forbehold af de foranstaltninger, der er truffet i medfør af artikel 243, stk. 2, litra b), kan en person lade sig repræsentere over for toldmyndighederne med henblik på at foretage de handlinger og opfylde de formaliteter, der er fastsat i toldforskrifterne.", "label": [[182, 194, "PROFESSION"]]}
{"text": "2. Repræsentationsforholdet kan være", "label": []}
{"text": "– direkte, når repræsentanten handler i en anden persons navn og for anden persons regning", "label": [[15, 29, "PROFESSION"]]}
{"text": "– indirekte, når repræsentanten handler i eget navn, men for en anden persons regning.", "label": [[17, 31, "PROFESSION"]]}
{"text": "På deres områder kan medlemsstaterne forbeholde retten til at udfærdige toldangivelser efter reglerne for:", "label": []}
{"text": "– direkte repræsentation, eller", "label": []}
{"text": "– indirekte repræsentation", "label": []}
{"text": "ved at kræve, at repræsentanten skal være en toldklarerer, der udøver sin virksomhed i de pågældende områder.", "label": [[17, 31, "PROFESSION"], [45, 57, "PROFESSION"]]}
{"text": "3. Bortset fra de i artikel 64, st. 2, litra b), og stk. 3, omhandlede tilfælde skal repræsentanten være etableret i Fællesskabet.", "label": [[85, 99, "PROFESSION"], [117, 129, "LOC"]]}
{"text": "4. Repræsentanten skal erklære at handle på den persons vegne, der repræsenteres, angive, hvorvidt det drejer sig om direkte eller indirekte repræsentation og være i besiddelse af en fuldmagt.", "label": [[3, 17, "PROFESSION"]]}
{"text": "Den person, der ikke erklærer, at han handler i en anden persons navn eller for en anden persons regning, eller som erklærer, at han handler i en anden persons navn eller for en anden persons regning, uden at være i besiddelse af en fuldmagt, anses for at handle i eget navn og for egen regning.", "label": []}
{"text": "5. Toldmyndighederne kan afkræve enhver person, der erklærer, at han handler i en anden persons navn eller for en anden persons regning, dokumentation for hans fuldmagt.«", "label": []}
{"text": "6. Artikel 64 i toldkodeksen af 1992 bestemte:", "label": [[32, 36, "DATE"]]}
{"text": "»1. Med forbehold af artikel 5 kan toldangivelsen foretages af enhver person, som for det kompetente toldvæsen kan frembyde – eller lade frembyde – den pågældende vare samt fremlægge – eller lade fremlægge – alle dokumenter, der er nødvendige for anvendelsen af bestemmelserne vedrørende den toldprocedure, som varen angives til.", "label": []}
{"text": "2. Dog gælder følgende:", "label": []}
{"text": "a) hvis antagelsen af en toldangivelse medfører særlige forpligtelser for en bestemt person, skal angivelsen foretages af denne person eller for dennes regning", "label": []}
{"text": "b) klarereren skal være etableret i Fællesskabet.", "label": [[36, 48, "LOC"]]}
{"text": "Betingelsen om etablering i Fællesskabet kræves dog ikke opfyldt af personer,", "label": [[28, 40, "LOC"]]}
{"text": "– der foretager angivelse til forsendelse eller til midlertidig indførsel", "label": []}
{"text": "– som lejlighedsvis angiver varer, for så vidt toldmyndighederne finder det berettiget.«", "label": []}
{"text": "7. Artikel 65 i toldkodeksen af 1992 havde følgende ordlyd:", "label": [[32, 36, "DATE"]]}
{"text": "»Klarereren kan efter anmodning få tilladelse til at berigtige en eller flere oplysninger i angivelsen, efter at toldvæsenet har antaget den. Dog må dette ikke bevirke, at angivelsen kommer til at vedrøre andre varer end de oprindeligt omfattede.", "label": []}
{"text": "Der kan imidlertid ikke længere tillades berigtigelse, hvis anmodning herom fremsættes, efter at toldmyndighederne", "label": []}
{"text": "a) har meddelt klarereren, at de agter at undersøge varerne", "label": []}
{"text": "b) har konstateret, at de givne oplysninger er urigtige", "label": []}
{"text": "c) har frigivet varerne.«", "label": []}
{"text": "8. Det fremgik af artikel 66 i samme kodeks:", "label": []}
{"text": "»1. Klarereren kan anmode toldmyndighederne om at erklære en allerede antaget angivelse ugyldig, hvis han fremlægger bevis for, at varen ved en fejltagelse er blevet angivet til den toldprocedure, der svarer til den nævnte angivelse, eller at varens henførsel under den toldprocedure, den er angivet til, som følge af særlige omstændigheder ikke længere er berettiget.", "label": []}
{"text": "Har toldmyndighederne underrettet klarereren om, at de agter at foretage en undersøgelse af varerne, kan anmodningen om at få angivelsen erklæret ugyldig først godtages, når denne undersøgelse har fundet sted.", "label": []}
{"text": "2. Angivelsen kan ikke erklæres ugyldig efter varernes frigivelse, bortset fra i de efter udvalgsproceduren fastsatte tilfælde.", "label": []}
{"text": "3. At en angivelse [erklæres] ugyldig, berører ikke anvendelsen af gældende straffebestemmelser.«", "label": []}
{"text": "9. Artikel 78 i toldkodeksen af 1992 fastsatte følgende:", "label": [[32, 36, "DATE"]]}
{"text": "»1. Toldmyndighederne kan uden videre eller efter anmodning fra klarereren foretage en revision af angivelsen efter varernes frigivelse.", "label": []}
{"text": "2. Efter at have frigivet varerne kan toldmyndighederne foretage kontrol af handelsdokumenter og ‑data vedrørende import eller eksport af de pågældende varer samt i forbindelse med senere erhvervsmæssige transaktioner med de samme varer for at sikre sig, at oplysningerne på angivelse[n] er rigtige. Kontrollen kan gennemføres over for klarereren og alle personer, som direkte eller indirekte af forretningsmæssige grunde er berørt af transaktionerne, samt alle andre personer, der i kraft af deres erhverv måtte være i besiddelse af de nævnte dokumenter og data. Myndighederne kan også undersøge varerne, hvis disse kan frembydes.", "label": []}
{"text": "3. Fremgår det af en revision af angivelsen eller af den efterfølgende kontrol, at de bestemmelser, der gælder for den pågældende toldprocedure, er blevet anvendt på grundlag af ukorrekte eller ufuldstændige oplysninger, træffer toldmyndighederne under overholdelse af eventuelle gældende bestemmelser de nødvendige foranstaltninger til at få afklaret situationen under hensyntagen til de foreliggende nye oplysninger.«", "label": []}
{"text": "10. Toldkodeksens artikel 201 bestemte yderligere:", "label": []}
{"text": "»1. Toldskyld ved indførsel opstår, når en importafgiftspligtig vare", "label": []}
{"text": "a) overgår til fri omsætning", "label": []}
{"text": "b) henføres under proceduren for midlertidig indførsel med delvis fritagelse for importafgifter.", "label": []}
{"text": "2. Toldskylden opstår på tidspunktet for antagelsen af den pågældende toldangivelse.", "label": []}
{"text": "3. Debitor er klarereren. Ved indirekte repræsentation er debitor også den person, for hvis regning toldangivelsen er afgivet.", "label": []}
{"text": "Udfærdiges en toldangivelse for en af de i stk. 1 nævnte toldprocedurer på basis af oplysninger, som fører til, at de efter lovgivningen skyldige afgifter helt eller delvis ikke opkræves, kan tillige personer, der har meddelt de for toldangivelsen fornødne oplysninger, anses som debitorer i overensstemmelse med gældende nationale bestemmelser, hvis de var eller havde rimelig grund til at være bekendt med, at de pågældende oplysninger var forkerte.«", "label": []}
{"text": "11. Artikel 221, stk. 3, i toldkodeksen af 1992 havde følgende ordlyd:", "label": [[43, 47, "DATE"]]}
{"text": "»Underretning af debitor kan ikke ske efter udløbet af en frist på tre år, regnet fra datoen for toldskyldens opståen. Fristen afbrydes fra datoen for indgivelse af klage i henhold til artikel 243 og under hele klageproceduren.«", "label": [[67, 70, "AMOUNT_VALUE"], [71, 73, "AMOUNT_UNIT"]]}
{"text": "12. Det fremgik af artikel 236 i samme toldkodeks:", "label": []}
{"text": "»1. Godtgørelse af import- eller eksportafgifter ydes, hvis det godtgøres, at det pågældende beløb på betalingstidspunktet ikke var skyldigt efter lovgivningen, eller at beløbet er blevet bogført i strid med artikel 220, stk. 2.", "label": []}
{"text": "Fritagelse for import- eller eksportafgifter ydes, hvis det godtgøres, at det pågældende beløb på bogføringstidspunktet ikke var skyldigt efter lovgivningen, eller at beløbet er blevet bogført i strid med artikel 220, stk. 2.", "label": []}
{"text": "Der indrømmes hverken godtgørelse eller fritagelse, hvis de omstændigheder, hvorpå betalingen eller bogføringen af et ikke-skyldigt beløb bygger, skyldes urigtigheder fra debitors side.", "label": []}
{"text": "2. Godtgørelse af eller fritagelse for import- eller eksportafgifter indrømmes, hvis der fremsættes anmodning herom over for det pågældende toldsted inden tre år regnet fra datoen for underretning af debitor om de pågældende afgifter.", "label": [[155, 158, "AMOUNT_VALUE"], [159, 161, "AMOUNT_UNIT"]]}
{"text": "Denne frist forlænges, hvis debitor godtgør, at han har været forhindret i at indgive anmodning herom inden for den nævnte frist som følge af hændelige omstændigheder eller force majeure.", "label": []}
{"text": "Toldmyndighederne yder af egen drift godtgørelse eller fritagelse, når de selv inden for samme frist konstaterer, at der er tale om en af de i stk. 1, første og andet afsnit, beskrevne situationer.«", "label": []}
{"text": "II. Tvisten i hovedsagen og det præjudicielle spørgsmål", "label": []}
{"text": "13. SC Zahărul Oradea SA (herefter »Zahărul Oradea«) er et selskab med hjemsted i Rumænien og et datterselskab af Pfeifer & Langen. Zahărul Oradea købte 45 000 ton rørsukker med oprindelse i Brasilien, som skulle raffineres på Pfeifer & Langens fabrik i Euskirchen i Tyskland i henhold til en aftale indgået mellem de to parter. Derefter skulle det raffinerede sukker sælges til Pfeifer & Langen.", "label": [[4, 24, "ORG"], [36, 50, "ORG"], [82, 90, "LOC"], [114, 130, "ORG"], [132, 146, "ORG"], [153, 159, "AMOUNT_VALUE"], [160, 163, "AMOUNT_UNIT"], [191, 200, "LOC"], [227, 251, "ORG"], [254, 275, "LOC"], [379, 395, "ORG"]]}
{"text": "14. Den 13. december 2011 udstedte den kompetente myndighed i Rumænien en licens til Zahărul Oradea til import af i alt 45 000 ton rørsukker til raffinering. Den 2. februar 2012 meddelte Zahărul Oradea Pfeifer & Langen fuldmagt til at foretage toldangivelser i Zahărul Oradeas navn og til at gennemføre alle nødvendige formaliteter med henblik på toldbehandlingen.", "label": [[8, 25, "DATE"], [62, 70, "LOC"], [85, 99, "ORG"], [120, 126, "AMOUNT_VALUE"], [127, 130, "AMOUNT_UNIT"], [162, 177, "DATE"], [187, 218, "ORG"], [261, 276, "ORG"]]}
{"text": "15. Den 24. februar 2012 indgav Pfeifer & Langen en toldangivelse i eget navn til toldkontoret på en delmængde af cirka 499 ton rørsukker til overgang til fri omsætning. I toldangivelsen henviste Pfeifer & Langen til Zahărul Oradeas importlicenser. Blandt de dokumenter, der blev fremlagt for toldkontoret, var en kopi af fuldmagten, som var udstedt til Pfeifer & Langen af Zahărul Oradea. Pfeifer & Langen påberåbte sig imidlertid ikke denne beføjelse.", "label": [[8, 24, "DATE"], [32, 48, "ORG"], [82, 94, "ORG"], [120, 123, "AMOUNT_VALUE"], [124, 127, "AMOUNT_UNIT"], [196, 212, "ORG"], [217, 232, "ORG"], [293, 305, "ORG"], [354, 388, "ORG"], [390, 406, "ORG"]]}
{"text": "16. Toldkontoret antog toldangivelsen og fastsatte den told, Pfeifer & Langen skulle betale som debitor for toldskylden, idet der blev anvendt en nedsat toldsats på 252,50 EUR pr. ton. Toldkontoret afskrev den importerede mængde på de importlicenser, der var udstedt til Zahărul Oradea. Pfeifer & Langen betalte herefter importtolden.", "label": [[4, 16, "ORG"], [61, 77, "ORG"], [165, 171, "AMOUNT_VALUE"], [172, 175, "AMOUNT_UNIT"], [180, 183, "AMOUNT_UNIT"], [185, 197, "ORG"], [271, 285, "ORG"], [287, 303, "ORG"]]}
{"text": "17. Efter en momskontrol kontaktede Pfeifer & Langen toldmyndighederne ved to skrivelser af henholdsvis 10. og 11. januar 2013 med anmodning om revision af toldangivelsen af 24. februar 2012, eftersom selskabet var i tvivl om, hvorvidt det var berettiget til at anvende den nedsatte toldsats for rørsukkeret(2).", "label": [[36, 52, "ORG"], [104, 126, "DATE"], [174, 190, "DATE"]]}
{"text": "18. Ved afgørelse af 24. januar 2013 foretog toldkontoret en efteropkrævning af told hos Pfeifer & Langen på 83 158,41 EUR. Dette beløb blev beregnet ved anvendelsen af normalsatsen for import af rørsukker, dvs. 419 EUR pr. ton. Toldkontoret lagde til grund for denne afgørelse, at Pfeifer & Langen ikke burde have haft fordelen af den nedsatte toldsats med den begrundelse, at importlicenserne reelt var udstedt til Zahărul Oradea.", "label": [[21, 36, "DATE"], [45, 57, "ORG"], [89, 105, "ORG"], [109, 118, "AMOUNT_VALUE"], [119, 122, "AMOUNT_UNIT"], [212, 215, "AMOUNT_VALUE"], [216, 227, "AMOUNT_UNIT"], [229, 241, "ORG"], [282, 298, "ORG"], [417, 431, "ORG"]]}
{"text": "19. Pfeifer & Langen påklagede denne afgørelse med henvisning til, at anmodningen om revision af toldangivelsen af 24. februar 2012 burde have været imødekommet i den forstand, at Pfeifer & Langen burde være blevet betragtet som indirekte repræsentant for Zahărul Oradea.", "label": [[4, 20, "ORG"], [115, 131, "DATE"], [180, 196, "ORG"], [239, 251, "PROFESSION"], [256, 270, "ORG"]]}
{"text": "20. Toldmyndigheden afslog klagen ved afgørelse af 26. april 2018 med den begrundelse, at Pfeifer & Langen ikke havde anført i sin toldangivelse, at selskabet handlede i Zahărul Oradeas navn og for dennes regning. Ifølge afgørelsen kunne navnet på klarereren i en toldangivelse ikke ændres på et senere tidspunkt. Det var uden betydning herfor, at Pfeifer & Langens toldangivelse ikke var i overensstemmelse med Zahărul Oradeas fuldmagt, eller at en kopi af fuldmagten var vedlagt toldangivelsen, idet Pfeifer & Langen – i hvert fald ifølge toldmyndigheden – havde valgt at give afkald på retten til at påberåbe sig denne fuldmagt.", "label": [[4, 19, "ORG"], [51, 65, "DATE"], [90, 106, "ORG"], [170, 185, "ORG"], [348, 365, "ORG"], [412, 427, "ORG"], [502, 518, "ORG"]]}
{"text": "21. Pfeifer & Langen har herefter anlagt sag til prøvelse af afgørelsen af 26. april 2018 ved Finanzgericht Düsseldorf (domstol i skatte- og afgiftsretlige sager, Düsseldorf), idet selskabet har anfægtet toldmyndighedens afgørelse med henvisning til, at toldangivelsen burde være blevet berigtiget i henhold til anmodningen herom, og at selskabet burde være blevet anset for at have handlet som indirekte repræsentant for Zahărul Oradea. I denne forbindelse har Pfeifer & Langen gjort gældende, at selskabet alene gjorde afkald på at benytte de beføjelser, Zahărul Oradea havde overladt, på grund af fejlagtige oplysninger, som blev givet af en embedsmand på toldkontoret. Pfeifer & Langen har således gjort gældende, at embedsmanden som svar på en forespørgsel havde oplyst, at Pfeifer & Langen skulle udfylde en toldangivelse i eget navn og for egen regning. Pfeifer & Langen har imidlertid understreget, at toldangivelsen var vedlagt en kopi af Zahărul Oradeas fuldmagt.", "label": [[4, 20, "ORG"], [75, 89, "DATE"], [94, 118, "ORG"], [120, 161, "ORG"], [163, 173, "LOC"], [405, 417, "PROFESSION"], [422, 436, "ORG"], [462, 478, "ORG"], [557, 571, "ORG"], [659, 671, "ORG"], [673, 689, "ORG"], [779, 795, "ORG"], [861, 877, "ORG"], [948, 963, "ORG"]]}
{"text": "22. Toldkontoret har heroverfor gjort gældende, at Pfeifer & Langen aldrig modtog sådanne oplysninger fra en embedsmand, og at de oplysninger, som Pfeifer & Langen anførte i toldangivelsen, ikke var fejlagtige. Idet selskabet havde indgivet toldangivelsen i eget navn, havde det således afskåret sig fra at anvende den givne fuldmagtsbeføjelse og dermed gyldigt erhvervet status som toldklarerer.", "label": [[4, 16, "ORG"], [51, 67, "ORG"], [147, 163, "ORG"]]}
{"text": "23. Den forelæggende ret er i tvivl om, hvorvidt det under disse omstændigheder ville have været muligt at revidere den i hovedsagen omhandlede toldangivelse, således at klarereren ikke ville være Pfeifer & Langen, men i stedet Zahărul Oradea, repræsenteret af Pfeifer & Langen. Således har den forelæggende ret fremhævet, at Hoge Raad der Nederlanden (Nederlandenes øverste domstol) og Finanzgericht Hamburg (domstol i skatte- og afgiftsretlige sager, Hamburg, Tyskland) begge for nyligt har fundet, at artikel 78, stk. 3, i toldkodeksen af 1992, ikke tillader, at der ændres i navnet på den person, der er angivet i toldangivelsen som klarereren.", "label": [[197, 213, "ORG"], [228, 242, "ORG"], [261, 277, "ORG"], [326, 383, "ORG"], [387, 408, "ORG"], [410, 451, "ORG"], [453, 460, "LOC"], [462, 470, "LOC"], [542, 546, "DATE"]]}
{"text": "24. På denne baggrund har Finanzgericht Düsseldorf (domstol i skatte- og afgiftsretlige sager, Düsseldorf) besluttet at udsætte sagen og forelægge følgende præjudicielle spørgsmål for Domstolen:", "label": [[26, 50, "ORG"], [52, 93, "ORG"], [95, 105, "LOC"], [184, 193, "ORG"]]}
{"text": "»Skal artikel 78, stk. 3, i [toldkodeksen af 1992] fortolkes således, at en toldangivelse i et tilfælde som det i hovedsagen omhandlede i henhold hertil skal verificeres og berigtiges på en sådan måde, at oplysningerne om klarereren erstattes af angivelsen af den person, til hvem der er blevet udstedt en importlicens for den indførte vare, og denne person repræsenteres af den person, der var angivet som klarerer i toldangivelsen, og som har fremlagt en fuldmagt fra indehaveren af importlicensen for toldstedet?«", "label": [[45, 49, "DATE"]]}
{"text": "I. Bedømmelse", "label": []}
{"text": "25. Med sit spørgsmål ønsker den forelæggende ret nærmere bestemt oplyst, hvorvidt artikel 78 i toldkodeksen af 1992, som var i kraft indtil den 30. april 2016 (3), skal fortolkes således, at det er muligt at ændre navnet på klarereren efter frigivelsen af de omhandlede varer, når klarererens identitet er angivet urigtigt som følge af en fejl begået i god tro.", "label": [[112, 116, "DATE"], [145, 159, "DATE"]]}
{"text": "26. Indledningsvis bør det erindres, at det fremgik af artikel 59, stk. 1, i toldkodeksen af 1992, at der for alle varer, som skulle henføres under en toldprocedure, skulle indgives en toldangivelse (4). I henhold til artikel 4, nr. 17), i samme toldkodeks udgjorde toldangivelsen følgelig den handling, ved hvilken en person i behørig form og efter de foreskrevne regler tilkendegav at ville angive en vare til en bestemt toldprocedure (5). I tilfælde, hvor der ikke blev foretaget verifikation af angivelsen, bestemte artikel 71, stk. 2, i samme toldkodeks, at oplysningerne på toldangivelsen skulle tjene som grundlag for anvendelsen af den toldprocedure, som varerne blev henført under (6). I tillæg til denne hensigtserklæring skulle klarereren i henhold til artikel 62, stk. 1, i toldkodeksen af 1992 angive alle de oplysninger, der var nødvendige for, at varerne kunne identificeres samt de oplysninger, der var nødvendige for anvendelsen af de bestemmelser, som varerne var underlagt (7). Som fastlagt i artikel 62, stk. 2, skulle toldangivelsen ledsages af alle de oplysninger, der var nødvendige for anvendelsen af de bestemmelser, der gjaldt for den toldprocedure, som varerne blev angivet til.", "label": [[93, 97, "DATE"], [802, 806, "DATE"]]}
{"text": "27. Før toldkodeksen af 1992 trådte i kraft den 1. januar 1994, var det ikke tilladt en klarerer at berigtige hans eller hendes toldangivelse efter varernes frigivelse. Dette forbud blev ophævet ved den nye affattelse af artikel 78. Fra dette tidspunkt fik toldmyndighederne mulighed for at revidere en toldangivelse efter en anmodning fra klarereren herom indgivet efter varernes frigivelse. Som følge heraf indførte artikel 65 og 78 i toldkodeksen af 1992 to forskellige ordninger til berigtigelse af en toldangivelse, alt efter om anmodningen herom skete før eller efter varernes frigivelse (8).", "label": [[24, 28, "DATE"], [48, 62, "DATE"], [453, 457, "DATE"]]}
{"text": "28. Forud for varernes frigivelse tillod artikel 65 i denne toldkodeks, at klarereren selv ensidigt kunne berigtige en eller flere oplysninger i angivelsen, så længe varerne endnu ikke var frigivet. Denne ret skyldes det forhold, at toldmyndighederne frem til varernes frigivelse, såfremt det var nødvendigt, nemt kunne kontrollere berigtigelsernes korrekthed ved hjælp af en fysisk kontrol af varerne (9).", "label": []}
{"text": "29. Efter varernes frigivelse var situationen med hensyn til berigtigelse af toldangivelsen måske ikke helt så ligetil. Således fremgik det af artikel 78, stk. 1, i toldkodeksen af 1992, at »toldmyndighederne […] uden videre eller efter anmodning fra klarereren [kan] foretage en revision af angivelsen efter varernes frigivelse« (10). Myndighederne var således ikke forpligtede til at efterkomme anmodningen, men alene til at behandle anmodningen, i det mindste for så vidt angår spørgsmålet om, hvorvidt der var anledning til at foretage denne revision eller ej (11). Toldmyndighederne skulle således, når deres bedømmelse var afsluttet – underlagt risikoen for en senere retssag – enten afslå klarererens anmodning ved en begrundet afgørelse eller foretage den ønskede revision (12).", "label": [[181, 185, "DATE"]]}
{"text": "30. Såfremt undersøgelsen af toldangivelsen viste, at de bestemmelser, der gjaldt for den pågældende toldprocedure, var blevet anvendt på grundlag af ukorrekte eller ufuldstændige oplysninger, og hvis formålene med proceduren for aktiv forædling ikke var blevet bragt i fare, skulle toldmyndighederne i overensstemmelse med artikel 78, stk. 3, i toldkodeksen af 1992 træffe de nødvendige foranstaltninger til at få afklaret situationen under hensyntagen til de foreliggende nye oplysninger (13).", "label": [[362, 366, "DATE"]]}
{"text": "31. Hvis det i sidste ende viste sig, at den told, der blev betalt af klarereren, oversteg den, der skulle have været betalt, hvis der ikke var begået en fejl, var klarereren berettiget til at kræve en revision (14). Denne revision skulle udføres i overensstemmelse med artikel 236 i toldkodeksen af 1992, såfremt de i bestemmelsen fastsatte betingelser var opfyldt. Disse betingelser omfattede en bestemmelse, hvorefter anmodning om revision skulle indgives inden for den gældende tidsfrist, der som udgangspunkt var tre år (15).", "label": [[300, 304, "DATE"], [518, 521, "AMOUNT_VALUE"], [522, 524, "AMOUNT_UNIT"]]}
{"text": "32. Hvis den betalte told viste sig at være utilstrækkelig, fordi det afgiftsbeløb, som fulgte af en toldskyld, ikke var bogført eller var bogført for lavt i forhold til det efter lovgivningen skyldige beløb, kunne toldmyndighederne i overensstemmelse med artikel 220 ff. i toldkodeksen af 1992 omvendt kræve betaling af forskellen for en periode på tre år regnet fra datoen for toldskyldens opståen.", "label": [[290, 294, "DATE"], [350, 353, "AMOUNT_VALUE"], [354, 356, "AMOUNT_UNIT"]]}
{"text": "33. I denne sammenhæng har de tyske toldmyndigheder, den tjekkiske regering og den nederlandske regering gjort gældende, at beføjelsen til at foretage berigtigelser i artikel 78 i toldkodeksen af 1992 forbød, at der foretoges ændringer i klarererens navn. Efter deres opfattelse udgjorde bestemmelsen en undtagelse til princippet om toldangivelsens uigenkaldelighed, og den skal derfor fortolkes strengt. Således var de berigtigelser af toldangivelsen, som kunne have været foretaget på grundlag af artikel 78 i toldkodeksen af 1992, begrænset til særlige situationer, som ikke omfattede en fejl i klarererens navn.", "label": [[27, 51, "ORG"], [53, 75, "ORG"], [79, 104, "ORG"], [196, 200, "DATE"], [528, 532, "DATE"]]}
{"text": "34. Til støtte for dette anbringende har disse parter for det første fremført, at det i henhold til, hvad der dengang var artikel 201, stk. 3, i toldkodeksen af 1992, var klarereren, der skulle sikre nøjagtigheden af oplysningerne i toldangivelsen. Idet navnet på debitor var en afgørende oplysning, ville enhver berigtigelse heraf medføre angivelsens ugyldighed. Artikel 66 i toldkodeksen af 1992 var til hinder for en toldangivelses ugyldighed, når først varerne var frigivet, medmindre der forelå særlige omstændigheder, hvilket ikke er tilfældet her.", "label": [[161, 165, "DATE"], [393, 397, "DATE"]]}
{"text": "35. For det andet fastsatte artikel 5, stk. 4, i toldkodeksen af 1992 klart en forpligtelse for enhver repræsentant til at angive, at vedkommende handlede på vegne af en hovedmand. Hvis en person, som ikke indledningsvis angav, at vedkommende handlede som repræsentant, var berettiget til at få hans eller hendes toldangivelse berigtiget, ville denne bestemmelse følgelig være frataget sin betydning. Ydermere ville en accept af en sådan mulighed medføre en betydelig risiko for, at toldskylden ikke længere ville kunne meddeles den nye debitor inden for den tidsfrist, der var fastsat i kodeksens artikel 221, stk. 3.", "label": [[65, 69, "DATE"], [103, 115, "PROFESSION"], [256, 268, "PROFESSION"]]}
{"text": "36. For det tredje er det gjort gældende, at den sammenhæng, hvori artikel 78 i toldkodeksen af 1992 indgik, nødvendigvis udelukkede berigtigelser af klarererens navn. Bestemmelserne om klarererens identitet var således indeholdt i afsnit I i toldkodeksen af 1992, mens artikel 78 var indeholdt i afsnit IV, som vedrørte henførsel af varer under en toldprocedure.", "label": [[96, 100, "DATE"], [259, 263, "DATE"]]}
{"text": "37. For det fjerde må det, idet ordlyden af artikel 78, stk. 1, i toldkodeksen af 1992 henviste til klarereren, antages, at klarererens navn ikke var en del af de elementer, der kunne berigtiges.", "label": [[82, 86, "DATE"]]}
{"text": "38. Omend disse argumenter umiddelbart kunne forekomme overbevisende, er det ikke desto mindre min opfattelse, at de ikke i realiteten støttes af ordlyden af artikel 78, bestemmelsens formål og den sammenhæng, hvori den indgår, eller af Domstolens praksis. Således skal der i overensstemmelse med fast retspraksis ved fortolkningen af en EU-retlig bestemmelse ikke blot tages hensyn til dennes ordlyd, men også til den sammenhæng, hvori den indgår, og til de mål, der forfølges med den ordning, som den udgør en del af (16).", "label": [[237, 247, "ORG"], [338, 340, "LOC"]]}
{"text": "39. Med hensyn til ordlyden af artikel 78 bemærkes, at den fremstår som en helt generel og åben bestemmelse. Navnlig indeholdt artikel 78, stk. 3, i toldkodeksen af 1992 ingen ex ante udelukkelse af visse elementer i toldangivelsen med den begrundelse, at de ikke kunne berigtiges (17). Havde det været hensigten, at visse elementer i toldangivelsen – såsom klarererens identitet – var urørlige og ikke kunne berigtiges i henhold til mekanismen i artikel 78, stk. 3, kunne EU-lovgiver let have foreskrevet dette. Som Domstolen formulerede det i præmis 63 i Overland Footwear-dommen (18), »[sondrer artikel 78, stk. 3, tværtimod] ikke mellem fejl eller undladelser, der kan rettes, og andre, der ikke kan rettes«.", "label": [[165, 169, "DATE"], [473, 475, "LOC"], [517, 526, "ORG"], [557, 574, "ORG"]]}
{"text": "40. Med hensyn til formålet med bestemmelsen og den sammenhæng, hvori den indgår, er det korrekt, som både toldkontoret og den nederlandske regering har argumenteret for i retsmødet, at de bestemmelser, der omhandler klarererens identitet, var nævnt i afsnit I i toldkodeksen af 1992, mens artikel 78 var omfattet af afsnit IV, som omhandlede toldmæssig bestemmelse eller anvendelse. Det bør imidlertid fremhæves, at Domstolen har fastslået, at angivelser vedrørende varers værdi under visse omstændigheder kunne berigtiges (19), selv om bestemmelserne vedrørende denne værdi henhørte under afsnit II og ikke under afsnit IV. Dette er i sig selv tilstrækkeligt til at tilbagevise anbringendet om, at klarererens navn var undtaget fra de berigtigelser, som kunne være blevet gennemført på grundlag af artikel 78, af den ene årsag, at bestemmelserne vedrørende klarererens navn var omtalt i et andet afsnit i toldkodeksen af 1992 (20).", "label": [[107, 119, "ORG"], [123, 148, "ORG"], [279, 283, "DATE"], [417, 426, "ORG"], [923, 927, "DATE"]]}
{"text": "41. Under alle omstændigheder er det, som Domstolen bemærkede i dommen i sagen Terex Equipment m.fl., »logikken i denne bestemmelse […] at bringe toldproceduren i overensstemmelse med den faktiske situation« (21). Anskuet således giver artikel 78, stk. 3, således ganske enkelt inden for rammerne af toldkodeksen af 1992 en beføjelse til at korrigere en dokumentfejl, når det er hensigtsmæssigt og rimeligt at gøre dette. At der eksisterer en sådan generel kompetence til at rette op på en dokumentfejl, er naturligvis en veletableret del af forvaltningsretten i alle medlemsstater.", "label": [[42, 51, "ORG"], [79, 94, "ORG"], [316, 320, "DATE"]]}
{"text": "42. Tilsvarende er jeg ikke enig i den opfattelse, at toldmyndighederne, såfremt ændringer i klarererens navn var tilladt, kunne have fået vanskeligt ved at overholde tidsfristen fastlagt i artikel 236, stk. 2, i toldkodeksen af 1992 til at meddele den endelige toldskyld, som skulle betales. For at toldangivelsen kunne forblive korrekt, og følgelig for at kunne foretage en sådan substituering, ville enhver ændring af klarererens navn, herunder af klarererens kontaktadresse, nødvendigvis indebære, at de oplysninger, der vedrørte klarereren, måtte ajourføres. Således forekommer det ikke sandsynligt, at en ændring af klarererens navn kunne have givet toldmyndighederne særlige vanskeligheder ved at overholde denne tidsfrist (22).", "label": [[229, 233, "DATE"]]}
{"text": "43. For så vidt angår den forpligtelse, som artikel 5, stk. 4, i toldkodeksen af 1992 klart pålagde, og i henhold til hvilken enhver repræsentant skulle erklære at handle på den persons vegne, der blev repræsenteret, viser denne, at benævnelsen af klarererens navn under visse omstændigheder kunne have udgjort en fejl som omhandlet i toldkodeksens artikel 78, hvilket, som jeg vil gennemgå nedenfor, var netop én af betingelserne for bestemmelsens anvendelse.", "label": [[81, 85, "DATE"], [133, 145, "PROFESSION"]]}
{"text": "44. I denne sammenhæng vil jeg ligeledes bemærke, at toldkodeksens artikel 76, stk. 1, litra a), fastsatte, at for at lette gennemførelsen af formaliteter og procedurer mest muligt, uden at det gik ud over en korrekt toldbehandling, tillod toldmyndighederne på de betingelser, der fastsættes efter udvalgsproceduren, at toldangivelsen ikke indeholdt visse af de påkrævede oplysninger. Dette synes at vise, at erklæringens indhold, med forbehold af visse undtagelser, som jeg gennemgår nedenfor, ikke straks behøvede at være fuldt ud fastlagt.", "label": []}
{"text": "45. Domstolen kan ganske vist nogle gange have givet indtryk af, at den var tilbageholdende med at fortolke denne bestemmelse for bredt. Domstolen har f.eks. udtalt, at idet toldkodeksen af 1992 ikke krævede, at toldmyndighederne systematisk gennemførte en sådan verifikation, forventedes klarereren at give toldmyndighederne fuldstændige og korrekte oplysninger (23). Denne forpligtelse ville have haft som logisk konsekvens, at en toldangivelse ikke kunne trækkes tilbage, når den først var blevet antaget, hvilket er et princip, hvis undtagelser er afgrænset strengt af de EU-retlige bestemmelser på området (24). Domstolen har i denne forbindelse også udtalt, at en efterfølgende regulering af transaktionsværdien var begrænset til særlige situationer, bl.a. hvor der havde været en fejl i varemængden, eller hvor der var konstateret fejl efter varens overgang til fri omsætning (25).", "label": [[4, 13, "ORG"], [137, 146, "ORG"], [190, 194, "DATE"], [576, 578, "LOC"], [617, 626, "ORG"]]}
{"text": "46. Imidlertid anlægges der i en række andre domme en mindre streng fortolkning, hvor det i stedet foretrækkes at tage udgangspunkt i logikken bag artikel 78 i toldkodeksen af 1992, som bestod i at bringe toldproceduren i overensstemmelse med den faktiske situation (26). Domstolen har yderligere understreget, at denne bestemmelse ikke sondrede mellem fejl eller undladelser, der kan rettes, og andre, der ikke kan rettes (27). I disse domme blev det således fastslået, at ordene »ukorrekte eller ufuldstændige oplysninger« skulle fortolkes som omfattende både indholdsmæssige fejl eller undladelser og fejlfortolkninger af gældende ret. Denne retspraksis viser, at det var muligt at anmode om berigtigelse af toldangivelsen, ikke kun i tilfælde, hvor der var tale om en indholdsmæssig fejl, men også i tilfælde af udeladelser eller fejlfortolkninger af gældende ret (28).", "label": [[176, 180, "DATE"], [272, 281, "ORG"]]}
{"text": "47. Domstolen har således udtalt, at der kan ske berigtigelse af toldangivelsen vedrørende toldværdien (29), den toldprocedurekode, som klarereren har givet varerne (30), eller eksportørens navn (31). Domstolen har også fastslået, at en toldangivelse kunne have været berigtiget i forhold til sin dato og dermed være udsat til et senere tidspunkt, hvor eksportøren var i besiddelse af en gyldig eksportlicens (32).", "label": [[4, 13, "ORG"], [201, 210, "ORG"]]}
{"text": "48. I alle disse sager nåede Domstolen frem til sin konklusion ved at henvise til to underliggende principper, nemlig at logikken i artikel 78 bestod i at bringe toldproceduren i overensstemmelse med den faktiske situation, og at denne bestemmelse ikke sondrede mellem fejl eller undladelser, der kan rettes, og andre, der ikke kan rettes. Uanset tilgangen vil en anvendelse af disse principper give mulighed for at foretage berigtigelse af klarererens navn (33).", "label": [[29, 38, "ORG"]]}
{"text": "49. Efter min opfattelse er alt dette begrundet i selve formålet med toldkodeksen af 1992, der som anført i femte betragtning til kodeksen var at sikre en korrekt pålæggelse af de afgifter, der er fastsat i medfør af denne, samtidig med, at der sikres hurtige og effektive procedurer, som er både i de erhvervsdrivendes og i toldmyndighedernes interesse, ved at sidstnævnte fritages for at foretage systematisk kontrol af alle varer, som er omfattet af en toldangivelse, og toldformaliteterne og toldkontrollen derfor begrænses mest muligt som anført i sjette betragtning til kodeksen (34). I modsætning til andre retssystemer, hvor klarereren alene skal angive faktuelle oplysninger vedrørende varerne, pålagde kodeksen således debitor at formulere sin toldangivelse med bindende ordlyd. Denne formel tillod toldmyndighederne at gennemføre deres kontrol hurtigere og mere effektivt.", "label": [[85, 89, "DATE"]]}
{"text": "50. Det bør imidlertid anerkendes, at dette også indebar en indsats fra de erhvervsdrivendes side for at fortolke juridiske tekster, som ofte er komplekse. Under disse omstændigheder var det uundgåeligt, at der ville blive begået fejl i god tro. Artikel 78 i toldkodeksen af 1992 var konstrueret til at håndtere dette og tillade, at toldmyndighederne kunne rette sådanne fejl, i hvert fald i situationer, hvor det kunne være blevet gjort på en måde, som ikke havde skadegørende virkning for andres berettigede rettigheder og interesser (herunder, for den sags skyld, toldmyndighedernes). Alt dette udspringer af Domstolens praksis, som hidtil kun har anerkendt tre situationer, hvor toldmyndighedernes ret til at afslå en anmodning om berigtigelse af en toldangivelse kan opretholdes (35).", "label": [[275, 279, "DATE"], [612, 622, "ORG"]]}
{"text": "51. Den første begrundelse for afslag udspringer af forholdet mellem artikel 65 og 78 i toldkodeksen af 1992. Idet artikel 78 kun fandt anvendelse på anmodninger om berigtigelser, som blev fremsat efter varernes frigivelse, dvs. på et tidspunkt, hvor oplysningerne vedrørende varerne ikke længere kunne kontrolleres, må artikel 78 nødvendigvis fortolkes således, at den ikke tillod berigtigelse af oplysninger vedrørende de i angivelsen nævnte varers art eller egenskaber (36).", "label": [[104, 108, "DATE"]]}
{"text": "52. Den anden begrundelse for afslag, som udspringer indirekte af forbuddet mod misbrug af rettigheder, opstod i tilfælde, hvor den ønskede berigtigelse kunne bringe formålene med toldlovgivningen i fare (37).", "label": []}
{"text": "53. Den tredje begrundelse for afslag var til stede, når den oplysning, der anmodedes berigtiget, ikke var blevet givet som følge af en fejl, men som udtryk for, at der var foretaget et valg (38).", "label": []}
{"text": "54. I modsætning til, hvad der er fremført af det tyske toldkontor, den tjekkiske regering og den nederlandske regering, har Domstolen faktisk aldrig udelukket bestemte elementer i toldangivelsen fra anvendelsesområdet for artikel 78 i toldkodeksen af 1992 med den begrundelse, at de udgjorde kernen i toldangivelsen. Foruden den omstændighed, at bestemmelsens ordlyd ikke henviser til en sådan ex ante udelukkelse, vil jeg endog bemærke, som nævnt ovenfor, at Domstolen har accepteret, at datoen for indgivelsen af toldangivelsen kunne rettes, selv om en sådan oplysning principielt er lige så væsentlig i forvaltningsretten som klarererens navn (39). Desuden kan dommen i sagen Terex Equipment m.fl. også læses således, at en toldangivelse vil kunne berigtiges med hensyn til den valgte toldprocedure, selv om toldangivelsen i medfør af artikel 4, stk. 17, og artikel 59, stk. 1, i toldkodeksen af 1992 var den handling, med hvilken klarereren gav udtryk for sin vilje til at placere varer under en specifik toldprocedure. Endelig har Domstolen også udtalt, at navnet på eksportøren kunne være blevet berigtiget, selv om tildelingen af finansielle støttemidler afhænger af eksportørens identitet (40).", "label": [[46, 66, "ORG"], [68, 90, "ORG"], [94, 119, "ORG"], [125, 134, "ORG"], [252, 256, "DATE"], [461, 470, "ORG"], [680, 695, "ORG"], [900, 904, "DATE"], [1037, 1046, "ORG"]]}
{"text": "55. Under alle omstændigheder hviler argumentet om, at en berigtigelse af navnet på klarereren ville svare til at erklære toldangivelsen ugyldig, på den forudsætning, at forskellen mellem at berigtige og erklære en toldangivelse ugyldig afhænger af det element i toldangivelsen, som skal rettes. Imidlertid fastsætter artikel 66 i toldkodeksen af 1992 kun mulighed for ugyldighed i to tilfælde, nemlig hvor klarereren fremlægger bevis for, at varen ved en fejltagelse er blevet angivet til den toldprocedure, der svarer til den nævnte angivelse, eller hvor varens henførsel under den toldprocedure, den er angivet til, som følge af særlige omstændigheder ikke længere er berettiget (41). I praksis betyder dette, at ugyldighed hovedsagelig kunne være forekommet, hvor den erhvervsdrivende i sidste ende besluttede ikke at gennemføre fortoldningen, eller hvor varernes tolddestination blev ændret (42).", "label": [[347, 351, "DATE"]]}
{"text": "56. Denne anden hypotese kunne med en vis berettigelse forstås som værende en begrænsning af anvendelsesområdet for artikel 78 i den forstand, at valget af toldprocedure kun kan ændres ved at erklære den omhandlede toldangivelse ugyldig, så snart det drejer sig om det primære formål med toldangivelsen. For at bevare den effektive virkning (»effet utile«) af artikel 66 kunne man have anset det for at være den eneste oplysning, der ville kræve, at toldangivelsen blev erklæret ugyldig, før den kunne rettes. Imidlertid synes Domstolen som nævnt ovenfor at have fastslået, at den toldordning, som varerne var blevet henført under af klarereren, kunne være blevet berigtiget i medfør af artikel 78 (43).", "label": [[527, 536, "ORG"]]}
{"text": "57. Under alle omstændigheder synes forskellen mellem ugyldighed og berigtigelse uden for denne sammenhæng ikke hovedsageligt at være baseret på arten af de oplysninger, der skal ændres. Hvis andre typer af oplysninger ikke kunne berigtiges, ville dette væsentligt have begrænset toldmyndighedernes mulighed for at fastsætte toldskylden på det niveau, den skulle have været på, henset til den faktiske situation. Det kan ligeledes anføres, at hvis det måtte antages, at visse typer af oplysninger kun kunne rettes gennem ugyldighed, kunne disse oplysninger aldrig rettes på toldmyndighedernes foranledning, end ikke hvis det var nødvendigt, idet toldmyndighederne ikke kunne have indtrådt på vegne af klarereren for at udarbejde en ny toldangivelse.", "label": []}
{"text": "58. Henset til den eksisterende retspraksis hviler den eneste tilbageværende sondring mellem ugyldighed og en berigtigelse på deres respektive virkninger. I forhold til en anmodning om ugyldighed ophører toldskylden med at eksistere, hvis anmodningen accepteres (44). Klarereren fritages for enhver forpligtelse til at betale toldskyld. Hvor der er tale om en berigtigelse, vil imidlertid toldskyldens størrelse kunne forøges eller formindskes, men selve toldskylden fortsætter med at eksistere (45).", "label": []}
{"text": "59. Henset til disse tre begrundelser for at nægte berigtigelse, som er anerkendt af Domstolen, kan en ændring af navnet på klarereren ikke anses for at være udelukket fra anvendelsesområdet for artikel 78.", "label": [[85, 94, "ORG"]]}
{"text": "60. For det første havde klarererens navn ikke noget med varerne at gøre. Således er det ikke sandsynligt, at kontrollen af oplysningernes rigtighed eller af, om klarereren opfyldte de nødvendige betingelser for at indgive en toldangivelse, på nogen måde var påvirket af varernes frigivelse.", "label": []}
{"text": "61. For det andet fremstår det ikke som sandsynligt, at en berigtigelse af klarererens identitet skulle have undergravet formålet med toldforskrifterne. Tværtimod understøtter det formål, som artikel 78 særligt forfølger, som er at bringe toldprocedurerne i overensstemmelse med den faktiske situation, den konklusion, at det burde have været muligt at foretage en sådan berigtigelse.", "label": []}
{"text": "62. Jeg overser imidlertid ikke den forøgede risiko for svindel, som enhver beføjelse til at berigtige toldangivelsen kunne indebære. Selvfølgelig er indsatsen mod svindel også et af de formål, der forfølges med toldkodeksen af 1992 (46). Imidlertid er jeg af den opfattelse, at i forhold til toldkodeksen af 1992 ville en ændring af klarererens navn ikke resultere i en forøgelse af denne risiko. Navnlig bør klarereren ikke forveksles med importøren eller eksportøren. Som det fremgår af kodeksens artikel 64, stk. 1, skal en person for at kunne være klarerer alene være i stand til at »frembyde – eller lade frembyde – den pågældende vare samt fremlægge – eller lade fremlægge – alle dokumenter, der er nødvendige for anvendelsen af bestemmelserne vedrørende den toldprocedure, som varen angives til« (47).", "label": [[228, 232, "DATE"], [309, 313, "DATE"]]}
{"text": "63. Ganske vist er der uden for toldkodeksen af 1992 andre toldforskrifter, som indrømmer visse fordele, såsom at være omfattet af en præferencetoldsats eller en eksportrestitution, der er underlagt den betingelse, at importøren eller eksportøren af varerne er klarereren. F.eks. i forhold til hovedsagen bestemmer artikel 24 i Kommissionens forordning (EF) nr. 1291/2000 (48), at toldangivelsen skal udfærdiges af indehaveren eller eventuelt erhververen af licensen eller deres repræsentant som omhandlet i artikel 5, stk. 2, i toldkodeksen af 1992.", "label": [[48, 52, "DATE"], [328, 341, "ORG"], [545, 549, "DATE"]]}
{"text": "64. I en situation, hvor klarererens navn blev ændret, således at det svarede til importørens eller eksportørens navn, blev risikoen for svindel neutraliseret af de regler, der gjaldt for tildelingen af disse ydelser, og som pålagde den omhandlede person visse forpligtelser i sin egenskab af importør eller eksportør (49).", "label": []}
{"text": "65. Når en sådan erklæring blev berigtiget for at bringe klarererens navn i overensstemmelse med importørens eller eksportørens navn med henblik på at gøre det muligt for ham at opnå en import præferencetoldsats eller en eksportrestitution, medførte en sådan ændring ydermere ikke en uberettiget fordel for denne person, men gjorde det snarere muligt for vedkommende at få en fordel, som vedkommende ville være berettiget til, hvis vedkommende oprindeligt havde været nævnt som klarerer (50). Således er risikoen for svindel den samme i en sag som den foreliggende i hovedsagen, så længe mængden af indførte varer fratrækkes importørens certifikater.", "label": []}
{"text": "66. I tillæg til reglerne om importcertifikater eller eksportrestitutioner (51) har andre bestemmelser i toldkodeksen af 1992 betydeligt begrænset den risiko for svindel, som kunne opstå ved en ændring af klarererens navn. Navnlig bemærkes følgende.", "label": [[121, 125, "DATE"]]}
{"text": "67. For det første præciserede artikel 74, stk. 1, i toldkodeksen af 1992, at frigivelsen først kunne ske, når toldskylden var betalt, eller der var stillet sikkerhed for den (52). Eftersom artikel 78 på den ene side fandt anvendelse, når varerne var frigivet, og derfor når toldskylden var betalt, eller der var stillet sikkerhed for den, og idet enhver berigtigelse af klarererens identitet på den anden side nødvendigvis ville føre til, at den nye klarerer indtrådte i den forhenværende klarerers rettigheder og forpligtelser, kunne navnet på klarereren kun være blevet ændret, hvis den foreliggende sikkerhedsstillelse eller betaling kunne overføres til den nye klarerer, eller hvis den sidstnævnte enten betalte toldskylden eller stillede fornyet sikkerhed. Således synes risikoen for manglende betaling af toldskyld i praksis ikke at have været større, alene fordi navnet på klarereren blev ændret.", "label": [[69, 73, "DATE"]]}
{"text": "68. Hvad for det andet angår import som omhandlet i hovedsagen bestemmer artikel 201, stk. 3, andet afsnit, i toldkodeksen af 1992, at i tilfælde, hvor en toldangivelse er udfærdiget på grundlag af ukorrekte oplysninger, »kan tillige personer, der har meddelt de for toldangivelsen fornødne oplysninger, anses som debitorer i overensstemmelse med gældende nationale bestemmelser, hvis de var eller havde rimelig grund til at være bekendt med, at de pågældende oplysninger var forkerte«. Eftersom den første klarerer nødvendigvis måtte give de øvrige oplysninger i toldangivelsen, kunne han eller hun, såfremt de viste sig at være urigtige, også være blevet anset for ansvarlig for toldskylden.", "label": [[126, 130, "DATE"]]}
{"text": "69. Navnlig henset til denne regel er jeg ikke overbevist om, at en berigtigelse af navnet på klarereren, som den nederlandske regering har argumenteret for, under alle omstændigheder kun bør tillades for berigtigelser, som medførte en ændring fra direkte repræsentation til indirekte repræsentation, idet det kun er sidstnævnte, som gør det muligt for den oprindelige klarerer at forblive debitor for toldskylden. Henset til ordlyden af artikel 201, stk. 3, andet afsnit, i toldkodeksen af 1992 ville den oprindelige klarerer nemlig, selv hvis klarererens navn berigtigedes for at afspejle den omstændighed, at den person, der oprindelig blev nævnt, var repræsenteret ved en ny klarerer, sandsynligvis være forblevet debitor for toldskylden, da vedkommende var den person, der oprindelig angav oplysningen.", "label": [[110, 135, "ORG"], [491, 495, "DATE"]]}
{"text": "70. For det tredje bør det understreges, at før det var muligt for en ny klarerer at opnå nogen form for refusion, skulle betingelserne i artikel 236 i toldkodeksen af 1992 være opfyldt.", "label": [[168, 172, "DATE"]]}
{"text": "71. For så vidt angår de argumenter, der er fremført vedrørende den usikkerhed som ændringen af klarererens navn ville have forårsaget for toldmyndighederne, fremstår disse som værende konsekvensen af EU-lovgivers valg, for det første for at gøre det muligt at tillade berigtigelse efter varernes frigivelse, og for det andet for at sikre lige muligheder for ændringer, uanset om dette sker på foranledning af myndighederne eller klarereren (53). Således vil alle de elementer, som ville kunne rettes ex officio af myndighederne, også kunne gøres til genstand for en anmodning herom fra klarereren (54).", "label": [[201, 203, "LOC"]]}
{"text": "72. Idet artikel 78 i toldkodeksen af 1992 ikke udelukkede klarererens navn fra de mulige berigtigelser, og idet den nationale ret synes at udelukke, at der forelå misbrug af rettigheder (55), er det centrale spørgsmål, som stadig skal undersøges, for at afgøre, om toldmyndighederne i hovedsagen havde ret til at afslå at berigtige klarererens navn, hvorvidt den fejlagtige angivelse af klarererens navn var forårsaget af en oprigtig fejl eller misforståelse, eller hvorvidt den var resultatet af et bevidst valg (56). Dette er efter min opfattelse den sande karakter af den skønsbeføjelse, der er overladt toldmyndighederne i kodeksens artikel 78, stk. 1 (»[…] kan […] foretage en revision af angivelsen […]«), idet toldangivelsen, hvis det følger af gennemgangen af en anmodning om berigtigelse, at den ikke svarer til de faktiske forhold, principielt bør berigtiges, medmindre dette vil være til skade for de formål, som tilstræbes med toldlovgivningen, og det således kan skade andre parters legitime rettigheder og interesser, herunder navnlig Unionens finansielle interesser, på hvis vegne toldmyndighederne opkræver told.", "label": [[38, 42, "DATE"], [1050, 1058, "ORG"]]}
{"text": "73. Således er det, for at besvare spørgsmålet forelagt af den nationale ret, nødvendigt at undersøge, hvorvidt det under omstændigheder som de i hovedsagen omhandlede kan betragtes som værende som følge af en fejl, at Pfeifer & Langen blev angivet som klarerer.", "label": [[219, 235, "ORG"]]}
{"text": "74. Her har Domstolen igen fortolket dette udtryk relativt bredt. Eksempelvis har Domstolen udtalt, at begrebet »fejl« omfatter både utilsigtede udeladelser, selv i tilfælde, hvor udeladelsen synes at være udledt alene af den omstændighed, at klarereren har indgivet en anmodning om berigtigelse af toldangivelsen (57). I dommen i sagen CEVA Freight Holland (58) fandt Domstolen, at klarereren kan anmode om en revision af varernes toldværdi, hvor bestemmelsen af denne værdi afhænger af valget af beregningsmetode (59), når en sådan anmodning indgives som reaktion på en revision foretaget af toldmyndighederne med hensyn til tariffens underposition (60). Således fremgår det, at begrebet fejl ikke blot omfatter materielle fejl, men enhver erklæring fremsat i strid med en toldbestemmelse.", "label": [[12, 21, "ORG"], [82, 91, "ORG"], [337, 357, "ORG"], [369, 378, "ORG"]]}
{"text": "75. I hovedsagen synes der at være meget lidt tvivl om, at den oprindelige angivelse af klarererens navn skyldes en fejl. I denne henseende har den forelæggende ret anført, at Pfeifer & Langen har modtaget en fuldmagt fra Zahărul Oradea til at handle i selskabets navn. I den forbindelse kan det bemærkes, at afsnit seks i fuldmagten dateret den 2. februar 2012 har følgende ordlyd:", "label": [[176, 192, "ORG"], [222, 236, "ORG"], [346, 361, "DATE"]]}
{"text": "»Vi er bekendt med, at vi ved indgivelse af toldangivelsen bliver at betragte som klarerer i medfør af toldkodeksen og forpligter os til at afholde omkostningerne ved enhver importafgift, som Pfeifer & Langen KG præsterer til toldkontoret.«", "label": [[192, 211, "ORG"], [226, 238, "ORG"]]}
{"text": "76. Denne omstændighed, som ikke er bestridt, mener jeg er tilstrækkelig til at fastslå, at der foreligger en fejl som omhandlet i artikel 78 i toldkodeksen af 1992.", "label": [[160, 164, "DATE"]]}
{"text": "77. Det fremgår således af kodeksens artikel 5, stk. 4, at klarereren, når vedkommende handler på vegne af en hovedmand, »skal« erklære at handle på den persons vegne, der repræsenteres, angive, hvorvidt det drejer sig om direkte eller indirekte repræsentation, og være i besiddelse af en fuldmagt. Som følge heraf er det i strid med artikel 5, stk. 4, første afsnit, i toldkodeksen af 1992, når en klarerer handler på vegne af en hovedmand, men uden at erklære det.", "label": [[386, 390, "DATE"]]}
{"text": "78. I den foreliggende sag skal det desuden bemærkes, at skatte- og afgiftsmyndigheden havde anvendt præferencetoldsatsen i forhold til Pfeifer & Langen og havde fratrukket den importerede mængde i forhold til Zahărul Oradeas certifikater. Således havde toldmyndighederne stiltiende, men nødvendigvis, antaget, at Pfeifer & Langen handlede på vegne af Zahărul Oradea, men også på egne vegne, hvilket er en antagelse, som er i strid med artikel 5, stk. 2, i toldkodeksen af 1992. Bestemmelsen, som er udtømmende i forhold til retten til repræsentation for toldmyndighederne (61), giver nemlig alene mulighed for at handle i en anden persons navn og for dennes regning eller i eget navn, men for en andens regning.", "label": [[136, 152, "ORG"], [210, 225, "ORG"], [314, 330, "ORG"], [352, 366, "ORG"], [473, 477, "DATE"]]}
{"text": "79. Det præciseres ganske vist i artikel 5, stk. 4, andet afsnit, i toldkodeksen af 1992, at »[d]en person, der ikke erklærer, at han handler i en anden persons navn eller for en anden persons regning, eller som erklærer, at han handler i en anden persons navn eller for en anden persons regning, uden at være i besiddelse af en fuldmagt, anses for at handle i eget navn og for egen regning«. Imidlertid ændrer den omstændighed, at retsmidlet mod overtrædelse af artikel 5, stk. 4, første afsnit, i toldkodeksen af 1992 er anvendelse af en formodningsregel, ikke ved den omstændighed, at klarereren, som det fremgår af anvendelsen af verbet »skal«, er forpligtet til at erklære, at vedkommende handlede i en anden persons navn eller for en anden persons regning. Når en person undlader at fremlægge en fuldmagt, begår den anmeldelsespligtige derfor en fejl som omhandlet i artikel 78 i toldkodeksen af 1992.", "label": [[84, 88, "DATE"], [515, 519, "DATE"], [902, 906, "DATE"]]}
{"text": "80. Idet fuldmagten var vedlagt toldangivelsen, kan det ikke bestrides, at der forelå dokumentation for et sådant repræsentationsforhold på tidspunktet for toldangivelsen.", "label": []}
{"text": "81. I lyset af det ovenstående skal den forelæggende rets spørgsmål besvares således, at artikel 78 i toldkodeksen af 1992 skal fortolkes således, at i tilfælde, hvor en toldklarerer har angivet, at den pågældende alene handlede i eget navn, selv om vedkommende var instrueret i at indgive toldangivelsen på vegne af en tredje person og for dennes regning, kan toldangivelsen efter varernes frigivelse berigtiges på en sådan måde, at hovedmanden benævnes som klarerer, hvis der kan fremlægges dokumentation for, at en sådan fuldmagt forelå, før toldangivelsen blev indgivet.", "label": [[118, 122, "DATE"], [170, 182, "PROFESSION"]]}
{"text": "II. Forslag til afgørelse", "label": []}
{"text": "82. Henset til ovenstående betragtninger foreslår jeg, at spørgsmålet fra Finanzgericht Düsseldorf (domstol i skatte- og afgiftsretlige sager, Düsseldorf, Tyskland) besvares således:", "label": [[74, 98, "ORG"], [100, 141, "ORG"], [143, 163, "LOC"]]}
{"text": "»Artikel 78 i Rådets forordning (EØF) nr. 2913/92 af 12. oktober 1992 om indførelse af en EF-toldkodeks skal fortolkes således, at i tilfælde, hvor en toldklarerer har angivet, at den pågældende alene handlede i eget navn, selv om vedkommende var instrueret i at indgive toldangivelsen på vegne af en tredje person og for dennes regning, kan toldangivelsen efter varernes frigivelse berigtiges på en sådan måde, at hovedmanden benævnes som klarerer, hvis der kan fremlægges dokumentation for, at en sådan fuldmagt forelå, før toldangivelsen blev indgivet.«", "label": [[14, 20, "ORG"], [53, 69, "DATE"], [90, 92, "LOC"], [151, 163, "PROFESSION"]]}
{"text": "1 – Originalsprog: engelsk.", "label": [[19, 26, "NATIONALITY"]]}
{"text": "2 – Selv om sagsakterne ikke indeholder oplysninger vedrørende denne momskontrol, bør det bemærkes, at artikel 85 i Rådets direktiv 2006/112/EF af 28.11.2006 om det fælles merværdiafgiftssystem (EUT 2006, L 347, s. 1) bestemmer, at »[v]ed indførsel af varer er afgiftsgrundlaget toldværdien fastsat i overensstemmelse med gældende fællesskabsbestemmelser«.", "label": [[116, 122, "ORG"], [147, 157, "DATE"]]}
{"text": "3 – I den senere affattelse af toldkodeksen, som blev vedtaget ved Europa-Parlamentets og Rådets forordning (EF) nr. 450/2008 af 23.4.2008 om EF-toldkodeksen (moderniseret toldkodeks) (EUT 2008, L 145, s. 1), var artikel 78 blevet ophævet og erstattet af artikel 27. Denne version af toldkodeksen henviste opgaven med at afgøre, under hvilke omstændigheder en toldangivelse kan revideres efter frigivelsen af varerne, til Kommissionen (jf. artikel 89, stk. 2, artikel 113 og 181). Den efterfølgende affattelse af kodeksen efter vedtagelsen af Europa-Parlamentets og Rådets forordning (EU) nr. 952/2013 af 9.10.2013 om EU-toldkodeksen (EUT 2013, L 269, s. 1), som er i kraft på nuværende tidspunkt, præciserer, at revision af toldangivelsen kun kan tillades efter frigivelsen af varerne, hvis en sådan berigtigelse er nødvendig for, at klarereren kan opfylde sine forpligtelser med hensyn til henførsel af varerne under den pågældende toldprocedure (jf. artikel 173). Samme affattelse bestemmer, at det er op til Kommissionen ved gennemførelsesretsakter at præcisere procedurereglerne for en sådan anmodning (jf. artikel 176).", "label": [[67, 86, "ORG"], [90, 96, "ORG"], [129, 138, "DATE"], [142, 144, "LOC"], [422, 434, "ORG"], [543, 562, "ORG"], [566, 572, "ORG"], [605, 614, "DATE"], [618, 620, "LOC"], [1012, 1024, "ORG"]]}
{"text": "4 – Jf. dom af 15.9.2011, DP grup (C-138/10, EU:C:2011:587, præmis 33).", "label": [[15, 24, "DATE"], [26, 33, "ORG"]]}
{"text": "5 – Jf. dom af 15.9.2011, DP grup (C-138/10, EU:C:2011:587, præmis 35).", "label": [[15, 24, "DATE"], [26, 33, "ORG"]]}
{"text": "6 – I sin dom af 7.3.2019, Suez II (C-643/17, EU:C:2019:179, præmis 46), fandt Domstolen, at »den person, der er ansvarlig for indførslen, eller den person, som overtager transporten«, skal give »alle de relevante oplysninger om, hvilken type vare eller produkt der er indført, og i hvilken mængde. Det er nemlig disse oplysninger, der gør det muligt at identificere varerne på korrekt vis med henblik på tariferingen heraf og i givet fald beregning af importafgifter«. Det fremgår imidlertid af artikel 43 i samme toldkodeks, at de oplysninger, som bliver angivet af den pågældende person, gives inden for rammerne af den summariske angivelse, som er foreløbig. Som det følger af artikel 29, afhang toldberegningen af toldangivelsen og således af de oplysninger, som klarereren angav.", "label": [[17, 25, "DATE"], [27, 34, "ORG"], [79, 88, "ORG"]]}
{"text": "7 – Jf. dom af 5.10.2006, ASM Lithography (C-100/05, EU:C:2006:645, præmis 33).", "label": [[15, 24, "DATE"], [26, 41, "ORG"]]}
{"text": "8 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 61-64), og af 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, præmis 29).", "label": [[15, 25, "DATE"], [27, 44, "ORG"], [92, 101, "DATE"], [103, 123, "ORG"]]}
{"text": "9 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 65), og af 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, præmis 30).", "label": [[15, 25, "DATE"], [27, 44, "ORG"], [89, 98, "DATE"], [100, 120, "ORG"]]}
{"text": "10 – Min fremhævelse.", "label": []}
{"text": "11 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 46).", "label": [[16, 26, "DATE"], [28, 45, "ORG"]]}
{"text": "12 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 50). Domstolen har accepteret, at en angivelse kan være genstand for adskillige anmodninger om revision. Jf. dom af 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, præmis 25), som på processproget, dvs. lettisk, anvender betegnelsen »atkārtotu pārskatīšanu«. I den franske sprogversion er præmissen formuleret således: »[…] ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision« (min fremhævelse).", "label": [[16, 26, "DATE"], [28, 45, "ORG"], [195, 205, "DATE"], [207, 218, "ORG"], [284, 291, "NATIONALITY"], [346, 353, "NATIONALITY"]]}
{"text": "13 – Jf. i denne retning dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 52), og af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 62).", "label": [[32, 42, "DATE"], [44, 61, "ORG"], [106, 115, "DATE"], [117, 132, "ORG"]]}
{"text": "14 – Jf. i denne retning dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 53), og af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 63).", "label": [[32, 42, "DATE"], [44, 61, "ORG"], [106, 115, "DATE"], [117, 132, "ORG"]]}
{"text": "15 – Jf. i denne retning dom af 5.10.2006, ASM Lithography (C-100/05, EU:C:2006:645, præmis 42), af 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, præmis 40), og af 12.10.2017, X (C-661/15, EU:C:2017:753, præmis 63). For så vidt angår artikel 78 i toldkodeksen af 1992 fastlægger den ikke en bestemt tidsfrist for berigtigelse af toldangivelser. Jf. dom af 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, præmis 25).", "label": [[32, 41, "DATE"], [43, 58, "ORG"], [100, 109, "DATE"], [111, 147, "ORG"], [192, 202, "DATE"], [204, 205, "PER"], [291, 295, "DATE"], [384, 394, "DATE"], [396, 407, "ORG"]]}
{"text": "16 – Jf. dom af 12.10.2017, Tigers (C-156/16, EU:C:2017:754, præmis 21).", "label": [[16, 26, "DATE"], [28, 34, "ORG"]]}
{"text": "17 – Jf. i denne retning dom af 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, præmis 25).", "label": [[32, 42, "DATE"], [44, 55, "ORG"]]}
{"text": "18 – Dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624). Jf. også i denne retning dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 56).", "label": [[12, 22, "DATE"], [24, 41, "ORG"], [101, 110, "DATE"], [112, 127, "ORG"]]}
{"text": "19 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 70), og af 20.12.2017, Hamamatsu Photonics Deutschland (C-529/16, EU:C:2017:984, præmis 30).", "label": [[16, 26, "DATE"], [28, 45, "ORG"], [90, 100, "DATE"], [102, 133, "ORG"]]}
{"text": "20 – Efter min opfattelse kan den omstændighed, at lovgiver indsatte artikel 78 og i øvrigt også bestemmelserne vedrørende den retlige ramme for toldangivelsen (artikel 59-77) i afsnit IV om toldmæssig bestemmelse eller anvendelse, forklares med det blotte forhold, at det primære formål med en toldangivelse er at fastlægge, hvilken toldprocedure der finder anvendelse. Det var derfor nødvendigt at fastlægge den retlige ramme, der gjaldt for toldangivelsen, før angivelsens konsekvenser blev fastlagt.", "label": []}
{"text": "21 – Dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 56).", "label": [[12, 21, "DATE"], [23, 38, "ORG"]]}
{"text": "22 – For at kunne foretage denne berigtigelse måtte den forhenværende klarerer nødvendigvis være beføjet hertil, idet det kun var på betingelse heraf, at sidstnævnte i henhold til artikel 5, stk. 4, i toldkodeksen af 1992, kunne have ansøgt om denne berigtigelse på vegne af den nye klarerer. Ydermere bør det understreges, at siden artikel 78 vedrører berigtigelse af toldangivelsen og ikke dens udskiftning, måtte den nye klarerer nødvendigvis anses for at være indtrådt i den forhenværende klarerers rettigheder og forpligtelser, herunder i forhold til en eventuel tidsbegrænsning.", "label": [[217, 221, "DATE"]]}
{"text": "23 – Artikel 199 i Kommissionens forordning (EØF) nr. 2454/93 af 2.7.1993 om visse gennemførelsesbestemmelser til Rådets forordning (EØF) nr. 2913/92 om indførelse af en EF-toldkodeks (EFT 1993, L 253, s. 1) bestemmer også, at klarereren er ansvarlig for rigtigheden af oplysningerne i angivelsen. Imidlertid kan forordningen, idet den er en lavere rangerende retskilde, som desuden er blevet delvist ugyldiggjort som værende i strid med toldkodeksen af 1992 (jf. dom af 12.10.2017, X, C-661/15, EU:C:2017:753, præmis 67), ikke tages i betragtning i forhold til spørgsmålet om fortolkning af bestemmelserne i kodeksen.", "label": [[19, 32, "ORG"], [65, 73, "DATE"], [114, 120, "ORG"], [170, 172, "LOC"], [454, 458, "DATE"], [471, 481, "DATE"], [483, 484, "PER"]]}
{"text": "24 – Dom af 15.9.2011, DP grup (C-138/10, EU:C:2011:587, præmis 40 og 41). Princippet om toldangivelsens uigenkaldelighed synes imidlertid at svare til den gældende retstilstand før vedtagelsen af toldkodeksen af 1992. På grund af vedtagelsen af artikel 78 såvel som muligheden for at erklære toldangivelsen ugyldig, som er fastsat i artikel 66, synes eksistensen af et sådan princip at være mere tvivlsomt i henhold til denne toldkodeks.", "label": [[12, 21, "DATE"], [23, 30, "ORG"], [213, 217, "DATE"]]}
{"text": "25 – Jf. i denne retning dom af 20.12.2017, Hamamatsu Photonics Deutschland (C-529/16, EU:C:2017:984, præmis 30-34). Ydermere blev Domstolen i sin dom af 17.9.2014, Baltic Agro (C-3/13, EU:C:2014:2227), bedt om at tage stilling til gyldigheden af artikel 66 i toldkodeksen af 1992. Den nationale ret var i tvivl om, hvorvidt den pågældende bestemmelse kunne være i strid med ligebehandlingsprincippet, idet den ikke gav mulighed for at erklære en forkert toldangivelse ugyldig for at rette varernes modtager. I denne sammenhæng besvarede Domstolen spørgsmålet benægtende uden at tage stilling til denne forudsætning. Omvendt gentog Domstolen klarererens forpligtelse til at give så korrekte oplysninger som muligt (jf. denne doms præmis 41-46).", "label": [[32, 42, "DATE"], [44, 75, "ORG"], [131, 140, "ORG"], [154, 163, "DATE"], [165, 176, "ORG"], [276, 280, "DATE"], [538, 547, "ORG"], [632, 641, "ORG"]]}
{"text": "26 – Jf. dom af 12.10.2017, Tigers (C-156/16, EU:C:2017:754, præmis 31).", "label": [[16, 26, "DATE"], [28, 34, "ORG"]]}
{"text": "27 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 63), og af 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, præmis 33).", "label": [[16, 26, "DATE"], [28, 45, "ORG"], [90, 99, "DATE"], [101, 137, "ORG"]]}
{"text": "28 – Jf. f.eks. dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 56), af 12.7.2012, Südzucker m.fl. (C-608/10, C-10/11 og C-23/11, EU:C:2012:444, præmis 47), og af 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, præmis 50), og af 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, præmis 32).", "label": [[23, 32, "DATE"], [34, 49, "ORG"], [108, 117, "DATE"], [119, 128, "ORG"], [199, 209, "DATE"], [211, 237, "ORG"], [283, 292, "DATE"], [294, 314, "ORG"]]}
{"text": "29 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 70). Imidlertid fandt Domstolen i præmis 30 i dom af 20.12.2017, Hamamatsu Photonics Deutschland (C-529/16, EU:C:2017:984), at de tilfælde, hvor en efterfølgende regulering af transaktionsværdien var tilladt, var begrænset til de særlige situationer, hvor der bl.a. har været en fejl i varemængden, eller hvor der er konstateret fejl efter varens overgang til fri omsætning.", "label": [[16, 26, "DATE"], [28, 45, "ORG"], [101, 110, "ORG"], [132, 142, "DATE"], [144, 175, "ORG"]]}
{"text": "30 – Jf. dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 65).", "label": [[16, 25, "DATE"], [27, 42, "ORG"]]}
{"text": "31 – Jf. dom af 12.7.2012, Südzucker m.fl. (C-608/10, C-10/11 og C-23/11, EU:C:2012:444, præmis 47).", "label": [[16, 25, "DATE"], [27, 35, "ORG"]]}
{"text": "32 – Jf. dom af 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, præmis 52).", "label": [[16, 26, "DATE"], [28, 54, "ORG"]]}
{"text": "33 – Det er korrekt, at Domstolen har fundet, at toldmyndighederne har vide skønsbeføjelser til at afgøre, hvorvidt klarererens anmodning om berigtigelse skal imødekommes. Jf. dom af 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, præmis 27). Imidlertid skal denne udtalelse ses i rette sammenhæng, dvs. at den henviser til muligheden for ex officio at foretage revision. Med hensyn til opfølgninger på en anmodning om berigtigelse synes denne skønsbeføjelse med henvisning til det ovenfor nævnte at være relativt begrænset. Efter min opfattelse kan anvendelsen af udtrykket »kan« i artikel 78 forklares med, at denne bestemmelse anerkender både muligheden for, at myndighederne kan korrigere bestemte oplysninger, og eksistensen af en rettighed for den anmeldelsespligtige til at anmode om berigtigelse af toldangivelsen.", "label": [[24, 33, "ORG"], [183, 193, "DATE"], [195, 206, "ORG"]]}
{"text": "34 – Jf. dom af 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, præmis 32). Jf. også dom af 15.9.2011, DP grup (C-138/10, EU:C:2011:587, præmis 37).", "label": [[16, 25, "DATE"], [27, 63, "ORG"], [118, 127, "DATE"], [129, 136, "ORG"]]}
{"text": "35 – I tilgift til disse tre situationer kunne det have været udledt af artikel 66, stk. 1, i toldkodeksen af 1992, at et sådant valg principielt kun kunne ændres ved at erklære toldangivelsen ugyldig.", "label": [[110, 114, "DATE"]]}
{"text": "36 – Jf. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 47), og af 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, præmis 53). Som Domstolen fandt i sin dom af 12.7.2012, Südzucker m.fl. (C-608/10, C-10/11 og C-23/11, EU:C:2012:444, præmis 50), er den omstændighed, at en fysisk kontrol af varerne ikke længere er mulig, imidlertid ikke i sig selv ensbetydende med, at det ikke var muligt at foretage en berigtigelse af angivelsen. Det er kun, hvor en sådan kontrol var nødvendig for at overholde og opfylde målsætningerne med EU-lovgivningen, at en sådan begrundelse kunne anvendes til at afslå en anmodning om berigtigelse. Navnlig forhindrede den omstændighed ikke en a posteriori kontrol af den angivne klassifikation af varerne på grundlag af beskrivelsen af disse varer i toldangivelsen. Jf. dom af 22.11.2012, Digitalnet m.fl. (C-320/11, C-330/11, C-382/11 og C-383/11, EU:C:2012:745, præmis 65-67), og af 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, præmis 36).", "label": [[16, 26, "DATE"], [28, 45, "ORG"], [90, 100, "DATE"], [102, 128, "ORG"], [172, 181, "ORG"], [201, 210, "DATE"], [212, 221, "ORG"], [568, 570, "LOC"], [846, 856, "DATE"], [858, 868, "ORG"], [954, 963, "DATE"], [965, 1001, "ORG"]]}
{"text": "37 – Jf. navnlig dom af 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, præmis 54), og af 5.10.2006, ASM Lithography (C-100/05, EU:C:2006:645, præmis 43).", "label": [[24, 34, "DATE"], [36, 62, "ORG"], [108, 117, "DATE"], [119, 134, "ORG"]]}
{"text": "38 – Jf. f.eks. dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 69).", "label": [[23, 33, "DATE"], [35, 52, "ORG"]]}
{"text": "39 – Jf. dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 51).", "label": [[16, 25, "DATE"], [27, 47, "ORG"]]}
{"text": "40 – Jf. dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 53-66). I denne sag angav toldagenter i udførselsangivelser indgivet på vegne af Terex eller købere toldprocedurekode 10 00, der betegner udførsel af fællesskabsvarer, i stedet for kode 31 51, som er den relevante kode ved genudførsel af varer, for hvilke tolden er suspenderet. Domstolen fandt i præmis 65, at artikel 78 i toldkodeksen af 1992 tillader en revision af udførselsangivelsen for varerne for at rette toldprocedurekoden. For så vidt som Domstolen kom med nogle generelle konstateringer vedrørende anvendelsesområdet for artikel 78 i toldkodeksen af 1992, kan denne dom forstås således, at der i henhold til toldkodeksens artikel 78 var en beføjelse til at berigtige valget af toldprocedure, hvis den omhandlede toldprocedure var blevet anvendt forkert, og hvis formålene med toldkodeksen af 1992 ikke blev bragt i fare. Det er også muligt at forstå den af Domstolen valgte løsning i denne sag således, at den er begrænset til situationer, hvor den valgte kode er forkert. Følgelig kan Domstolens udtalelse forstås således, at den alene tillod en berigtigelse af toldkoder, der var uforenelige med den valgte toldprocedure, og at den ikke indebar en generel beføjelse til at berigtige den toldprocedure, som var blevet valgt i en toldangivelse. Skønt det i beskrivelsen af sagens faktum ikke præciseres, om toldangivelsen, foruden den nævnte kode, omfattede den valgte toldprocedure, er denne anden forståelse den mest overbevisende efter min opfattelse. I lyset af artikel 66, og eftersom valget af toldprocedure er kernen i angivelsen, kunne denne kun være blevet ændret ved at erklære den ugyldig.", "label": [[16, 25, "DATE"], [27, 42, "ORG"], [174, 179, "ORG"], [372, 381, "ORG"], [433, 437, "DATE"], [543, 552, "ORG"], [655, 659, "DATE"], [897, 901, "DATE"], [962, 971, "ORG"], [1091, 1101, "ORG"]]}
{"text": "41 – Det er sandt, at artikel 66, stk. 2, bestemte, at en toldangivelse i visse situationer kunne erklæres ugyldig efter varernes frigivelse. Imidlertid havde denne bestemmelse ikke til formål at udvide anvendelsesområdet for artikel 66, men kun at tillade, at toldangivelsen kunne erklæres ugyldig, efter at varerne var blevet frigivet i visse situationer, der ikke desto mindre faldt ind under anvendelsesområdet for artikel 66, som beskrevet i bestemmelsens stk. 1.", "label": []}
{"text": "42 – Som jeg har forklaret i punkt 26 og 56 i dette forslag til afgørelse, er det primære formål med toldangivelsen nemlig at henføre bestemte varer under en specifik toldprocedure.", "label": []}
{"text": "43 – Jf. dom af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 56).", "label": [[16, 25, "DATE"], [27, 41, "ORG"]]}
{"text": "44 – Jf. artikel 233 i toldkodeksen af 1992.", "label": [[39, 43, "DATE"]]}
{"text": "45 – Der blev ikke sat spørgsmålstegn ved denne konklusion i dom af 15.9.2011, DP grup (C-138/10, EU:C:2011:587). Selv om Domstolen i denne dom, som vedrørte en beregningsfejl, henviste til muligheden for ugyldighed, følger det ikke af dommen, at Domstolen afgjorde spørgsmålet om ugyldighed i en situation som den, der var omhandlet i den pågældende hovedsag. Domstolen begrænsede sig til at besvare det forelagte spørgsmål ved at fremhæve, at selv om det ikke var muligt for en dommer at annullere en toldangivelse, kunne klarereren i visse situationer anmode om at få toldangivelsen erklæret ugyldig. Efter min opfattelse er det tydeligt, at Domstolen ikke ønskede at tage stilling til muligheden for ugyldighed under omstændigheder som de foreliggende under denne sag, ud fra den omstændighed, at Domstolen ved gennemgangen af de relevante retsforskrifter ikke præciserede, hvilke tilfælde af ugyldighed der var tilladelige i henhold til gennemførelsesforordningen.", "label": [[68, 77, "DATE"], [79, 86, "ORG"], [122, 131, "ORG"], [247, 256, "ORG"], [361, 370, "ORG"], [645, 654, "ORG"], [801, 810, "ORG"]]}
{"text": "46 – Jf. dom af 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, præmis 54).", "label": [[16, 26, "DATE"], [28, 54, "ORG"]]}
{"text": "47 – Jf. også dom af 14.5.1996, Faroe Seafood m.fl. (C-153/94 og C-204/94, EU:C:1996:198, præmis 108 og 109), og af 7.4.2011, Sony Supply Chain Solutions (Europe) (C-153/10, EU:C:2011:224, præmis 28).", "label": [[21, 30, "DATE"], [32, 45, "ORG"], [116, 124, "DATE"], [126, 153, "ORG"], [155, 161, "LOC"]]}
{"text": "48 – Forordning (EF) nr. 1291/2000 af 9.6.2000 om fælles gennemførelsesbestemmelser for ordningen med import- og eksportlicenser og forudfastsættelsesattester for landbrugsprodukter (EFT 2000, L 152, s. 1).", "label": [[38, 46, "DATE"]]}
{"text": "49 – Jf. f.eks. dom af 12.7.2012, Südzucker m.fl. (C-608/10, C-10/11 og C-23/11, EU:C:2012:444, præmis 56), af 16.10.2014, Nordex Food (C-334/13, EU:C:2014:2294, præmis 59), og af 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, præmis 34).", "label": [[23, 32, "DATE"], [34, 43, "ORG"], [111, 121, "DATE"], [123, 134, "ORG"], [180, 190, "DATE"], [192, 218, "ORG"]]}
{"text": "50 – Jf. i denne retning dom af 12.7.2012, Südzucker m.fl. (C-608/10, C-10/11 og C-23/11, EU:C:2012:444, præmis 66).", "label": [[32, 41, "DATE"], [43, 52, "ORG"]]}
{"text": "51 – Jf. f.eks. dom af 13.3.2014, SICES m.fl. (C-155/13, EU:C:2014:145).", "label": [[23, 32, "DATE"], [34, 39, "ORG"]]}
{"text": "52 – Jf. artikel 192 i toldkodeksen af 1992.", "label": [[39, 43, "DATE"]]}
{"text": "53 – Enhver berigtigelse af en toldangivelse medfører ganske vist omkostninger for toldmyndighederne, men idet artikel 78, stk. 3, præciserede, at berigtigelserne skulle ske »under overholdelse af eventuelle gældende bestemmelser«, var toldmyndighederne berettigede til, såfremt de måtte ønske det, at overvælte disse omkostninger på klarereren.", "label": []}
{"text": "54 – Jf. i denne retning dom af 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, præmis 41).", "label": [[32, 42, "DATE"], [44, 55, "ORG"]]}
{"text": "55 – Jf. punkt 51-53 i dette forslag til afgørelse.", "label": []}
{"text": "56 – Jf. i denne retning dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 47 ff.), og af 14.1.2010, Terex Equipment m.fl. (C-430/08 og C-431/08, EU:C:2010:15, præmis 56 ff.).", "label": [[32, 42, "DATE"], [44, 61, "ORG"], [110, 119, "DATE"], [121, 136, "ORG"]]}
{"text": "57 – Jf. i denne retning dom af 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, præmis 63), og af 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, præmis 32).", "label": [[32, 42, "DATE"], [44, 61, "ORG"], [106, 115, "DATE"], [117, 137, "ORG"]]}
{"text": "58 – Dom af 10.7.2019 (C-249/18, EU:C:2019:587).", "label": [[12, 21, "DATE"]]}
{"text": "59 – Det er således op til importøren at afgøre, hvilken pris blandt de priser, der er opnået for hvert af disse salg, han eller hun ønsker at anvende som grundlag for fastsættelsen af toldværdien af de pågældende varer, forudsat at han eller hun i forhold til den valgte pris er i stand til at fremlægge alle fornødne oplysninger og dokumenter for toldmyndighederne (ibidem, præmis 25).", "label": []}
{"text": "60 – Jf. dom af 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, præmis 26 og 36-39).", "label": [[16, 25, "DATE"], [27, 47, "ORG"]]}
{"text": "61 – Jf. dom af 7.4.2011, Sony Supply Chain Solutions (Europe) (C-153/10, EU:C:2011:224, præmis 30).", "label": [[16, 24, "DATE"], [26, 53, "ORG"], [55, 61, "LOC"]]}
