{"text": "DOMSTOLENS DOM (Anden Afdeling)", "label": [[0, 10, "ORG"], [16, 30, "ORG"]]}
{"text": "17. september 2020 (*)", "label": [[0, 18, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – statsstøtte – begreb – olietankeren Erikas forlis – støtteordning til fordel for akvakultur- og fiskerivirksomheder – beslutning, der erklærer støtteordningen delvist uforenelig med fællesmarkedet og pålægger tilbagesøgning af den udbetalte støtte – vurdering af gyldighed ‐ prøvelse af egen drift ‐ formaliteten ‐ sagsøgte i hovedsagens manglende anlæggelse af et annullationssøgsmål ‐ nedsættelse af de sociale bidrag – lønmodtagerbidrag – fordel – fastlæggelse af debitor vedrørende tilbagebetalingspligten«", "label": [[51, 69, "ORG"]]}
{"text": "I sag C-212/19,", "label": []}
{"text": "angående en anmodning om præjudiciel afgørelse i henhold til artikel 267 TEUF, indgivet af Conseil d’Etat (øverste domstol i forvaltningsretlige sager, Frankrig) ved afgørelse af 15. februar 2019, indgået til Domstolen den 6. marts 2019, i sagen", "label": [[91, 105, "ORG"], [107, 150, "ORG"], [152, 160, "LOC"], [179, 195, "DATE"], [209, 218, "ORG"], [223, 236, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "mod", "label": []}
{"text": "Compagnie des pêches de Saint-Malo,", "label": [[0, 34, "ORG"]]}
{"text": "har DOMSTOLEN (Anden Afdeling),", "label": [[4, 30, "ORG"]]}
{"text": "sammensat af afdelingsformanden, X. Tarasov, og dommerne B.I. Rodriguez (refererende dommer) og Y. von Holstein,", "label": [[13, 31, "PROFESSION"], [33, 43, "PER"], [48, 56, "PROFESSION"], [57, 71, "PER"], [73, 91, "PROFESSION"], [96, 111, "PER"]]}
{"text": "generaladvokat: M. Matveeva,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitssekretær: fuldmægtig I. Boiko,", "label": [[0, 15, "PROFESSION"], [17, 27, "PROFESSION"], [28, 36, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling og efter retsmødet den 20. november 2019,", "label": [[65, 82, "DATE"]]}
{"text": "efter at der er afgivet indlæg af:", "label": []}
{"text": "– Compagnie des pêches de Saint-Malo ved avocats G.-M. Morgan og D. Vlasova og ved H. Becker,", "label": [[2, 36, "ORG"], [41, 48, "PROFESSION"], [49, 61, "PER"], [65, 75, "PER"], [83, 92, "PER"]]}
{"text": "– den franske regering ved T. de Koning og V. Jovanović, som befuldmægtigede,", "label": [[2, 22, "ORG"], [27, 39, "PER"], [43, 55, "PER"], [61, 76, "PROFESSION"]]}
{"text": "– Europa-Kommissionen ved W. Vlasova og Y. Titova-Vasiliauskaite, som befuldmægtigede,", "label": [[2, 21, "ORG"], [26, 36, "PER"], [40, 64, "PER"], [70, 85, "PROFESSION"]]}
{"text": "og efter at generaladvokaten har fremsat forslag til afgørelse i retsmødet den 5. marts 2020,", "label": [[12, 28, "PROFESSION"], [79, 92, "DATE"]]}
{"text": "afsagt følgende Dom", "label": []}
{"text": "1 Anmodningen om præjudiciel afgørelse vedrører fortolkningen af Kommissionens beslutning 2005/239/EF af 14. juli 2004 om støtteforanstaltninger, som Frankrig har iværksat til fordel for akvakulturbrugere og fiskere (EUT 2005, L 74, s. 49, herefter »den omtvistede beslutning«).", "label": [[65, 78, "ORG"], [105, 118, "DATE"], [150, 158, "ORG"], [187, 204, "PROFESSION"], [208, 215, "PROFESSION"]]}
{"text": "2 Anmodningen er blevet fremsat i forbindelse med en tvist mellem ministre de l’Agriculture et de l’Alimentation (landbrug- og fødevareministeren, Frankrig) og Compagnie des pêches de Saint-Malo vedrørende en opkrævning til inddrivelse af støtte, som dette selskab havde modtaget i henhold til de nationale foranstaltninger, der er genstand for den omtvistede beslutning.", "label": [[66, 112, "PROFESSION"], [114, 145, "PROFESSION"], [147, 155, "LOC"], [160, 194, "ORG"]]}
{"text": "Retsforskrifter", "label": []}
{"text": "EU-retten", "label": [[0, 2, "LOC"]]}
{"text": "3 17., 18., 20., 55., 56., 98. og 99. betragtning til den omtvistede beslutning har følgende ordlyd:", "label": []}
{"text": "»(17) Landbrugs- og fiskeriministeren besluttede ved to cirkulærer af henholdsvis 15. april 2000 og 13. juli 2000 at nedsætte de sociale bidrag for alle virksomheder i sektoren med 50% ‐ for akvakulturbrugerne for perioden 15. april 2000 til 15. juli 2000 og for fiskerne for perioden 15. april 2000 til 15. oktober 2000.", "label": [[6, 37, "PROFESSION"], [82, 96, "DATE"], [100, 113, "DATE"], [181, 183, "AMOUNT_VALUE"], [183, 184, "AMOUNT_UNIT"], [191, 209, "PROFESSION"], [223, 237, "DATE"], [242, 255, "DATE"], [263, 271, "PROFESSION"], [285, 299, "DATE"], [304, 320, "DATE"]]}
{"text": "(18) Arbejdsgiverbidragene og lønmodtagerbidragene blev nedsat for alle fiskere og akvakulturbrugere på Frankrigs europæiske område og i de oversøiske departementer.", "label": [[72, 100, "PROFESSION"], [104, 131, "LOC"]]}
{"text": "[…]", "label": []}
{"text": "(20) Bidragene til [Établissement national des invalides de la marine (national forsikring for medlemmer af skibsfartssektoren)] blev nedsat med 50%, både når det gjaldt lønmodtagerbidrag og arbejdsgiverbidrag […]", "label": [[20, 127, "ORG"], [145, 147, "AMOUNT_VALUE"], [147, 148, "AMOUNT_UNIT"]]}
{"text": "[…]", "label": []}
{"text": "(55) De forskellige foranstaltninger, der omhandles i denne beslutning (nedsættelse af de sociale bidrag og de finansielle omkostninger samt fritagelse for statsafgifter), er foranstaltninger, som giver virksomheder, der udøver bestemte aktiviteter, nemlig akvakultur og fiskeri, en fordel. Virksomhederne fritages nemlig for nogle omkostninger, som de normalt skulle have afholdt.", "label": []}
{"text": "(56) Disse foranstaltninger medfører et provenutab for staten, enten direkte (nedsættelse af de finansielle omkostninger og fritagelse for statsafgifter) eller indirekte, idet staten skal kompensere for de tab, som det organ, der opkræver socialsikringsbidrag, har lidt. Der er derfor tale om statsstøtte som omhandlet i […] artikel 87, stk. 1 [EF (nu artikel 107, stk. 1, TEUF)].", "label": []}
{"text": "[…]", "label": []}
{"text": "(98) […] Kommissionen [mener] ikke, at den generelle nedsættelse af de sociale bidrag for fiskere for perioden 15. april til 15. oktober kan erklæres for forenelig med fællesmarkedet i henhold til […] artikel 87, stk. 2, litra b), [EF (nu artikel 107, stk. 2, litra b), TEUF)].", "label": [[9, 21, "ORG"], [90, 97, "PROFESSION"], [111, 120, "DATE"], [125, 136, "DATE"]]}
{"text": "(99) Som driftsstøtte, der er ydet til alle fiskerivirksomheder, uden at der kræves nogen som helst forpligtelse fra deres side, er denne støtteforanstaltning uforenelig med fællesmarkedet i henhold til punkt 1.2., fjerde afsnit, tredje led, i retningslinjerne [for behandling af statsstøtte til fiskeri- og akvakultursektoren af 1997].", "label": [[330, 334, "DATE"]]}
{"text": "[…]«", "label": []}
{"text": "4 Beslutningens artikel 3 bestemmer:", "label": []}
{"text": "»Den støtteforanstaltning, som Frankrig har iværksat til fordel for fiskerne i form af nedsættelse af de sociale bidrag for perioden 15. april til 15. oktober 2000, er uforenelig med fællesmarkedet.«", "label": [[31, 39, "ORG"], [68, 76, "PROFESSION"], [133, 142, "DATE"], [147, 163, "DATE"]]}
{"text": "5 Den nævnte beslutnings artikel 4 har følgende ordlyd:", "label": []}
{"text": "»1. Frankrig træffer alle de foranstaltninger, der er nødvendige for hos modtagerne at inddrive den støtte, der er nævnt i [artikel 3], og som de ulovligt har fået udbetalt.", "label": [[4, 12, "ORG"]]}
{"text": "2. Tilbagesøgningen skal ske uopholdeligt og i overensstemmelse med national lovgivning, hvis denne giver mulighed for at efterkomme beslutningen hurtigt og effektivt. Den støtte, der skal tilbagebetales, pålægges renter fra det tidspunkt, den blev udbetalt til støttemodtagerne, indtil den er blevet tilbagebetalt […]«", "label": []}
{"text": "Fransk ret", "label": [[0, 6, "LOC"]]}
{"text": "6 Artikel L. 741-9 i code rural et de la pêche maritime (lov om landbrug og havfiskeri, herefter »lov om landbrug og havfiskeri«) i den affattelse, der finder anvendelse på tvisten i hovedsagen, bestemmer:", "label": []}
{"text": "»Socialsikringsmidler for ansatte i landbruget udgøres af følgende:", "label": []}
{"text": "I. Hvad angår sikring i forbindelse med sygdom, barsel, invaliditet og død:", "label": []}
{"text": "1. Bidrag, der beregnes på grundlag af:", "label": []}
{"text": "a) vederlag eller fortjeneste, som den forsikrede oppebærer, og som arbejdsgivere og den forsikrede indbetaler", "label": []}
{"text": "b) pensionsfordele, uanset om de er finansieret helt eller delvist ved en betaling fra arbejdsgiveren eller om de har medført tilbagekøb af forsikringsbidrag, med undtagelse af tillæg eller forhøjelser for børn ud over supplerende pensionsgivende tjenesteår, og som den begunstigede indbetaler", "label": []}
{"text": "c) de kompenserende ydelser og indtægter, som er nævnt i artikel L. 131-2 i code de la sécurité sociale (lov om socialsikring), og som den begunstigede indbetaler", "label": []}
{"text": "2. En del af summen af de socialsikringsbidrag, som er nævnt i artikel L. 136-1, L. 136-6, L. 136-7, L. 136-7-1 i code de la sécurité sociale (lov om socialsikring).", "label": []}
{"text": "II. Hvad angår alderdomssikring: bidrag, der beregnes på grundlag af", "label": []}
{"text": "a) vederlag eller fortjeneste op til et fastsat loft, som den forsikrede oppebærer, og som arbejdsgivere og den forsikrede indbetaler", "label": []}
{"text": "b) det samlede vederlag eller fortjeneste, som den forsikrede oppebærer, og som arbejdsgiveren indbetaler.", "label": []}
{"text": "III. Hvad angår sikring af efterlevende ægtefælle: bidrag, der beregnes på grundlag af vederlag eller fortjeneste, som den forsikrede oppebærer, og som den forsikrede indbetaler.«", "label": []}
{"text": "7 Artikel 4 i décret du 17 juin 1938, relatif à la réorganisation et à l’unification du régime d’assurance des marins (dekret af 17.6.1938 om omlægning og sammenlægning af forsikringsordningerne for søfolk), i den affattelse, der finder anvendelse på tvisten i hovedsagen, bestemmer:", "label": [[24, 36, "DATE"], [129, 138, "DATE"], [199, 205, "PROFESSION"]]}
{"text": "»Medlemskab af den almindelige understøttelseskasse for søfolk indebærer indbetaling af personlige bidrag og arbejdsgiverbidrag på de betingelser, som er fastsat i artikel L. 41 et L. 42 i code des pensions de retraite des marins (lov om alderspension for søfolk), hvorfra er undtaget skadede eller syge søfolk, der er sikret ved sin reder eller den almindelige understøttelseskasse.", "label": [[56, 62, "PROFESSION"], [223, 229, "PROFESSION"], [256, 262, "PROFESSION"]]}
{"text": "Hvis en tjenesteperiode kun kan regnes delvist med i forbindelse med alderspension fra søfolkenes pensionskasse, skal der indbetales gebyrer og bidrag til den almindelige understøttelseskasse for den resterende periode.«", "label": [[87, 97, "PROFESSION"]]}
{"text": "Tvisten i hovedsagen og de præjudicielle spørgsmål", "label": []}
{"text": "8 Som følge af dels den olieforurening, som var forårsaget af tankeren Erikas forlis i Den Biscayiske Bugt den 12. december 1999, dels de betydelige skader, som var lidt i den sydlige halvdel af Frankrig på grund af den kraftige storm, der havde fundet sted den 27. og den 28. december 1999, vedtog Den Franske Republik en ordning, hvorefter fiskere og akvakulturbrugere kunne få erstatning for de skader, de var blevet påført i denne forbindelse.", "label": [[62, 77, "ORG"], [87, 106, "LOC"], [111, 128, "DATE"], [195, 203, "LOC"], [262, 290, "DATE"], [299, 319, "ORG"], [342, 349, "PROFESSION"], [353, 370, "PROFESSION"]]}
{"text": "9 Oprindelig blev der truffet forskellige foranstaltninger med henblik på erstatning til fiskere og akvakulturbrugere i seks franske departementer ved Atlanterhavskysten, som var direkte berørt af hændelserne, dvs. departementerne fra og med Finistère til og med Gironde.", "label": [[89, 96, "PROFESSION"], [100, 117, "PROFESSION"], [125, 146, "LOC"], [151, 169, "LOC"], [242, 251, "LOC"], [263, 270, "LOC"]]}
{"text": "10 Ved to cirkulærer af henholdsvis 15. april 2000 og 13. juli 2000 vedtog Den Franske Republik flere yderligere foranstaltninger, hvorved den bl.a. nedsatte de sociale bidrag for alle virksomheder i den berørte sektor med 50%, som for akvakulturbrugerne angik perioden fra den 15. april 2000 til den 15. juli 2000, og for fiskerne angik perioden fra den 15. april 2000 til den 15. oktober 2000. Både arbejdsgiverbidrag og lønmodtagerbidrag blev nedsat, og foranstaltningerne fandt anvendelse for alle fiskere og akvakulturbrugere på Frankrigs europæiske område og i de oversøiske departementer.", "label": [[36, 50, "DATE"], [54, 67, "DATE"], [75, 95, "ORG"], [223, 225, "AMOUNT_VALUE"], [225, 226, "AMOUNT_UNIT"], [236, 254, "PROFESSION"], [278, 292, "DATE"], [301, 314, "DATE"], [323, 331, "PROFESSION"], [355, 369, "DATE"], [378, 394, "DATE"], [502, 509, "PROFESSION"], [513, 530, "PROFESSION"], [534, 554, "LOC"]]}
{"text": "11 De franske myndigheder gennemførte straks de forskellige foranstaltninger, som Kommissionen først blev underrettet om ved skrivelse af 21. juni 2000.", "label": [[6, 13, "LOC"], [82, 94, "ORG"], [138, 151, "DATE"]]}
{"text": "12 Ved den omtvistede beslutning fastslog Kommissionen, at en del af foranstaltningerne, bl.a. dem vedrørende nedsættelserne af fiskernes sociale bidrag, var statsstøtte, som var uforenelig med fællesmarkedet, og den pålagde omgående inddrivelse af de beløb, som bidragene var blevet nedsat med. Hverken Den Franske Republik eller adressaterne for de omhandlede foranstaltninger har anfægtet denne beslutnings gyldighed ved et annullationssøgsmål i henhold til artikel 263 TEUF.", "label": [[42, 54, "ORG"], [128, 137, "PROFESSION"], [304, 324, "ORG"]]}
{"text": "13 Efter beslutningens vedtagelse fandt der en længerevarende korrespondance sted mellem Kommissionen og de franske myndigheder, hvorved de franske myndigheder i første omgang opfordrede Kommissionen til at genoverveje sin holdning og i anden omgang underrettede denne om, at en undersøgelse af de virksomheder, som skulle tilbagebetale den omtvistede støtte, havde vist, at visse af disse virksomheder var forsvundet, mens andre var i store økonomiske vanskeligheder.", "label": [[89, 101, "ORG"], [108, 115, "LOC"], [140, 147, "LOC"], [187, 199, "ORG"]]}
{"text": "14 Den 23. december 2009 anlagde Kommissionen traktatbrudssag ved Domstolen, hvilket gav anledning til dom af 20. oktober 2011, Kommissionen mod Frankrig (C-549/09, ikke trykt i Sml., EU:C:2011:672), idet den var af den opfattelse, at Den Franske Republik endnu ikke havde gennemført den omtvistede beslutning.", "label": [[7, 24, "DATE"], [33, 45, "ORG"], [66, 75, "ORG"], [110, 126, "DATE"], [128, 140, "ORG"], [145, 153, "ORG"], [235, 255, "ORG"]]}
{"text": "15 I den nævnte dom fastslog Domstolen, at Den Franske Republik ved at undlade at gennemføre den omtvistede beslutning inden for den fastsatte frist havde tilsidesat de forpligtelser, der påhvilede den i henhold til artikel 288, stk. 4, TEUF, og beslutningens artikel 4. Domstolen fastslog i øvrigt i nævnte doms præmis 42 og 43 som svar på Den Franske Republiks argument, der er gengivet i samme doms præmis 23, og hvorefter »virksomhederne ikke skulle tilbagebetale de beløb, som svarede til nedsættelsen af lønmodtagerbidragene, fordi virksomhederne på lønmodtagernes vegne havde indbetalt beløbene til de relevante institutioner«, at dette argument i realiteten svarede til at anfægte Kommissionens vurdering i den omtvistede beslutning, hvorefter nedsættelsen af både arbejdsgiver- og lønmodtagerbidragene havde karakter af »statsstøtte« som omhandlet i artikel 107, stk. 1, TEUF, og at det ikke påhvilede Domstolen at træffe afgørelse om beslutningens lovlighed inden for rammerne af en traktatbrudssag.", "label": [[29, 38, "ORG"], [43, 63, "ORG"], [271, 280, "ORG"], [341, 362, "ORG"], [689, 702, "ORG"], [911, 920, "ORG"]]}
{"text": "16 Efter afsigelsen af dom af 20. oktober 2011, Kommissionen mod Frankrig (C-549/09, ikke trykt i Sml., EU:C:2011:672), anmodede Kommissionen ved skrivelse af 20. december 2012 Den Franske Republik om igen at iværksætte en procedure for inddrivelse af den omhandlede støtte hos de virksomheder, der havde modtaget den, med henblik på ligeledes at inddrive de beløb, som svarede til nedsættelserne af lønmodtagerbidragene, hvilket Den Franske Republik tog til efterretning ved skrivelse af 7. februar 2013.", "label": [[30, 46, "DATE"], [48, 60, "ORG"], [65, 73, "ORG"], [129, 141, "ORG"], [159, 176, "DATE"], [177, 197, "ORG"], [430, 450, "ORG"], [489, 504, "DATE"]]}
{"text": "17 I overensstemmelse med Kommissionens anmodning udstedte directeur régional des finances publiques de Bretagne (regionaldirektør for offentlige finanser i Bretagne, Frankrig) den 22. februar 2013 en opkrævning til Compagnie des pêches de Saint-Malo på et beløb svarende til den nedsættelse af lønmodtagerbidrag, som dette selskab angiveligt var blevet indrømmet mellem den 15. april og den 15. oktober 2000, dvs. 84 550,08 EUR med tillæg af morarenter.", "label": [[26, 39, "ORG"], [59, 100, "PROFESSION"], [104, 112, "LOC"], [114, 154, "PROFESSION"], [157, 175, "LOC"], [181, 197, "DATE"], [216, 250, "ORG"], [375, 384, "DATE"], [392, 408, "DATE"], [415, 424, "AMOUNT_VALUE"], [425, 428, "AMOUNT_UNIT"]]}
{"text": "18 Compagnie des pêches de Saint-Malo anfægtede opkrævningen ved tribunal administratif de Rennes (forvaltningsdomstolen i Rennes, Frankrig), som annullerede opkrævningen ved afgørelse af 25. juni 2015. Ved dom af 14. april 2017 forkastede cour administrative d’appel de Nantes (appeldomstolen i forvaltningsretlige sager i Nantes, Frankrig) den appel, som ministre de l’Environnement, de l’Énergie et de la Mer, chargé des relations internationales sur le climat (ministeren for miljø, energi og havet med ansvar for internationale forbindelser på klimaområdet, Frankrig) havde iværksat. Den 14. juni 2017 iværksatte ministre de l’Agriculture et de l’Alimentation (landbrug- og fødevareministeren) kassationsanke ved Conseil d’État (øverste domstol i forvaltningsretlige sager, Frankrig) til prøvelse af denne dom med påstand om, at appeldomstolen dels havde begået en retlig fejl ved at fastslå, at de omhandlede fritagelser for lønmodtagerbidrag ikke var kommet fiskerivirksomhederne til gode, selv om Kommissionen havde anset dem for statsstøtte, der var uforenelig med fællesmarkedet, dels havde gengivet de sagsakter, der var forelagt for den, forkert ved at konkludere, at det fremgik af undersøgelsen, at nedsættelsen af lønmodtagerbidragene automatisk havde medført en stigning i nettobeløbet for den løn, der var blevet udbetalt til de berørte ansatte.", "label": [[3, 37, "ORG"], [65, 97, "ORG"], [99, 120, "ORG"], [123, 139, "LOC"], [188, 201, "DATE"], [214, 228, "DATE"], [240, 277, "ORG"], [279, 293, "ORG"], [324, 340, "LOC"], [357, 411, "PROFESSION"], [413, 463, "PROFESSION"], [465, 502, "PROFESSION"], [518, 561, "ORG"], [563, 571, "LOC"], [593, 606, "DATE"], [618, 664, "PROFESSION"], [666, 697, "PROFESSION"], [718, 732, "ORG"], [734, 777, "ORG"], [779, 787, "LOC"], [834, 848, "ORG"], [1005, 1017, "ORG"]]}
{"text": "19 Det fremgår af oplysningerne i anmodningen om præjudiciel afgørelse, at Conseil d’État (øverste domstol i forvaltningsretlige sager) efter at have forkastet Compagnie des pêches de Saint-Malos første anbringender, som i det væsentligste vedrørte, at den omtvistede opkrævning ikke opfyldte kravene om begrundelse i henhold til EU-retten og var forbundet med en tilsidesættelse af princippet om beskyttelse af den berettigede forventning, retssikkerhedsprincippet og princippet om overholdelse af en rimelig frist, afviste selskabets anmodning om, at Domstolen på grundlag af artikel 267 TEUF skulle forelægges et præjudicielt spørgsmål vedrørende gyldigheden af den omtvistede beslutning. Med henvisning til dom af 9. marts 1994, TWD Textilwerke Deggendorf (C-188/92, EU:C:1994:90), af 19. oktober 2000, Italie og Sardegna Lines mod Kommissionen (C-15/98 og C-105/99, EU:C:2000:570), og af 25. juli 2018, Georgsmarienhütte m.fl. (C-135/16, EU:C:2018:582), fastslog den forelæggende ret således, at det nævnte selskab i sin egenskab af faktisk modtager af en individuel støtte, som var tildelt i henhold til en generel støtteordning, og som Kommissionen krævede tilbagesøgt, var umiddelbart og individuelt berørt som omhandlet i artikel 263, stk. 4, TEUF af den omtvistede beslutning, og at selskabet, for så vidt som det ikke havde anlagt et annullationssøgsmål ved Domstolen, ikke kunne anfægte gyldigheden i forbindelse med et søgsmål til prøvelse af de af de nationale myndigheder trufne foranstaltninger til gennemførelse af denne beslutning.", "label": [[75, 135, "ORG"], [160, 195, "ORG"], [330, 332, "LOC"], [525, 535, "ORG"], [553, 562, "ORG"], [718, 731, "DATE"], [733, 759, "ORG"], [789, 805, "DATE"], [807, 813, "ORG"], [817, 831, "ORG"], [836, 848, "ORG"], [893, 906, "DATE"], [908, 925, "ORG"], [1143, 1155, "ORG"], [1293, 1302, "ORG"], [1369, 1378, "ORG"]]}
{"text": "20 For så vidt angår det sidste anbringende, som Compagnie des pêches de Saint-Malo har fremsat, og som i det væsentlige vedrører det forhold, at den omtvistede beslutning udelukkende indebærer inddrivelse af de beløb, der svarer til nedsættelserne af arbejdsgiverbidragene og ikke også nedsættelserne af lønmodtagerbidragene, eftersom sidstnævnte bidrag skal inddrives hos arbejdstagerne i de fiskerivirksomheder, som var de eneste faktiske modtagere heraf, har Conseil d’État (øverste domstol i forvaltningsretlige sager) indledningsvis bemærket, at selv om det med hensyn til beskrivelsen af de omhandlede nationale foranstaltninger nævnes i 18. betragtning til den omtvistede beslutning, at den omhandlede nedsættelse gjaldt arbejdsgiverbidragene og lønmodtagerbidragene, omtalte Kommissionen kun »sociale bidrag« i resten af beslutningen uden udtrykkeligt at præcisere, om nedsættelsen af bidragene, som den krævede inddrevet, ligeledes vedrører lønmodtagerbidragene. Den forelæggende ret præciserede endvidere, at i medfør af de nationale bestemmelser, som er nævnt i denne doms præmis 6 og 7, skulle arbejdsgiverbidragene til ordningerne for ansatte i landbruget og søfolk betales af fiskerivirksomhederne i deres egenskab af arbejdsgivere, mens lønmodtagerbidragene skulle betales af lønmodtagerne selv. Lønmodtagerbidragene afholdes således ikke af fiskerivirksomhederne, men bliver blot trukket af disse i de ansattes løn i forbindelse med hver lønseddel. Nedsættelsen af lønmodtagerbidragene kommer således lønmodtagerne, som er de direkte støttemodtagere, til gode, idet de får udbetalt en nettoløn, som er forhøjet med et beløb, som svarer til nedsættelsen af disse bidrag.", "label": [[49, 83, "ORG"], [463, 523, "ORG"], [784, 796, "ORG"], [1159, 1169, "PROFESSION"], [1173, 1179, "PROFESSION"]]}
{"text": "21 Ifølge Conseil d’État (øverste domstol i forvaltningsretlige sager) afhænger bedømmelsen af Compagnie des pêches de Saint-Malos sidste anbringende af, om den omtvistede beslutning skal fortolkes således, at det kun er nedsættelsen af arbejdsgiverbidragene, som er uforenelig med fællesmarkedet, fordi nedsættelsen af lønmodtagerbidragene ikke kommer fiskerivirksomhederne direkte til gode og derfor ikke kan falde ind under anvendelsesområdet for artikel 107 TEUF, eller derimod således, at også nedsættelsen af lønmodtagerbidragene er uforenelig med fællesmarkedet. Såfremt sidstnævnte fortolkning er den rigtige, opstår tillige spørgsmålet om, hvorvidt de fiskerivirksomheder, hvis ansatte har fået nedsat lønmodtagerbidragene, skal anses for at have nydt godt af den fulde nedsættelse eller alene af en del heraf. Såfremt virksomhederne kun skal anses for at have nydt godt af en del af nedsættelsen, er den forelæggende i tvivl om, hvordan denne del skal ansættes. Endvidere opstår spørgsmålet om, hvorvidt den medlemsstat, som skal inddrive støtten, har pligt til at kræve tilbagebetaling fra de berørte lønmodtagere af den del af støtten, der er kommet dem til gode.", "label": [[10, 70, "ORG"], [95, 130, "ORG"]]}
{"text": "22 Under disse omstændigheder har Conseil d’État (øverste domstol i forvaltningsretlige sager) besluttet at udsætte sagen og at forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[34, 94, "ORG"], [138, 147, "ORG"]]}
{"text": "»1) Skal [den omtvistede beslutning] fortolkes således, at kun nedsættelsen af arbejdsgiverbidragene er uforenelig med fællesmarkedet, fordi nedsættelsen af lønmodtagerbidragene ikke kommer virksomhederne til gode og derfor ikke kan falde ind under anvendelsesområdet for artikel 107 [TEUF], eller således, at også nedsættelsen af lønmodtagerbidragene er uforenelig?", "label": []}
{"text": "2) Såfremt Domstolen finder, at Kommissionens beslutning skal fortolkes således, at nedsættelsen af lønmodtagerbidragene også er uforenelig, skal virksomheden da anses for at have nydt godt af den fulde nedsættelse eller alene en del heraf? Hvordan skal denne del i givet fald ansættes? Har medlemsstaten pligt til at kræve tilbagebetaling fra de berørte lønmodtagere af hele eller den del af støtten, der er kommet dem til gode?«", "label": [[11, 20, "ORG"], [32, 45, "ORG"]]}
{"text": "Formaliteten vedrørende anmodningen om præjudiciel afgørelse", "label": []}
{"text": "23 Med henvisning til dom af 9. marts 1994, TWD Textilwerke Deggendorf (C-188/92, EU:C:1994:90), og af 25. juli 2018, Georgsmarienhütte m.fl. (C-135/16, EU:C:2018:582), har Kommissionen principalt gjort gældende, at anmodningen om præjudiciel afgørelse ikke kan antages til realitetsbehandling. Kommissionen er af den opfattelse, at selv om de to spørgsmål, som Conseil d’État (øverste domstol i forvaltningsretlige sager) har rejst, er formuleret som spørgsmål med henblik på fortolkning, har de egentlig til formål at så tvivl om den omtvistede beslutnings gyldighed, for så vidt som den kvalificerer den i hovedsagen omhandlede nedsættelse af lønmodtagerbidrag som statsstøtte, der er uforenelig med fællesmarkedet, og pålægger inddrivelse af de beløb, der er blevet nedsat med. Denne kvalificering af de præjudicielle spørgsmål bekræftes af dels formålet med og selve betydningen af de således formulerede spørgsmål, dels den sammenhæng, hvori de er blevet rejst, dvs. en kassationsappel ved en national ret, hvori sagsøgte i hovedsagen har anfægtet beslutningens gyldighed.", "label": [[29, 42, "DATE"], [44, 70, "ORG"], [103, 116, "DATE"], [118, 135, "ORG"], [173, 185, "ORG"], [295, 307, "ORG"], [362, 422, "ORG"]]}
{"text": "24 Ifølge Kommissionen ville en indskrænkende fortolkning af den omtvistede beslutning, hvorefter kravet om tilbagebetaling kun vedrørte de beløb, hvormed arbejdsgiverbidragene var nedsat, og ikke omfattede de beløb, lønmodtagerbidragene var nedsat med, i det væsentlige gøre det muligt for Compagnie des pêches de Saint-Malo at anfægte beslutningens lovlighed med et præjudicielt spørgsmål, som angiveligt vedrørte fortolkningen af beslutningen. Dette ville imidlertid ikke være muligt i medfør af den praksis fra Domstolen, som er nævnt i denne doms foregående præmis, for så vidt som dette selskab ikke har anlagt et annullationssøgsmål i henhold til artikel 263, stk. 4, TEUF til prøvelse af beslutningen, selv om selskabet i sin egenskab af modtager af statsstøtte, som er fundet uforenelig med fællesmarkedet, »uden tvivl havde kompetence« til at anfægte den. Eftersom Compagnie des pêches de Saint-Malo ikke har anlagt et sådant søgsmål inden for de fastsatte frister, kan det således ikke anfægte beslutningens gyldighed i forbindelse med et søgsmål til prøvelse af de nationale foranstaltninger til gennemførelse af beslutningen.", "label": [[10, 22, "ORG"], [291, 325, "ORG"], [515, 524, "ORG"], [875, 909, "ORG"]]}
{"text": "25 Således som generaladvokaten i det væsentlige har anført i punkt 22 i forslaget til afgørelse, skal det i denne forbindelse for det første bemærkes, at uanset hvad indholdet af den forelæggende rets første præjudicielle spørgsmål er, indeholder det andet spørgsmål klart en fortolkningsanmodning. Selv om den omstændighed, at Compagnie des pêches de Saint-Malo ikke har anfægtet lovligheden af den omtvistede beslutning ved et annullationssøgsmål, eventuelt kan have betydning for, om det første spørgsmål kan antages til realitetsbehandling, kan det under alle omstændigheder ikke hindre, at anmodningen om præjudiciel afgørelse i sin helhed kan antages til realitetsbehandling (jf. i denne retning dom af 17.2.2011, Bolton Alimentari, C-494/09, EU:C:2011:87, præmis 21).", "label": [[15, 31, "PROFESSION"], [329, 363, "ORG"], [710, 719, "DATE"], [721, 738, "ORG"]]}
{"text": "26 Hvad for det andet angår spørgsmålet om, hvorvidt det første spørgsmål kan antages til realitetsbehandling, skal det fastslås, at selv om den forelæggende rets hensigt synes at have været at holde sig til en anmodning om fortolkning med henblik på at få oplyst, om den indtægtsordre, som Kommissionen har udstedt i den omtvistede beslutning, ikke alene vedrører de beløb, der svarer til nedsættelsen af arbejdsgiverbidrag, men ligeledes de beløb, der svarer til nedsættelsen af lønmodtagerbidrag, fremgår det ligeledes af selve ordlyden af dette spørgsmål, at den forelæggende ret vil have Domstolen til at tage stilling til Kommissionens konklusion i den omtvistede beslutning om, at nedsættelsen af arbejdsgiverbidrag udgør »statsstøtte« som omhandlet i artikel 107, stk. 1, TEUF. Det må derfor antages, at den forelæggende ret implicit har rejst et spørgsmål om vurdering af beslutningens gyldighed.", "label": [[291, 303, "ORG"], [593, 602, "ORG"], [628, 641, "ORG"]]}
{"text": "27 Indledningsvis bemærkes, at selv om det inden for rammerne af kompetencefordelingen mellem de nationale retter og Domstolen ved anvendelsen af artikel 267 TEUF tilkommer de nationale retter at afgøre, hvilke spørgsmål de finder relevante at forelægge, kan Domstolen dog af alle de elementer, der er fremlagt af den nationale ret, udlede de EU-retlige elementer, som under hensyn til sagens genstand nødvendiggør en fortolkning eller bedømmelse af gyldigheden (jf. i denne retning dom af 15.10.1980, Roquette Frères, 145/79, EU:C:1980:234, præmis 7).", "label": [[117, 126, "ORG"], [259, 268, "ORG"], [343, 345, "LOC"], [490, 500, "DATE"], [502, 517, "ORG"]]}
{"text": "28 Således som generaladvokaten har anført i punkt 25-31 i forslaget til afgørelse, følger det af retspraksis, at den tvivl, som den forelæggende ret har givet udtryk for med hensyn til gyldigheden af en EU-retsakt, og den omstændighed, at dette spørgsmål er blevet rejst i tvisten i hovedsagen, udgør elementer, som Domstolen tager hensyn til i forbindelse med sin vurdering af, hvorvidt der ex officio skal rejses spørgsmål om gyldigheden af en retsakt, som den forelæggende ret formelt set blot har anmodet om en fortolkning af (jf. i denne retning dom af 13.12.1989, Paris, C-204/88, EU:C:1989:643, præmis 8, af 11.6.2009, Hans & Christophorus Oymanns, C-300/07, EU:C:2009:358, præmis 46 og 47, af 6.10.2015, Mertens, C-362/14, EU:C:2015:650, præmis 67, og af 16.7.2020, Facebook Ireland og Mertens, C-311/18, EU:C:2020:559, præmis 159-161).", "label": [[15, 31, "PROFESSION"], [204, 206, "LOC"], [317, 326, "ORG"], [559, 569, "DATE"], [571, 576, "LOC"], [616, 625, "DATE"], [627, 655, "ORG"], [702, 711, "DATE"], [713, 720, "PER"], [764, 773, "DATE"], [775, 791, "ORG"], [795, 802, "PER"]]}
{"text": "29 I det foreliggende tilfælde skal det imidlertid bemærkes, at det for det første fremgår af forelæggelsesafgørelsen og de sagsakter, som Domstolen er blevet forelagt, at Compagnie des pêches de Saint-Malo i sit søgsmål ved den nationale ret i første instans direkte anfægtede den omtvistede beslutnings gyldighed, for så vidt som nedsættelsen af lønmodtagerbidragene heri blev anset for statsstøtte, som var uforenelig med fællesmarkedet. For det andet har den nævnte ret selv givet udtryk for tvivl om gyldigheden af den omtvistede beslutning ved at anføre, således som det er nævnt i nærværende doms præmis 20 og 21, at nedsættelsen af disse lønmodtagerbidrag ikke kom fiskerivirksomhederne direkte til gode og derfor ikke kunne falde ind under anvendelsesområdet for artikel 107 TEUF.", "label": [[139, 148, "ORG"], [172, 206, "ORG"]]}
{"text": "30 Selv om de præjudicielle spørgsmål formelt set vedrører fortolkningen af den omtvistede beslutning, skal der med henblik på at give den forelæggende ret en fuldstændig besvarelse også foretages en undersøgelse af beslutningens gyldighed.", "label": []}
{"text": "31 Som det fremgår af Domstolens praksis, kan spørgsmålet om gyldigheden imidlertid ikke påkendes af egen drift i tilfælde, hvor sagsøgte i hovedsagen uden tvivl har haft kompetence til at nedlægge påstand om annullation af den omtvistede beslutning (jf. i denne retning dom af 18.7.2007, Franceschi, C-119/05, EU:C:2007:434, præmis 56, af 8.7.2010, Afton Chemical, C-343/09, EU:C:2010:419, præmis 19-25, og af 25.7.2018, Georgsmarienhütte m.fl., C-135/16, EU:C:2018:582, præmis 37).", "label": [[22, 32, "ORG"], [278, 287, "DATE"], [289, 299, "PER"], [340, 348, "DATE"], [350, 364, "ORG"], [411, 420, "DATE"], [422, 439, "ORG"]]}
{"text": "32 Det skal i denne forbindelse bemærkes, at på det tidspunkt, hvor Compagnie des pêches de Saint Malo kunne anfægte den omtvistede beslutning ved et søgsmål anlagt i henhold til artikel 263 TEUF, var det i det foreliggende tilfælde ikke sikkert, at selskabet havde interesse i at anlægge sag til prøvelse af den del af denne beslutning, der vedrørte lønmodtagerbidrag, bl.a. idet – som det fremgår af de sagsakter, som Domstolen er blevet forelagt – disse bidrag ikke blev afholdt af fiskerivirksomhederne i deres egenskab af arbejdsgivere, men af arbejdstagerne, idet disse var de faktisk begunstigede af nedsættelsen af bidragene.", "label": [[68, 102, "ORG"], [420, 429, "ORG"]]}
{"text": "33 Eftersom det, som det er fremhævet i nærværende doms præmis 16 og 17, først var efter afsigelsen af dom af 20. oktober 2011, Kommissionen mod Frankrig (C-549/09, ikke trykt i Sml., EU:C:2011:672), at Compagnie des pêches de Saint-Malo blev behørigt underrettet om den omstændighed, at Kommissionens indtægtsordre ligeledes vedrørte de beløb, der svarede til nedsættelsen af lønmodtagerbidragene, kunne selskabet før udløbet af søgsmålsfristen i artikel 263 TEUF endvidere antage, at det ikke havde søgsmålsinteresse med henblik på at anfægte den omtvistede beslutning og modsætte sig inddrivelsen af beløbene. Hvis Compagnie des pêches de Saint-Malo havde anlagt et søgsmål til prøvelse af beslutningen, er det endvidere ikke udelukket, at Retten af disse grunde og af de grunde, som generaladvokaten har anført i punkt 49 i forslaget til afgørelse, af egen drift havde taget spørgsmålet om selskabets søgsmålsinteresse under påkendelse.", "label": [[110, 126, "DATE"], [128, 140, "ORG"], [145, 153, "ORG"], [203, 237, "ORG"], [288, 301, "ORG"], [618, 652, "ORG"], [743, 749, "ORG"], [787, 803, "PROFESSION"]]}
{"text": "34 I denne forbindelse skal det bemærkes, at det følger af fast retspraksis, at søgsmålsinteressen, som skal være eksisterende og faktisk, ligeledes er en betingelse for, at det søgsmål, som er anlagt på grundlag af artikel 263 TEUF, kan antages til realitetsbehandling (jf. i denne retning dom af 21.12.2011, ACEA mod Kommissionen, C-319/09 P, ikke trykt i Sml., EU:C:2011:857, præmis 67 og den deri nævnte retspraksis), og hvis manglende opfyldelse udgør en ufravigelig procesforudsætning, som Domstolen af egen drift kan tage under påkendelse (jf. i denne retning kendelse af 7.10.1987, d.B. mod Rådet og ØSU, 108/86, EU:C:1987:426, præmis 10).", "label": [[298, 308, "DATE"], [310, 314, "ORG"], [319, 331, "ORG"], [496, 505, "ORG"], [579, 588, "DATE"], [590, 594, "PER"], [599, 604, "ORG"], [608, 611, "ORG"]]}
{"text": "35 Henset til disse omstændigheder må det fastslås, at det ikke er åbenbart, at et annullationssøgsmål anlagt af sagsøgte i hovedsagen ville være blevet antaget til realitetsbehandling.", "label": []}
{"text": "36 Det følger af samtlige ovenstående overvejelser, at anmodningen om præjudiciel afgørelse i sin helhed skal antages til realitetsbehandling.", "label": []}
{"text": "Hvorvidt den omtvistede beslutning er ugyldig, fordi det heri fastslås, at den omhandlede nedsættelse af lønmodtagerbidrag kan anses for statsstøtte, som er uforenelig med fællesmarkedet", "label": []}
{"text": "37 Indledningsvis bemærkes, at Kommissionen, som det fremgår af præmis 42 i dom af 20. oktober 2011, Kommissionen mod Frankrig (C-549/09, ikke trykt i Sml., EU:C:2011:672), i den omtvistede beslutning har fastslået, at nedsættelsen af såvel arbejdsgiverbidrag som lønmodtagerbidrag udgør »statsstøtte« som omhandlet i artikel 107, stk. 1, TEUF. Selv om Kommissionen i beslutningens artikel 3 alene henviser til nedsættelser af sociale bidrag, fremgår det således af 18. og 20. betragtning til beslutningen, at begrebet »sociale bidrag« omfatter såvel arbejdsgiverbidrag som lønmodtagerbidrag.", "label": [[31, 43, "ORG"], [83, 99, "DATE"], [101, 113, "ORG"], [118, 126, "ORG"], [353, 365, "ORG"]]}
{"text": "38 Ifølge fast retspraksis skal samtlige betingelser i artikel 107, stk. 1, TEUF være opfyldt, for at der kan være tale om »statsstøtte« i denne bestemmelses forstand. For det første skal der være tale om en statslig indgriben eller indgriben ved hjælp af statsmidler. For det andet skal denne støtte kunne påvirke samhandelen mellem medlemsstaterne. For det tredje skal den give modtageren en selektiv fordel. For det fjerde skal den fordreje eller true med at fordreje konkurrencevilkårene (jf. i denne retning dom af 29.7.2019, Azienda Napoletana Mobilità, C-659/17, EU:C:2019:633, præmis 20 og den deri nævnte retspraksis).", "label": [[520, 529, "DATE"], [531, 558, "ORG"]]}
{"text": "39 For så vidt angår betingelsen om, at den i hovedsagen omhandlede foranstaltning skal anses for at være en fordel for modtageren, følger det ligeledes af Domstolens faste praksis, at for at en foranstaltning, uanset hvilken form den end måtte have, skal kunne anses for at være støtte, kræves, at den direkte eller indirekte favoriserer visse virksomheder, eller at den begunstigede virksomhed opnår en økonomisk fordel, som den ikke ville have opnået under sædvanlige markedsbetingelser (jf. i denne retning dom af 24.7.2003, Altmark Trans og Regierungspräsidium Magdeburg, C-280/00, EU:C:2003:415, præmis 83 og 84 og den deri nævnte retspraksis).", "label": [[156, 166, "ORG"], [518, 527, "DATE"], [529, 542, "ORG"], [546, 575, "ORG"]]}
{"text": "40 Det bemærkes endvidere, at begrebet støtte omfatter de fordele, der indrømmes af offentlige myndigheder, og som under forskellige former letter de byrder, der normalt belaster en virksomheds budget. En delvis nedsættelse af socialsikringsbidrag, som påhviler virksomheder i en bestemt industrisektor, udgør således støtte som omhandlet i artikel 107, stk. 1, TEUF, såfremt foranstaltningen delvis tilsigter at fritage virksomhederne for byrder, der følger af en normal anvendelse af det almindelige sociale forsorgssystem, når undtagelsen ikke berettiges ved systemets karakter eller opbygning (jf. dom af 5.10.1999, Frankrig mod Kommissionen, C-251/97, EU:C:1999:480, præmis 35 og 36 og den deri nævnte retspraksis).", "label": [[609, 618, "DATE"], [620, 628, "ORG"], [633, 645, "ORG"]]}
{"text": "41 Domstolen har endvidere fastslået, at den omstændighed, at statslige interventioner har et socialt formål, ikke uden videre kan medføre, at de falder uden for begrebet »statsstøtte« i artikel 107 TEUF (jf. i denne retning dom af 5.10.1999, Frankrig mod Kommissionen, C-251/97, EU:C:1999:480, præmis 37 og den deri nævnte retspraksis), eftersom stk. 1 heri ikke sondrer efter grundene til eller hensigten med de statslige interventioner, men alene definerer dem efter deres virkninger (jf. i denne retning dom af 9.6.2011, Comitato »Venezia vuole vivere« m.fl. mod Kommissionen, C-71/09 P, C-73/09 P og C-76/09 P, EU:C:2011:368, præmis 94 og den deri nævnte retspraksis).", "label": [[3, 12, "ORG"], [232, 241, "DATE"], [243, 251, "ORG"], [256, 268, "ORG"], [515, 523, "DATE"], [525, 556, "ORG"], [567, 579, "ORG"]]}
{"text": "42 For så vidt angår Den Franske Republiks nedsættelse af lønmodtagerbidrag for fiskere for perioden fra den 15. april til den 15. oktober 2000, er det ubestridt, at disse bidrag ikke afholdes af fiskerivirksomhederne i deres egenskab af arbejdsgivere, men af lønmodtagerne, idet disse var de faktisk begunstigede af nedsættelsen. Det fremgår således af forelæggelsesafgørelsen, at disse virksomheder i deres egenskab af arbejdsgivere, i henhold til de nationale bestemmelser, hvis indhold er nævnt i denne doms præmis 6 og 7, alene skal trække de nævnte bidrag i deres ansattes løn i forbindelse med hver lønseddel med henblik på at overføre dem til de kompetente socialsikringsorganer.", "label": [[21, 42, "ORG"], [80, 87, "PROFESSION"], [109, 118, "DATE"], [127, 143, "DATE"]]}
{"text": "43 De beløb, som en fiskerivirksomhed som sagsøgte i hovedsagen indeholder som lønmodtagerbidrag i sine ansattes løn, skal svare præcist til de beløb, som virksomheden overfører til socialsikringsorganerne i deres ansattes navn. For så vidt som fiskerivirksomhederne blot fungerer som mellemled mellem deres ansatte og disse socialsikringsorganer, og den i hovedsagen omhandlede nedsættelse af lønmodtagerbidrag derfor er neutral i forhold til dem, må det fastslås, at denne foranstaltning ikke vedrører en byrde, der belaster disse virksomheders budget (jf. i denne retning kendelse af 22.10.2015, Kommissionen mod Grækenland, C-530/14 P, ikke trykt i Sml., EU:C:2015:727, præmis 32-34).", "label": [[587, 597, "DATE"], [599, 611, "ORG"], [616, 626, "ORG"]]}
{"text": "44 Det bemærkes således, at forpligtelsen til at indbetale de til lønmodtagerbidragene svarende beløb til de kompetente organer, således som generaladvokaten har anført i punkt 69 i forslaget til afgørelse, ikke i sig selv betyder, at nedsættelsen af bidragene giver de pågældende virksomheder en direkte fordel af samme størrelse som nedsættelsen.", "label": [[141, 157, "PROFESSION"]]}
{"text": "45 Disse betragtninger drages ikke i tvivl af den franske regerings og Kommissionens henvisning til dom af 21. december 2016, Kommissionen mod Aer Lingus og Ryanair Designated Activity (C-164/15 P og C-165/15 P, EU:C:2016:990), idet Domstolen, således som generaladvokaten i det væsentlige har anført i punkt 68 og 71-74 i forslaget til afgørelse, fandt, at de foranstaltninger, som havde givet anledning til den nævnte dom, i modsætning til det foreliggende tilfælde havde indvirkning på disse luftfartselskabers budget.", "label": [[46, 67, "ORG"], [71, 84, "ORG"], [107, 124, "DATE"], [126, 138, "ORG"], [143, 153, "ORG"], [157, 184, "ORG"], [233, 242, "ORG"], [256, 272, "PROFESSION"]]}
{"text": "46 De nævnte betragtninger bekræftes derimod af den omstændighed, at den i hovedsagen omhandlede nedsættelse af lønmodtagerbidrag udelukkende var rettet mod ansatte i fiskerivirksomheder, som var de eneste faktisk begunstigede, eftersom nedsættelsen i det væsentlige betød, at virksomhederne blev påtvunget at øge deres ansattes nettoløn proportionalt med fritagelserne for de lønmodtagerbidrag, som de hver især normalt betalte.", "label": []}
{"text": "47 Det bemærkes imidlertid, at den omstændighed, at nedsættelsen af lønmodtagerbidrag giver de ansatte i de berørte virksomheder og ikke disse virksomheder en direkte fordel, således som generaladvokaten har anført i punkt 64 i forslaget til afgørelse, ikke udelukker, at støtte, hvis direkte modtagere er ansatte i en virksomhed, kan udgøre indirekte støtte til fordel for denne virksomhed (jf. i denne retning dom af 28.7.2011, Mediaset mod Kommissionen, C-403/10 P, ikke trykt i Sml., EU:C:2011:533, præmis 81).", "label": [[187, 203, "PROFESSION"], [419, 428, "DATE"], [430, 438, "ORG"], [443, 455, "ORG"]]}
{"text": "48 Det er imidlertid tilstrækkeligt at bemærke i denne forbindelse, at hverken den omtvistede beslutning eller de sagsakter, som Domstolen er blevet forelagt, indeholder indikationer på, at de berørte virksomheder indirekte har fået statsstøtte. Det fremgår endvidere klart af den omtvistede beslutning, bl.a. af 55. betragtning hertil, at den fordel, som Kommissionen i det foreliggende tilfælde har gjort gældende, bestod i en direkte og ikke en indirekte fortjeneste for disse virksomheder.", "label": [[129, 138, "ORG"], [356, 368, "ORG"]]}
{"text": "49 Det bemærkes imidlertid, at Kommissionen begik en retlig fejl ved i 55. betragtning til den omtvistede beslutning at gøre gældende, at nedsættelse af de sociale bidrag samlet set var foranstaltninger, som gav fiskerivirksomheder en fordel, for så vidt som de blev fritaget for nogle omkostninger, som de normalt skulle have afholdt.", "label": [[31, 43, "ORG"]]}
{"text": "50 Denne fejl er tilstrækkelig til, at det kan konstateres, at den omtvistede beslutning er ugyldig, fordi det heri fastslås, at den i hovedsagen omhandlede nedsættelse af lønmodtagerbidrag kan anses for statsstøtte, som er uforenelig med fællesmarkedet, selv om betingelsen om, at en virksomhed skal have opnået en fordel ‐ som i henhold til den retspraksis, der er nævnt i denne doms præmis 38 og 39, skal være opfyldt for, at der kan være tale om statsstøtte ‐ ikke er opfyldt.", "label": []}
{"text": "51 Henset til samtlige ovenstående betragtninger skal det konstateres, at den omtvistede beslutning er ugyldig, for så vidt som det heri fastslås, at Den Franske Republiks nedsættelse af lønmodtagerbidrag for fiskere for perioden fra den 15. april til den 15. oktober 2000 udgør statsstøtte, som er uforenelig med fællesmarkedet.", "label": [[150, 171, "ORG"], [209, 216, "PROFESSION"], [238, 247, "DATE"], [256, 272, "DATE"]]}
{"text": "52 Eftersom denne konstatering af ugyldighed gør det overflødigt at besvare de to spørgsmål om fortolkning af den omtvistede beslutning, som den forelæggende ret har rejst, er det ufornødent at besvare disse spørgsmål.", "label": []}
{"text": "Sagsomkostninger", "label": []}
{"text": "53 Da sagens behandling i forhold til hovedsagens parter udgør et led i den sag, der verserer for den forelæggende ret, tilkommer det denne at træffe afgørelse om sagsomkostningerne. Bortset fra de nævnte parters udgifter kan de udgifter, som er afholdt i forbindelse med afgivelse af indlæg for Domstolen, ikke erstattes.", "label": [[296, 305, "ORG"]]}
{"text": "På grundlag af disse præmisser kender Domstolen (Anden Afdeling) for ret:", "label": [[38, 64, "ORG"]]}
{"text": "Kommissionens beslutning 2005/239/EF af 14. juli 2004 om støtteforanstaltninger, som Frankrig har iværksat til fordel for akvakulturbrugere og fiskere, er ugyldig, for så vidt som det heri fastslås, at Den Franske Republiks nedsættelse af lønmodtagerbidrag for fiskere for perioden fra den 15. april til den 15. oktober 2000 udgør statsstøtte, som er uforenelig med fællesmarkedet.", "label": [[0, 13, "ORG"], [40, 53, "DATE"], [85, 93, "ORG"], [122, 139, "PROFESSION"], [143, 150, "PROFESSION"], [202, 223, "ORG"], [261, 268, "PROFESSION"], [290, 299, "DATE"], [308, 324, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: fransk.", "label": [[15, 21, "NATIONALITY"]]}
