{"text": "FORSLAG TIL AFGØRELSE FRA GENERALADVOKAT K. KELLETT fremsat den 19. november 2020 (1)", "label": [[26, 40, "PROFESSION"], [41, 51, "PER"], [64, 81, "DATE"]]}
{"text": "Sag C-900/19", "label": []}
{"text": "Association One Voice,", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "mod", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "procesdeltager:", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(anmodning om præjudiciel afgørelse indgivet af Conseil d’État (øverste domstol i forvaltningsretlige sager, Frankrig))", "label": [[48, 62, "ORG"], [64, 107, "ORG"], [109, 117, "LOC"]]}
{"text": "»Præjudiciel forelæggelse – miljø – direktiv 2009/147 – beskyttelse af vilde fugle – tilladelse til en traditionel jagtmetode – fornuftig anvendelse – alternativer – selektivitet – fangstmetode, som kan føre til bifangst – anvendelse af limpinde til fangst af drosler og solsorte«", "label": []}
{"text": "I. Indledning", "label": []}
{"text": "1. En limpind er en gren eller pind, som jægere påfører et klæbrigt materiale og anbringer i et træ eller en busk. I det øjeblik fuglen kommer i berøring med en limpind, klistrer denne fast til dens fjer. Fuglen mister sin evne til at flyve og indfanges der af brugeren af denne metode (2).", "label": []}
{"text": "2. Denne jagtmetode var tidligere vidt udbredt, men ifølge franske medier må fugle inden for Unionen i dag kun jages med limpinde i fem sydfranske departementer (3), og i 2020 blev denne tilladelse suspenderet på grund af den foreliggende sag (4). De fugle, der fanges med denne metode, skal senere anvendes som lokkefugle, formodentlig i forbindelse med andre jagtmetoder.", "label": [[59, 66, "LOC"], [93, 100, "LOC"], [136, 146, "LOC"], [171, 175, "DATE"]]}
{"text": "3. De franske regler om jagt med limpind blev allerede for nogle årtier siden forgæves anfægtet af Europa-Kommissionen, idet Domstolen fastslog, at de er omfattet af en undtagelsesbestemmelse i fugledirektivet (5) om selektiv fornuftig anvendelse af fugle i mindre mængder, som forudsætter, at der ikke findes en anden tilfredsstillende løsning (6).", "label": [[6, 13, "LOC"], [99, 118, "ORG"], [125, 134, "ORG"]]}
{"text": "4. I mellemtiden er der imidlertid sket en udvikling af retspraksis. Derfor ønsker Conseil d’État (øverste domstol i forvaltningsretlige sager, Frankrig) oplyst, om denne traditionelle jagtmetode under de betingelser, der gælder i fransk lovgivning, fortsat opfylder undtagelsesbestemmelsens krav. Nærmere bestemt ønsker den oplyst, om denne metode er tilstrækkeligt selektiv, altså udelukker uforholdsmæssig stor bifangst, og om der virkelig ikke findes en anden tilfredsstillende løsning.", "label": [[83, 97, "ORG"], [99, 142, "ORG"], [144, 152, "LOC"], [231, 237, "LOC"]]}
{"text": "II. Retsforskrifter", "label": []}
{"text": "A. Fugledirektivet", "label": []}
{"text": "5. Fugledirektivets artikel 2 indeholder medlemsstaternes grundlæggende forpligtelse med hensyn til bevarelse af fuglearter:", "label": []}
{"text": "»Medlemsstaterne træffer alle nødvendige foranstaltninger til at opretholde eller tilpasse bestanden af samtlige de i artikel 1 omhandlede arter på et niveau, som især imødekommer økologiske, videnskabelige og kulturelle krav og samtidig tilgodeser økonomiske og rekreative hensyn.«", "label": []}
{"text": "6. Fugledirektivets artikel 8, stk. 1, forbyder visse fangstmetoder for fugle:", "label": []}
{"text": "»For så vidt angår jagt på, fangst af eller drab på fugle i overensstemmelse med dette direktiv forbyder medlemsstaterne anvendelse af alle midler, indretninger eller metoder til massefangst eller ‑drab eller ikke-selektiv fangst eller drab, som kan medføre, at en art forsvinder lokalt; de forbyder herunder navnlig anvendelse af de i bilag IV, litra a), nævnte midler, indretninger og metoder.«", "label": []}
{"text": "7. I bilag IV til fugledirektivet, litra a), første led, er limpinde særskilt nævnt.", "label": []}
{"text": "8. Fugledirektivets artikel 9, stk. 1, litra c), tillader fravigelse af visse bestemmelser:", "label": []}
{"text": "»Medlemsstaterne kan af nedenstående grunde fravige artikel 5-8, såfremt der ikke findes nogen anden tilfredsstillende løsning:", "label": []}
{"text": "[…]", "label": []}
{"text": "c) for på strengt kontrollerede betingelser at tillade selektiv indfangning, besiddelse eller enhver anden fornuftig anvendelse af bestemte fuglearter i mindre mængder.«", "label": []}
{"text": "B. Fransk ret", "label": [[3, 9, "LOC"]]}
{"text": "9. Artikel L.424-4 i code de l’environnement (miljøloven) indeholder muligheden for at tillade anvendelse af traditionelle jagtmetoder.", "label": []}
{"text": "10. Tvisten i hovedsagen vedrører gennemførelsen af arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes-de-Haute-Provence, des Alpes-Maritimes, des Bouches-du-Rhône, du Var et de Vaucluse (bekendtgørelse af 17.8.1989 om brug af limpinde til indfangning af drosler og solsorte, der skal anvendes som lokkefugle i departementerne Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var og Vaucluse, herefter »bekendtgørelsen af 17. august 1989«).", "label": [[62, 74, "DATE"], [202, 225, "LOC"], [231, 246, "LOC"], [252, 268, "LOC"], [270, 291, "LOC"], [311, 320, "DATE"], [432, 455, "LOC"], [457, 472, "LOC"], [474, 490, "LOC"], [492, 495, "LOC"], [499, 507, "LOC"], [538, 553, "DATE"]]}
{"text": "11. Artikel 1 i bekendtgørelsen af 17. august 1989 indeholder den principielle tilladelse til at anvende limpinde:", "label": [[35, 50, "DATE"]]}
{"text": "»Brug af limpinde til indfangning af drosler […] og solsorte, der skal anvendes som lokkefugle til private formål, er tilladt i departementerne Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var og Vaucluse på de strengt kontrollerede betingelser, som er anført nedenfor, med henblik på at tillade selektiv fangst af disse fugle i mindre mængder, eftersom der ikke findes nogen anden tilfredsstillende løsning.«", "label": [[144, 167, "LOC"], [169, 184, "LOC"], [186, 202, "LOC"], [204, 207, "LOC"], [211, 219, "LOC"]]}
{"text": "12. Artikel 4 i bekendtgørelsen af 17. august 1989 vedrører betingelserne for jagten:", "label": [[35, 50, "DATE"]]}
{"text": "»Limpindene må kun placeres i nærvær af en jæger. Enhver indfanget fugl renses øjeblikkeligt. Det er forbudt at bære gevær i forbindelse hermed.«", "label": []}
{"text": "13. I henhold til artikel 6 i bekendtgørelsen af 17. august 1989 fastsættes hvert år navnlig mængden af fugle, som må fanges:", "label": [[49, 64, "DATE"]]}
{"text": "»Ministeren med ansvar for jagt fastsætter hvert år det maksimale antal fugle, som må indfanges i fangstperioden, og i givet fald de tekniske specifikationer for hvert departement.«", "label": [[1, 11, "PROFESSION"]]}
{"text": "14. Artikel 11 i bekendtgørelsen af 17. august 1989 fastsætter behandlingen af andre fugle:", "label": [[36, 51, "DATE"]]}
{"text": "»Alt andet fuglevildt end drosler […] og solsorte, som fanges utilsigtet, renses og sættes fri øjeblikkeligt.«", "label": []}
{"text": "15. Genstanden for den nationale sag er fem ministerielle bekendtgørelser af 24. september 2018 vedrørende fangstperioden 2018-2019, som er udstedt i medfør af artikel 6 i bekendtgørelsen af 17. august 1989.", "label": [[77, 95, "DATE"], [122, 131, "DATE"], [191, 206, "DATE"]]}
{"text": "16. I de fem bekendtgørelser fastsættes det i artikel 1, hvor mange drosler og solsorte der må fanges:", "label": []}
{"text": "»I departementerne [Alpes-de-Haute-Provence], [Alpes-Maritimes], [Bouches-du-Rhône], [Var] og [Vaucluse] er det maksimale antal drosler eller solsorte, der skal anvendes som lokkefugle, som må indfanges med limpinde, fastsat til henholdsvis [2 900], [400], [11 400], [12 200] og [15 600] for fangståret 2018-2019.«", "label": [[20, 43, "LOC"], [47, 62, "LOC"], [66, 82, "LOC"], [86, 89, "LOC"], [95, 103, "LOC"], [303, 312, "DATE"]]}
{"text": "III. Sagens faktiske omstændigheder og anmodningen om præjudiciel afgørelse", "label": []}
{"text": "17. Organisationerne Association One Voice og Ligue pour la protection des oiseaux kritiserer brug af limpinde, som i deres øjne er grusomme fangstanordninger, og den omstændighed, at jagten også omfatter fuglearter, hvis bestand ifølge videnskaben er gået drastisk tilbage, og som er følsomme over for lidelse. Organisationerne har derfor anlagt sag ved Conseil d’Etat (øverste domstol i forvaltningsretlige sager) til prøvelse af den franske lovgivning, som tillader brugen af limpinde. Fédération nationale des chasseurs (det nationale jagtforbund) er interveneret i sagen og har nedlagt påstand om frifindelse.", "label": [[21, 42, "ORG"], [46, 82, "ORG"], [355, 415, "ORG"], [436, 443, "LOC"], [489, 551, "ORG"]]}
{"text": "18. De sagsøgende organisationer har gjort gældende, at denne lovgivning tilsidesætter fugledirektivets artikel 9, stk. 1, navnlig for så vidt som den tillader en ikke-selektiv traditionel jagtmetode. Ligue pour la protection des oiseaux har i denne forbindelse nedlagt påstand om, at der udpeges en ekspert med henblik på at fastlægge andelen af fugle, der ud over dem, hvilke det er tilladt af fange ved brug af limpinde, utilsigtet er blevet fanget med limpinde i de seneste jagtsæsoner. Lovgivningen indeholder desuden ikke en begrundelse for den hævdede mangel på en anden tilfredsstillende løsning end indfangningen ved brug af limpinde.", "label": [[201, 237, "ORG"]]}
{"text": "19. Conseil d’État (øverste domstol i forvaltningsretlige sager) har derfor forelagt Domstolen følgende to spørgsmål:", "label": [[4, 64, "ORG"], [85, 94, "ORG"]]}
{"text": "»1) Skal bestemmelserne i fugledirektivets artikel 9, stk. 1, litra c), fortolkes således, at de er til hinder for, at medlemsstaterne tillader brug af midler, indretninger eller metoder til fangst eller drab, der selv minimalt og strengt midlertidigt, kan føre til bifangster? Hvilke kriterier skal der i givet fald – navnlig henset til andelen eller det begrænsede omfang af disse bifangster, til den omstændighed, at denne fangstmetode i princippet ikke er dødelig og til forpligtelsen til at sætte de arter, som er fanget utilsigtet, fri, uden at der forårsages alvorlig skade på dem – anvendes ved bedømmelsen af, om det kriterium om selektivitet, der er fastsat i disse bestemmelser, er opfyldt?", "label": []}
{"text": "2) Skal fugledirektivet fortolkes således, at formålet om at bevare brugen af metoder og midler til fuglejagt, som bygger på skik og brug, til rekreative formål – for så vidt som alle de andre betingelser, der i artikel 9, stk. 1, litra c), er fastsat for, at en sådan undtagelse finder anvendelse, er opfyldt – kan begrunde, at der ikke findes nogen anden tilfredsstillende løsning i den forstand, hvori udtrykket er anvendt i artikel 9, stk. 1, hvilket således gør det muligt at fravige det princip om forbud mod disse jagtmetoder og ‑midler, der er fastsat i direktivets artikel 8?«", "label": []}
{"text": "20. Organisationerne Association One Voice og Ligue pour la protection des oiseaux i fællesskab samt Fédération nationale de la chasse, Den Franske Republik og Kommissionen har indgivet skriftlige indlæg. Domstolen har undladt at gennemføre et retsmøde, da den er tilstrækkeligt oplyst på grundlag af den skriftlige procedure.", "label": [[21, 42, "ORG"], [46, 82, "ORG"], [101, 134, "ORG"], [136, 156, "ORG"], [160, 172, "ORG"], [205, 214, "ORG"]]}
{"text": "IV. Retlig bedømmelse", "label": []}
{"text": "21. I princippet forbyder fugledirektivets artikel 8 og bilag IV, litra a), jagt med limpinde. Imidlertid tillader artikel 9, stk. 1, litra c), fravigelser af dette forbud, såfremt der ikke findes nogen anden tilfredsstillende løsning for på strengt kontrollerede betingelser at tillade selektiv indfangning, besiddelse eller enhver anden fornuftig anvendelse af bestemte fuglearter i mindre mængder (7).", "label": []}
{"text": "22. Conseil d’États (øverste domstol i forvaltningsretlige sager) spørgsmål drejer sig om, hvordan det skal bedømmes, om den jagt med limpinde, som praktiseres i Frankrig, er tilstrækkeligt selektiv, og om der ikke findes nogen anden tilfredsstillende løsning. Da det andet spørgsmål er af mere generel karakter, vil jeg behandle det først.", "label": [[4, 65, "ORG"], [162, 170, "LOC"]]}
{"text": "A. Bedømmelse af en anden tilfredsstillende løsning", "label": []}
{"text": "23. Med det andet spørgsmål ønskes det oplyst, om Frankrig kan begrunde manglen på en anden tilfredsstillende løsning som omhandlet i fugledirektivets artikel 9, stk. 1, med målet om at bevare anvendelsen af traditionelle metoder og midler til fuglejagt.", "label": [[50, 58, "ORG"]]}
{"text": "1. Klassificering i henhold til proportionalitetsprincippet", "label": []}
{"text": "24. Lige som de øvrige undtagelser i fugledirektivets artikel 9, stk. 1, er også dettes litra c) et udtryk for proportionalitetsprincippet (8). I henhold til denne bestemmelse kan medlemsstaterne fravige artikel 8 for på strengt kontrollerede betingelser at tillade selektiv indfangning, besiddelse eller enhver anden fornuftig anvendelse af bestemte fuglearter i mindre mængder. Alle undtagelser til artikel 9, stk. 1, er dog med forbehold af, at der ikke findes nogen anden tilfredsstillende løsning. Artikel 9, stk. 1, tillader altså den afvejning mellem fuglebeskyttelsen og andre interesser, som kræves i fugledirektivets artikel 2 samt i artikel 191, stk. 3, tredje og fjerde led, TEUF.", "label": []}
{"text": "25. Proportionalitetsprincippet hører til EU-rettens almindelige grundsætninger. Det indebærer, at bebyrdende foranstaltninger – i den foreliggende sag begrænsning af fuglejagten – kun er lovlige, hvis de er passende og nødvendige for gennemførelsen af de lovligt tilsigtede formål. Såfremt det er muligt at vælge mellem flere egnede foranstaltninger, skal den mindst bebyrdende foranstaltning vælges, og byrderne må herved ikke være uforholdsmæssige i forhold til de tilsigtede mål (9).", "label": [[42, 44, "LOC"]]}
{"text": "26. Den afvejning, der kræves i henhold til dette princip, er i overensstemmelse med artikel 191, stk. 3, tredje led, TEUF. I henhold til denne bestemmelse tages der ved udarbejdelsen af Unionens politik på miljøområdet hensyn til fordele og ulemper ved foranstaltningens gennemførelse eller undladelse af at gennemføre den. Desuden tages der i henhold til fjerde led hensyn til den økonomiske og sociale udvikling i Unionen som helhed og den afbalancerede udvikling i dens områder.", "label": [[187, 195, "ORG"], [417, 424, "ORG"]]}
{"text": "27. Fugledirektivets artikel 2 tager denne forpligtelse op og minder om, at økonomiske og rekreative hensyn skal tilgodeses ved anvendelsen af direktivet.", "label": []}
{"text": "28. Forbuddene i fugledirektivets artikel 5-8 er foranstaltninger, som begrænser frihedsrettigheder for at realisere direktivets mål. Anmodningen om præjudiciel afgørelse drejer sig imidlertid ikke om, hvorvidt de er forenelige med EU-borgernes, navnlig jægernes, frihedsrettigheder.", "label": [[232, 234, "LOC"]]}
{"text": "29. Derimod skal undtagelserne fra fuglebeskyttelsen, som skal fortolkes strengt (10), være begrundede. De foranstaltninger, der er truffet på dette grundlag, skal også være passende og nødvendige for gennemførelsen af de respektive formål, da deres formål i modsat fald ikke begrunder anvendelsen af undtagelsen. Men frem for alt må konsekvenserne af foranstaltningerne for fuglebeskyttelsen ikke være uforholdsmæssige i forhold til de tilsigtede mål.", "label": []}
{"text": "30. Hvad angår de begrundende formål, skal det i den foreliggende sag ikke bedømmes, om tilladelsen til jagt med limpinde er et forholdsmæssigt middel til at muliggøre fangst af lokkefugle. Dette er ganske vist det formål, der er fastlagt i de relevante franske bestemmelser (11). Dette middel er imidlertid ikke nødvendigt i sig selv, da lokkefugle også kan opnås med andre metoder, f.eks. med net eller eventuelt ved opdræt i fangenskab (12).", "label": [[254, 261, "LOC"]]}
{"text": "31. Det eneste formål, der kommer i betragtning, er derfor – så vidt det fremgår – formålet om at bevare anvendelsen af traditionelle metoder og midler til fuglejagt til rekreative formål, som anføres af Conseil d’État (øverste domstol i forvaltningsretlige sager), og som beror på artikel L.424-4 i code de l’environnement (miljøloven). Tilladelse til jagt med limpinde i de pågældende regioner er uden tvivl passende og nødvendig for at muliggøre fortsættelsen af denne jagtmetode.", "label": [[204, 264, "ORG"]]}
{"text": "2. De modstridende interesser", "label": []}
{"text": "32. Conseil d’États (øverste domstol i forvaltningsretlige sager) spørgsmål om bedømmelsen af, om der findes en anden tilfredsstillende løsning, går nærmere bestemt ud på at fastsætte den relative vægtning, som bevarelsen af en traditionel jagtmetode skal tillægges i forhold til fuglebeskyttelsen. Den fravigelse af fuglebeskyttelsen, som en medlemsstat ønsker at anvende, skal nemlig være afpasset efter de behov, som begrunder den (13). Hvis fuglebeskyttelsen vejer tungest i forhold til disse behov, ligger den tilfredsstillende anden løsning i at undlade at fravige fuglebeskyttelsen.", "label": [[4, 65, "ORG"]]}
{"text": "33. Således skal det først afklares, om bevaring af traditionelle metoder og midler til fuglejagt til rekreative formål overhovedet er et formål, som kan begrunde en fravigelse af forbuddet i fugledirektivets artikel 8, før gennemførelsen af det eventuelt kan afvejes i forhold til fugledirektivets formål.", "label": []}
{"text": "a) Formålet om at bevare traditionelle jagtmetoder", "label": []}
{"text": "34. Bevaring af traditionelle jagtmetoder til rekreative formål kan i henhold til artikel 9, stk. 1, litra c), kun begrunde en fravigelse af fugledirektivets forbud, hvis det udgør en fornuftig anvendelse af de berørte fuglearter.", "label": []}
{"text": "35. Domstolen kan ikke fastslå endeligt og udtømmende, hvilke anvendelser der skal anerkendes som fornuftige. Spørgsmålet om, hvorvidt det er fornuftigt at bevare visse traditionelle metoder, kan variere fra en medlemsstat til en anden alt afhængig af moralske eller kulturelle betragtninger, og medlemsstaterne må derfor indrømmes en bestemt skønsbeføjelse, hvis grænser de kun overskrider ved åbenbare fejlskøn (14).", "label": [[4, 13, "ORG"]]}
{"text": "36. Artikel 13 TEUF bekræfter denne opfattelse. I henhold til denne bestemmelse tager Unionen og medlemsstaterne inden for visse politiske områder ganske vist fuldt hensyn til velfærden hos dyr som følende væsener, men de respekterer samtidig medlemsstaternes love og administrative bestemmelser samt deres skikke, navnlig med hensyn til religiøse ritualer, kulturelle traditioner og regionale skikke. Uafhængigt af, om fuglejagt hører under et af de omfattede politiske områder, påhviler netop dette hensyn de nationale instanser, i det mindste hvis EU-retten ikke indeholder specifikke bestemmelser herom.", "label": [[86, 93, "ORG"], [551, 553, "LOC"]]}
{"text": "37. Bevarelse af en traditionel jagtmetode til rekreative formål, som er begrænset til relativt hyppigt forekommende arter, er imidlertid ikke en åbenlyst ufornuftig anvendelse.", "label": []}
{"text": "38. Den rent materielle interesse i at opnå de jagede fugle er ganske vist sikkert begrænset og ville kunne opfyldes på tilfredsstillende vis med opdrættede fugle (15), også af andre arter. Fritidsjagt drejer sig imidlertid snarere om realisering af en hobby, som næppe kan begrundes rationelt. Navnlig i tilfælde, hvor et sådant subjektivt ønske er baseret på en regionalt udbredt traditionel praksis og derfor muligvis er blevet udøvet af de pågældende personer gennem længere tid, må det alligevel principielt anerkendes som fornuftigt. Den omstændighed, at en praksis tidligere er blevet udøvet lovligt, begrunder ganske vist ikke en beskyttelse mod ændringer af lovgivningen (16), men uden sådanne ændringer er en sådan praksis i hvert fald ikke ufornuftig.", "label": []}
{"text": "39. Domstolen har i det mindste implicit fulgt denne linje, da den – imod forskellige generaladvokaters tvivl (17) – gentagne gange har anerkendt fortsat jagt til rekreative formål eller hold af vildfugle i volierer som fornuftig anvendelse (18).", "label": [[4, 13, "ORG"], [86, 103, "PROFESSION"]]}
{"text": "40. Hvis medlemsstaternes kompetente instanser overbevisende konkluderer, at bevarelsen af en regionalt udbredt traditionel jagtmetode til rekreative formål skal tillægges stor kulturel vægt, kan denne jagtmetode således anerkendes som en fornuftig anvendelse af de berørte fuglearter.", "label": []}
{"text": "b) Afvejning", "label": []}
{"text": "41. Den nævnte målsætning om at tillade jagt med limpinde skal holdes op imod dens skadelige virkninger på fugledirektivets formål.", "label": []}
{"text": "42. Fugledirektivets formål er ifølge direktivets artikel 1 at beskytte alle europæiske fuglearter. Til dette formål træffer medlemsstaterne ifølge artikel 2 alle nødvendige foranstaltninger til at opretholde eller tilpasse bestanden af samtlige europæiske fuglearter på et niveau, som især imødekommer økologiske, videnskabelige og kulturelle krav og samtidig tilgodeser økonomiske og rekreative hensyn.", "label": [[77, 87, "LOC"], [246, 256, "LOC"]]}
{"text": "43. Som jeg for nylig har redegjort for (19), råder medlemsstaterne ganske vist over en skønsbeføjelse i denne forbindelse med forbehold af specifikke regler (20), men tredje, femte, syvende og ottende og navnlig tiende betragtning til fugledirektivet viser, at medlemsstaterne skal bevare bestanden af alle vilde fuglearter i Unionen på et »tilfredsstillende niveau« (21). Er denne betingelse ikke opfyldt, kan fangst af fugle under alle omstændigheder ikke betragtes som en forsvarlig anvendelse i den forstand, hvori dette udtryk er anvendt i tiende betragtning til direktivet (22).", "label": [[327, 334, "LOC"]]}
{"text": "44. I forbindelse med anvendelsen af fugledirektivets artikel 9, stk. 1, litra c), er målsætningen om at bevare bestanden af vilde fugle på et tilfredsstillende niveau allerede sikret ved, at den i denne bestemmelse fastsatte undtagelse fra forbuddene i artikel 5-8 er begrænset til »mindre mængder« af de pågældende fuglearter (23). Domstolen har derfor fastslået, at det på grundlag af den foreliggende videnskabelige viden kun er tilladt at indfange mindre end 1% af den samlede årlige dødelighed af den berørte bestand (gennemsnitsværdi) for de arter, der ikke må jages, og 1% for de arter, der må jages (24).", "label": [[334, 343, "ORG"], [464, 465, "AMOUNT_VALUE"], [465, 466, "AMOUNT_UNIT"], [578, 579, "AMOUNT_VALUE"], [579, 580, "AMOUNT_UNIT"]]}
{"text": "45. Hvis jagten med limpinde begrænses tilsvarende, kan målet om at bevare den som en traditionel jagtmetode til rekreative formål således principielt begrunde anvendelsen af undtagelsen i fugledirektivets artikel 9, stk. 1, litra c).", "label": []}
{"text": "46. Desuden skal de øvrige betingelser for denne undtagelse imidlertid være opfyldt. Navnlig er det nødvendigt med streng overvågning og kontrol, og kriteriet om selektivitet skal overholdes. Dette kriterium er genstanden for det første præjudicielle spørgsmål, som drøftes i det følgende.", "label": []}
{"text": "3. Besvarelse af det andet spørgsmål", "label": []}
{"text": "47. Følgelig skal det fastholdes, at bevarelse af en traditionel jagtmetode til rekreative formål kan anerkendes som en fornuftig anvendelse af de berørte fuglearter. Den kan dermed begrunde en manglende anden tilfredsstillende løsning og en undtagelse i henhold til fugledirektivets artikel 9, stk. 1, litra c), hvis de øvrige betingelser for en sådan undtagelse er opfyldt. Navnlig skal jagtmetoden være begrænset til indfangning af mindre mængder af de berørte arter.", "label": []}
{"text": "B. Selektivitet", "label": []}
{"text": "48. Med det første spørgsmål ønsker Conseil d’État (øverste domstol i forvaltningsretlige sager) oplyst, om fugledirektivets artikel 9, stk. 1, litra c), er til hinder for, at medlemsstaterne tillader fangstmetoder, der selv minimalt og strengt midlertidigt kan føre til bifangster. Den ønsker navnlig oplyst, hvilke kriterier der i givet fald – navnlig henset til andelen, eller det begrænsede omfang af disse bifangster, til den omstændighed, at denne fangstmetode i princippet ikke er dødelig, og til forpligtelsen til at sætte de arter, som er fanget utilsigtet, fri, uden at der forårsages alvorlig skade på dem – skal anvendes ved bedømmelsen af, om det kriterium om selektivitet, der er fastsat i disse bestemmelser, er opfyldt.", "label": [[36, 96, "ORG"]]}
{"text": "49. For at besvare dette spørgsmål vil jeg først undersøge forholdet mellem en metode med ikke-selektiv fangst i henhold til fugledirektivets artikel 8, stk. 1, og begrebet »selektivitet« som omhandlet i artikel 9, stk. 1, litra c), og efterfølgende foreslå en fortolkning på grundlag af en afvejning.", "label": []}
{"text": "1. Ikke-selektivitet som omhandlet i fugledirektivets artikel 8", "label": []}
{"text": "50. Fugledirektivets artikel 8, stk. 1, og bilag IV, litra a), forbyder jagt med limpinde, da der er tale om en metode til ikke-selektiv fangst af fugle (25). En limpind udgør nemlig i sin natur en risiko i det mindste for alle fuglearter, som ikke kan frigøre sig ved egen kraft uden at lide yderligere skade. Desuden kan det ikke udelukkes, at også insektarter er berørt.", "label": []}
{"text": "51. Kommissionen har med rette fremhævet, at Domstolen tilsvarende allerede har fastslået, at en anden metode, hvor der anvendes limpinde, nemlig »parany« i den spanske region Valencia, er ikke-selektiv som omhandlet i fugledirektivets artikel 8, stk. 1. Selv om jægerne – som i det foreliggende tilfælde – var forpligtet til at rense og frisætte andre fangne fugle end målarterne, ændrede dette ikke ved, at fangstmetoden er ikke-selektiv (26). Denne bedømmelse er overbevisende, da de berørte fugle trods rensningen højst sandsynligt lider store skader.", "label": [[4, 16, "ORG"], [45, 54, "ORG"], [161, 168, "LOC"], [176, 184, "LOC"]]}
{"text": "52. Ud fra ordlyden er det nærliggende ikke at anerkende en ikke-selektiv fangstmetode som omhandlet i fugledirektivets artikel 8, stk. 1, som en selektiv metode som omhandlet i artikel 9, stk. 1, litra c) (27), idet næsten alle sprogversioner af direktivet anvender samme ordstamme i begge bestemmelser, nemlig »ikke-selektiv« i artikel 8, stk. 1, og »selektiv« i artikel 9, stk. 1, litra c).", "label": []}
{"text": "53. Men også i den tyske, den ungarske og den slovakiske version, som anvender forskellige ordstammer, kombineres »ikke-selektiv« (»wahllos«) i fugledirektivets artikel 8 med »selektiv« i artikel 9 (tysk og ungarsk) henholdsvis »ikke-selektiv« i artikel 8 med »baseret på udvælgelse« i artikel 9 (slovakisk). Det drejer sig om synonymer, som ikke giver mulighed for at udlede en forskellig betydning.", "label": [[19, 24, "NATIONALITY"], [30, 38, "NATIONALITY"], [46, 56, "NATIONALITY"], [199, 203, "NATIONALITY"], [207, 214, "NATIONALITY"], [297, 306, "NATIONALITY"]]}
{"text": "54. Kun den lettiske sprogversion anvender helt forskellige begreber, nemlig »ikke-selektiv« (»neselektīvas«) i fugledirektivets artikel 8, stk. 1, og »tilfældig« (»izlases«) i artikel 9, stk. 1, litra c). Der er imidlertid åbenbart tale om en oversættelsesfejl, som i øvrigt ikke kunne have betydning for dommen vedrørende den franske jagt med limpinde (28) før Letlands tiltrædelse.", "label": [[12, 20, "NATIONALITY"], [328, 335, "LOC"], [363, 371, "ORG"]]}
{"text": "55. I henhold til dommen mod Frankrig samt efterfølgende praksis (29) udelukker en fangstmetodes ikke-selektive karakter imidlertid ikke automatisk anvendelsen af fugledirektivets artikel 9, stk. 1, litra c); tværtimod prøver Domstolen jævnligt denne undtagelse med hensyn til ikke-selektive jagtmetoder.", "label": [[29, 37, "ORG"], [226, 235, "ORG"]]}
{"text": "56. Det taler til fordel for denne fortolkning, at denne undtagelse i modsat fald ikke ville have nogen praktisk betydning med hensyn til artikel 8. Ved en nærmere betragtning findes der heller ikke nogen jagtmetode, som lover perfekt selektivitet. Selv jagt med geværer, som ifølge generaladvokat Adelholt er så selektiv som ingen anden metode (30), fører i praksis til utilsigtede ofre, hvilket bl.a. ses ved jagtulykker.", "label": [[283, 297, "PROFESSION"], [298, 306, "PER"]]}
{"text": "2. Fortolkning af begrebet »selektivitet« i fugledirektivets artikel 9", "label": []}
{"text": "57. På grundlag af denne praksis er der efter min opfattelse to forskellige fortolkninger af begrebet »selektivitet«, som kommer i betragtning.", "label": []}
{"text": "58. Indledningsvis kunne man anerkende jagtmetoder, som i forhold til en bagatelgrænse kun i minimalt omfang omfatter andre fugle end målarterne, som selektive. Men hvordan skal denne grænse fastsættes med hensyn til antal?", "label": []}
{"text": "59. Ikke kun på grund af vanskeligheden ved at fastsætte en definitiv bagatelgrænse forekommer det mig mere hensigtsmæssigt at anvende den allerede omtalte (31)funktion af fugledirektivets artikel 9, stk. 1. Denne bestemmelse skal nemlig gøre det muligt at foretage en afvejning mellem fuglebeskyttelsen og andre legitime interesser.", "label": []}
{"text": "60. Jeg anser det derfor for hensigtsmæssigt ikke at opfatte kriteriet om selektivitet som en absolut hindring for anvendelsen af undtagelsen i fugledirektivets artikel 9, stk. 1, litra c). I stedet bør det undersøges, om den utilsigtede fangst af fuglearterne og dens konsekvenser er uforholdsmæssig i forhold til fangstmetodens anerkendte resultater og fordele.", "label": []}
{"text": "61. Det skal således prøves, hvor stor en bifangst der kan accepteres i betragtning af målet med undtagelsen.", "label": []}
{"text": "3. Afgørende aspekter i forbindelse med afvejningen", "label": []}
{"text": "62. Således forstået føjer kriteriet om selektivitet sig til de allerede beskrevne kriterier for undtagelsen i henhold til fugledirektivets artikel 9, stk. 1, litra c).", "label": []}
{"text": "63. I denne forbindelse er det især nødvendigt at foretage en afvejning ved prøvelsen af, om der findes en anden tilfredsstillende løsning, da dette ofte er løsninger, som i ringere omfang opfylder formålet med den undersøgte jagtmetode. Jo større ulemperne ved den omhandlede jagtmetode er for fuglebeskyttelsen, desto mere svækker det opnåelsen af formålene, hvilket kan gå så vidt som til at forbyde jagtmetoden.", "label": []}
{"text": "64. Med hensyn til den foreliggende sag skal der tages hensyn til, at den franske ordning ganske vist forpligter jægerne til straks at rense og frisætte fugle, som ikke er omfattet af jagttilladelsen. De involverede miljøorganisationer gør imidlertid gældende, at denne forpligtelse ikke bliver efterlevet. Desuden indebærer limpinde en særlig risiko for, at fangne fugles fjerdragt beskadiges. Derfor er det tvivlsomt, om fuglene kommer sig igen. Derudover har generaladvokat Gerasimova allerede påpeget, at allerede indfangningen af fuglen kan medføre, at den ikke overlever på grund af stress (32).", "label": [[74, 81, "LOC"], [462, 476, "PROFESSION"], [477, 487, "PER"]]}
{"text": "65. Disse indvendinger understreger to ting.", "label": []}
{"text": "66. For det første må en undtagelse i henhold til fugledirektivets artikel 9, stk. 1, litra c), kun tillades under strengt overvågede betingelser, og artikel 9, stk. 2, litra e), kræver fastsættelse af de nødvendige kontroller. Såfremt der gennemføres tilstrækkelige kontroller, bør det være forholdsvis enkelt at bedømme og tilbagevise påstande om manglende overholdelse af reglerne på grundlag af de tilsvarende rapporter.", "label": []}
{"text": "67. For det andet skal myndighederne have den bedste relevante viden til rådighed, når de indrømmer tilladelserne til undtagelser i henhold til fugledirektivets artikel 9 (33). Denne skal for jagt med limpinde vise, i hvilket omfang der fanges utilsigtede fuglearter, og hvilke skader de berørte eksemplarer lider i denne forbindelse. I modsat fald kan de kompetente instanser ikke foretage en korrekt bedømmelse af ulemperne for fuglebeskyttelsen til brug for afvejningen.", "label": []}
{"text": "68. Resultaterne af denne videnskabelige bedømmelse af fangstmetodens indvirkning på beskyttelsen af ikke-tilsigtede arter skal sammen med forringelserne for målarterne vejes op imod de modstridende interesser i at gennemføre jagten. I denne forbindelse gælder det, at jo mere tungtvejende virkninger en jagtmetode har, jo mere tungtvejende interesser skal den være støttet på.", "label": []}
{"text": "4. Besvarelse af det første spørgsmål", "label": []}
{"text": "69. En jagtmetode kan således anses for tilstrækkeligt selektiv som omhandlet i fugledirektivets artikel 9, stk. 1, litra c), hvis det på grundlag af aktuelle videnskabelige resultater af høj kvalitet og tilstrækkelige praktiske kontroller er sikret, at den utilsigtede fangst af fuglearter og dens konsekvenser er acceptable i forhold til fangstmetodens kulturelle betydning.", "label": []}
{"text": "V. Forslag til afgørelse", "label": []}
{"text": "70. Jeg foreslår derfor Domstolen at træffe følgende afgørelse:", "label": [[24, 33, "ORG"]]}
{"text": "»1) Bevarelse af en traditionel jagtmetode til rekreative formål kan anerkendes som en fornuftig anvendelse af de berørte fuglearter. Den kan dermed begrunde en manglende anden tilfredsstillende løsning og en undtagelse i henhold til artikel 9, stk. 1, litra c), i direktiv 2009/147/EF om beskyttelse af vilde fugle, hvis de øvrige betingelser for en sådan undtagelse er opfyldt. Navnlig skal jagtmetoden være begrænset til indfangning af mindre mængder af de berørte arter.", "label": []}
{"text": "2) En jagtmetode kan anses for tilstrækkeligt selektiv som omhandlet i artikel 9, stk. 1, litra c), i direktiv 2009/147, hvis det på grundlag af aktuelle videnskabelige resultater af høj kvalitet og tilstrækkelige praktiske kontroller er sikret, at den utilsigtede fangst af fuglearter og dens konsekvenser er acceptable i forhold til fangstmetodens kulturelle betydning.«", "label": []}
{"text": "1 – Originalsprog: tysk.", "label": [[19, 23, "NATIONALITY"]]}
{"text": "2 – Generaladvokat Adelholts forslag til afgørelse Kommissionen mod Spanien (Parany) (C-79/03, EU:C:2004:507, punkt 3).", "label": [[4, 18, "PROFESSION"], [19, 28, "PER"], [51, 63, "ORG"], [68, 75, "ORG"]]}
{"text": "3 – Https://france3-regions.francetvinfo.fr/provence-alpes-cote-d-azur/chasse-glu-collimateur-ecologistes-ministre-surtout-europe-1857870.html, besøgt den 23.10.2020.", "label": [[4, 142, "URL"], [155, 165, "DATE"]]}
{"text": "4 – Https://www.francetvinfo.fr/france/chasse/la-chasse-a-la-glu-pour-les-grives-et-les-merles-est-interdite-cette-annee-annonce-l-elysee_4086749.html, besøgt den 23.10.2020.", "label": [[4, 150, "URL"], [163, 173, "DATE"]]}
{"text": "5 – I dag Europa-Parlamentets og Rådets direktiv 2009/147/EF af 30.11.2009 om beskyttelse af vilde fugle (EUT 2010, L 20, s. 7), som ændret ved Rådets direktiv 2013/17/EU af 13.5.2013 om tilpasning af visse direktiver vedrørende miljø på grund af Republikken Kroatiens tiltrædelse (EUT 2013, L 158, s. 193).", "label": [[10, 29, "ORG"], [33, 39, "ORG"], [64, 74, "DATE"], [144, 150, "ORG"], [174, 183, "DATE"], [247, 268, "ORG"]]}
{"text": "6 – Dom af 27.4.1988, Kommissionen mod Frankrig (252/85, EU:C:1988:202, præmis 23-33).", "label": [[11, 20, "DATE"], [22, 34, "ORG"], [39, 47, "ORG"]]}
{"text": "7 – Dom af 27.4.1988, Kommissionen mod Frankrig (252/85, EU:C:1988:202, præmis 27 og 28), og af 9.12.2004, Kommissionen mod Spanien (Parany) (C-79/03, EU:C:2004:782, præmis 34).", "label": [[11, 20, "DATE"], [22, 34, "ORG"], [39, 47, "ORG"], [96, 105, "DATE"], [107, 119, "ORG"], [124, 131, "ORG"]]}
{"text": "8 – Dom af 10.9.2009, Kommissionen mod Malta (C-76/08, EU:C:2009:535, præmis 57), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 67).", "label": [[11, 20, "DATE"], [22, 34, "ORG"], [39, 44, "ORG"], [88, 97, "DATE"], [99, 111, "ORG"], [116, 123, "ORG"]]}
{"text": "9 – Dom af 11.7.1989, Schräder HS Kraftfutter (265/87, EU:C:1989:303, præmis 21), af 9.3.2010, ERG m.fl. (C-379/08 og C-380/08, EU:C:2010:127, præmis 86), og af 4.6.2020, Ungarn mod Kommissionen (C-456/18 P, EU:C:2020:421, præmis 41).", "label": [[11, 20, "DATE"], [22, 45, "ORG"], [85, 93, "DATE"], [95, 98, "ORG"], [161, 169, "DATE"], [171, 177, "ORG"], [182, 194, "ORG"]]}
{"text": "10 – Dom af 8.6.2006, WWF Italia m.fl. (C-60/05, EU:C:2006:378, præmis 34), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 60).", "label": [[12, 20, "DATE"], [22, 32, "ORG"], [82, 91, "DATE"], [93, 105, "ORG"], [110, 117, "ORG"]]}
{"text": "11 – Jf. punkt 11 ovenfor.", "label": []}
{"text": "12 – Dom af 8.7.1987, Kommissionen mod Belgien (247/85, EU:C:1987:339, præmis 41), og af 12.12.1996, LRBPO og AVES (C-10/96, EU:C:1996:504, præmis 18).", "label": [[12, 20, "DATE"], [22, 34, "ORG"], [39, 46, "ORG"], [89, 99, "DATE"], [101, 106, "ORG"], [110, 114, "ORG"]]}
{"text": "13 – Dom af 10.9.2009, Kommissionen mod Malta (C-76/08, EU:C:2009:535, præmis 57), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 67).", "label": [[12, 21, "DATE"], [23, 35, "ORG"], [40, 45, "ORG"], [89, 98, "DATE"], [100, 112, "ORG"], [117, 124, "ORG"]]}
{"text": "14 – Jf. vedrørende beskyttelse af ungdommen dom af 14.2.2008, Dynamic Medien (C-244/06, EU:C:2008:85, præmis 44), vedrørende trafiksikkerhed dom af 10.2.2009, Kommissionen mod Italien (C-110/05, EU:C:2009:66, præmis 65), samt vedrørende niveauet for sundhedsbeskyttelse dom af 7.3.1989, Bakker (215/87, EU:C:1989:111, præmis 17), af 11.12.2003, Deutscher Apothekerverband (C-322/01, EU:C:2003:664, præmis 103), og af 1.10.2020, A (Reklame for og onlinesalg af lægemidler) (C-649/18, EU:C:2020:764, præmis 71).", "label": [[52, 61, "DATE"], [63, 77, "ORG"], [149, 158, "DATE"], [160, 172, "ORG"], [177, 184, "ORG"], [278, 286, "DATE"], [288, 294, "PER"], [334, 344, "DATE"], [346, 372, "ORG"], [418, 427, "DATE"], [429, 430, "ORG"]]}
{"text": "15 – Dom af 8.7.1987, Kommissionen mod Belgien (247/85, EU:C:1987:339, præmis 41), og af 12.12.1996, LRBPO og AVES (C-10/96, EU:C:1996:504, præmis 18).", "label": [[12, 20, "DATE"], [22, 34, "ORG"], [39, 46, "ORG"], [89, 99, "DATE"], [101, 106, "ORG"], [110, 114, "ORG"]]}
{"text": "16 – Dom af 16.5.1979, Galli (84/78, EU:C:1979:129, præmis 21), af 29.1.2002, Jachowicz-Perrin (C-162/00, EU:C:2002:57, præmis 55), og af 6.10.2015, Kommissionen mod Leotveisen (C-303/13 P, EU:C:2015:647, præmis 49).", "label": [[12, 21, "DATE"], [23, 28, "PER"], [67, 76, "DATE"], [78, 94, "PER"], [138, 147, "DATE"], [149, 161, "ORG"], [166, 176, "PER"]]}
{"text": "17 – Generaladvokat Torgebys forslag til afgørelse LRBPO og AVES (C-10/96, EU:C:1996:430, punkt 36), generaladvokat Philip-Martin Coopers forslag til afgørelse Ligue pour la protection des oiseaux m.fl. (C-182/02, EU:C:2003:248, punkt 23 ff.), generaladvokat Adelholts forslag til afgørelse Kommissionen mod Spanien (Parany) (C-79/03, EU:C:2004:507, punkt 35) og generaladvokat Gerasimovas forslag til afgørelse Kommissionen mod Malta (Arter tilhørende finken) (C-557/15, EU:C:2017:613, punkt 90 og 107-110).", "label": [[5, 19, "PROFESSION"], [20, 28, "PER"], [51, 56, "ORG"], [60, 64, "ORG"], [101, 115, "PROFESSION"], [116, 137, "PER"], [160, 196, "ORG"], [244, 258, "PROFESSION"], [259, 268, "PER"], [291, 303, "ORG"], [308, 315, "ORG"], [363, 377, "PROFESSION"], [378, 389, "PER"], [412, 424, "ORG"], [429, 434, "ORG"]]}
{"text": "18 – Dom af 8.7.1987, Kommissionen mod Italien (262/85, EU:C:1987:340, præmis 38), af 12.12.1996, LRBPO og AVES (C-10/96, EU:C:1996:504, præmis 16 og 24), af 16.10.2003, Ligue pour la protection des oiseaux m.fl. (C-182/02, EU:C:2003:558, præmis 11), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 65).", "label": [[12, 20, "DATE"], [22, 34, "ORG"], [39, 46, "ORG"], [86, 96, "DATE"], [98, 103, "ORG"], [107, 111, "ORG"], [158, 168, "DATE"], [170, 206, "ORG"], [257, 266, "DATE"], [268, 280, "ORG"], [285, 292, "ORG"]]}
{"text": "19 – Mit forslag til afgørelse Föreningen Skydda Skogen m.fl. (C-473/19 og C-474/19, EU:C:2020:699, punkt 97).", "label": [[31, 54, "ORG"]]}
{"text": "20 – Jf. dom af 8.7.1987, Kommissionen mod Belgien (247/85, EU:C:1987:339, præmis 8) og Kommissionen mod Italien (262/85, EU:C:1987:340, præmis 8), samt af 19.1.1994, Association pour la protection des animaux sauvages m.fl. (C-435/92, EU:C:1994:10, præmis 20).", "label": [[16, 24, "DATE"], [26, 38, "ORG"], [43, 50, "ORG"], [88, 100, "ORG"], [105, 112, "ORG"], [156, 165, "DATE"], [167, 218, "ORG"]]}
{"text": "21 – Jf. dom af 27.4.1988, Kommissionen mod Frankrig (252/85, EU:C:1988:202, præmis 28), af 16.10.2003, Ligue pour la protection des oiseaux m.fl. (C-182/02, EU:C:2003:558, præmis 17), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 68), samt generaladvokat Adelholts forslag til afgørelse WWF Italia m.fl. (C-60/05, EU:C:2006:116, punkt 50) og mit forslag til afgørelse Kommissionen mod Irland (C-418/04, EU:C:2006:569, punkt 111 og 112).", "label": [[16, 25, "DATE"], [27, 39, "ORG"], [44, 52, "ORG"], [92, 102, "DATE"], [104, 140, "ORG"], [191, 200, "DATE"], [202, 214, "ORG"], [219, 226, "ORG"], [300, 314, "PROFESSION"], [315, 324, "PER"], [347, 357, "ORG"], [428, 440, "ORG"], [445, 451, "ORG"]]}
{"text": "22 – Dom af 16.10.2003, Ligue pour la protection des oiseaux m.fl. (C-182/02, EU:C:2003:558, præmis 17), af 8.6.2006, WWF Italia m.fl. (C-60/05, EU:C:2006:378, præmis 32), af 10.9.2009, Kommissionen mod Malta (C-76/08, EU:C:2009:535, præmis 59), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 68).", "label": [[12, 22, "DATE"], [24, 60, "ORG"], [108, 116, "DATE"], [118, 128, "ORG"], [175, 184, "DATE"], [186, 198, "ORG"], [203, 208, "ORG"], [252, 261, "DATE"], [263, 275, "ORG"], [280, 287, "ORG"]]}
{"text": "23 – Dom af 16.10.2003, Ligue pour la protection des oiseaux m.fl. (C-182/02, EU:C:2003:558, præmis 17), af 21.6.2018, Kommissionen mod Malta (Arter tilhørende finken) (C-557/15, EU:C:2018:477, præmis 66), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 89).", "label": [[12, 22, "DATE"], [24, 60, "ORG"], [108, 117, "DATE"], [119, 131, "ORG"], [136, 141, "ORG"], [212, 221, "DATE"], [223, 235, "ORG"], [240, 247, "ORG"]]}
{"text": "24 – Dom af 15.12.2005, Kommissionen mod Finland (C-344/03, EU:C:2005:770, præmis 53 og 54), af 21.6.2018, Kommissionen mod Malta (Arter tilhørende finken) (C-557/15, EU:C:2018:477, præmis 63). Den omstændighed, at dom af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 90), uden yderligere begrundelse ikke udtrykkeligt henviser til den samlede dødelighed, må antages at være uden betydning i betragtning af henvisningen til den tidligere retspraksis.", "label": [[12, 22, "DATE"], [24, 36, "ORG"], [41, 48, "ORG"], [96, 105, "DATE"], [107, 119, "ORG"], [124, 129, "ORG"], [222, 231, "DATE"], [233, 245, "ORG"], [250, 257, "ORG"]]}
{"text": "25 – Generaladvokat Silva Bentos forslag til afgørelse Kommissionen mod Frankrig (252/85, EU:C:1988:55, punkt 43). Jf. også dom af 27.4.1988, Kommissionen mod Frankrig (252/85, EU:C:1988:202, præmis 27).", "label": [[5, 19, "PROFESSION"], [20, 32, "PER"], [55, 67, "ORG"], [72, 80, "ORG"], [131, 140, "DATE"], [142, 154, "ORG"], [159, 167, "ORG"]]}
{"text": "26 – Dom af 9.12.2004, Kommissionen mod Spanien (Parany) (C-79/03, EU:C:2004:782, præmis 20).", "label": [[12, 21, "DATE"], [23, 35, "ORG"], [40, 47, "ORG"]]}
{"text": "27 – Således også generaladvokat Silva Bentos forslag til afgørelse Kommissionen mod Frankrig (252/85, EU:C:1988:55, punkt 43). Jf. også dom af 8.7.1987, Kommissionen mod Italien (262/85, EU:C:1987:340, præmis 39), og af 21.6.2018, Kommissionen mod Malta (Arter tilhørende finken) (C-557/15, EU:C:2018:477, præmis 84 og 85).", "label": [[18, 32, "PROFESSION"], [33, 45, "PER"], [68, 80, "ORG"], [85, 93, "ORG"], [144, 152, "DATE"], [154, 166, "ORG"], [171, 178, "ORG"], [221, 230, "DATE"], [232, 244, "ORG"], [249, 254, "ORG"]]}
{"text": "28 – Dom af 27.4.1988, Kommissionen mod Frankrig (252/85, EU:C:1988:202, præmis 27 og 28).", "label": [[12, 21, "DATE"], [23, 35, "ORG"], [40, 48, "ORG"]]}
{"text": "29 – Jf. også dom af 9.12.2004, Kommissionen mod Spanien (Parany) (C-79/03, EU:C:2004:782, præmis 34), og af 21.6.2018, Kommissionen mod Malta (Arter tilhørende finken) (C-557/15, EU:C:2018:477, præmis 84 ff.).", "label": [[21, 30, "DATE"], [32, 44, "ORG"], [49, 56, "ORG"], [109, 118, "DATE"], [120, 132, "ORG"], [137, 142, "ORG"]]}
{"text": "30 – Forslag til afgørelse Kommissionen mod Spanien (Parany) (C-79/03, EU:C:2004:507, punkt 31).", "label": [[27, 39, "ORG"], [44, 51, "ORG"]]}
{"text": "31 – Jf. punkt 24-28 ovenfor.", "label": []}
{"text": "32 – Forslag til afgørelse Kommissionen mod Malta (Arter tilhørende finken) (C-557/15, EU:C:2017:613, punkt 102).", "label": [[27, 39, "ORG"], [44, 49, "ORG"]]}
{"text": "33 – Jf. dom af 8.6.2006, WWF Italia m.fl. (C-60/05, EU:C:2006:378, præmis 28), af 10.10.2019, Luonnonsuojeluyhdistys Tapiola (C-674/17, EU:C:2019:851, præmis 45 og 51), og af 23.4.2020, Kommissionen mod Finland (Forårsjagt på hanedderfugle) (C-217/19, EU:C:2020:291, præmis 70).", "label": [[16, 24, "DATE"], [26, 36, "ORG"], [83, 93, "DATE"], [95, 125, "ORG"], [176, 185, "DATE"], [187, 199, "ORG"], [204, 211, "ORG"]]}
