{"text": "FORSLAG TIL AFGØRELSE FRA GENERALADVOKAT X. ROGERS fremsat den 2. september 2021 (1)", "label": [[26, 40, "PROFESSION"], [41, 50, "PER"], [63, 80, "DATE"]]}
{"text": "Sag C-388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV mod Dr. August Oetker Nahrungsmittel KG", "label": [[0, 101, "ORG"], [106, 141, "ORG"]]}
{"text": "(anmodning om præjudiciel afgørelse indgivet af Bundesgerichtshof (forbundsdomstol, Tyskland))", "label": [[48, 65, "ORG"], [67, 82, "ORG"], [84, 92, "LOC"]]}
{"text": "»Præjudiciel forelæggelse – forordning (EU) nr. 1169/2011 – fødevareinformation til forbrugerne – artikel 9, stk. 1, litra l) – næringsdeklaration – artikel 31, stk. 3, andet afsnit – beregning af energiværdien og af mængderne af næringsstoffer – artikel 33, stk. 2, andet afsnit – angivelse pr. portion eller pr. forbrugsenhed«", "label": []}
{"text": "I. Indledning", "label": []}
{"text": "1. Den foreliggende anmodning om præjudiciel afgørelse vedrører fortolkningen af en række bestemmelser i forordning (EU) nr. 1169/2011 om fødevareinformation til forbrugerne (2). Den forelæggende ret ønsker nærmere bestemt oplyst, om og på hvilke betingelser det er tilladt på forsiden af en fødevares emballage at angive frivillige oplysninger om det ernæringsmæssige indhold, som ikke henfører til fødevaren, således som den sælges, men til portioner af fødevaren i tilberedt stand efter tilsætning af yderligere ingredienser.", "label": []}
{"text": "2. Denne anmodning er blevet fremsat i forbindelse med en tvist mellem Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV (forbundssammenslutning af forbrugerforeninger, Tyskland, herefter »BVV«) og en fødevareproducent, Dr. August Oetker Nahrungsmittel KG (herefter »Dr. Oetker«), vedrørende spørgsmålet om, hvorvidt næringsdeklarationen på forsiden af en pakke müsli (herefter »det omhandlede produkt«) er forenelig med kravene til oplysninger om det ernæringsmæssige indhold, som gives på frivilligt grundlag, og navnlig med artikel 31, stk. 3, andet afsnit, og artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011.", "label": [[71, 172, "ORG"], [174, 219, "ORG"], [221, 229, "LOC"], [241, 244, "ORG"], [272, 307, "ORG"], [319, 329, "ORG"]]}
{"text": "3. Domstolen har ganske vist allerede fortolket forordning nr. 1169/2011 og i særdeleshed direktiv 2000/13/EF (3) og 90/496/EØF (4), der blev ophævet ved denne forordning, men det er første gang, at den skal tage stilling til fortolkningen af bestemmelserne om frivillig næringsdeklaration af levnedsmidler (5).", "label": [[3, 12, "ORG"]]}
{"text": "4. Jeg vil i dette forslag til afgørelse anføre, at en frivillig næringsdeklaration af en færdigpakket fødevare såsom det omhandlede produkt, der indtages efter tilberedning på forskellige måder, ikke er forenelig med kravene i forordning nr. 1169/2011, hvis oplysningerne om energiværdien og næringsstofmængderne kun gives for en enkelt tilberedningsmåde i stedet for ligeledes at henføre til 100 g af fødevaren i den form, hvori den sælges.", "label": [[394, 397, "AMOUNT_VALUE"], [398, 399, "AMOUNT_UNIT"]]}
{"text": "II. Retsforskrifter", "label": []}
{"text": "5. 10., 17., 35., 37. og 41. betragtning til forordning nr. 1169/2011 er affattet således:", "label": []}
{"text": "»(10) Den brede offentlighed interesserer sig for sammenhængen mellem kost og sundhed og for valget af en passende kost svarende til den enkeltes behov. I Kommissionens hvidbog af 30. maj 2007 om en EU-strategi om sundhedsproblemer i relation til ernæring, overvægt og fedme […] blev der peget på, at næringsdeklaration er en af de vigtige måder, hvorpå forbrugerne kan informeres om fødevarernes sammensætning og hjælpes til at træffe informerede valg. I Kommissionens meddelelse af 13. marts 2007 om »EU-strategien for forbrugerpolitikken 2007-2013 – stærkere forbrugere, højere forbrugervelfærd og effektiv forbrugerbeskyttelse« understreges det, at det er af afgørende betydning for såvel en effektiv konkurrence som forbrugernes velfærd, at forbrugerne har mulighed for at træffe informerede valg. Kendskab til de grundlæggende ernæringsprincipper og passende oplysninger om det ernæringsmæssige indhold på fødevarer vil gøre det betydeligt lettere for forbrugeren at træffe et informeret valg. […]", "label": [[155, 168, "ORG"], [180, 192, "DATE"], [199, 201, "LOC"], [456, 469, "ORG"], [484, 498, "DATE"], [503, 505, "LOC"], [541, 550, "DATE"]]}
{"text": "[…]", "label": []}
{"text": "(17) Den primære begrundelse for at kræve obligatorisk fødevareinformation bør være ønsket om at sætte forbrugerne i stand til at identificere en fødevare og anvende den på passende vis og at træffe valg, der passer til deres individuelle kostbehov. Med dette formål bør lederne af fødevarevirksomheder lette tilgængeligheden af denne information for personer med svækket syn.", "label": []}
{"text": "[…]", "label": []}
{"text": "(35) For at gøre det lettere at sammenligne varer i forskellige emballagestørrelser bør kravet om, at den obligatoriske næringsdeklaration skal angives pr. 100 g eller pr. 100 ml, bevares, samtidig med at supplerende deklarationer pr. portion tillades, hvis det er relevant. Såfremt fødevaren er færdigpakket i identificerbare enkeltportioner eller forbrugsenheder, bør en supplerende næringsdeklaration pr. portion eller pr. forbrugsenhed i tillæg til angivelsen pr. 100 g eller pr. 100 ml derfor tillades. Med henblik på at sikre sammenligneligheden af angivelser vedrørende portioner eller forbrugsenheder bør Kommissionen desuden tillægges beføjelse til at vedtage regler for den måde, hvorpå næringsdeklarationer pr. portion eller pr. forbrugsenhed for specifikke fødevarekategorier udtrykkes.", "label": [[156, 159, "AMOUNT_VALUE"], [160, 161, "AMOUNT_UNIT"], [172, 175, "AMOUNT_VALUE"], [176, 178, "AMOUNT_UNIT"], [468, 471, "AMOUNT_VALUE"], [472, 473, "AMOUNT_UNIT"], [484, 487, "AMOUNT_VALUE"], [488, 490, "AMOUNT_UNIT"], [613, 625, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "(37) Eftersom et af målene for denne forordning består i at tilvejebringe et grundlag for, at den endelige forbruger kan træffe et informeret valg, er det i den forbindelse vigtigt at sikre, at den endelige forbruger har let ved at forstå oplysningerne på mærkningen. […]", "label": []}
{"text": "[…]", "label": []}
{"text": "(41) For at den givne information kan tiltrække sig gennemsnitsforbrugerens opmærksomhed og tjene det oplysningsformål, med hvilket den indføres, samt i betragtning af det eksisterende kendskab til ernæringsspørgsmål bør oplysningerne om det ernæringsmæssige indhold være enkle og letforståelige. At oplysningerne om det ernæringsmæssige indhold findes dels i det primære synsfelt, almindeligvis betegnet som »forsiden af pakken«, dels på en anden side af emballagen såsom »bagsiden af pakken«, vil kunne forvirre forbrugerne. Næringsdeklarationen bør derfor findes i det samme synsfelt. Derudover kan de vigtigste af oplysningerne om det ernæringsmæssige indhold på frivilligt grundlag gentages i det primære synsfelt for at gøre det lettere for forbrugerne straks at få øje på de væsentligste oplysninger om det ernæringsmæssige indhold, når de køber fødevarer. Et frit valg med hensyn til, hvilke oplysninger der kan gentages, vil kunne forvirre forbrugerne. Det er derfor nødvendigt at præcisere, hvilke oplysninger der kan gentages.«", "label": []}
{"text": "6. Denne forordnings artikel 9 med overskriften »Liste over obligatoriske angivelser« indeholder et stk. 1 med følgende ordlyd:", "label": []}
{"text": "»På de betingelser, der er fastsat i artikel 10-35, og med forbehold af de undtagelser, der er fastsat i dette kapitel, er det obligatorisk at angive følgende oplysninger:", "label": []}
{"text": "[…]", "label": []}
{"text": "l) en næringsdeklaration.«", "label": []}
{"text": "7. Den nævnte forordnings artikel 30 med overskriften »Indhold« bestemmer:", "label": []}
{"text": "»1. Den obligatoriske næringsdeklaration skal indeholde følgende oplysninger:", "label": []}
{"text": "a) energiværdi og", "label": []}
{"text": "b) mængden af fedt, mættede fedtsyrer, kulhydrat, sukkerarter, protein og salt.", "label": []}
{"text": "[…]", "label": []}
{"text": "3. Hvis mærkningen af en færdigpakket fødevare omfatter den obligatoriske næringsdeklaration, jf. stk. 1, kan følgende information gentages på den:", "label": []}
{"text": "a) energiværdien, eller", "label": []}
{"text": "b) energiværdien sammen med mængden af fedt, mættede fedtsyrer, sukkerarter og salt.", "label": []}
{"text": "4. Uanset artikel 36, stk. 1, kan indholdet af næringsdeklarationen begrænses til kun energiværdien, hvis mærkningen af de varer, der er omhandlet i artikel 16, stk. 4, omfatter en næringsdeklaration.", "label": []}
{"text": "5. Med forbehold af artikel 44 og uanset artikel 36, stk. 1, kan indholdet af næringsdeklarationen, hvis mærkningen af de varer, der er omhandlet i artikel 44, stk. 1, omfatter en næringsdeklaration, begrænses til kun:", "label": []}
{"text": "a) energiværdien, eller", "label": []}
{"text": "b) energiværdien sammen med mængden af fedt, mættede fedtsyrer, sukkerarter og salt.", "label": []}
{"text": "[…]«", "label": []}
{"text": "8. Samme forordnings artikel 31 med overskriften »Beregning« fastsætter i stk. 3:", "label": []}
{"text": "»Den energiværdi og de mængder af næringsstoffer, der er omhandlet i artikel 30, stk. 1-5, skal henføre til fødevaren, således som den sælges.", "label": []}
{"text": "Hvis det er hensigtsmæssigt, kan disse oplysninger gives for fødevaren i tilberedt stand, forudsat at tilberedningsmåden er beskrevet tilstrækkeligt detaljeret, og at oplysningerne vedrører fødevaren, således som den forudsættes konsumeret.«", "label": []}
{"text": "9. Artikel 32 i forordning nr. 1169/2011 med overskriften »Angivelse pr. 100 g eller pr. 100 ml« bestemmer i stk. 2:", "label": [[73, 76, "AMOUNT_VALUE"], [77, 78, "AMOUNT_UNIT"], [89, 92, "AMOUNT_VALUE"], [93, 95, "AMOUNT_UNIT"]]}
{"text": "»Energiværdien og mængden af næringsstoffer, jf. artikel 30, stk. 1-5, udtrykkes pr. 100 g eller pr. 100 ml.«", "label": [[85, 88, "AMOUNT_VALUE"], [89, 90, "AMOUNT_UNIT"], [101, 104, "AMOUNT_VALUE"], [105, 107, "AMOUNT_UNIT"]]}
{"text": "10. Denne forordnings artikel 33 med overskriften »Angivelse pr. portion eller pr. forbrugsenhed« fastsætter i stk. 1 og 2:", "label": []}
{"text": "»1. I følgende tilfælde kan energiværdien og mængderne af næringsstoffer, jf. artikel 30, stk. 1-5, udtrykkes pr. portion og/eller pr. forbrugsenhed, som er letgenkendelig for forbrugeren, forudsat at den anvendte portion eller enhed er anført på etiketten, og at antallet af portioner eller enheder i pakningen er angivet:", "label": []}
{"text": "a) foruden udtryksformen pr. 100 g eller pr. 100 ml i artikel 32, stk. 2", "label": [[29, 32, "AMOUNT_VALUE"], [33, 34, "AMOUNT_UNIT"], [45, 48, "AMOUNT_VALUE"], [49, 51, "AMOUNT_UNIT"]]}
{"text": "b) foruden udtryksformen pr. 100 g eller pr. 100 ml i artikel 32, stk. 3, for så vidt angår mængderne af vitaminer og mineraler", "label": [[29, 32, "AMOUNT_VALUE"], [33, 34, "AMOUNT_UNIT"], [45, 48, "AMOUNT_VALUE"], [49, 51, "AMOUNT_UNIT"]]}
{"text": "c) foruden eller i stedet for udtryksformen pr. 100 g eller pr. 100 ml i artikel 32, stk. 4.", "label": [[48, 51, "AMOUNT_VALUE"], [52, 53, "AMOUNT_UNIT"], [64, 67, "AMOUNT_VALUE"], [68, 70, "AMOUNT_UNIT"]]}
{"text": "2. Uanset artikel 32, stk. 2, kan i de tilfælde, der er omhandlet i artikel 30, stk. 3, litra b), mængden af næringsstoffer og/eller procentdelen af de referenceindtag, der er fastsat i bilag XIII, del B, udtrykkes udelukkende pr. portion eller pr. forbrugsenhed.", "label": []}
{"text": "Når mængden af næringsstoffer er udtrykt udelukkende pr. portion eller pr. forbrugsenhed i overensstemmelse med første afsnit, udtrykkes energiværdien pr. 100 g eller pr. 100 ml og pr. portion eller pr. forbrugsenhed.«", "label": [[155, 158, "AMOUNT_VALUE"], [159, 160, "AMOUNT_UNIT"], [171, 174, "AMOUNT_VALUE"], [175, 177, "AMOUNT_UNIT"]]}
{"text": "III. Tvisten i hovedsagen, de præjudicielle spørgsmål og retsforhandlingerne for Domstolen", "label": [[81, 90, "ORG"]]}
{"text": "11. Dr. Oetker er en tysk fødevarevirksomhed, der fremstiller og sælger müsli under betegnelsen »Dr. Oetker Vitalis Knuspermüsli Schoko+Keks« (ristet müsli med chokolade og kiks). Produktets emballage består af en kasseformet papæske.", "label": [[4, 14, "ORG"], [21, 25, "LOC"], [97, 140, "TITLE"]]}
{"text": "12. Der er på denne emballage anført følgende næringsdeklarationer:", "label": []}
{"text": "– På siden af emballagen (den smalle side af pakken) er der under overskriften »Næringsindhold« anført oplysninger om energiværdien og mængderne af fedt, mættede fedtsyrer, kulhydrat, sukkerarter, protein og salt i dels 100 g af produktet, således som det sælges (herefter en »portion af produktet, således som det sælges«), dels en portion på 40 g müsli tilberedt med 60 ml mælk med et fedtindhold på 1,5% (herefter en »portion af produktet i tilberedt stand«).", "label": [[220, 223, "AMOUNT_VALUE"], [224, 225, "AMOUNT_UNIT"], [344, 346, "AMOUNT_VALUE"], [347, 348, "AMOUNT_UNIT"], [369, 371, "AMOUNT_VALUE"], [372, 374, "AMOUNT_UNIT"], [402, 405, "AMOUNT_VALUE"], [405, 406, "AMOUNT_UNIT"]]}
{"text": "– På emballagens forside (i pakkens primære synsfelt) gentages oplysningerne om energiværdien og mængderne af fedt, mættede fedtsyrer, sukkerarter og salt, men udelukkende for en portion af produktet i tilberedt stand.", "label": []}
{"text": "13. Efter BVV’s opfattelse er produktets næringsdeklaration i strid med de bestemmelser om næringsdeklarationer, der er fastsat i forordning nr. 1169/2011. Dr. Oetker har tilsidesat denne forordnings artikel 33, sammenholdt med dens artikel 30 og 32, eftersom energiværdien på forsiden af det omhandlede produkts emballage ikke er angivet pr. portion af produktet, således som det sælges (nemlig 1 880 kJ), men pr. portion af produktet i tilberedt stand (nemlig 872 kJ). BVV udstedte på dette grundlag et påbud til Dr. Oetker, hvorefter dette selskab i det væsentlige skulle afgive et tilsagn om undladelse ledsaget af en bodsklausul.", "label": [[10, 13, "ORG"], [156, 166, "ORG"], [396, 401, "AMOUNT_VALUE"], [402, 404, "AMOUNT_UNIT"], [462, 465, "AMOUNT_VALUE"], [466, 468, "AMOUNT_UNIT"], [471, 474, "ORG"], [515, 525, "ORG"]]}
{"text": "14. Da dette påbud ikke blev efterkommet, anlagde BVV sag ved Landgericht Bielefeld (den regionale ret i første instans i Bielefeld, Tyskland), som i dom af 8. august 2018, hvorved den gav BVV medhold, fastslog dels, at mærkningen på forsiden af det omhandlede produkts emballage, da energiværdien pr. portion af produktet, således som det sælges, ikke fremgik, ikke var forenelig med artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011, dels at denne forordnings artikel 31, stk. 3, andet afsnit, ikke fandt anvendelse, eftersom der i det pågældende tilfælde manglede »ret omfattende arbejdstrin«.", "label": [[50, 53, "ORG"], [62, 83, "ORG"], [85, 119, "ORG"], [122, 141, "LOC"], [157, 171, "DATE"], [189, 192, "ORG"]]}
{"text": "15. Efter at Dr. Oetker havde iværksat appel, ophævede Oberlandesgericht Hamm (den regionale appeldomstol i Hamm, Tyskland) denne dom ved dom af 13. juni 2019 og frifandt selskabet.", "label": [[13, 23, "ORG"], [55, 77, "ORG"], [79, 105, "ORG"], [108, 122, "LOC"], [145, 158, "DATE"]]}
{"text": "16. Det var ifølge denne domstol tilstrækkeligt at angive energiværdien pr. portion af det omhandlede produkt i tilberedt stand. For det første kræves det ikke i artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011, at der på forsiden af en fødevares emballage foruden de allerede anførte oplysninger om det ernæringsmæssige indhold også anføres produktets energiværdi, således som det sælges. Oplysningerne på siden af det omhandlede produkts emballage, som ikke var genstand for sagen, svarede nemlig til den obligatoriske næringsdeklaration, der er omhandlet i denne forordnings artikel 30, stk. 1. Oplysningerne på forsiden af emballagen udgjorde således en gentagelse af information som omhandlet i den nævnte forordnings artikel 30, stk. 3, litra b). I et sådant tilfælde, hvor energiværdien og mængden af næringsstoffer er udtrykt udelukkende pr. portion i disse gentagne oplysninger, skal energiværdien i henhold til samme forordnings artikel 33, stk. 2, andet afsnit, udtrykkes pr. 100 g af fødevaren i tilberedt stand. For det andet fremgår det af artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011, at oplysningerne om energiværdien ligeledes kan gives for fødevaren i tilberedt stand, forudsat at tilberedningsmåden – som i det foreliggende tilfælde – er beskrevet tilstrækkeligt detaljeret, og at oplysningerne vedrører fødevaren, således som den forudsættes konsumeret. Desuden er der i denne forordning ikke grundlag for Landgericht Bielefelds (den regionale ret i første instans i Bielefeld) opfattelse om, at der ved »tilberedning« i denne bestemmelses forstand forstås »ret omfattende arbejdstrin« som f.eks. kogning eller opvarmning.", "label": [[999, 1002, "AMOUNT_VALUE"], [1003, 1004, "AMOUNT_UNIT"], [1454, 1476, "ORG"], [1478, 1512, "ORG"], [1515, 1524, "LOC"]]}
{"text": "17. BVV har iværksat revisionsappel for Bundesgerichtshof (forbundsdomstol, Tyskland), som er den forelæggende ret, til prøvelse af den dom, der blev afsagt af Oberlandesgericht Hamm (den regionale appeldomstol i Hamm).", "label": [[4, 7, "ORG"], [40, 57, "ORG"], [59, 74, "ORG"], [76, 84, "LOC"], [160, 182, "ORG"], [184, 210, "ORG"], [213, 217, "LOC"]]}
{"text": "18. Ifølge den forelæggende ret afhænger revisionsappellens udfald bl.a. af, om artikel 31, stk. 3, og artikel 33, stk. 2, i forordning nr. 1169/2011 skal fortolkes således, at det i et tilfælde som det i hovedsagen omhandlede er forbudt på emballagens forside at reklamere med næringsindhold pr. portion af fødevaren i tilberedt stand uden også at angive energiværdien pr. 100 g af denne fødevare, således som den sælges.", "label": [[374, 377, "AMOUNT_VALUE"], [378, 379, "AMOUNT_UNIT"]]}
{"text": "19. Bundesgerichtshof (forbundsdomstol) har under disse omstændigheder besluttet at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[4, 39, "ORG"], [111, 120, "ORG"]]}
{"text": "»1) Skal artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 fortolkes således, at denne bestemmelse alene gælder for fødevarer, som kræver tilberedning, og hvor tilberedningsmåden er angivet?", "label": []}
{"text": "2) Såfremt det første spørgsmål besvares benægtende: Betyder formuleringen »pr. 100 g« i artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011 alene 100 g af produktet, således som det sælges, eller – i det mindste også – 100 g af fødevaren i tilberedt stand?«", "label": [[80, 83, "AMOUNT_VALUE"], [84, 85, "AMOUNT_UNIT"], [156, 159, "AMOUNT_VALUE"], [160, 161, "AMOUNT_UNIT"], [229, 232, "AMOUNT_VALUE"], [233, 234, "AMOUNT_UNIT"]]}
{"text": "20. Parterne i hovedsagen og Europa-Kommissionen har indgivet skriftlige indlæg. Domstolen har besluttet at træffe afgørelse uden mundtlig forhandling i overensstemmelse med artikel 76, stk. 2, i Domstolens procesreglement.", "label": [[29, 48, "ORG"], [81, 90, "ORG"], [196, 206, "ORG"]]}
{"text": "IV. Bedømmelse", "label": []}
{"text": "A. Indledende bemærkninger", "label": []}
{"text": "21. De foreliggende præjudicielle spørgsmål vedrører de krav om næringsdeklaration af fødevarer, der er fastsat i forordning nr. 1169/2011. Henset til de omhandlede reglers tekniske karakter vil det være hensigtsmæssigt først at give et overblik over de relevante retsforskrifter (afsnit 1) for at gøre det lettere at forstå det omhandlede produkts næringsdeklaration og de forelagte spørgsmål (afsnit 2).", "label": []}
{"text": "1. De relevante retsforskrifter", "label": []}
{"text": "a) Tilblivelsen og de formål, der forfølges", "label": []}
{"text": "22. De retlige rammer for mærkning af levnedsmidler blev fastlagt ved direktiv 79/112/EØF (6), som havde til formål at fastsætte fælles regler »med henblik på at bidrage til det fælles markeds funktion«, da forskellene mellem de nationale regler blev opfattet som en hindring af den frie omsætning af fødevarer mellem medlemsstaterne (7). Selv om hovedformålet med dette direktiv var at fjerne sådanne hindringer, erkendte lovgiver ligeledes, at de pågældende regler »først og fremmest [burde] opfylde kravet om at oplyse og beskytte forbrugerne« (8). Dette krav blev gentaget (9) og bestyrket (10) i direktiv 2000/13, som kodificerede og erstattede direktiv 79/112, der ved flere lejligheder var blevet underkastet omfattende ændringer (11).", "label": []}
{"text": "23. Det var først, da bestemmelserne om mærkning af fødevarer blev forenklet og kodificeret i en enkelt retsakt, nemlig forordning nr. 1169/2011 (12), at EU-lovgiver gav udtryk for, at disse bestemmelser ville gavne »både det indre marked, idet [de] sikrer regelforenkling, retssikkerhed og formindskelse af administrative byrder, og borgerne, idet [de] foreskriver en klar, forståelig og læselig mærkning af fødevarer« (13). Det er nemlig angivet, at denne forordning navnlig har til formål »at sikre et højt niveau for beskyttelsen af forbrugerne i relation til fødevareinformation« og at fastsætte »midler til at sikre forbrugernes ret til information og procedurer for fødevareinformation« (14). Det fremgår i denne sammenhæng af den nævnte forordnings artikel 3, stk. 1, at en af de »generelle målsætninger« for de nævnte bestemmelser er at sikre »et højt niveau for beskyttelse af forbrugernes sundhed og interesser ved at give endelige forbrugere grundlag for at træffe informerede valg og anvende fødevarer på sikker vis, navnlig ud fra sundhedsmæssige, økonomiske, miljømæssige, sociale og etiske betragtninger« (15).", "label": [[154, 156, "LOC"]]}
{"text": "24. Reglerne om fødevareinformation bør derfor gennemgås i lyset af det oprindelige formål om at sikre et velfungerende indre marked og i det foreliggende tilfælde især formålet om at beskytte forbrugernes sundhed.", "label": []}
{"text": "b) Obligatoriske og frivillige angivelser på fødevarer", "label": []}
{"text": "25. Det skal indledningsvis fremhæves, at der i forordning nr. 1169/2011 sondres mellem to former for angivelser: på den ene side »obligatorisk fødevareinformation«, der defineres som »de oplysninger, som den endelige forbruger skal have i medfør af EU-bestemmelserne« (16), og på den anden side »frivillig fødevareinformation«, der, som det fremgår af navnet, gives på frivilligt grundlag (17).", "label": [[250, 252, "LOC"]]}
{"text": "26. De obligatoriske oplysninger skal sætte forbrugerne i stand til at identificere en fødevare og anvende den på passende vis og at træffe valg, der passer til deres individuelle kostbehov (18). Kapitel IV i forordning nr. 1169/2011 indeholder nærmere bestemmelser om disse obligatoriske oplysninger (19). Listen over de oplysninger, som det er obligatorisk at angive på fødevarer, findes i denne forordnings artikel 9, stk. 1, og de forskellige former for oplysninger omfatter under litra l) en »næringsdeklaration«. Denne næringsdeklaration skal opfylde de særlige bestemmelser i den nævnte forordnings kapitel IV, afdeling 3, og navnlig i artikel 29-35 (20).", "label": []}
{"text": "27. Frivillige oplysninger skal bl.a. gøre det muligt for producenter, der ønsker det, at henlede forbrugernes opmærksomhed på deres produkts kvaliteter (21) eller gøre det lettere for forbrugerne straks at få øje på de væsentligste oplysninger om det ernæringsmæssige indhold, når de køber fødevarer, ved at gentage de vigtigste af de obligatoriske oplysninger om det ernæringsmæssige indhold i det primære synsfelt (22). EU-lovgiver har til trods for sådanne angivelsers frivillige karakter anført, at de ligeledes bør være i overensstemmelse med harmoniserede kriterier (23). Begrundelsen for en sådan harmonisering afhænger af, hvilke frivillige oplysninger der er tale om. Med hensyn til gentagelse af oplysninger om det ernæringsmæssige indhold vil et frit valg med hensyn til, hvilke oplysninger der kan gentages, eksempelvis kunne forvirre (24) eller vildlede forbrugerne (25).", "label": [[423, 425, "LOC"]]}
{"text": "28. Af disse grunde er den måde, hvorpå frivillige oplysninger præsenteres, ligeledes blevet harmoniseret. Selv om dette aspekt af mærkningen hovedsageligt er reguleret ved bestemmelserne i kapitel V i forordning nr. 1169/2011 med overskriften »Frivillig fødevareinformation«, henviser disse til bestemmelserne i kapitel IV og kapitel III og bl.a. til denne forordnings artikel 7, der vedrører »fair oplysningspraksis«. Fødevareinformation, der gives på frivilligt grundlag, skal nemlig dels opfylde de krav, der er fastsat for obligatoriske oplysninger i kapitel IV, afdeling 2 og 3, dvs. de »nærmere bestemmelser« og bestemmelserne om »næringsdeklaration« (26), dels må den ikke vildlede forbrugeren og ikke være uklar eller forvirrende for forbrugeren, og den skal i givet fald bygge på relevante videnskabelige oplysninger (27).", "label": []}
{"text": "c) Næringsdeklaration af fødevarer", "label": []}
{"text": "29. De obligatoriske angivelser, der er nævnt i artikel 9, stk. 1, i forordning nr. 1169/2011, omfatter bl.a. en »næringsdeklaration« (28). Den tekniske karakter af reglerne om »næringsdeklarationer« (29) bestyrkes af den omstændighed, at det er den eneste angivelse, hvortil der er afsat en hel afdeling i denne forordnings kapitel IV, nemlig afdeling 3 (30), som i det væsentlige kodificerer bestemmelserne i direktiv 90/496.", "label": []}
{"text": "30. De nærmere bestemmelser i afdeling 3 vedrører disse deklarationers indhold, deres præsentationsmåde og beregning af energiværdien. Det er netop disse regler, der er omhandlet i hovedsagen.", "label": []}
{"text": "31. Hvad for det første angår reglerne om næringsdeklarationens indhold sondres der i forordning nr. 1169/2011 mellem »obligatoriske« og »gentagne« næringsdeklarationer, hvor de sidstnævnte udgør en særlig kategori af frivillige angivelser (31).", "label": []}
{"text": "32. Ifølge denne forordnings artikel 30, stk. 1, skal den obligatoriske næringsdeklaration indeholde oplysninger om energiværdien og om mængden af fedt, mættede fedtsyrer, kulhydrat, sukkerarter, protein og salt.", "label": []}
{"text": "33. I henhold til den nævnte forordnings artikel 30, stk. 3, kan lederen af fødevarevirksomheden desuden ud over den obligatoriske næringsdeklaration, og hvis mærkningen vedrører en færdigpakket fødevare, vælge at gentage fødevarens energiværdi [litra a)] eller alle de vigtigste oplysninger, der er indeholdt i den obligatoriske næringsdeklaration (32), nemlig samtlige oplysninger i denne deklaration med undtagelse af oplysningerne om kulhydrat og protein [litra b)]. Formålet med muligheden for at gentage disse angivelser er at gøre det lettere for forbrugerne straks at få øje på de væsentligste oplysninger om det ernæringsmæssige indhold, når de køber fødevarer (33).", "label": []}
{"text": "34. Hvad for det andet angår reglerne om, hvordan næringsdeklarationen skal præsenteres, fremgår det af bestemmelserne i forordning nr. 1169/2011, at obligatoriske næringsdeklarationer – i øvrigt i lighed med alle andre obligatoriske angivelser – skal anføres på et iøjnefaldende sted, således at de er let synlige og letlæselige (34). En obligatorisk næringsdeklaration skal desuden være anført i samme synsfelt – der defineres som »alle en emballages overflader, der kan læses fra én synsvinkel« (35) – i et tydeligt format og, hvis pladsen er tilstrækkelig, i tabelformat med tallene under hinanden (36).", "label": []}
{"text": "35. Gentagne frivillige deklarationer må i lighed med alle andre frivillige angivelser ikke anføres, så det går ud over den plads, der er til rådighed for de obligatoriske oplysninger (37). I praksis anføres de imidlertid, som i det foreliggende tilfælde, sædvanligvis i det primære synsfelt (på forsiden af pakken) (38) med typer i den foreskrevne skriftstørrelse (39).", "label": []}
{"text": "36. Hvad for det tredje angår metoden til beregning af energiværdien og mængden af næringsstoffer i næringsdeklarationer skal disse oplysninger i henhold til artikel 32, stk. 2, i forordning nr. 1169/2011 principielt udtrykkes pr. 100 g eller pr. 100 ml. Baggrunden for denne regel er, at forbrugeren skal være i stand til at sammenligne oplysningerne om det ernæringsmæssige indhold af lignende varer i forskellige emballagestørrelser (40), og den gælder, uanset om næringsdeklarationen er obligatorisk eller frivillig, eftersom denne bestemmelse navnlig omfatter næringsdeklarationer, der udarbejdes i henhold til denne forordnings artikel 30, stk. 1 og 3. Næringsdeklarationer skal desuden principielt henføre til fødevaren, »således som den sælges« (41), eller »[h]vis det er hensigtsmæssigt«, til fødevaren »i tilberedt stand«, forudsat at tilberedningsmåden er beskrevet tilstrækkeligt detaljeret, og at oplysningerne vedrører fødevaren, således som den forudsættes konsumeret (42).", "label": [[231, 234, "AMOUNT_VALUE"], [235, 236, "AMOUNT_UNIT"], [247, 250, "AMOUNT_VALUE"], [251, 253, "AMOUNT_UNIT"]]}
{"text": "2. Næringsdeklarationen af det omhandlede produkt", "label": []}
{"text": "37. Henset til det ovenfor anførte vil jeg gerne foretage følgende præciseringer om næringsdeklarationen af det omhandlede produkt.", "label": []}
{"text": "38. Det må indledningsvis konstateres, at de præjudicielle spørgsmål ikke vedrører den obligatoriske næringsdeklaration. Det er ubestridt mellem parterne i hovedsagen, at denne deklaration er i fuld overensstemmelse med bestemmelserne i forordning nr. 1169/2011. Den obligatoriske næringsdeklaration, der er angivet på det omhandlede produkts emballage, indeholder nemlig oplysninger om energiværdien (43) og om mængden af fedt, mættede fedtsyrer, kulhydrat, sukkerarter, protein og salt (44), og disse oplysninger er desuden anført i samme synsfelt (45), dvs. på siden af emballagen i tabelformat (46).", "label": []}
{"text": "39. Hvad dernæst angår den gentagne næringsdeklaration skal det fremhæves, at det er ubestridt mellem parterne i hovedsagen, at hvis mærkningen af en færdigpakket fødevare omfatter en obligatorisk næringsdeklaration, kan energiværdien og mængderne af fedt, mættede fedtsyrer, sukkerarter og salt gentages på frivilligt grundlag på emballagens forside (47) i et andet format end i den obligatoriske næringsdeklaration (48). Overensstemmelsen med bestemmelserne i forordning nr. 1169/2011 anfægtes udelukkende for så vidt angår beregningen og angivelsen af energiværdien og mængderne af næringsstoffer i den næringsdeklaration, der gentages på emballagens forside, og tvisten vedrører bl.a. spørgsmålet om, hvorvidt denne gentagne deklaration kan henvise alene til fødevaren i tilberedt stand.", "label": []}
{"text": "B. Det første præjudicielle spørgsmål", "label": []}
{"text": "40. Med det første spørgsmål ønsker den forelæggende ret nærmere bestemt oplyst, om artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 skal fortolkes således, at denne bestemmelse alene gælder for fødevarer, som kræver tilberedning for at kunne indtages, og hvor der kun er angivet én tilberedningsmåde.", "label": []}
{"text": "41. Dette spørgsmål er relevant for afgørelsen af tvisten, da det omhandlede produkt, som den forelæggende ret har påpeget, kan tilberedes på flere måder, nemlig ved tilsætning af mælk, yoghurt eller kvark samt frugtjuice, frugt, marmelade eller honning.", "label": []}
{"text": "42. Domstolen skal med andre ord afgøre, om næringsdeklarationer, der gentages på frivilligt grundlag på forsiden af en pakke, når der findes flere måder at tilberede en fødevare på, eventuelt ved hjælp af forskellige ingredienser, kan henføre alene til en af disse tilberedningsmåder.", "label": [[4, 13, "ORG"]]}
{"text": "43. I henhold til artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 kan oplysningerne om det ernæringsmæssige indhold, »[h]vis det er hensigtsmæssigt«, gives for »fødevaren i tilberedt stand« og ikke for fødevaren, »således som den sælges« (49), »forudsat at tilberedningsmåden er beskrevet tilstrækkeligt detaljeret, og at oplysningerne vedrører fødevaren, således som den forudsættes konsumeret«. Denne bestemmelse gengiver ordret indholdet af artikel 6, stk. 4, i direktiv 90/496.", "label": []}
{"text": "44. Jeg vil indledningsvis påpege, at fortolkningen af denne bestemmelse skal søges under hensyntagen til ikke alene dens ordlyd, men ligeledes den sammenhæng, hvori den indgår, og det med den pågældende lovgivning forfulgte mål (50).", "label": []}
{"text": "45. Hvad i første række angår ordlyden af artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 må jeg i lighed med den forelæggende ret konstatere, at denne bestemmelse ikke indeholder noget, der kan give et klart og entydigt svar. Det eneste, der kan udledes af en ordlydsfortolkning, er følgende.", "label": []}
{"text": "46. For det første forudsætter udtrykket »fødevaren i tilberedt stand«, at den fødevare, der er omhandlet i artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011, kan tilberedes. Denne bestemmelse vedrører derfor ikke fødevarer, som ikke kræver tilberedning for at kunne indtages (f.eks. en chokoladebar). I det foreliggende tilfælde kan müslien imidlertid også indtages uden tilberedning. Det kan således hævdes, at müsli ikke er en fødevare, der falder ind under den nævnte bestemmelse, eftersom den alene bør omfatte fødevarer, som kræver tilberedning for at kunne indtages. En sådan streng tilgang følger dog ikke umiddelbart af denne bestemmelses ordlyd. Tilberedningsmåden eller dens betydning er nemlig ikke afgørende for, om bestemmelsen finder anvendelse.", "label": []}
{"text": "47. Jeg vil for det andet anføre, at anvendelsen af udtrykket »hvis det er hensigtsmæssigt« først i artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011, viser, at denne bestemmelse ikke vedrører alle fødevarer, der kan tilberedes, før de indtages, og at det derfor ikke er obligatorisk at angive de oplysninger om det ernæringsmæssige indhold, der fremgår af den nævnte bestemmelse.", "label": []}
{"text": "48. For det tredje kan betingelsen om, at »tilberedningsmåden er beskrevet tilstrækkeligt detaljeret«, tyde på, at denne forordnings artikel 31, stk. 3, andet afsnit, finder anvendelse, uanset hvor mange tilberedningsmåder der findes for en fødevare, eftersom denne betingelse ikke giver megen mening, hvis den pågældende bestemmelse alene gælder for fødevarer, som kun kan tilberedes på én måde. En sådan beskrivelse er ganske vist mindre nødvendig, når der kun findes én måde, hvorpå en fødevare kan tilberedes, set i forhold til målet om at informere forbrugeren, men den er efter min opfattelse begrundet, for så vidt som den er nødvendigt for at kunne anvende produktet korrekt.", "label": []}
{"text": "49. I anden række følger det af den sammenhæng, hvori artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 indgår, at begrebet »fødevare i tilberedt stand« principielt omfatter alle »fødevarer, der er bestemt til den endelige forbruger« (51). Selv om denne forordning finder anvendelse, medmindre andre mærkningsbestemmelser er fastsat i særlige EU-bestemmelser om bestemte fødevarer (52), er der imidlertid ikke vedtaget nogen særlig bestemmelse vedrørende oplysninger om beregningen og præsentationsmåden for næringsdeklarationer på forsiden af en pakke (53). Det bør i øvrigt fremhæves, at forordning nr. 1169/2011 ikke understøtter antagelsen om, at der ved »tilberedning« i denne forordnings forstand udelukkende skal forstås »ret omfattende arbejdstrin« som f.eks. kogning eller opvarmning, da dette udtryk hverken er defineret eller beskrevet i den nævnte forordning.", "label": [[354, 356, "LOC"]]}
{"text": "50. Det følger heraf, at fortolkningerne af ordlyden og sammenhængen ikke gør det muligt at besvare spørgsmålet om, hvorvidt artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 alene gælder for fødevarer, hvor der kun er angivet én tilberedningsmåde, eller ligeledes gælder for fødevarer – såsom müsli – der kan tilberedes på flere måder, navnlig ved hjælp af yderligere ingredienser. Det er derfor kun i den teleologiske fortolkning, at der vil kunne findes et svar, bl.a. på spørgsmålet om, hvordan udtrykket »hvis det er hensigtsmæssigt«, der utvivlsomt efterlader en retlig skønsmargen, skal forstås.", "label": []}
{"text": "51. Hvad således i tredje række angår det mål, der forfølges med artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011, skal det indledningsvis påpeges, at dette både skal vurderes i forhold til denne bestemmelses formål og målene for den pågældende lovgivning, bl.a. målet om at gøre det muligt for forbrugerne at træffe informerede valg og anvende fødevarer på sikker vis, navnlig ud fra sundhedsmæssige betragtninger (54).", "label": []}
{"text": "52. Det bør påpeges, at formålet med artikel 31 fremgår af 35. og 41. betragtning til forordning nr. 1169/2011. Ifølge 35. betragtning har bestemmelserne om angivelse af næringsdeklaration pr. 100 g eller pr. 100 ml til formål at »gøre det lettere at sammenligne varer i forskellige emballagestørrelser«. Det præciseres desuden i denne betragtning, at »supplerende deklarationer pr. portion« bør tillades »i tillæg til angivelsen pr. 100 g eller pr. 100 ml«, »hvis det er relevant«, og »[s]åfremt fødevaren er færdigpakket i identificerbare enkeltportioner eller forbrugsenheder«.", "label": [[193, 196, "AMOUNT_VALUE"], [197, 198, "AMOUNT_UNIT"], [209, 212, "AMOUNT_VALUE"], [213, 215, "AMOUNT_UNIT"], [434, 437, "AMOUNT_VALUE"], [438, 439, "AMOUNT_UNIT"], [450, 453, "AMOUNT_VALUE"], [454, 456, "AMOUNT_UNIT"]]}
{"text": "53. Det er i 41. betragtning til denne forordning anført, at oplysningerne om det ernæringsmæssige indhold »[f]or at […] tiltrække sig gennemsnitsforbrugerens opmærksomhed og tjene det oplysningsformål, med hvilket [de] indføres, […] bør […] være enkle og letforståelige«, og at »de vigtigste af oplysningerne om det ernæringsmæssige indhold på frivilligt grundlag [kan] gentages i det primære synsfelt for at gøre det lettere for forbrugerne straks at få øje på de væsentligste oplysninger om det ernæringsmæssige indhold, når de køber fødevarer«.", "label": []}
{"text": "54. Det er netop i forhold til disse to uløseligt forbundne formål – at gøre det lettere at sammenligne fødevarer og at informere forbrugerne – at det er muligt at anvende (og præcisere forholdet mellem) de to afsnit i artikel 31, stk. 3, i forordning nr. 1169/2011.", "label": []}
{"text": "55. For det første skal energiværdier og næringsstofmængder i princippet henføre til fødevaren, således som den sælges, for at gøre det lettere at sammenligne disse (det første afsnit). Når en fødevare først kan indtages efter en tilberedning, hvor der tilsættes andre ingredienser, kan der imidlertid henvises til fødevaren i tilberedt stand i næringsdeklarationen for at gøre det lettere at sammenligne den med en tilsvarende fødevare fra en anden producent (det andet afsnit).", "label": []}
{"text": "56. Hvis en fødevare i det sidstnævnte tilfælde kan tilberedes på flere måder, giver oplysninger om energiværdien og næringsstofmængderne for denne fødevare i tilberedt stand, der vedrører producentens tilberedningsforslag, dog normalt ikke mulighed for at sammenligne med tilsvarende fødevarer fra andre producenter, hvor næringsdeklarationen kan være baseret på en anden tilberedningsmåde.", "label": []}
{"text": "57. I det foreliggende tilfælde er det eksempelvis ubestridt, at müsli kan tilberedes på flere måder ved brug af yderligere ingredienser, der kan have et forskelligt sukker- og fedtindhold. En næringsdeklaration, der er baseret på et bestemt tilberedningsforslag – i dette tilfælde tilsætning af 60 ml mælk med et fedtindhold på 1,5% – udgør derfor blot en af flere muligheder, og den indeholder ingen generel information om næringsværdien af produktet, således som det forudsættes konsumeret, og giver med hensyn til næringsværdier ikke mulighed for at sammenligne med tilsvarende produkter fra andre producenter, bl.a. fordi forholdet mellem mængden af den pågældende fødevare og mængden af den yderligere ingrediens reelt ene og alene afhænger af forbrugerens smag.", "label": [[296, 298, "AMOUNT_VALUE"], [299, 301, "AMOUNT_UNIT"], [329, 332, "AMOUNT_VALUE"], [332, 333, "AMOUNT_UNIT"]]}
{"text": "58. Heraf følger for det første, at en eventuel beregning af energiværdien og næringsstofmængderne for et produkt, der kan tilberedes på flere måder, pr. definition vil være vilkårlig og afhænge af tilberedningsmåden, og – modsætningsvis – for det andet, at det kun vil være muligt at sammenligne energiværdien og næringsstofmængderne for et sådant produkt, såfremt oplysningerne henfører til fødevaren, således som den sælges, i henhold til artikel 31, stk. 3, første afsnit, i forordning nr. 1169/2011.", "label": []}
{"text": "59. Hvis det på grundlag af formålet om at sikre sammenlignelighed konkluderes, at fødevarer, der kan tilberedes på flere måder, skal udelukkes fra anvendelsesområdet for artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011, skal det imidlertid også undersøges, hvilke fødevarer, som kræver tilberedning, denne bestemmelse gælder for.", "label": []}
{"text": "60. Ud fra en modsætningsvis fortolkning adskiller de tidligere beskrevne fødevarer sig i denne henseende fra dem, der kun kan gøres klar til spisning ved hjælp af en bestemt tilberedningsmåde, såsom suppe i pulverform, hvor den mængde vand, der skal tilsættes, og kogetiden fremgår af en enkelt brugsanvisning, buddingpulver eller færdigvarer (f.eks. ravioli). Disse fødevarer kendetegnes ved, at de ret beset kun kan gøres klar til spisning på den ene måde, der er angivet, hvilket gør det muligt at foretage en direkte sammenligning med lignende fødevarer. En sådan sammenligning vil ganske vist ikke altid være baseret på en fuldstændig overensstemmelse, navnlig fordi de yderligere ingrediensers næringsværdier kan variere. Efter min opfattelse er det dog klart, at det vilkårlige element i en sådan sammenligning vil være begrænset.", "label": []}
{"text": "61. For det andet følger det med hensyn til næringsdeklarationers oplysningsformål af artikel 7, stk. 1, i forordning nr. 1169/2011, at fødevareinformation ikke må være af en sådan art, at den vildleder forbrugeren, især med hensyn til fødevarens beskaffenhed og især dens art og egenskaber (55). Det fremgår af denne bestemmelses stk. 2, at »[f]ødevareinformation skal være korrekt, klar og letforståelig for forbrugeren« (56).", "label": []}
{"text": "62. Med hensyn til oplysningsformålet har jeg i denne forbindelse og henset til, at beregningen af næringsværdier er af vilkårlig og variabel karakter, vanskeligt ved at se, hvordan angivelse af gentagne oplysninger om det ernæringsmæssige indhold, som henfører til fødevaren i tilberedt stand, i det foreliggende tilfælde skulle være til gavn for forbrugerne, så meget desto mindre som den obligatoriske næringsdeklaration reelt træder i baggrunden rent visuelt. For at sikre et højt niveau for beskyttelse af forbrugerne i relation til information, idet der tages hensyn til forskellene i forbrugernes opfattelse (57), skal fødevareinformation i øvrigt, som Domstolen har fastslået, være korrekt, neutral og objektiv (58). Dette er imidlertid ikke tilfældet, hvis producenter af fødevarer, der kan tilberedes på flere måder, vælger den måde, som tjener dem bedst, og navnlig den måde, der resulterer i den laveste energiværdi. En sådan fremgangsmåde er hverken neutral eller objektiv.", "label": [[660, 669, "ORG"]]}
{"text": "63. Desuden kan en frivillig næringsdeklaration, som i den gentagne deklaration ikke angiver energiværdien pr. 100 g af fødevaren, således som den sælges, vildlede forbrugerne, selv om den anføres på den obligatoriske næringsdeklaration, især når de øvrige producenter systematisk anfører energiværdien pr. 100 g af produktet, således som det sælges, i den gentagne næringsdeklaration. I et sådant tilfælde kan der nemlig være markant forskel på værdierne. Det bør til orientering fremhæves, at det omhandlede produkts energiværdi pr. portion af produktet, således som det sælges, ligger på 1 880 kJ, hvorimod energiværdien pr. portion af produktet i tilberedt stand ligger på 872 kJ.", "label": [[111, 114, "AMOUNT_VALUE"], [115, 116, "AMOUNT_UNIT"], [307, 310, "AMOUNT_VALUE"], [311, 312, "AMOUNT_UNIT"], [591, 596, "AMOUNT_VALUE"], [597, 599, "AMOUNT_UNIT"], [677, 680, "AMOUNT_VALUE"], [681, 683, "AMOUNT_UNIT"]]}
{"text": "64. Det tilkommer i princippet ikke Domstolen inden for rammerne af kompetencefordelingen mellem de nationale retter og Unionens retsinstanser at tage stilling til spørgsmålet om, hvorvidt mærkningen af visse produkter er af en sådan art, at den vildleder køberen eller forbrugeren, eller at påkende spørgsmålet om, hvorvidt en næringsdeklaration eventuelt er vildledende. Det tilkommer den forelæggende ret at foretage en undersøgelse af alle de forskellige elementer, som mærkningen består af, med henblik på at afgøre, om en sådan forbruger kan vildledes med hensyn til næringsværdierne for det omhandlede produkt. Imidlertid kan Domstolen i forbindelse med en præjudiciel afgørelse i givet fald give anvisninger med henblik på at vejlede den nationale ret i dens afgørelse (59).", "label": [[36, 45, "ORG"], [120, 128, "LOC"], [633, 642, "ORG"]]}
{"text": "65. I denne henseende bør det indledningsvis påpeges, at de nationale retsinstanser ved afgørelsen af, om en mærkning kan vildlede køberen, i det væsentlige skal tage hensyn til den formodede forventning i forhold til denne mærkning hos en almindeligt oplyst, rimeligt opmærksom og velunderrettet gennemsnitsforbruger, navnlig hvad angår levnedsmidlets kvalitet, idet det afgørende er, at forbrugeren ikke vildledes og forledes til urigtigt at tro, at produktet bl.a. har en anden kvalitet, end hvad der i virkeligheden er tilfældet (60).", "label": []}
{"text": "66. Da formålet med muligheden for at gentage næringsdeklarationer på forsiden af en pakke netop er at gøre det lettere for forbrugerne straks at få øje på de væsentligste oplysninger om det ernæringsmæssige indhold, når de køber varen, må det endvidere antages, at en gennemsnitsforbruger vil læse de gentagne oplysninger om det ernæringsmæssige indhold på pakkens forside før de obligatoriske oplysninger på siden (61).", "label": []}
{"text": "67. Det skal endelig tages i betragtning, at fødevareproducenter har en interesse i at få deres produkter til at fremtræde så sunde som muligt i næringsdeklarationen og derfor har en interesse i at fastsætte næringsværdier såsom indholdet af sukkerarter og kalorieværdien så lavt som muligt. I en gentagen næringsdeklaration kan energiværdierne for 100 g af et produkt i tilberedt stand nemlig være lavere end de tilsvarende værdier for 100 g af det samme produkt, således som det sælges, når næringsværdierne for de ingredienser, der indgår i tilberedningen, er lavere end for den pågældende fødevare. Hvis det lægges til grund, at en fødevare såsom det omhandlede produkt kan falde ind under artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011, risikerer det således at udvide den kategori af fødevarer, der kan være omfattet af denne bestemmelse. En sådan udvidelse er ikke hensigtsmæssig, for så vidt som den nævnte bestemmelse, der normalt udgør en undtagelse, kan blive hovedreglen, når en fødevare kan tilberedes på flere måder.", "label": [[349, 352, "AMOUNT_VALUE"], [353, 354, "AMOUNT_UNIT"], [437, 440, "AMOUNT_VALUE"], [441, 442, "AMOUNT_UNIT"]]}
{"text": "68. Henset til samtlige ovenstående betragtninger foreslår jeg, at det første præjudicielle spørgsmål besvares med, at artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 skal fortolkes således, at denne bestemmelse alene gælder for fødevarer, som kræver tilberedning, og hvor der kun er angivet én tilberedningsmåde.", "label": []}
{"text": "C. Det andet præjudicielle spørgsmål", "label": []}
{"text": "69. Såfremt det første spørgsmål besvares benægtende, ønsker den forelæggende ret med det andet spørgsmål nærmere bestemt oplyst, om udtrykket »pr. 100 g« i artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011 alene henviser til 100 g af produktet, således som det sælges, eller – i det mindste også – henviser til 100 g af fødevaren i tilberedt stand.", "label": [[148, 151, "AMOUNT_VALUE"], [152, 153, "AMOUNT_UNIT"], [237, 240, "AMOUNT_VALUE"], [241, 242, "AMOUNT_UNIT"], [323, 326, "AMOUNT_VALUE"], [327, 328, "AMOUNT_UNIT"]]}
{"text": "70. Henset til den foreslåede besvarelse af det første præjudicielle spørgsmål er det efter min opfattelse ikke nødvendigt at besvare det andet spørgsmål. Nedenstående vurdering er derfor foretaget for fuldstændighedens skyld, såfremt Domstolen måtte anse det for nødvendigt at besvare dette spørgsmål.", "label": [[235, 244, "ORG"]]}
{"text": "71. Jeg vil først henvise til, at artikel 33, stk. 2, første afsnit, i forordning nr. 1169/2011 indeholder en undtagelse fra reglen om, at mængden af næringsstoffer skal udtrykkes pr. 100 g eller pr. 100 ml. I henhold til denne bestemmelse er det i forbindelse med frivillige oplysninger, der i synsfeltet gentager energiværdien sammen med mængden af fedt, mættede fedtsyrer, sukkerarter og salt (62), muligt at udtrykke mængden af disse næringsstoffer »udelukkende pr. portion eller pr. forbrugsenhed«. I et sådant tilfælde skal energiværdien imidlertid i henhold til samme bestemmelses andet afsnit både udtrykkes pr. 100 g eller pr. 100 ml og pr. portion eller forbrugsenhed. For at denne undtagelse kan anvendes, skal de betingelser, der i denne forordnings artikel 33, stk. 1, er fastsat for retten til at udtrykke næringsværdier pr. portion eller pr. forbrugsenhed, være opfyldt, nemlig at »den anvendte portion eller enhed er anført på etiketten, og at antallet af portioner eller enheder i pakningen er angivet« (63).", "label": [[184, 187, "AMOUNT_VALUE"], [188, 189, "AMOUNT_UNIT"], [200, 203, "AMOUNT_VALUE"], [204, 206, "AMOUNT_UNIT"], [620, 623, "AMOUNT_VALUE"], [624, 625, "AMOUNT_UNIT"], [636, 639, "AMOUNT_VALUE"], [640, 642, "AMOUNT_UNIT"]]}
{"text": "72. Hvis Domstolen i det foreliggende tilfælde besvarer det første spørgsmål benægtende, indebærer dette, at gentagne næringsdeklarationer af det omhandlede produkt tillades i henhold til artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011, og at Dr. Oetker kun har pligt til at angive de oplysninger om det ernæringsmæssige indhold, der er nævnt i denne forordnings artikel 30, stk. 1-5, for fødevaren i tilberedt stand. Disse gentagne oplysninger om det ernæringsmæssige indhold skal i henhold til den nævnte forordnings artikel 32, stk. 2, udtrykkes pr. 100 g eller 100 ml af produktet i tilberedt stand. Desuden kan Dr. Oetker i henhold til samme forordnings artikel 33, stk. 1, litra a), ligeledes udtrykke energiværdien og mængderne af næringsstoffer pr. portion på de betingelser, der er fastsat i denne bestemmelse (64), og i henhold til artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011 kan selskabet anføre frivillige gentagne oplysninger på emballagens forside udelukkende pr. portion for så vidt angår mængden af næringsstoffer samt pr. 100 g og pr. portion for så vidt angår energiværdien. Det skal endelig påpeges, at Dr. Oetker ligeledes på siden af emballagen anførte oplysninger om det ernæringsmæssige indhold, som henførte til 100 g af produktet, således som det sælges.", "label": [[9, 18, "ORG"], [256, 266, "ORG"], [566, 569, "AMOUNT_VALUE"], [570, 571, "AMOUNT_UNIT"], [578, 581, "AMOUNT_VALUE"], [582, 584, "AMOUNT_UNIT"], [629, 639, "ORG"], [920, 929, "ORG"], [1069, 1072, "AMOUNT_VALUE"], [1073, 1074, "AMOUNT_UNIT"], [1152, 1162, "ORG"], [1266, 1269, "AMOUNT_VALUE"], [1270, 1271, "AMOUNT_UNIT"]]}
{"text": "73. Hvis der ses bort fra den faktiske baggrund for hovedsagen, kan spørgsmålet om, hvorvidt formuleringen »pr. 100 g« i artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011, der vedrører energiværdien, alene henviser til 100 g af produktet, således som det sælges, eller også henviser til 100 g af fødevaren i tilberedt stand, opstå, såfremt næringsdeklarationen henfører til fødevaren i tilberedt stand i henhold til denne forordnings artikel 31, stk. 3, andet afsnit.", "label": [[112, 115, "AMOUNT_VALUE"], [116, 117, "AMOUNT_UNIT"], [230, 233, "AMOUNT_VALUE"], [234, 235, "AMOUNT_UNIT"], [298, 301, "AMOUNT_VALUE"], [302, 303, "AMOUNT_UNIT"]]}
{"text": "74. Som den forelæggende ret har anført, kan et svar på dette spørgsmål hverken udledes af den pågældende bestemmelses ordlyd eller af den sammenhæng, hvori den indgår. Den indeholder nemlig ingen præcisering om beskaffenheden af de 100 g af fødevaren, hvortil oplysningerne om energiværdien skal henføre, når oplysningerne om det ernæringsmæssige indhold i henhold til artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011 gives for fødevaren i tilberedt stand. Svaret kan derfor kun findes under hensyntagen til formålet med den gentagne næringsdeklaration.", "label": [[233, 236, "AMOUNT_VALUE"], [237, 238, "AMOUNT_UNIT"]]}
{"text": "75. Henset til formålet om at gøre det lettere at foretage sammenligninger, som er anført i 35. betragtning til forordning nr. 1169/2011 (65), bør det således fremhæves, at denne forordnings artikel 31, stk. 3, andet afsnit, primært skal sikre, at kravene om den referencemængde på 100 g eller 100 ml, der er fastsat i denne forordnings artikel 32, stk. 2, anvendes korrekt. Den grundlæggende idé med denne bestemmelse er, at portioner som regel ikke vejer 100 g, og at det følgelig for at forbedre sammenligneligheden er nødvendigt som minimum at angive den væsentligste oplysning, nemlig oplysningen om energiværdien, for en referencemængde på 100 g, hvorimod de øvrige næringsværdier kan henføre til portionens vægt, hvis de gentages på emballagen uden for den obligatoriske ernæringstabel.", "label": [[282, 285, "AMOUNT_VALUE"], [286, 287, "AMOUNT_UNIT"], [294, 297, "AMOUNT_VALUE"], [298, 300, "AMOUNT_UNIT"], [457, 460, "AMOUNT_VALUE"], [461, 462, "AMOUNT_UNIT"], [646, 649, "AMOUNT_VALUE"], [650, 651, "AMOUNT_UNIT"]]}
{"text": "76. Det er i betragtning af dette formål min opfattelse, at det, når der anføres næringsværdier på emballagens forside for en referencemængde, som producenten har valgt for fødevaren i tilberedt stand, for at sikre en vis sammenlignelighed kan være hensigtsmæssigt at fortolke artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011 således, at der foreligger en pligt til på forsiden at angive energiværdien pr. 100 g af produktet, således som det sælges, ud over de oplysninger om det ernæringsmæssige indhold, der henfører til en portion. En sådan løsning synes også henset til 41. betragtning til denne forordning at være den mest »enkle og letforståelige« i forhold til at tiltrække sig gennemsnitsforbrugerens opmærksomhed og tjene næringsdeklarationers oplysningsformål.", "label": [[418, 421, "AMOUNT_VALUE"], [422, 423, "AMOUNT_UNIT"]]}
{"text": "77. Henset til samtlige ovenstående betragtninger foreslår jeg, at det andet præjudicielle spørgsmål besvares med, at artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011 skal fortolkes således, at når energiværdien på emballagen er angivet »pr. 100 g« og »pr. portion eller pr. forbrugsenhed« for fødevaren, således som den sælges, og for fødevaren i tilberedt stand, skal energiværdien pr. 100 g eller pr. 100 ml af fødevaren, således som den sælges, gentages.", "label": [[254, 257, "AMOUNT_VALUE"], [258, 259, "AMOUNT_UNIT"], [400, 403, "AMOUNT_VALUE"], [404, 405, "AMOUNT_UNIT"], [416, 419, "AMOUNT_VALUE"], [420, 422, "AMOUNT_UNIT"]]}
{"text": "V. Forslag til afgørelse", "label": []}
{"text": "78. Jeg foreslår på baggrund af det ovenfor anførte, at Domstolen besvarer de præjudicielle spørgsmål, som Bundesgerichtshof (forbundsdomstol, Tyskland) har forelagt, således:", "label": [[56, 65, "ORG"], [107, 124, "ORG"], [126, 141, "ORG"], [143, 151, "LOC"]]}
{"text": "»1) Artikel 31, stk. 3, andet afsnit, i Europa-Parlamentets og Rådets forordning nr. 1169/2011 af 25. oktober 2011 om fødevareinformation til forbrugerne, om ændring af Europa-Parlamentets og Rådets forordning (EF) nr. 1924/2006 og (EF) nr. 1925/2006 og om ophævelse af Kommissionens direktiv 87/250/EØF, Rådets direktiv 90/496/EØF, Kommissionens direktiv 1999/10/EF, Europa-Parlamentets og Rådets direktiv 2000/13/EF, Kommissionens direktiv 2002/67/EF og 2008/5/EF og Kommissionens forordning (EF) nr. 608/2004 skal fortolkes således, at denne bestemmelse alene gælder for fødevarer, som kræver tilberedning, og hvor der kun er angivet én tilberedningsmåde.", "label": [[40, 59, "ORG"], [63, 69, "ORG"], [98, 114, "DATE"], [169, 188, "ORG"], [192, 198, "ORG"], [270, 283, "ORG"], [305, 311, "ORG"], [333, 346, "ORG"], [368, 387, "ORG"], [391, 397, "ORG"], [419, 432, "ORG"], [469, 482, "ORG"]]}
{"text": "2) Henset til den foreslåede besvarelse af det første præjudicielle spørgsmål anser jeg det ikke for nødvendigt at besvare det andet præjudicielle spørgsmål. Hvis Domstolen vælger at besvare dette spørgsmål, bør det efter min opfattelse besvares således:", "label": [[163, 172, "ORG"]]}
{"text": "Artikel 33, stk. 2, andet afsnit, i forordning nr. 1169/2011 skal fortolkes således, at når energiværdien på emballagen er angivet »pr. 100 g« og »pr. portion eller pr. forbrugsenhed« for fødevaren, således som den sælges, og for fødevaren i tilberedt stand, skal energiværdien pr. 100 g eller pr. 100 ml af fødevaren, således som den sælges, gentages.«", "label": [[136, 139, "AMOUNT_VALUE"], [140, 141, "AMOUNT_UNIT"], [282, 285, "AMOUNT_VALUE"], [286, 287, "AMOUNT_UNIT"], [298, 301, "AMOUNT_VALUE"], [302, 304, "AMOUNT_UNIT"]]}
{"text": "1 – Originalsprog: fransk.", "label": [[19, 25, "NATIONALITY"]]}
{"text": "2 – Europa-Parlamentets og Rådets forordning af 25.10.2011 om fødevareinformation til forbrugerne, om ændring af Europa-Parlamentets og Rådets forordning (EF) nr. 1924/2006 og (EF) nr. 1925/2006 og om ophævelse af Kommissionens direktiv 87/250/EØF, Rådets direktiv 90/496/EØF, Kommissionens direktiv 1999/10/EF, Europa-Parlamentets og Rådets direktiv 2000/13/EF, Kommissionens direktiv 2002/67/EF og 2008/5/EF og Kommissionens forordning (EF) nr. 608/2004 (EUT 2011, L 304, s. 18, berigtiget i EUT 2012, L 247, s. 17, EUT 2014, L 331, s. 40, og EUT 2016, L 266, s. 7).", "label": [[4, 23, "ORG"], [27, 33, "ORG"], [48, 58, "DATE"], [113, 132, "ORG"], [136, 142, "ORG"], [214, 227, "ORG"], [249, 255, "ORG"], [277, 290, "ORG"], [312, 331, "ORG"], [335, 341, "ORG"], [363, 376, "ORG"], [413, 426, "ORG"]]}
{"text": "3 – Europa-Parlamentets og Rådets direktiv af 20.3.2000 om indbyrdes tilnærmelse af medlemsstaternes lovgivning om mærkning af og præsentationsmåder for levnedsmidler samt om reklame for sådanne levnedsmidler (EFT 2000, L 109, s. 29).", "label": [[4, 23, "ORG"], [27, 33, "ORG"], [46, 55, "DATE"]]}
{"text": "4 – Rådets direktiv af 24.9.1990 om næringsdeklaration af levnedsmidler (EFT 1990, L 276, s. 40).", "label": [[4, 10, "ORG"], [23, 32, "DATE"]]}
{"text": "5 – Jf. med hensyn til retspraksis vedrørende forordning nr. 1169/2011 dom af 4.9.2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C-686/17, EU:C:2019:659), af 12.11.2019, Organisation juive européenne og Vignoble Psagot (C-363/18, EU:C:2019:954), og af 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763). Jf. vedrørende direktiv 2000/13 navnlig dom af 10.9.2009, Lombardi (C-446/07, EU:C:2009:530), af 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361), og af 22.9.2016, Breitsamer und Ulrich (C-113/15, EU:C:2016:718). Jf. vedrørende direktiv 90/496 navnlig dom af 23.10.2003, B. Richter (C-40/02, EU:C:2003:584).", "label": [[78, 86, "DATE"], [88, 152, "ORG"], [183, 193, "DATE"], [195, 224, "ORG"], [228, 243, "ORG"], [277, 286, "DATE"], [288, 303, "ORG"], [378, 387, "DATE"], [389, 397, "PER"], [428, 436, "DATE"], [438, 500, "ORG"], [534, 543, "DATE"], [545, 566, "ORG"], [640, 650, "DATE"], [652, 662, "PER"]]}
{"text": "6 – Rådets direktiv af 18.12.1978 om tilnærmelse af medlemsstaternes lovgivning om mærkning af og præsentationsmåder for levnedsmidler bestemt til den endelige forbruger samt om reklame for sådanne levnedsmidler (EFT 1979, L 33, s. 1).", "label": [[4, 10, "ORG"], [23, 33, "DATE"]]}
{"text": "7 – Første og anden betragtning til direktiv 79/112.", "label": []}
{"text": "8 – Sjette og syvende betragtning til direktiv 79/112. Jf. ligeledes 12. betragtning til dette direktiv, hvorefter bestemmelserne om mærkning »ligeledes [burde] omfatte forbud mod at vildlede køberen eller at tillægge levnedsmidlerne medicinske egenskaber«. Forbrugerbeskyttelsen er imidlertid blevet anset for at være det umiddelbare og vigtigste formål med det nævnte direktiv (jf. i denne retning generaladvokat Almas’ forslag til afgørelse Scholz, C-385/96, EU:C:1998:72, punkt 21). Jf. ligeledes dom af 12.10.1995, Graeme m.fl. (C-85/94, EU:C:1995:312, præmis 23 og 24).", "label": [[400, 414, "PROFESSION"], [415, 421, "PER"], [444, 450, "PER"], [508, 518, "DATE"], [520, 526, "PER"]]}
{"text": "9 – 6. og 14. betragtning til direktiv 2000/13.", "label": []}
{"text": "10 – Jf. ottende betragtning til direktiv 2000/13, hvorefter »[e]n detaljeret mærkning, der angiver produktets eksakte art og beskaffenhed, gør det muligt for forbrugeren at foretage sit valg med fuldt kendskab til produktet og er den bedst egnede, for så vidt som den skaber færrest hindringer for den fri samhandel«.", "label": []}
{"text": "11 – Listen over de efterfølgende ændringer kan ses i del A og B i bilag IV til direktiv 2000/13.", "label": []}
{"text": "12 – 11. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "13 – Niende betragtning, andet punktum, til forordning nr. 1169/2011 (min fremhævelse). Jf. ligeledes henvisningen i første betragtning til denne forordning til artikel 169 TEUF, hvorefter Den Europæiske Union skal bidrage til virkeliggørelsen af et højt forbrugerbeskyttelsesniveau.", "label": [[189, 209, "ORG"]]}
{"text": "14 – Jf. henholdsvis artikel 1, stk. 1 og 2, i forordning nr. 1169/2011. På denne baggrund bekræftes det endvidere, at »det [er] et generelt princip for fødevarelovgivningen, at den skal give forbrugerne grundlag for at træffe informerede valg med hensyn til de fødevarer, de indtager, og hindre enhver praksis, som kan vildlede forbrugeren« (fjerde betragtning til denne forordning).", "label": []}
{"text": "15 – EU-lovgiver har fastlagt en forbindelse mellem mærkningen og formålet om at opnå et højt niveau for beskyttelse af forbrugernes sundhed ved at pege på sammenhængen mellem kost og sundhed og valget af en passende kost, der svarer til den enkeltes behov. Det anses nemlig for at være af afgørende betydning for såvel en effektiv konkurrence som forbrugernes velfærd, at de har mulighed for at træffe informerede kostvalg (jf. tredje og tiende betragtning til forordning nr. 1169/2011).", "label": [[5, 7, "LOC"]]}
{"text": "16 – Artikel 2, stk. 2, litra c), i forordning nr. 1169/2011.", "label": []}
{"text": "17 – Udtrykket »frivillig fødevareinformation« er ikke defineret i forordning nr. 1169/2011, selv om det optræder heri (jf. overskriften til kapitel V, artikel 36 og 37 samt 47. betragtning). I visse sprogversioner af denne forordning anvendes der desuden andre udtryk, som svarer til »frivillig« eller »på frivilligt grundlag« (jf. artikel 36 samt 30., 38., 41., 42., 47. og 58. betragtning) (den franske og den italienske version). Det er imidlertid klart, at disse udtryk anvendes synonymt. I de fleste sprogversioner er det nemlig de samme udtryk, der anvendes (jf. den tyske, den græske og den engelske sprogversion). Det skal ligeledes fremhæves, at »frivillige« angivelser ikke må forveksles med »supplerende« oplysninger. Selv om den nævnte forordning har harmoniseret medlemsstaternes nationale lovgivning vedrørende obligatoriske oplysninger, er denne harmonisering nemlig ikke udtømmende, da det er muligt for medlemsstaterne at vedtage supplerende obligatoriske oplysninger i overensstemmelse med de betingelser, der er fastsat ved samme forordning (jf. herved artikel 10 og artikel 35, stk. 2, i forordning nr. 1169/2011 samt generaladvokat Colins forslag til afgørelse Groupe Lactalis, C-485/18, EU:C:2020:592, punkt 32-34).", "label": [[398, 405, "NATIONALITY"], [413, 423, "NATIONALITY"], [574, 579, "NATIONALITY"], [585, 591, "NATIONALITY"], [599, 607, "NATIONALITY"], [1139, 1153, "PROFESSION"], [1154, 1160, "PER"], [1183, 1198, "ORG"]]}
{"text": "18 – 17. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "19 – Denne forordning indeholder ligeledes de grundlæggende bestemmelser, der er omhandlet i den nævnte forordnings artikel 1, stk. 1, dvs. »generelle principper« i kapitel II og »generelle krav« i kapitel III, som ligeledes finder anvendelse på obligatoriske oplysninger (jf. i denne retning dom af 4.9.2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main, C-686/17, EU:C:2019:659, præmis 66).", "label": [[300, 308, "DATE"], [310, 374, "ORG"]]}
{"text": "20 – Artikel 9, stk. 1, første punktum, i forordning nr. 1169/2011.", "label": []}
{"text": "21 – Jf. 30. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "22 – Jf. 41. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "23 – Jf. 30., 38., 41., 42. og 47. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "24 – Jf. 41. betragtning til forordning nr. 1169/2011. Det præciseres i denne henseende i 47. betragtning til denne forordning, at »[e]rfaringerne har vist, at frivillig fødevareinformation i mange tilfælde gør den obligatoriske fødevareinformation mindre klar. Derfor bør der fastsættes kriterier, der skal hjælpe ledere af fødevarevirksomheder og håndhævende myndigheder til at finde den rigtige balance mellem obligatorisk og frivillig fødevareinformation«.", "label": []}
{"text": "25 – Jf. 42. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "26 – Artikel 36, stk. 1, i forordning nr. 1169/2011.", "label": []}
{"text": "27 – Artikel 36, stk. 2, i forordning nr. 1169/2011.", "label": []}
{"text": "28 – Jf. punkt 26 i dette forslag til afgørelse.", "label": []}
{"text": "29 – Jf. punkt 1 i bilag I til forordning nr. 1169/2011 med overskriften »Særlige definitioner[, j]f. artikel 2, stk. 4«.", "label": []}
{"text": "30 – Bestemmelserne om alle de (11) øvrige obligatoriske angivelser findes nemlig i kapitel IV, afdeling 2.", "label": []}
{"text": "31 – Sondringen mellem »obligatoriske« og »frivillige« deklarationer fremgår ikke som sådan af ordlyden af artikel 30 i forordning nr. 1169/2011, men af en samlet læsning af dens stk. 1, der omfatter den »obligatoriske næringsdeklaration«, dens stk. 3, der omfatter »information[, der kan] gentages på den«, og 41. betragtning, hvorefter denne information kan gentages »på frivilligt grundlag«. Jf. punkt 27 i dette forslag til afgørelse.", "label": []}
{"text": "32 – 41. betragtning, fjerde punktum, til forordning nr. 1169/2011.", "label": []}
{"text": "33 – 41. betragtning, fjerde punktum, til forordning nr. 1169/2011.", "label": []}
{"text": "34 – Artikel 13, stk. 1 og 2, i forordning nr. 1169/2011.", "label": []}
{"text": "35 – Artikel 2, stk. 2, litra k), i forordning nr. 1169/2011.", "label": []}
{"text": "36 – Artikel 34, stk. 1 og 2, i forordning nr. 1169/2011. Det fremgår af 41. betragtning til denne forordning, at »[f]or at den givne information kan tiltrække sig gennemsnitsforbrugerens opmærksomhed og tjene det oplysningsformål, med hvilket den indføres, […] bør oplysningerne om det ernæringsmæssige indhold være enkle og letforståelige. At oplysningerne om det ernæringsmæssige indhold findes dels i det primære synsfelt, almindeligvis betegnet som »forsiden af pakken«, dels på en anden side af emballagen såsom »bagsiden af pakken«, vil kunne forvirre forbrugerne. Næringsdeklarationen bør derfor findes i det samme synsfelt«.", "label": []}
{"text": "37 – Artikel 37 i forordning nr. 1169/2011.", "label": []}
{"text": "38 – Et »primært synsfelt« defineres som »den del af en emballage, det er mest sandsynligt, at en forbruger ser ved første øjekast på købstidspunktet, og som giver forbrugeren mulighed for omgående at identificere et produkt ved dets fremtræden eller art og i givet fald ved dets varemærke. Hvis en emballage har flere identiske primære synsfelter, er det primære synsfelt det, der vælges af fødevarevirksomhedslederen« [jf. artikel 2, stk. 2, litra l), i forordning nr. 1169/2011].", "label": []}
{"text": "39 – Artikel 34, stk. 3, i forordning nr. 1169/2011, hvori der henvises til denne forordnings artikel 13, stk. 2.", "label": []}
{"text": "40 – 35. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "41 – Artikel 31, stk. 3, første afsnit, i forordning nr. 1169/2011.", "label": []}
{"text": "42 – Artikel 31, stk. 3, andet afsnit, i forordning nr. 1169/2011.", "label": []}
{"text": "43 – I overensstemmelse med artikel 30, stk. 1, litra a), i forordning nr. 1169/2011.", "label": []}
{"text": "44 – I overensstemmelse med artikel 30, stk. 1, litra b), i forordning nr. 1169/2011.", "label": []}
{"text": "45 – I overensstemmelse med artikel 34, stk. 1, i forordning nr. 1169/2011.", "label": []}
{"text": "46 – I overensstemmelse med artikel 34, stk. 2, i forordning nr. 1169/2011.", "label": []}
{"text": "47 – I henhold til artikel 30, stk. 3, litra b), artikel 2, stk. 2, litra l), og artikel 34, stk. 3, litra a), i forordning nr. 1169/2011.", "label": []}
{"text": "48 – I henhold til artikel 34, stk. 3, andet afsnit, i forordning nr. 1169/2011.", "label": []}
{"text": "49 – I henhold til artikel 31, stk. 3, første afsnit, i forordning nr. 1169/2011.", "label": []}
{"text": "50 – Jf. i denne retning dom af 16.7.2020, AFMB m.fl. (C-610/18, EU:C:2020:565, præmis 50).", "label": [[32, 41, "DATE"], [43, 47, "ORG"]]}
{"text": "51 – Jf. artikel 1, stk. 3, i forordning nr. 1169/2011.", "label": []}
{"text": "52 – Jf. artikel 1, stk. 4, i forordning nr. 1169/2011.", "label": []}
{"text": "53 – Det bør fremhæves, at Kommissionen har beføjelse til at vedtage delegerede retsakter vedrørende yderligere afsætningskrav for produkter i frugt- og grøntsagssektoren (jf. dom af 4.9.2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main, C-686/17, EU:C:2019:659, præmis 63 og 69).", "label": [[27, 39, "ORG"], [183, 191, "DATE"], [193, 257, "ORG"]]}
{"text": "54 – Jf. punkt 23 i dette forslag til afgørelse. Jf. i denne retning dom af 22.9.2016, Breitsamer und Ulrich (C-113/15, EU:C:2016:718, præmis 67), og af 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, præmis 43).", "label": [[76, 85, "DATE"], [87, 108, "ORG"], [153, 162, "DATE"], [164, 179, "ORG"]]}
{"text": "55 – Jf. 4. og 20. betragtning til forordning nr. 1169/2011 samt dom af 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, præmis 41). Jf. vedrørende den tidligere ordning dom af 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, præmis 33), og af 30.1.2020, Dr. Willmar Schwabe (C-524/18, EU:C:2020:60, præmis 35 og den deri nævnte retspraksis).", "label": [[72, 81, "DATE"], [83, 98, "ORG"], [181, 189, "DATE"], [191, 253, "ORG"], [298, 307, "DATE"], [309, 328, "ORG"]]}
{"text": "56 – Disse krav gælder ligeledes for reklame og for fødevarers præsentationsmåde, især deres emballage (jf. artikel 7, stk. 4, i forordning nr. 1169/2011).", "label": []}
{"text": "57 – Jf. artikel 1, stk. 1, og artikel 3, stk. 1, i forordning nr. 1169/2011, sammenholdt med første, tredje og fjerde betragtning til denne forordning. Jf. i denne retning dom af 12.11.2019, Organisation juive européenne og Vignoble Psagot (C-363/18, EU:C:2019:954, præmis 52 og 53), og af 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, præmis 43).", "label": [[180, 190, "DATE"], [192, 221, "ORG"], [225, 240, "ORG"], [291, 300, "DATE"], [302, 317, "ORG"]]}
{"text": "58 – Jf. i denne retning dom af 22.9.2016, Breitsamer und Ulrich (C-113/15, EU:C:2016:718, præmis 69), og af 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, præmis 44).", "label": [[32, 41, "DATE"], [43, 64, "ORG"], [109, 118, "DATE"], [120, 135, "ORG"]]}
{"text": "59 – Jf. i denne retning dom af 12.9.2000, Ericsson (C-366/98, EU:C:2000:430, præmis 18-20), af 10.9.2009, Lombardi (C-446/07, EU:C:2009:530, præmis 60), og af 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, præmis 35).", "label": [[32, 41, "DATE"], [43, 51, "PER"], [96, 105, "DATE"], [107, 115, "PER"], [160, 168, "DATE"], [170, 232, "ORG"]]}
{"text": "60 – Jf. i denne retning dom af 10.9.2009, Lombardi (C-446/07, EU:C:2009:530, præmis 61 og den deri nævnte retspraksis), og af 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, præmis 36).", "label": [[32, 41, "DATE"], [43, 51, "PER"], [127, 135, "DATE"], [137, 199, "ORG"]]}
{"text": "61 – Jf. i denne retning dom af 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, præmis 39 og 40).", "label": [[32, 40, "DATE"], [42, 104, "ORG"]]}
{"text": "62 – I henhold til artikel 30, stk. 3, litra b), i forordning nr. 1169/2011.", "label": []}
{"text": "63 – Jf. 35. betragtning til forordning nr. 1169/2011.", "label": []}
{"text": "64 – Det fremgår herved af de sagsakter, der er fremlagt for Domstolen, at selv om Dr. Oetker anførte den anvendte portion på forsiden med angivelsen »= 100 g«, angav selskabet dog ikke udtrykkeligt »antallet af portioner« i pakningen. Jeg er som følge heraf ikke overbevist om, at betingelserne i artikel 33, stk. 1, i forordning nr. 1169/2011 er opfyldt.", "label": [[61, 70, "ORG"], [83, 93, "ORG"], [153, 156, "AMOUNT_VALUE"], [157, 158, "AMOUNT_UNIT"]]}
{"text": "65 – Jf. punkt 52 i dette forslag til afgørelse.", "label": []}
