{"text": "DOMSTOLENS DOM (Anden Afdeling)", "label": [[0, 10, "ORG"], [16, 30, "ORG"]]}
{"text": "7. juli 2022 (*)", "label": [[0, 12, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – social sikring af vandrende arbejdstagere – forordning (EF) nr. 987/2009 – artikel 44, stk. 2 – anvendelsesområde – alderspension – beregning – hensyntagen til børnepasningsperioder tilbagelagt i andre medlemsstater – artikel 21 TEUF – fri bevægelighed for personer«", "label": []}
{"text": "I sag C-576/20,", "label": []}
{"text": "angående en anmodning om præjudiciel afgørelse i henhold til artikel 267 TEUF, indgivet af Oberster Gerichtshof (øverste domstol, Østrig) ved afgørelse af 13. oktober 2020, indgået til Domstolen den 4. november 2020, i sagen FM mod Pensionsversicherungsanstalt,", "label": [[91, 111, "ORG"], [113, 128, "ORG"], [130, 136, "LOC"], [155, 171, "DATE"], [185, 194, "ORG"], [199, 215, "DATE"], [225, 227, "PER"], [232, 260, "ORG"]]}
{"text": "har DOMSTOLEN (Anden Afdeling),", "label": [[4, 30, "ORG"]]}
{"text": "sammensat af afdelingsformanden, K. Atkinson, og dommerne L. Steinbeisser, J. Hoffmann (refererende dommer), A. Würth og I. Z. Sánchez Rodríguez,", "label": [[13, 31, "PROFESSION"], [33, 44, "PER"], [49, 57, "PROFESSION"], [58, 73, "PER"], [75, 86, "PER"], [88, 106, "PROFESSION"], [109, 117, "PER"], [121, 144, "PER"]]}
{"text": "generaladvokat: F. Mavridou,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitssekretær: fuldmægtig F. Hasenberg,", "label": [[0, 15, "PROFESSION"], [17, 27, "PROFESSION"], [28, 40, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling og efter retsmødet den 11. november 2021,", "label": [[65, 82, "DATE"]]}
{"text": "efter at der er afgivet indlæg af:", "label": []}
{"text": "– FM ved Rechtsanwalt Hausherr,", "label": [[2, 4, "PER"], [9, 21, "PROFESSION"], [22, 30, "PER"]]}
{"text": "– Pensionsversicherungsanstalt ved Rechtsanwälte U. Gibson og R. Aliev samt ekspert O. Orlova,", "label": [[2, 30, "ORG"], [35, 48, "PROFESSION"], [49, 58, "PER"], [62, 70, "PER"], [76, 83, "PROFESSION"], [84, 93, "PER"]]}
{"text": "– den østrigske regering ved K. Karpov, T. Vargas, N. Belyaev og W. Moretti, som befuldmægtigede,", "label": [[2, 24, "ORG"], [29, 38, "PER"], [40, 49, "PER"], [51, 61, "PER"], [65, 75, "PER"], [81, 96, "PROFESSION"]]}
{"text": "– den tjekkiske regering ved Pavlov, S. Ermakov og H. Marković, som befuldmægtigede,", "label": [[2, 24, "ORG"], [29, 35, "PER"], [37, 47, "PER"], [51, 62, "PER"], [68, 83, "PROFESSION"]]}
{"text": "– den spanske regering ved C. Delgado Ramírez og E. Martinez Acosta, som befuldmægtigede,", "label": [[2, 22, "ORG"], [27, 45, "PER"], [49, 67, "PER"], [73, 88, "PROFESSION"]]}
{"text": "– Europa-Kommissionen ved N.-D. Ernst og C. Schuster, som befuldmægtigede,", "label": [[2, 21, "ORG"], [26, 37, "PER"], [41, 52, "PER"], [58, 73, "PROFESSION"]]}
{"text": "og efter at generaladvokaten har fremsat forslag til afgørelse i retsmødet den 3. februar 2022,", "label": [[12, 28, "PROFESSION"], [79, 94, "DATE"]]}
{"text": "afsagt følgende Dom", "label": []}
{"text": "1 Anmodningen om præjudiciel afgørelse vedrører fortolkningen af artikel 21 TEUF og 44, stk. 2, i Europa-Parlamentets og Rådets forordning (EF) nr. 987/2009 af 16. september 2009 om de nærmere regler til gennemførelse af forordning (EF) nr. 883/2004 om koordinering af de sociale sikringsordninger (EUT 2009, L 284, s. 1).", "label": [[98, 117, "ORG"], [121, 127, "ORG"], [160, 178, "DATE"]]}
{"text": "2 Denne anmodning er blevet indgivet i forbindelse med en tvist mellem FM og Pensionsversicherungsanstalt (pensionsmyndighed, Østrig) vedrørende medtagelsen af de børnepasningsperioder, som FM har tilbagelagt i andre medlemsstater, ved beregningen af størrelsen af hendes østrigske alderspension.", "label": [[71, 73, "PER"], [77, 105, "ORG"], [107, 124, "ORG"], [126, 132, "LOC"], [190, 192, "PER"], [272, 281, "LOC"]]}
{"text": "Retsforskrifter", "label": []}
{"text": "EU-retten", "label": [[0, 2, "LOC"]]}
{"text": "Forordning (EF) nr. 883/2004", "label": []}
{"text": "3 Europa-Parlamentets og Rådets forordning (EF) nr. 883/2004 af 29. april 2004 om koordinering af de sociale sikringsordninger (EUT 2004, L 166, s. 1, berigtiget i EUT 2004, L 200, s. 1) har til formål at koordinere de nationale sociale sikringsordninger. I henhold til forordningens artikel 91 finder den anvendelse fra ikrafttrædelsen af gennemførelsesforordningen, forordning nr. 987/2009, som er fastsat til den 1. maj 2010 i sidstnævnte forordnings artikel 97.", "label": [[2, 21, "ORG"], [25, 31, "ORG"], [64, 78, "DATE"], [416, 427, "DATE"]]}
{"text": "4 Første og tredje betragtning til forordning nr. 883/2004 har følgende ordlyd:", "label": []}
{"text": "»(1) Reglerne om koordinering af de enkelte medlemsstaters sociale sikringsordninger indgår som led i den frie bevægelighed for personer og bør således bidrage til en forbedring af arbejdstagernes levestandard og beskæftigelsesvilkår.", "label": []}
{"text": "[…]", "label": []}
{"text": "(3) [Rådets forordning (EØF) nr. 1408/71 af 14. juni 1971 om anvendelse af de sociale sikringsordninger på arbejdstagere og deres familiemedlemmer, der flytter inden for Fællesskabet [(EFT 1971, L 149 s. 2),] er talrige gange blevet ændret og ajourført for at tage hensyn ikke kun til udviklingen på fællesskabsplan, herunder Domstolens domme, men også til lovændringer i de enkelte medlemsstater. Disse faktorer har været med til at gøre Fællesskabets regler om koordinering omfattende og komplicerede. For at virkeliggøre den frie bevægelighed for personer er det derfor af afgørende betydning at erstatte og samtidig ajourføre og forenkle disse regler.«", "label": [[5, 11, "ORG"], [44, 57, "DATE"], [170, 182, "LOC"], [326, 336, "ORG"], [439, 452, "ORG"]]}
{"text": "5 Denne forordnings artikel 1, litra t), definerer begrebet »forsikringsperioder« som bidrags- eller beskæftigelsesperioder eller perioder med selvstændig virksomhed, der i den lovgivning, hvorefter de er tilbagelagt eller anses for at være tilbagelagt, betegnes eller anerkendes som forsikringsperioder, samt alle dermed ligestillede perioder, for så vidt som de efter denne lovgivning anses for ligestillet med forsikringsperioder.", "label": []}
{"text": "6 Den nævnte forordnings artikel 2 med overskriften »Personkreds« fastsætter i stk. 1:", "label": []}
{"text": "»Denne forordning finder anvendelse på personer, der er statsborgere i en medlemsstat, samt på statsløse og flygtninge bosat i en medlemsstat, og som er eller har været omfattet af lovgivningen i en eller flere medlemsstater, samt på disses familiemedlemmer og efterladte.«", "label": []}
{"text": "7 Samme forordnings afsnit II med overskriften »Fastsættelse af, hvilken lovgivning der skal anvendes« omfatter bl.a. forordningens artikel 11 med overskriften »Almindelige regler«, som i stk. 1-3 bestemmer:", "label": []}
{"text": "»1. Personer, som er omfattet af denne forordning, er alene undergivet lovgivningen i én medlemsstat. Spørgsmålet om, hvilken lovgivning der skal anvendes, afgøres efter bestemmelserne i dette afsnit.", "label": []}
{"text": "2. Ved anvendelse af dette afsnit anses personer, som modtager en kontantydelse i kraft af eller som følge af lønnet beskæftigelse eller selvstændig virksomhed, for at udøve nævnte aktivitet. Dette gælder ikke i forbindelse med invalide-, alderdoms- eller efterladtepensioner, pensioner ved arbejdsulykker eller erhvervssygdomme eller kontante ydelser ved sygdom, der dækker tidsubegrænset behandling.", "label": []}
{"text": "3. Med forbehold af artikel 12-16:", "label": []}
{"text": "a) er en person, der udøver lønnet beskæftigelse eller selvstændig virksomhed i en medlemsstat, omfattet af denne medlemsstats lovgivning", "label": []}
{"text": "b) er tjenestemænd omfattet af lovgivningen i den medlemsstat, i hvis forvaltning de er ansat", "label": []}
{"text": "c) er en person, der i overensstemmelse med artikel 65 modtager arbejdsløshedsunderstøttelse efter lovgivningen i bopælsmedlemsstaten, omfattet af lovgivningen i bopælsstaten", "label": []}
{"text": "d) er en person, der er indkaldt eller genindkaldt til militærtjeneste eller civilt arbejde i en medlemsstat, omfattet af denne medlemsstats lovgivning", "label": []}
{"text": "e) er alle andre personer, som ikke falder ind under litra a)-d), omfattet af lovgivningen i bopælsmedlemsstaten, dog uden at tilsidesætte bestemmelser i denne forordning, som sikrer de pågældende ret til ydelser efter lovgivningen i en eller flere andre medlemsstater.«", "label": []}
{"text": "8 Artikel 87 i forordning nr. 883/2004 om overgangsbestemmelser har følgende ordlyd:", "label": []}
{"text": "»1. Denne forordning begrunder ikke ret til ydelser for noget tidsrum, der ligger forud for datoen for dens anvendelse.", "label": []}
{"text": "2. Enhver forsikringsperiode samt i givet fald enhver beskæftigelses- eller bopælsperiode eller periode med selvstændig virksomhed, der er tilbagelagt efter en medlemsstats lovgivning forud for datoen for denne forordnings anvendelse i den pågældende medlemsstat, tages i betragtning ved afgørelsen af ret til ydelser efter denne forordning.", "label": []}
{"text": "3. Rettigheder kan erhverves i medfør af denne forordning, selv om de vedrører en begivenhed, der er indtruffet, før forordningen kom til anvendelse i den pågældende medlemsstat, jf. dog stk. 1.", "label": []}
{"text": "[…]«", "label": []}
{"text": "Forordning nr. 987/2009", "label": []}
{"text": "9 Følgende fremgår af 1. og 14. betragtning til forordning nr. 987/2009:", "label": []}
{"text": "»(1) Forordning […] nr. 883/2004 moderniserer reglerne om koordinering af medlemsstaternes nationale sociale sikringsordninger, idet det præciseres, hvilke foranstaltninger og procedurer der er nødvendige for gennemførelsen, og idet de forenkles til gavn for alle involverede. Der bør fastsættes nærmere regler for gennemførelsen.", "label": []}
{"text": "[…]", "label": []}
{"text": "(14) Det er nødvendigt med visse specifikke regler og procedurer for at fastlægge, hvilken lovgivning der anvendes ved medregning af perioder i de forskellige medlemsstater, hvor en forsikringstager har tilbragt tid med at passe børn.«", "label": []}
{"text": "10 Denne forordnings artikel 44 med overskriften »Hensyntagen til børnepasningsperioder« indgår i forordningens kapitel IV, som har overskriften »Ydelser ved invaliditet og alders- og efterladtepensioner«. Denne bestemmelse fastsætter:", "label": []}
{"text": "»1. I denne artikel forstås ved »børnepasningsperiode« enhver periode, der godskrives i henhold til en medlemsstats pensionslovgivning, eller som supplerer en pension med den udtrykkelige begrundelse, at en person har passet et barn, uanset efter hvilken metode sådanne perioder beregnes, og om de godskrives på det tidspunkt, hvor børnepasningen foregår, eller anerkendes efterfølgende.", "label": []}
{"text": "2. Hvis en børnepasningsperiode ikke tages i betragtning i henhold til lovgivningen i den medlemsstat, der er kompetent i henhold til afsnit II i [forordning nr. 883/2004], skal institutionen i den medlemsstat, hvis lovgivning i henhold til afsnit II i [forordning nr. 883/2004] var gældende for den berørte person, fordi denne var i lønnet beskæftigelse eller udøver selvstændig virksomhed på den dato, fra hvilken børnepasningsperioden for det pågældende barn i henhold til denne lovgivning blev taget i betragtning, fortsat være ansvarlig for at tage denne periode i betragtning som en børnepasningsperiode i henhold til dens egen lovgivning, som om denne børnepasning fandt sted på dens eget område.", "label": []}
{"text": "3. Stk. 2 gælder ikke, hvis den berørte person er eller bliver omfattet af lovgivningen i en anden medlemsstat som følge af lønnet beskæftigelse eller selvstændig virksomhed.«", "label": []}
{"text": "11 Forordningens artikel 93 med overskriften »Overgangsbestemmelser« er affattet således:", "label": []}
{"text": "»Artikel 87 i [forordning nr. 883/2004] finder anvendelse på forhold, der er omfattet af gennemførelsesforordningen.«", "label": []}
{"text": "Østrigsk ret", "label": [[0, 8, "LOC"]]}
{"text": "12 § 4, stk. 1, i Allgemeines Pensionsgesetz (lov om almindelig pension, BGBl. I, 142/2004, herefter »lov om almindelig pension«) med overskriften »Alderspension, ret« fastsætter:", "label": []}
{"text": "»Den forsikrede person har ret til alderspension fra det fyldte 65. år (den almindelige pensionsalder), når der på referencedatoen […], foreligger mindst 180 forsikringsmåneder i henhold til denne eller en anden forbundslov, af hvilke mindst 84 måneder er optjent på grundlag af en erhvervsmæssig beskæftigelse (minimumsforsikringsperiode).«", "label": [[64, 66, "AMOUNT_VALUE"], [68, 70, "AMOUNT_UNIT"], [154, 157, "AMOUNT_VALUE"], [242, 244, "AMOUNT_VALUE"], [245, 252, "AMOUNT_UNIT"]]}
{"text": "13 § 16, stk. 3a, i lov om almindelig pension fastsætter, at med henblik på opfyldelsen af minimumsperioden i denne lovs § 4, stk. 1, skal perioder, hvor der passes børn, som bl.a. omhandlet i § 227a i Allgemeines Sozialversicherungsgesetz (lov om social sikring) af 9. september 1955 (BGBI. 189/1955) i den version, der finder anvendelse på tvisten i hovedsagen (herefter »ASVG«), og § 116a i Gewerbliches Sozialversicherungsgesetz (lov om socialforsikring for selvstændige erhvervsdrivende inden for handel og håndværk), som er erhvervet inden den 1. januar 2005, ligeledes ligestilles med forsikringsmåneder.", "label": [[267, 284, "DATE"], [550, 564, "DATE"]]}
{"text": "14 Det fremgår af § 16, stk. 6, i lov om almindelig pension, at uanset denne lovs § 4, stk. 1, fastsættes pensionsalderen for kvindelige forsikrede, som er fyldt 60 år før den 1. januar 2024, i henhold til ASVG’s § 253, stk. 1.", "label": [[162, 164, "AMOUNT_VALUE"], [165, 167, "AMOUNT_UNIT"], [176, 190, "DATE"]]}
{"text": "15 ASVG’s § 224 med overskriften »Forsikringsperioder« har følgende ordlyd:", "label": []}
{"text": "»Ved forsikringsperioder forstås de i §§ 225 og 226 nævnte bidragsperioder og de i §§ 227, 227a, 228, 228a og 229 nævnte ligestillede perioder.«", "label": []}
{"text": "16 ASVG’s § 227a, stk. 1, fastsætter i det væsentlige, at for forsikrede, som faktisk og i overvejende grad har passet deres børn, anses den tid, hvor denne børnepasning har fundet sted på det nationale område, fra tiden efter den 31. december 1955 og før den 1. januar 2005, dog højst 48 kalendermåneder eller 60 kalendermåneder i tilfælde af en flerfødsel, regnet fra det første barns fødsel, for »ligestillede perioder«.", "label": [[231, 248, "DATE"], [260, 274, "DATE"], [286, 288, "AMOUNT_VALUE"], [289, 304, "AMOUNT_UNIT"], [311, 313, "AMOUNT_VALUE"], [314, 329, "AMOUNT_UNIT"]]}
{"text": "17 § 116a i lov om socialforsikring for selvstændige erhvervsdrivende inden for handel og håndværk gentager i det væsentlige de samme bestemmelser som ASVG’s § 227a.", "label": []}
{"text": "Tvisten i hovedsagen og de præjudicielle spørgsmål", "label": []}
{"text": "18 Sagsøgeren i hovedsagen, FM, er en østrigsk statsborger, der er født i 1957.", "label": [[28, 30, "PER"], [38, 46, "LOC"], [74, 78, "DATE"]]}
{"text": "19 Efter at have udøvet selvstændig erhvervsvirksomhed i Østrig indtil den 30. september 1986, efterfulgt af studier i Det Forenede Kongerige, flyttede sagsøgeren i hovedsagen til Belgien i begyndelsen af november 1987, hvor hun fødte to børn henholdsvis den 5. december 1987 og den 23. februar 1990. Derefter opholdt hun sig i Ungarn fra den 5. til den 31. december 1991 og i Det Forenede Kongerige fra den 1. januar til den 8. februar 1993.", "label": [[57, 63, "LOC"], [75, 93, "DATE"], [119, 141, "LOC"], [180, 187, "LOC"], [190, 218, "DATE"], [259, 275, "DATE"], [283, 299, "DATE"], [328, 334, "LOC"], [343, 345, "DATE"], [354, 371, "DATE"], [377, 399, "LOC"], [408, 417, "DATE"], [426, 441, "DATE"]]}
{"text": "20 Mellem den 5. december 1987 og den 8. februar 1993 opfostrede sagsøgeren i hovedsagen sine børn uden at udøve beskæftigelse uden at erhverve nogen forsikringsperiode og uden at modtage ydelser til pasning af sine børn.", "label": [[14, 30, "DATE"], [38, 53, "DATE"]]}
{"text": "21 Den 8. februar 1993 vendte hun tilbage til Østrig og udøvede selvstændig erhvervsmæssig beskæftigelse dér.", "label": [[7, 22, "DATE"], [46, 52, "LOC"], [64, 104, "PROFESSION"]]}
{"text": "22 Mellem februar 1993 og februar 1994 tilbragte sagsøgeren i hovedsagen 13 måneder med børnepasning i Østrig, samtidig med at hun var obligatorisk tilknyttet og indbetalte bidrag til den østrigske socialsikringsordning. Derefter arbejdede hun og indbetalte bidrag i denne medlemsstat, indtil hun gik på pension.", "label": [[10, 22, "DATE"], [26, 38, "DATE"], [73, 75, "AMOUNT_VALUE"], [76, 83, "AMOUNT_UNIT"], [103, 109, "LOC"], [188, 197, "LOC"]]}
{"text": "23 Den 11. oktober 2017 indgav sagsøgeren i hovedsagen en ansøgning om alderspension til pensionsmyndigheden, der er sagsøgte i hovedsagen.", "label": [[7, 23, "DATE"], [89, 108, "ORG"]]}
{"text": "24 Ved afgørelse af 29. december 2017 tildelte denne myndighed hende en alderspension på 1 079,15 EUR om måneden med virkning fra den 1. november 2017. Dette beløb blev beregnet på grundlag af 366 måneders forsikring i Østrig, herunder børnepasningsperioderne tilbagelagt i Østrig, som blev sidestillet med forsikringsperioder.", "label": [[20, 37, "DATE"], [89, 97, "AMOUNT_VALUE"], [98, 101, "AMOUNT_UNIT"], [105, 112, "AMOUNT_UNIT"], [134, 150, "DATE"], [193, 196, "AMOUNT_VALUE"], [197, 205, "AMOUNT_UNIT"], [219, 225, "LOC"], [274, 280, "LOC"]]}
{"text": "25 Sagsøgeren i hovedsagen anlagde sag til prøvelse af denne afgørelse ved Arbeits- und Sozialgericht Wien (arbejds- og socialretten i Wien, Østrig), idet hun gjorde gældende, at for så vidt som hun var dækket af den østrigske socialsikringsordning inden de børnepasningsperioder, som hun havde tilbagelagt i Belgien og i Ungarn mellem den 5. december 1987 og den 31. december 1991, skulle disse perioder ligeledes medregnes som ligestillede perioder med henblik på beregningen af hendes østrigske alderspension, idet artikel 21 TEUF, som fortolket af Domstolen, ellers ville blive tilsidesat.", "label": [[75, 106, "ORG"], [108, 132, "ORG"], [135, 147, "LOC"], [217, 226, "LOC"], [309, 316, "LOC"], [322, 328, "LOC"], [340, 356, "DATE"], [364, 381, "DATE"], [488, 497, "LOC"], [552, 561, "ORG"]]}
{"text": "26 Førsteinstansretten frifandt sagsøgte med den begrundelse, at sagsøgeren i hovedsagen ikke opfyldte betingelserne for, at de børnepasningsperioder, som var tilbagelagt i andre medlemsstater kunne sidestilles med forsikringsperioder i henhold til artikel 44 i forordning nr. 987/2009 og den dertil hørende østrigske lovgivning.", "label": [[3, 22, "ORG"], [308, 317, "LOC"]]}
{"text": "27 Sagsøgeren i hovedsagen iværksatte appel til prøvelse af denne afgørelse ved Oberlandesgericht Wien (den øverste regionale domstol i Wien, Østrig), idet hun gjorde gældende, at selv om hendes situation ikke opfyldte betingelserne i artikel 44 i forordning nr. 987/2009, skulle der i overensstemmelse med Domstolens praksis, der navnlig følger af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), tages hensyn til børnepasningsperioder tilbagelagt i andre medlemsstater på grundlag af artikel 21 TEUF, eftersom hun havde arbejdet og været tilknyttet det østrigske sociale sikringssystem før og efter de perioder med børnepasning tilbagelagt i andre medlemsstater, og eftersom disse perioder derfor har en tilstrækkelig tilknytning til det østrigske sociale sikringssystem.", "label": [[80, 102, "ORG"], [104, 133, "ORG"], [136, 148, "LOC"], [307, 317, "ORG"], [356, 369, "DATE"], [371, 381, "PER"], [566, 575, "LOC"], [751, 760, "LOC"]]}
{"text": "28 Denne retsinstans forkastede appellen og bekræftede, at betingelserne for anvendelse af artikel 44 i forordning nr. 987/2009 ikke var opfyldt i det foreliggende tilfælde, og at de perioder, som sagsøgeren i hovedsagen havde tilbagelagt i andre medlemsstater, for så vidt som denne bestemmelse har en eksklusiv karakter, ikke kunne tages i betragtning på grundlag af artikel 21 TEUF. Samme retsinstans fandt i øvrigt, at den løsning, der følger af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), ikke kan overføres på den foreliggende sag, eftersom forordning nr. 987/2009 i den foreliggende sag finder anvendelse ratione temporis, men at dette ikke var tilfældet i den sag, der gav anledning til den nævnte dom.", "label": [[457, 470, "DATE"], [472, 482, "PER"]]}
{"text": "29 Den forelæggende ret, Oberster Gerichtshof (øverste domstol, Østrig), for hvilken sagsøgeren i hovedsagen har iværksat revisionsappel, har ligeledes anført, at forordning nr. 883/2004 og nr. 987/2009 finder anvendelse ratione temporis på den foreliggende sag, og, at de betingelser, der er fastsat i sidstnævnte forordnings artikel 44, stk. 2, for pensionsmyndighedens hensyntagen til børnepasningsperioder tilbagelagt af sagsøgeren i hovedsagen i Belgien og i Ungarn, ikke er opfyldt, eftersom sagsøgeren i hovedsagen på tidspunktet for den første børnepasningsperiodes begyndelse, dvs. i december 1987, ikke var i lønnet beskæftigelse eller udøvede selvstændig virksomhed i Østrig.", "label": [[25, 45, "ORG"], [47, 62, "ORG"], [64, 70, "LOC"], [351, 371, "ORG"], [451, 458, "LOC"], [464, 470, "LOC"], [593, 606, "DATE"], [679, 685, "LOC"]]}
{"text": "30 Den forelæggende ret udelukker ikke, at artikel 44 i forordning nr. 987/2009 kan fortolkes således, at den finder eksklusiv anvendelse, og at det derfor heller ikke er muligt at tage hensyn til disse perioder på grundlag af artikel 21 TEUF.", "label": []}
{"text": "31 Den forelæggende ret har imidlertid anført, at de faktiske omstændigheder i hovedsagen kan sammenlignes med omstændighederne i den sag, der gav anledning til dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), og at det forhold, at sagsøgeren i hovedsagen udelukkende har arbejdet og erhvervet forsikringsperioder i Østrig, i overensstemmelse med den retspraksis, der følger af denne dom, kan godtgøre, at der foreligger en tilstrækkelig snæver tilknytning til den østrigske sociale sikringsordning.", "label": [[168, 181, "DATE"], [183, 193, "PER"], [327, 333, "LOC"], [476, 485, "LOC"]]}
{"text": "32 Den forelæggende ret er derfor af den opfattelse, at der inden for rammerne af forordning nr. 1408/71, som var gældende på det tidspunkt, hvor sagsøgeren i hovedsagen tilbagelagte børnepasningsperioder i Belgien og i Ungarn, skulle tages hensyn til disse perioder i henhold til artikel 21 TEUF ved beregningen af hendes østrigske alderspension, i overensstemmelse med Domstolens praksis. Situationen for sagsøgeren i hovedsagen er således blevet mindre gunstig som følge af ikrafttrædelsen af artikel 44 i forordning nr. 987/2009.", "label": [[207, 214, "LOC"], [220, 226, "LOC"], [323, 332, "LOC"], [371, 381, "ORG"]]}
{"text": "33 Subsidiært har den forelæggende ret anført, at det i de medlemsstater, hvor sagsøgeren i hovedsagen har tilbagelagt børnepasningsperioderne, i princippet er fastsat, at sådanne perioder skal medregnes. I denne sammenhæng ønsker den forelæggende ret – såfremt artikel 44 i forordning nr. 987/2009 finder anvendelse i den foreliggende sag – oplyst, om den omstændighed, der er omhandlet i denne artikels stk. 2, dvs. den situation, hvor »en børnepasningsperiode ikke tages i betragtning i henhold til lovgivningen i den medlemsstat, der er kompetent i henhold til afsnit II i [forordning nr. 883/2004]«, skal forstås således, at den omfatter den situation, hvor lovgivningen i denne medlemsstat generelt ikke fastsætter, at der skal tages hensyn til børnepasningsperioder med henblik på beregning af alderspension for den omhandlede person, eller snarere således, at den finder anvendelse på den situation, hvor denne person – selv om der er fastsat bestemmelser om en sådan hensyntagen – grundet sin konkrete situation ikke kan gøre krav herpå.", "label": []}
{"text": "34 Under disse omstændigheder har Oberster Gerichtshof (øverste domstol) besluttet at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[34, 72, "ORG"], [113, 122, "ORG"]]}
{"text": "»1) Skal artikel 44, stk. 2, i [forordning nr. 987/2009] fortolkes således, at bestemmelsen er til hinder for, at børnepasningsperioder, som er tilbagelagt i andre medlemsstater, tages i betragtning af en medlemsstat, der er kompetent til at tildele en alderspension, i henhold til hvis lovgivning pensionsansøgeren med undtagelse af disse børnepasningsperioder hele sit arbejdsliv har været i lønnet beskæftigelse eller udøvet selvstændig virksomhed, allerede fordi denne pensionsansøger på den dato, fra hvilken børnepasningsperioden for det pågældende barn i henhold til denne medlemsstats lovgivning blev taget i betragtning, hverken var i lønnet beskæftigelse eller udøvede selvstændig virksomhed?", "label": []}
{"text": "Såfremt det første spørgsmål besvares benægtende:", "label": []}
{"text": "2) Skal artikel 44, stk. 2, […] [første punktum], første sætningsdel, i [forordning nr. 987/2009] fortolkes således, at den medlemsstat, der er kompetent i henhold til afsnit II i [forordning nr. 883/2004], i henhold til sin lovgivning generelt ikke tager børnepasningsperioder i betragtning, eller kun i konkrete tilfælde ikke gør dette?«", "label": []}
{"text": "Om de præjudicielle spørgsmål", "label": []}
{"text": "Det første spørgsmål", "label": []}
{"text": "35 Det bemærkes indledningsvis, at det i henhold til Domstolens faste praksis tilkommer Domstolen inden for rammerne af den samarbejdsprocedure mellem de nationale retter og Domstolen, som er indført ved artikel 267 TEUF, at give den forelæggende ret et hensigtsmæssigt svar, som sætter den i stand til at afgøre den tvist, der verserer for den. Ud fra dette synspunkt påhviler det Domstolen i givet fald at omformulere de spørgsmål, der forelægges den. Det påhviler nemlig Domstolen at fortolke alle de bestemmelser i EU-retten, som de nationale retter skal anvende for at træffe afgørelse i de for dem verserende tvister, også selv om disse bestemmelser ikke udtrykkeligt er omtalt i de præjudicielle spørgsmål, der forelægges Domstolen (dom af 8.7.2021, Staatsanwaltschaft Köln og Bundesamt für Güterverkehr, C-937/19, EU:C:2021:555, præmis 22 og den deri nævnte retspraksis).", "label": [[53, 63, "ORG"], [88, 97, "ORG"], [174, 183, "ORG"], [382, 391, "ORG"], [474, 483, "ORG"], [519, 521, "LOC"], [729, 738, "ORG"], [747, 755, "DATE"], [757, 780, "ORG"], [784, 810, "ORG"]]}
{"text": "36 Selv om den forelæggende ret formelt har begrænset sine spørgsmål alene til fortolkningen af artikel 44, stk. 2, i forordning nr. 987/2009, er en sådan omstændighed derfor ikke til hinder for, at Domstolen oplyser den om alle de momenter angående fortolkningen af EU-retten, som kan være til nytte ved afgørelsen af den sag, som verserer for den, uanset om den henviser til dem i sine spørgsmål. Det tilkommer herved Domstolen af samtlige de oplysninger, der er fremlagt af den nationale ret, og navnlig af forelæggelsesafgørelsens præmisser, at udlede de EU-retlige elementer, som det under hensyn til sagens genstand er nødvendigt at fortolke (dom af 8.7.2021, Staatsanwaltschaft Köln og Bundesamt für Güterverkehr, C-937/19, EU:C:2021:555, præmis 23 og den deri nævnte retspraksis).", "label": [[199, 208, "ORG"], [267, 269, "LOC"], [420, 429, "ORG"], [559, 561, "LOC"], [656, 664, "DATE"], [666, 689, "ORG"], [693, 719, "ORG"]]}
{"text": "37 I det foreliggende tilfælde fremgår det af anmodningen om præjudiciel afgørelse, at tvisten i hovedsagen vedrører spørgsmålet om, hvorvidt Republikken Østrig med henblik på tildeling af en alderspension er forpligtet til at tage hensyn til børnepasningsperioder, som sagsøgeren i hovedsagen har tilbagelagt i andre medlemsstater. Den forelæggende ret har således anført, at en sådan hensyntagen er udelukket i henhold til artikel 44, stk. 2, i forordning nr. 987/2009, idet denne bestemmelse kræver, at den pågældende var i lønnet beskæftigelse eller udøvede selvstændig virksomhed i den pågældende medlemsstat »på den dato, fra hvilken børnepasningsperioden for det pågældende barn i henhold til [denne medlemsstats lovgivning] blev taget i betragtning«, idet denne dato er fastsat i den nævnte medlemsstats nationale bestemmelser om medregning af børnepasningsperioder. Selv om sagsøgeren i hovedsagen i løbet af sit erhvervsaktive liv udelukkende har været i lønnet beskæftigelse eller udøvet selvstændig beskæftigelse i Østrig, og hun kun har betalt bidrag til denne medlemsstats sociale sikringsordning, skal det lægges til grund, at hun på de relevante datoer, som i henhold til østrigsk lovgivning er den 1. januar 1988 og den 1. marts 1990, ikke var i lønnet beskæftigelse eller udøvede selvstændig virksomhed i Østrig. Under disse omstændigheder ønsker den forelæggende ret oplyst, om Republikken Østrig i tilfælde af, at artikel 44 skal fortolkes således, at den ikke har en eksklusiv karakter, i overensstemmelse med den retspraksis, der følger af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), hvis faktiske omstændigheder, der gav anledning til denne, ifølge den forelæggende ret kan sammenlignes med omstændighederne i hovedsagen, er forpligtet til at tage hensyn til disse perioder i henhold til artikel 21 TEUF.", "label": [[142, 160, "ORG"], [1027, 1033, "LOC"], [1188, 1196, "LOC"], [1215, 1229, "DATE"], [1237, 1250, "DATE"], [1323, 1329, "LOC"], [1397, 1415, "ORG"], [1569, 1582, "DATE"], [1584, 1594, "PER"]]}
{"text": "38 Det første spørgsmål skal derfor forstås således, at det nærmere bestemt ønskes oplyst, om artikel 44, stk. 2, i forordning nr. 987/2009 skal fortolkes således, at såfremt den pågældende person ikke opfylder den betingelse om at være i lønnet beskæftigelse eller udøve selvstændig virksomhed, der er fastsat i denne bestemmelse, for med henblik på tildeling af en alderspension at opnå, at den medlemsstat, der udbetaler pensionen, tager hensyn til børnepasningsperioder, som vedkommende har tilbagelagt i andre medlemsstater, skal denne medlemsstat ikke desto mindre tage hensyn til disse perioder i henhold til artikel 21 TEUF.", "label": []}
{"text": "39 I denne henseende skal det for det første efterprøves, om artikel 44 i forordning nr. 987/2009 på eksklusiv vis regulerer medregningen af børnepasningsperioder tilbagelagt i forskellige medlemsstater. I bekræftende fald kan sådanne perioder nemlig kun tages i betragtning i henhold til denne ene bestemmelse, således at artikel 21 TEUF ikke finder anvendelse. Hvis artikel 44 i forordning nr. 987/2009 derimod skulle fortolkes således, at den ikke finder eksklusiv anvendelse, kan det ikke på forhånd udelukkes, at den retspraksis, der følger af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), hvorefter en medlemsstats hensyntagen til børnepasningsperioder, som den pågældende har tilbagelagt i andre medlemsstater i henhold til artikel 21 TEUF, kan overføres til en situation som den i hovedsagen omhandlede, som, i modsætning til den, der har givet anledning til nævnte dom, er omfattet af anvendelsesområdet ratione temporis for forordning nr. 987/2009, men hvor den pågældende person ikke opfylder den betingelse om at være i lønnet beskæftigelse eller udøve selvstændig virksomhed, der er fastsat i forordningens artikel 44, stk. 2.", "label": [[556, 569, "DATE"], [571, 581, "PER"]]}
{"text": "40 I henhold til Domstolens faste praksis skal der ved fortolkningen af en EU-retlig bestemmelse ikke blot tages hensyn til dennes ordlyd, men også til den sammenhæng, hvori den indgår, og til de mål, der forfølges med den lovgivning, som den er en del af, ligesom denne bestemmelses tilblivelse ligeledes kan give relevante oplysninger med henblik på dens fortolkning (dom af 8.5.2019, Inspecteur van de Belastingdienst, C-631/17, EU:C:2019:381, præmis 29).", "label": [[17, 27, "ORG"], [75, 77, "LOC"], [377, 385, "DATE"], [387, 397, "PROFESSION"], [404, 420, "ORG"]]}
{"text": "41 I det foreliggende tilfælde angiver ordlyden af artikel 44 i forordning nr. 987/2009 ikke udtrykkeligt, om denne bestemmelse på eksklusiv vis regulerer hensyntagen til børnepasningsperioder tilbagelagt i forskellige medlemsstater. Det skal imidlertid fastslås, at den regel, der er fastsat i denne artikels stk. 2, hvorefter den pågældende er omfattet af lovgivningen i den medlemsstat, der var kompetent i henhold til afsnit II i forordning nr. 883/2004, som følge af at sidstnævnte var i lønnet beskæftigelse eller udøvede selvstændig virksomhed i denne medlemsstat på det tidspunkt, hvor der blev taget hensyn til børnepasningsperioden i henhold til denne lovgivning, udgør, således som Europa-Kommissionen har gjort gældende, en kodificering af Domstolens praksis i dom af 23. november 2000, Mendez (C-135/99, EU:C:2000:647), og af 7. februar 2002, Mayer (C-28/00, EU:C:2002:82).", "label": [[693, 712, "ORG"], [752, 762, "ORG"], [780, 797, "DATE"], [799, 805, "PER"], [839, 854, "DATE"], [856, 861, "PER"]]}
{"text": "42 Selv om EU-lovgiver ikke udtrykkeligt har gengivet den i disse domme fastsatte test af, om der foreligger »nær tilknytning« eller »tilstrækkelig tilknytning« mellem de tilbagelagte forsikringsperioder som følge af en erhvervsmæssige beskæftigelse i den medlemsstat, som den pågældende person har indgivet en ansøgning om alderspension til, og de børnepasningsperioder, som denne person har tilbagelagt i en anden medlemsstat, forholder det sig ikke desto mindre således, at anvendelsen af reglen i artikel 44, stk. 2, i forordning nr. 987/2009 på de omhandlede personer i de sager, der gav anledning til de nævnte domme, ville have ført til det samme resultat, som Domstolen nåede frem til i disse domme. Som det i det væsentlige fremgår af præmis 25-28 i dom af 23. november 2000, Mendez (C-135/99, EU:C:2000:647), og af præmis 31-33 i dom af 7. februar 2002, Mayer (C-28/00, EU:C:2002:82), fastslog Domstolen, at den omstændighed, at disse personer, der udelukkende havde arbejdet i den medlemsstat, som udbetalte deres alderspension, på tidspunktet for deres barns fødsel, var i lønnet beskæftigelse i denne medlemsstat, gjorde det muligt at fastslå, at der forelå en sådan tilstrækkelig eller nær tilknytning, og at nævnte medlemsstats lovgivning derfor fandt anvendelse angående hensyntagen til børnepasningsperioder tilbagelagt i en anden medlemsstat med henblik på tildelingen af en sådan pension.", "label": [[11, 13, "LOC"], [668, 677, "ORG"], [766, 783, "DATE"], [785, 791, "PER"], [847, 862, "DATE"], [864, 869, "PER"], [904, 913, "ORG"]]}
{"text": "43 Det skal tilføjes, at eftersom Domstolen på tidspunktet for ikrafttrædelsen af artikel 44 i forordning nr. 987/2009 endnu ikke havde afsagt dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), kunne den lære, der kan udledes af denne dom, ikke tages i betragtning i forbindelse med vedtagelsen af denne forordning med henblik på en eventuel kodificering heraf.", "label": [[34, 43, "ORG"], [150, 163, "DATE"], [165, 175, "PER"]]}
{"text": "44 Det følger heraf, at artikel 44 i forordning nr. 987/2009, henset til dens ordlyd, skal fortolkes således, at den ikke regulerer hensyntagen til børnepasningsperioder på eksklusiv vis.", "label": []}
{"text": "45 Denne fortolkning støttes af den sammenhæng, hvori denne bestemmelse indgår.", "label": []}
{"text": "46 Det skal nemlig konstateres at denne bestemmelse i betragtning af det afsnit og det kapitel i forordning nr. 987/2009, som denne forordnings artikel 44 henhører under, dvs. afsnit III med overskriften »Særlige bestemmelser for de forskellige kategorier af ydelser« og kapitel IV, der samler bestemmelserne om »[y]delser ved invaliditet og alders- og efterladtepensioner«, udgør en særlig bestemmelse, der finder anvendelse på pensionsydelser, som fremmer hensyntagen til perioder med børnepasning ved beregningen af sådanne ydelser. Med henblik herpå indfører denne bestemmelse, når lovgivningen i den medlemsstat, der er kompetent i medfør af afsnit II i forordning nr. 883/2004, ikke tager hensyn til de nævnte perioder, en kompetence, som kun er subsidiær for en medlemsstat, der ikke er kompetent i henhold til de almindelige regler, men som tidligere var det, fordi den pågældende person var i lønnet beskæftigelse eller udøvede selvstændig virksomhed i denne medlemsstat på det tidspunkt, hvor de nævnte perioder i henhold til dens lovgivning kan tages i betragtning.", "label": []}
{"text": "47 Følgelig indfører artikel 44 i forordning nr. 987/2009 en tillægsregel, der gør det muligt at øge sandsynligheden for, at de omhandlede personer opnår den fulde hensyntagen til deres børnepasningsperioder, og således i videst muligt omfang undgås det, at dette ikke er tilfældet. Denne bestemmelse kan derfor ikke fortolkes således, at den har en eksklusiv karakter.", "label": []}
{"text": "48 Hvad angår formålene med den lovgivning, som artikel 44 i forordning nr. 987/2009 er en del af, bemærkes, at forordning nr. 883/2004, som det fremgår af henholdsvis tredje betragtning til forordning nr. 883/2004 og første betragtning til forordning nr. 987/2009, har til formål at erstatte de i forordning nr. 1408/71 fastsatte regler om koordinering af de nationale sociale sikringsordninger ved at modernisere og forenkle dem med henblik på at virkeliggøre målet om fri bevægelighed for personer, mens forordning nr. 987/2009 har til formål at fastsætte gennemførelsesbestemmelserne hertil. Det fremgår desuden af første betragtning til forordning nr. 883/2004, at regler om koordinering af de nationale sociale sikringsordninger, såsom dem, der er fastsat i denne forordning, i forordning nr. 987/2009 og tidligere i forordning nr. 1408/71, indgår i den frie bevægelighed for personer.", "label": []}
{"text": "49 I denne henseende fremgår det for det første af fast retspraksis siden ikrafttrædelsen af forordning nr. 883/2004, at selv om medlemsstaterne i mangel af en harmonisering på EU-plan har bevaret deres kompetence til selv at udforme deres sociale sikringsordninger og bl.a. i denne forbindelse fastsætte de betingelser, der giver ret til ydelser, skal medlemsstaterne imidlertid overholde EU-retten og navnlig EUF-traktatens bestemmelser om unionsborgeres ret til at færdes og opholde sig på medlemsstaternes område (jf. i denne retning dom af 14.3.2019, Guerin, C-134/18, EU:C:2019:212, præmis 29-31 og den deri nævnte retspraksis).", "label": [[177, 179, "LOC"], [390, 392, "LOC"], [545, 554, "DATE"], [556, 562, "PER"]]}
{"text": "50 For det andet fremgår det, at hvis vandrende arbejdstagere som følge af udnyttelsen af deres ret til fri bevægelighed skulle miste de sociale fordele, som en medlemsstats lovgivning sikrer dem, ville en sådan konsekvens kunne afholde EU-arbejdstagere fra at udøve deres ret til fri bevægelighed, hvilket vil være en hindring for virkeliggørelsen af denne frihed (jf. i denne retning dom af 14.3.2019, Guerin, C-134/18, EU:C:2019:212, præmis 33 og den deri nævnte retspraksis).", "label": [[237, 239, "LOC"], [393, 402, "DATE"], [404, 410, "PER"]]}
{"text": "51 Det følger heraf, at formålet om at sikre overholdelsen af princippet om fri bevægelighed som fastsat i artikel 21 TEUF ligeledes gælder inden for rammerne af forordning nr. 883/2004 og nr. 987/2009.", "label": []}
{"text": "52 Det skal bemærkes, at en fortolkning, hvorefter artikel 44 i forordning nr. 987/2009 regulerer medregningen af børnepasningsperioder, der er tilbagelagt i forskellige medlemsstater, på eksklusiv vis, ville indebære, at den medlemsstat, som skal udbetale en persons alderspension, i hvilken denne person, ligesom sagsøgeren i hovedsagen, udelukkende har arbejdet og indbetalt bidrag, både før og efter flytningen af personens bopæl til en anden medlemsstat, hvor denne har taget sig af pasningen af sine børn, har mulighed for at nægte at tage hensyn til de børnepasningsperioder, som vedkommende har tilbagelagt i denne anden medlemsstat, med henblik på tildelingen af en sådan pension, og således stille den pågældende ringere, alene med den begrundelse, at denne har udøvet sin ret til fri bevægelighed.", "label": []}
{"text": "53 En sådan fortolkning ville derfor være i strid med de formål, der forfølges med forordning nr. 987/2009, navnlig hvad angår formålet om at sikre overholdelsen af princippet om fri bevægelighed, og ville dermed risikere at bringe den effektive virkning af forordningens artikel 44 i fare.", "label": []}
{"text": "54 I denne sammenhæng er det tilstrækkeligt at bemærke, at det følger af Domstolens praksis, at hvis en EU-retlig bestemmelse kan fortolkes på flere måder, skal den fortolkning, som kan sikre bestemmelsens effektive virkning, foretrækkes (dom af 7.10.2010, Elari, C-162/09, EU:C:2010:592, præmis 51).", "label": [[73, 83, "ORG"], [104, 106, "LOC"], [246, 255, "DATE"], [257, 262, "PER"]]}
{"text": "55 Det skal følgelig fastslås, at artikel 44 i forordning nr. 987/2009, henset til dens ordlyd, den sammenhæng, hvori den indgår, og de mål, der forfølges med den lovgivning, som den udgør en del af, skal fortolkes således, at den ikke på eksklusiv vis regulerer, hvorledes der skal tages hensyn til børnepasningsperioder, som en og samme person har tilbagelagt i forskellige medlemsstater.", "label": []}
{"text": "56 Det skal for det andet undersøges, om den retspraksis, der følger af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), kan overføres på en situation som den i hovedsagen omhandlede, hvor den pågældende person, selv om forordning nr. 987/2009 finder anvendelse ratione temporis, ikke opfylder den betingelse om at være i lønnet beskæftigelse eller udøve selvstændig virksomhed, der er fastsat i denne forordnings artikel 44, stk. 2, for med henblik på tildeling af en alderspension at opnå, at den medlemsstat, der skal udbetale denne pension, tager hensyn til de børnepasningsperioder, som vedkommende har tilbagelagt i andre medlemsstater. I den sag, der gav anledning til denne nævnte dom, var den pågældende person på tidspunktet for børnenes fødsel ophørt med at arbejde i den medlemsstat, der skulle udbetale hendes alderspension, og havde midlertidigt etableret sin bopæl på en anden medlemsstats område, hvor hun havde varetaget børnepasningen og ikke havde været i lønnet beskæftigelse eller udøvet selvstændig virksomhed. Denne person rejste derefter sammen med sin familie til den første medlemsstat, hvor hun genoptog sin erhvervsmæssige beskæftigelse.", "label": [[79, 92, "DATE"], [94, 104, "PER"]]}
{"text": "57 I dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), fastslog Domstolen indledningsvis i denne doms præmis 24-29, at forordning nr. 987/2009 ikke fandt anvendelse ratione temporis i en sådan situation, og fastslog, at under disse omstændigheder fandt reglerne i forordning nr. 1408/71 i princippet anvendelse.", "label": [[12, 25, "DATE"], [27, 37, "PER"], [74, 83, "ORG"]]}
{"text": "58 Efter at Domstolen i denne doms præmis 30 havde fastslået, at forordning nr. 1408/71 ikke fastsatte nogen specifik regel svarende til artikel 44 i forordning nr. 987/2009, der regulerer hensyntagen til børnepasningsperioder tilbagelagt i andre medlemsstater, fastslog den dernæst, at de spørgsmål, som den forelæggende ret havde forelagt, skulle forstås således, at de tilsigtede at fastslå, om artikel 21 TEUF i en situation som den i denne sag omhandlede forpligter den kompetente institution i den medlemsstat, der udbetaler alderspensionen for den pågældende person, til med henblik på tildelingen af en sådan pension at tage hensyn til de børnepasningsperioder, som denne person har tilbagelagt i en anden medlemsstat. I nævnte doms præmis 31 fastslog Domstolen, at der med henblik på at besvare dette spørgsmål, første skulle tages stilling til, hvilken medlemsstat der var kompetent til at afgøre, om de perioder, som den pågældende person havde tilbagelagt med børnepasning, kunne betegnes eller anerkendes som perioder, der er ligestillet med egentlige forsikringsperioder, og dernæst skulle det – i tilfælde af, at den medlemsstat, der skal udbetale vedkommendes alderspension, blev udpeget – vurderes, om de betingelser for hensyntagen til børnepasningsperioderne, der er fastsat i denne lovgivning, er i overensstemmelse med artikel 21 TEUF.", "label": [[12, 21, "ORG"], [760, 769, "ORG"]]}
{"text": "59 Domstolen fandt således for det første i præmis 35 og 36 i dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), at når en person udelukkende har arbejdet og betalt bidrag i en og samme medlemsstat, såvel før som efter flytningen af dennes bopæl til en anden medlemsstat, i hvilken vedkommende aldrig har arbejdet eller betalt bidrag, foreligger der en tilstrækkelig nær forbindelse mellem disse børnepasningsperioder og de forsikringsperioder, der er tilbagelagt som følge af udøvelsen af en erhvervsmæssig beskæftigelse i den pågældende første medlemsstat, således at lovgivningen i førstnævnte medlemsstat finder anvendelse for så vidt angår medregningen og godkendelsen af den pågældendes børnepasningsperioder med henblik på tildelingen af en alderspension.", "label": [[69, 82, "DATE"], [84, 94, "PER"]]}
{"text": "60 Hvad for det andet angår spørgsmålet om, hvorvidt den lovgivning, der finder anvendelse i denne sag, er forenelig med artikel 21 TEUF, bemærkede Domstolen i denne doms præmis 38-40, at selv om medlemsstaterne har bevaret deres kompetence til selv at udforme deres sociale sikringsordninger, skal de imidlertid overholde EU-retten ved udøvelsen af denne kompetence og navnlig traktatens bestemmelser om borgernes frie bevægelighed, der er sikret i artikel 21 TEUF. Derudover fastslog Domstolen, at i en situation som den, der gav anledning til nævnte dom, førte de nationale bestemmelser til, at den omhandlede person, når denne ikke i kraft af lønnet beskæftigelse eller selvstændig virksomhed havde optjent perioder med tvungen bidragsbetaling under pasningen af sine børn eller umiddelbart før disses fødsel, med henblik på fastsættelsen af størrelsen af sin alderspension blev frataget retten til, at vedkommendes børnepasningsperioder blev medregnet som følge af den omstændighed alene, at den pågældende midlertidigt havde bosat sig i en anden medlemsstat, selv om vedkommende ikke udøvede lønnet beskæftigelse eller selvstændig virksomhed i denne anden medlemsstat.", "label": [[148, 157, "ORG"], [323, 325, "LOC"], [486, 495, "ORG"]]}
{"text": "61 Endelig fastslog Domstolen i samme doms præmis 41-45, at under disse omstændigheder fik en sådan person i den medlemsstat, hvor vedkommende er statsborger, en mindre gunstig behandling end den, han eller hun ville få, hvis der ikke var gjort brug af beføjelserne efter traktaten for så vidt angår borgernes bevægelighed. Nationale bestemmelser, der er til skade for visse af landets egne statsborgere, alene fordi de har udnyttet deres ret til frit at færdes og opholde sig i en anden medlemsstat, udgør dermed en ulige behandling, der er i strid med de principper, der ligger til grund for unionsborgerskabet, under udøvelsen af deres ret til fri bevægelighed. Domstolen konkluderede for det første heraf, at i en sådan situation er en udelukkelse af at tage hensyn til børnepasningsperioder, der er tilbagelagt uden for den kompetente medlemsstats område, som fastsat i denne medlemsstats lovgivning, i strid med artikel 21 TEUF, og for det andet pålægger denne EU-retlige bestemmelse den kompetente institution i denne medlemsstat til i forbindelse med tildelingen af alderspension at tage hensyn til børnepasningsperioder, som den pågældende person har tilbagelagt i en anden medlemsstat, med henblik på beregningen af størrelsen af den nævnte pension.", "label": [[20, 29, "ORG"], [665, 674, "ORG"], [967, 969, "LOC"]]}
{"text": "62 Det må konstateres, at for så vidt som artikel 44 i forordning nr. 987/2009, således som det følger af nærværende doms præmis 55, ikke på eksklusiv vis regulerer, hvorledes der skal tages hensyn til børnepasningsperioder i udlandet, og for så vidt som formålet om at sikre overholdelsen af princippet om fri bevægelighed, der er fastsat i artikel 21 TEUF, således som det fremgår af nærværende doms præmis 51, ligeledes gælder inden for rammerne af forordning nr. 883/2004 og nr. 987/2009, kan den lære, der kan udledes af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), overføres på en situation som den i hovedsagen omhandlede, hvor forordning nr. 987/2009 finder anvendelse ratione temporis, men hvor den omhandlede person ikke opfylder den betingelse om at være i lønnet beskæftigelse eller udøve selvstændig virksomhed, der er fastsat i denne forordnings artikel 44, stk. 2, for med henblik på tildeling af en alderspension at opnå, at den medlemsstat, der udbetaler denne pension, tager hensyn til de børnepasningsperioder, som vedkommende har tilbagelagt i andre medlemsstater.", "label": [[533, 546, "DATE"], [548, 558, "PER"]]}
{"text": "63 Som det fremgår af nærværende doms præmis 22-25, kan de faktiske omstændigheder i hovedsagen sammenlignes med de faktiske omstændigheder i den sag, der gav anledning til dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), som er nævnt i nærværende doms præmis 56, eftersom sagsøgeren i hovedsagen for det første i det foreliggende tilfælde udelukkende arbejdede og havde indbetalt bidrag i den medlemsstat, som udbetaler hendes alderspension, dvs. Østrig, såvel før som efter hendes flytning til Ungarn og derefter til Belgien, hvor hun helligede sig pasningen af sine børn, og for det andet, at hun ikke var i lønnet beskæftigelse eller udøvede selvstændig virksomhed i Østrig på datoen, der er relevant for medregningen af hendes børnepasningsperioder med henblik på tildelingen af alderspension i denne medlemsstat. I lighed med situationen i dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), foreligger der således en tilstrækkelig tilknytning mellem de børnepasningsperioder, som sagsøgeren i hovedsagen har tilbagelagt i udlandet, og de forsikringsperioder, der er tilbagelagt som følge af udøvelsen af en erhvervsmæssig beskæftigelse i Østrig. Det må derfor fastslås, at denne medlemsstats lovgivning skal finde anvendelse med henblik på hensyntagen til og godkendelse af disse perioder med henblik på den nævnte medlemsstats tildeling af en alderspension.", "label": [[180, 193, "DATE"], [195, 205, "PER"], [459, 465, "LOC"], [507, 513, "LOC"], [530, 537, "LOC"], [682, 688, "LOC"], [864, 877, "DATE"], [879, 889, "PER"], [1164, 1170, "LOC"]]}
{"text": "64 Det er ligeledes ubestridt, at hvis sagsøgeren i hovedsagen ikke havde forladt Østrig, ville hendes børnepasningsperioder være blevet medregnet ved beregningen af hendes østrigske alderspension. Der er derfor ingen tvivl om, at sagsøgeren i hovedsagen i lighed med den berørte person i den sag, der gav anledning til dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), er stillet ringere alene med den begrundelse, at hun har udøvet sin ret til fri bevægelighed, hvilket er i strid med artikel 21 TEUF.", "label": [[82, 88, "LOC"], [173, 182, "LOC"], [327, 340, "DATE"], [342, 352, "PER"]]}
{"text": "65 Det følger heraf, at i en situation som den i hovedsagen omhandlede, hvor den pågældende person udelukkende har arbejdet og betalt bidrag i den medlemsstat, der udbetaler vedkommendes alderspension, såvel før som efter flytningen af dennes bopæl til de andre medlemsstater, hvor den pågældende har tilbagelagt sine børnepasningsperioder, er denne medlemsstat i overensstemmelse med den retspraksis, der følger af dom af 19. juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), forpligtet til at tage hensyn til disse perioder med henblik på tildeling af en alderspension i henhold til artikel 21 TEUF.", "label": [[423, 436, "DATE"], [438, 448, "PER"]]}
{"text": "66 Henset til ovenstående betragtninger skal det første spørgsmål besvares med, at artikel 44, stk. 2, i forordning nr. 987/2009 skal fortolkes således, at såfremt en person ikke opfylder den betingelse om at være i lønnet beskæftigelse eller udøve selvstændig virksomhed, der er fastsat i denne bestemmelse, for med henblik på tildeling af en alderspension at opnå, at den medlemsstat, der udbetaler pensionen, tager hensyn til børnepasningsperioder, som vedkommende har tilbagelagt i andre medlemsstater, skal denne medlemsstat tage hensyn til disse perioder i henhold til artikel 21 TEUF, forudsat at denne person udelukkende har arbejdet og indbetalt bidrag i nævnte medlemsstat både før og efter flytningen af bopælen til en anden medlemsstat, hvor vedkommende har tilbagelagt de nævnte perioder.", "label": []}
{"text": "Det andet spørgsmål", "label": []}
{"text": "67 Eftersom dette spørgsmål kun er relevant i tilfælde af, at Domstolen måtte fastslå, at artikel 44, stk. 2, i forordning nr. 987/2009 finder anvendelse på en situation som den i hovedsagen omhandlede, og at betingelserne for anvendelse af denne bestemmelse ikke er opfyldt i det foreliggende tilfælde, er det ufornødent at besvare det.", "label": [[62, 71, "ORG"]]}
{"text": "Sagsomkostninger", "label": []}
{"text": "68 Da sagens behandling i forhold til hovedsagens parter udgør et led i den sag, der verserer for den forelæggende ret, tilkommer det denne at træffe afgørelse om sagsomkostningerne. Bortset fra de nævnte parters udgifter kan de udgifter, som er afholdt i forbindelse med afgivelse af indlæg for Domstolen, ikke erstattes.", "label": [[296, 305, "ORG"]]}
{"text": "På grundlag af disse præmisser kender Domstolen (Anden Afdeling) for ret:", "label": [[38, 64, "ORG"]]}
{"text": "Artikel 44, stk. 2, i Europa-Parlamentets og Rådets forordning (EF) nr. 987/2009 af 16. september 2009 om de nærmere regler til gennemførelse af forordning (EF) nr. 883/2004 om koordinering af de sociale sikringsordninger skal fortolkes således, at såfremt en person ikke opfylder den betingelse om at være i lønnet beskæftigelse eller udøve selvstændig virksomhed, der er fastsat i denne bestemmelse, for med henblik på tildeling af en alderspension at opnå, at den medlemsstat, der udbetaler pensionen, tager hensyn til børnepasningsperioder, som vedkommende har tilbagelagt i andre medlemsstater, skal denne medlemsstat tage hensyn til disse perioder i henhold til artikel 21 TEUF, forudsat at denne person udelukkende har arbejdet og indbetalt bidrag i nævnte medlemsstat både før og efter flytningen af bopælen til en anden medlemsstat, hvor vedkommende har tilbagelagt de nævnte perioder.", "label": [[22, 41, "ORG"], [45, 51, "ORG"], [84, 102, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: tysk.", "label": [[15, 19, "NATIONALITY"]]}
