{"text": "UNIONIN TUOMIOISTUIMEN TUOMIO (viides jaosto)", "label": [[0, 22, "ORG"], [31, 44, "ORG"]]}
{"text": "16 päivänä lokakuuta 2019  (*)", "label": [[0, 25, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – Verotus – Yhteinen arvonlisäverojärjestelmä – Direktiivi 2006/112/EY – 132 artiklan 1 kohdan a alakohta – Tiettyjen yleishyödyllisten toimintojen vapautukset – Julkisen postilaitoksen palvelut – Direktiivi 97/67/EY – Postin yleispalvelun tarjoaja – Yksityinen toimija, joka tarjoaa tuomioistuinten tai hallintoviranomaisten asiakirjojen virallisia tiedoksiantoja koskevia palveluja", "label": []}
{"text": "Yhdistetyissä asioissa C‑4/18 ja C‑5/18,", "label": []}
{"text": "joissa on kyse SEUT 267 artiklaan perustuvista ennakkoratkaisupyynnöistä, jotka Bundesfinanzhof (liittovaltion ylin verotuomioistuin, Saksa) on esittänyt 31.5.2017 tekemillään päätöksillä, jotka ovat saapuneet unionin tuomioistuimeen 3.1.2018, saadakseen ennakkoratkaisun asioissa", "label": [[80, 95, "ORG"], [97, 132, "ORG"], [134, 139, "LOC"], [154, 163, "DATE"], [210, 233, "ORG"], [234, 242, "DATE"]]}
{"text": "Pawel Brinkmann, DIREKTexpress Holding AG:n konkurssipesän pesänhoitajana,", "label": [[0, 15, "PER"], [17, 43, "ORG"], [59, 73, "PROFESSION"]]}
{"text": "vastaan", "label": []}
{"text": "Finanzamt Ulm (C‑4/18)", "label": [[0, 13, "ORG"]]}
{"text": "ja", "label": []}
{"text": "Lemchen Ehrenpreis, JUREX GmbH:n konkurssipesän pesänhoitajana,", "label": [[0, 18, "PER"], [20, 32, "ORG"], [48, 62, "PROFESSION"]]}
{"text": "vastaan", "label": []}
{"text": "Bundeszentralamt für Steuern (C‑5/18),", "label": [[0, 28, "ORG"]]}
{"text": "UNIONIN TUOMIOISTUIN (viides jaosto),", "label": [[0, 36, "ORG"]]}
{"text": "toimien kokoonpanossa: jaoston puheenjohtaja V. Scott (esittelevä tuomari) sekä tuomarit J. Kielatis, E. Zhuk, A. Jankevič ja X. Sousa,", "label": [[23, 44, "PROFESSION"], [45, 53, "PER"], [55, 73, "PROFESSION"], [80, 88, "PROFESSION"], [89, 100, "PER"], [102, 109, "PER"], [111, 122, "PER"], [126, 134, "PER"]]}
{"text": "julkisasiamies: C. Sørensen,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "kirjaaja: V. Schubert,", "label": [[0, 8, "PROFESSION"], [10, 21, "PER"]]}
{"text": "ottaen huomioon kirjallisessa käsittelyssä esitetyn,", "label": []}
{"text": "ottaen huomioon huomautukset, jotka sille ovat esittäneet", "label": []}
{"text": "–        Pawel Brinkmann, DIREKTexpress Holding AG:n konkurssipesän pesänhoitajana, ja Lemchen Ehrenpreis, JUREX GmbH:n konkurssipesän pesänhoitajana, edustajanaan M. Harrison, Steuerberater,", "label": [[9, 24, "PER"], [26, 52, "ORG"], [68, 82, "PROFESSION"], [87, 105, "PER"], [107, 119, "ORG"], [135, 149, "PROFESSION"], [151, 163, "PROFESSION"], [164, 175, "PER"], [177, 190, "PROFESSION"]]}
{"text": "–        Saksan hallitus, asiamiehinään A. Roche ja F. Voltz,", "label": [[9, 24, "ORG"], [26, 39, "PROFESSION"], [40, 48, "PER"], [52, 60, "PER"]]}
{"text": "–        Suomen hallitus, asiamiehenään T. Markov,", "label": [[9, 24, "ORG"], [26, 39, "PROFESSION"], [40, 49, "PER"]]}
{"text": "–        Euroopan komissio, asiamiehinään U. Woods, E. Yaima Ardila ja K. Jelene,", "label": [[9, 26, "ORG"], [28, 41, "PROFESSION"], [42, 50, "PER"], [52, 67, "PER"], [71, 80, "PER"]]}
{"text": "päätettyään julkisasiamiestä kuultuaan ratkaista asiat  ilman ratkaisuehdotusta,", "label": [[12, 28, "PROFESSION"]]}
{"text": "on antanut seuraavan", "label": []}
{"text": "tuomion", "label": []}
{"text": "1        Ennakkoratkaisupyynnöt koskevat yhteisön postipalvelujen sisämarkkinoiden kehittämistä ja palvelun laadun parantamista koskevista yhteisistä säännöistä 15.12.1997 annetun Euroopan parlamentin ja neuvoston direktiivin 97/67/EY (EYVL 1998, L 15, s. 14), sellaisena kuin se on muutettuna 20.2.2008 annetulla Euroopan parlamentin ja neuvoston direktiivillä 2008/6/EY (EUVL 2008, L 52, s. 3)  (jäljempänä direktiivi 97/67), 2 artiklan 13 alakohdan ja 3 artiklan 4 kohdan sekä yhteisestä arvonlisäverojärjestelmästä 28.11.2006 annetun neuvoston direktiivin 2006/112/EY (EYVL 2006, L 347, s. 1) 132 artiklan 1 kohdan a alakohdan tulkintaa.", "label": [[161, 171, "DATE"], [180, 200, "ORG"], [204, 213, "ORG"], [294, 303, "DATE"], [314, 334, "ORG"], [338, 347, "ORG"], [519, 529, "DATE"], [538, 547, "ORG"]]}
{"text": "2        Nämä pyynnöt on esitetty kahdessa asiassa, joista ensimmäisessä ovat vastakkain Pawel Brinkmann, DIREKTexpress Holding AG:n konkurssipesän pesänhoitajana, ja Finanzamt Ulm (Ulm, Saksa) (asia C‑4/18) ja toisessa Lemchen Ehrenpreis, JUREX GmbH:n konkurssipesän pesänhoitajana, ja Bundeszentralamt für Steuern (liittovaltion keskusverovirasto, Saksa) (asia C‑5/18) ja joissa on kyse siitä, että näiden yhtiöiden tuomioistuimille ja hallintoviranomaisille suorittamia virallisten tiedoksiantojen toimittamiseen liittyviä palveluja ei ole vapautettu arvonlisäverosta.", "label": [[89, 104, "PER"], [106, 132, "ORG"], [148, 162, "PROFESSION"], [167, 180, "ORG"], [182, 192, "LOC"], [220, 238, "PER"], [240, 252, "ORG"], [268, 282, "PROFESSION"], [287, 315, "ORG"], [317, 348, "ORG"], [350, 355, "LOC"]]}
{"text": "Asiaa koskevat oikeussäännöt", "label": []}
{"text": "Unionin oikeus", "label": [[0, 7, "LOC"]]}
{"text": "Direktiivi 97/67", "label": []}
{"text": "3        Direktiivin 97/67  1 lukuun, jonka otsikko on ”Tarkoitus ja soveltamisala”, sisältyvässä 2 artiklassa esitetään seuraavat määritelmät:", "label": []}
{"text": "”Tässä direktiivissä tarkoitetaan:", "label": []}
{"text": "1)      ’postipalveluilla’ palveluja, joihin kuuluu postilähetysten keräily, lajittelu, kuljetus ja jakelu,", "label": []}
{"text": "1 a)      ’postipalvelujen tarjoajalla’ yritystä, joka tarjoaa yhtä tai useampaa postipalvelua,", "label": []}
{"text": "– –", "label": []}
{"text": "4)      ’keräilyllä’ postipalvelun tarjoajan suorittamaa postilähetysten keräilyä,", "label": []}
{"text": "5)      ’jakelulla’ toimenpiteitä alkaen jakelukeskuksissa tapahtuvasta postilähetysten lajittelusta ja päättyen niiden toimittamiseen vastaanottajille,", "label": []}
{"text": "6)      ’postilähetyksellä’ postipalvelun tarjoajan kuljetettavaa valmista lähetystä, joka on osoitettu jollekin vastaanottajalle. Tällaiset lähetykset voivat kirjelähetysten lisäksi olla esimerkiksi kirjoja, luetteloita, sanomalehtiä ja aikakausjulkaisuja sekä postipaketteja, jotka sisältävät joko kaupallista arvoa omaavaa tai sitä vailla olevaa tavaraa,", "label": []}
{"text": "– –", "label": []}
{"text": "9)      ’kirjatulla lähetyksellä’ lähetystä, jota koskee kiinteämääräinen vakuus lähetyksen katoamisen, varastamisen tai vahingoittumisen varalta ja josta lähettäjälle annetaan, tarvittaessa tämän sitä pyytäessä, kuitti postilähetyksen jättämisestä ja/tai sen toimittamisesta vastaanottajalle,", "label": []}
{"text": "– –", "label": []}
{"text": "13)      ’yleispalvelujen tarjoajalla’ julkista tai yksityistä postipalvelun tarjoajaa, joka huolehtii jäsenvaltion alueella kokonaan tai osittain postin yleispalveluista ja joka on 4 artiklan mukaisesti ilmoitettu komissiolle,", "label": [[215, 226, "ORG"]]}
{"text": "– –", "label": []}
{"text": "17)      ’käyttäjällä’ luonnollista henkilöä tai oikeushenkilöä, joka lähettäjänä tai vastaanottajana käyttää hyväkseen tarjottuja postipalveluja,", "label": []}
{"text": "– –”", "label": []}
{"text": "4        Tämän direktiivin 2 luku, jonka otsikko on ”Yleispalvelu”, sisältää direktiivin 3–6 artiklan. Direktiivin 3 artiklan sanamuoto on seuraava:", "label": []}
{"text": "”1.      Jäsenvaltioiden on huolehdittava siitä, että käyttäjillä on oikeus yleispalveluun, johon sisältyy tietyn laatuisten postipalvelujen pysyvä tarjonta kaikille käyttäjille kohtuullisin hinnoin jäsenvaltioiden koko alueella.", "label": []}
{"text": "– –", "label": []}
{"text": "4.      Kunkin jäsenvaltion on annettava tarvittavat toimenpiteet huolehtiakseen siitä, että yleispalveluun kuuluvat vähintään seuraavat palvelut:", "label": []}
{"text": "–        enintään kahden kilogramman painoisten postilähetysten keräily, lajittelu, kuljetus ja jakelu", "label": [[18, 24, "AMOUNT_VALUE"], [25, 36, "AMOUNT_UNIT"]]}
{"text": "–        enintään kymmenen kilogramman painoisten postipakettien keräily, lajittelu, kuljetus ja jakelu,", "label": [[18, 26, "AMOUNT_VALUE"], [27, 38, "AMOUNT_UNIT"]]}
{"text": "–        kirjattuja ja vakuutettuja lähetyksiä koskevat palvelut.", "label": []}
{"text": "– –", "label": []}
{"text": "7.      Tässä artiklassa määriteltyyn yleispalveluun kuuluvat sekä kotimaan- että ulkomaanpalvelut.”", "label": []}
{"text": "5        Mainitun direktiivin 4 artiklassa säädetään seuraavaa:", "label": []}
{"text": "”1.      Kunkin jäsenvaltion on varmistettava, että yleispalvelun tarjoaminen taataan, ja ilmoitettava komissiolle toimenpiteistä, joita jäsenvaltio on toteuttanut täyttääkseen tämän velvoitteen. Yleispalvelun tarjonnan varmistamiseksi toteutetuista jäsenvaltioiden toimenpiteistä on ilmoitettava 21 artiklassa tarkoitetulle komitealle.", "label": [[103, 114, "ORG"]]}
{"text": "2.      Jäsenvaltiot voivat nimetä yleispalvelun tarjoajaksi yhden tai useamman yrityksen, jotta jäsenvaltion koko alue voi tulla katetuksi. Jäsenvaltiot voivat nimetä eri yrityksiä tarjoamaan yleispalvelun eri osatekijöitä ja/tai kattamaan jäsenvaltion alueen eri osia. – –", "label": []}
{"text": "Jäsenvaltioiden on ilmoitettava komissiolle nimeämiensä yleispalvelun tarjoajien nimet. – –”", "label": [[32, 43, "ORG"]]}
{"text": "Direktiivi 2006/112", "label": []}
{"text": "6        Direktiivin 2006/112 IX osaston, jonka otsikko on ”Vapautukset”, 1 luvussa, jonka otsikko on ”Yleiset säännökset”, olevassa 131 artiklassa säädetään seuraavaa:", "label": []}
{"text": "”Jäljempänä 2–9 luvussa säädettyjä vapautuksia sovelletaan rajoittamatta muiden [unionin oikeuden] säännösten soveltamista ja noudattaen jäsenvaltioiden vahvistamia edellytyksiä mainittujen vapautusten oikean ja selkeän soveltamisen varmistamiseksi ja kaikenlaisten petosten, verojen kiertämisen ja väärinkäytösten estämiseksi.”", "label": [[81, 88, "LOC"]]}
{"text": "7        Saman IX osaston 2 luku, jonka otsikko on ”Tiettyjen yleishyödyllisten toimintojen vapautukset”, sisältää saman direktiivin 132 artiklan, jonka 1 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”Jäsenvaltioiden on vapautettava verosta seuraavat liiketoimet:", "label": []}
{"text": "a)      julkisen postilaitoksen palvelujen suoritukset ja niihin liittyvät tavaroiden luovutukset, lukuun ottamatta henkilökuljetus- ja televiestintäpalveluja;", "label": []}
{"text": "– –”", "label": []}
{"text": "Saksan oikeus", "label": [[0, 6, "LOC"]]}
{"text": "UStG", "label": []}
{"text": "8        Liikevaihtoverolain (Umsatzsteuergesetz, jäljempänä UStG), sellaisena kuin sitä sovelletaan pääasian oikeudenkäynnissä asiassa C‑4/18, 1 §:n 1 momentin 1 kohdassa tarkoitetuista liiketoimista vapautettiin verosta ”liiketoimet, jotka palvelevat suoraan Deutsche Post AG:n postipalvelua”.", "label": [[261, 279, "ORG"]]}
{"text": "9        UStG:n, sellaisena kuin sitä sovelletaan pääasian oikeusriidassa C‑5/18 eli sellaisena kuin se oli voimassa 1.7.2010 alkaen, seuraavat liiketoimet oli vapautettu verosta tämän lain 4 §:n 11b kohdan nojalla:", "label": [[117, 125, "DATE"]]}
{"text": "”[Direktiivin 97/67] 3 artiklan 4 kohdassa tarkoitettu yleispalvelu. Vapautus edellyttää, että elinkeinonharjoittaja on antanut Saksan keskusverovirastolle [Bundeszentralamt für Steuern] tämän antaman todistuksen mukaisesti sitoumuksen siitä, että se tarjoaa koko Saksan liittotasavallan alueella kaikkia tai joitakin ensimmäisen virkkeen mukaisia yleispalveluun kuuluvia palveluja.”", "label": [[128, 186, "ORG"], [264, 287, "LOC"]]}
{"text": "Postilaki", "label": []}
{"text": "10      Postilain, joka on annettu 22.12.1997 (Postgesetz; BGBl. 1997 I, s. 3294), sellaisena kuin sitä sovelletaan pääasioiden oikeusriitoihin, 11 §:ssä, jonka otsikko on ”Yleispalvelun käsite ja laajuus”, säädetään seuraavaa:", "label": [[35, 45, "DATE"]]}
{"text": "”(1)      Yleispalveluun kuuluvat palvelut ovat 4 §:n 1 kohdassa tarkoitettuja postialan vähimmäispalveluja, jotka on tuotettava tietynlaatuisina kohtuullisin hinnoin koko maan alueella. Yleispalvelu rajoittuu toimilupaa edellyttäviin postipalveluihin ja sellaisiin postipalveluihin, jotka voidaan kuljetusteknisesti ainakin osittain tuottaa toimilupaa edellyttävien postipalvelujen yhteydessä. Se kattaa vain sellaiset palvelut, joiden katsotaan yleisesti olevan välttämättömiä.", "label": []}
{"text": "(2)      Saksan liittotasavallan hallitus valtuutetaan vahvistamaan asetuksella, joka edellyttää liittopäivien [Bundestag] ja liittoneuvoston [Bundesrat] hyväksyntää, edellä olevan 1 momentin mukaisen yleispalvelun sisältö ja laajuus – –”", "label": [[9, 41, "ORG"], [97, 122, "ORG"], [126, 153, "ORG"]]}
{"text": "11      Kyseisen lain 33 §:n, jonka otsikko on ”Virallista tiedoksiantoa koskeva velvoite”, 1 momentissa säädetään seuraavaa:", "label": []}
{"text": "”Toimiluvan haltija, joka tuottaa kirjelähetysten viralliseen tiedoksiantoon liittyviä palveluja, on prosessioikeutta sääntelevien lakien ja hallintotoimen tiedoksiantoa sääntelevien lakien säännösten nojalla velvollinen antamaan virallisesti tiedoksi asiakirjoja niiden painosta riippumatta. Toimiluvan haltijalla on tämän velvoitteen täyttämisen edellyttämät valtaoikeudet (viranomaistehtäviä hoitamaan valtuutettu elinkeinonharjoittaja).”", "label": []}
{"text": "12      Mainitun lain 34 §:ssä, jonka otsikko on ”Virallisesta tiedoksiannosta maksettava vastike”, säädetään seuraavaa:", "label": []}
{"text": "”Viranomaistehtäviä hoitamaan valtuutetulla toimiluvan haltijalla on oikeus vastikkeeseen. Vastikkeella korvataan kaikki toimiluvan haltijan tuottamat palvelut, mukaan lukien virallinen asiakirjojen vahvistaminen ja vahvistusasiakirjojen palauttaminen toimeksiantajalle. Vastikkeen on oltava 20 §:n 1 ja 2 momentissa säädetyn mukainen. Se edellyttää sääntelyviranomaisen hyväksyntää. – –”", "label": []}
{"text": "Postin yleispalveluista annettu asetus", "label": []}
{"text": "13      Postin yleispalveluista 15.12.1999 annetun asetuksen (Post-Universaldienstleistungsverordnung; BGBl. 1999 I, s. 2418), sellaisena kuin sitä sovelletaan pääasioiden oikeusriitoihin, 1 §:ssä säädetään seuraavaa:", "label": [[32, 42, "DATE"]]}
{"text": "”(1)      Yleispalveluja ovat seuraavat postipalvelut:", "label": []}
{"text": "1.      sellaisten postilain  4 §:n 2 kohdassa tarkoitettujen kirjelähetysten kuljettaminen, jotka painavat enintään 2 000 grammaa ja joiden mitat eivät ylitä Maailman postiliiton yleissopimuksessa ja asiaa koskevissa täytäntöönpanoasetuksissa vahvistettuja mittoja", "label": [[117, 122, "AMOUNT_VALUE"], [123, 130, "AMOUNT_UNIT"], [159, 179, "ORG"]]}
{"text": "2.      sellaisten osoitteellisten pakettien kuljettaminen, joiden yksittäispaino on enintään 20 kilogrammaa ja joiden mitat eivät ylitä Maailman postiliiton yleissopimuksessa ja asiaa koskevissa täytäntöönpanoasetuksissa vahvistettuja mittoja", "label": [[94, 96, "AMOUNT_VALUE"], [97, 108, "AMOUNT_UNIT"], [137, 157, "ORG"]]}
{"text": "3.      postilain  4 §:n 1 kohdan c alakohdassa tarkoitettujen sanomalehtien ja aikakauslehtien kuljettaminen.  – –", "label": []}
{"text": "(2)      Kirjeiden toimitus kattaa myös seuraavat lähetykset:", "label": []}
{"text": "1.      kirjattu lähetys (kirjelähetys, jota koskee kiinteämääräinen vakuus lähetyksen katoamisen, varastamisen tai vahingoittumisen varalta ja jonka toimittamisesta vastaanottajalle annetaan vastaanottotodistus)", "label": []}
{"text": "2.      vakuutettu lähetys (kirjelähetys, joka on vakuutettu ilmoitetusta arvosta katoamisen, varastamisen tai vahingoittumisen varalta)", "label": []}
{"text": "3.      postiennakkolähetys (kirjelähetys, joka luovutetaan vastaanottajalle vasta, kun hän on maksanut tietyn rahasumman)", "label": []}
{"text": "4.      lähetys pikakirjeenä (kirjelähetys, jonka lähetti jakaa mahdollisimman pian sen jälkeen, kun se on luovutettu jakelijalle).”", "label": []}
{"text": "Siviiliprosessilaki", "label": []}
{"text": "14      Siviiliprosessilain (Zivilprozessordnung) 176 §:n, joka koskee virallista tiedoksiantoa, 1 momentissa säädetään seuraavaa:", "label": []}
{"text": "”Mikäli postille, oikeuslaitoksen henkilöstöön kuuluvalle tai haastemiehelle annetaan tiedoksiantoa koskeva toimeksianto tai mikäli toista viranomaista pyydetään suorittamaan tiedoksianto, kirjaamo luovuttaa tiedoksi annettavan asiakirjan suljetussa kirjekuoressa ja valmiin lomakkeen tiedoksiantotodistusta varten. – –”", "label": []}
{"text": "15      Saman lain 182 §:ssä, joka myös koskee virallista tiedoksiantoa, säädetään seuraavaa:", "label": []}
{"text": "”1.      Tiedoksiannosta – – on laadittava todistus käyttäen tätä varten laadittua lomaketta.  – –", "label": []}
{"text": "3.      Tiedoksiantotodistus on palautettava viipymättä kirjaamolle alkuperäiskappaleena tai sähköisenä asiakirjana.”", "label": []}
{"text": "Pääasiat ja ennakkoratkaisukysymykset", "label": []}
{"text": "Asia C‑4/18", "label": []}
{"text": "16      Brinkmann on DIREKTexpress Holdingin, jonka osalta aloitettiin maksukyvyttömyysmenettely Amtsgericht Ulmin (Ulmin alioikeus, Saksa) 6.7.2011 antamalla päätöksellä, konkurssipesän pesänhoitaja, ja kyseinen tuomioistuin myös nimesi hänet tähän tehtävään. Kyseinen yhtiö on sellaisen konsernin kattoyhtiö, joka tarjosi postipalveluja kaikkialle Saksaan sijoittautuneiden tytäryhtiöiden välityksellä. Vuosina 2008 ja 2009 konsernin toiminta koostui pääasiallisesti siitä, että se suoritti Saksan julkisoikeuden säännösten mukaisia virallisia tiedoksiantoja koskevia palveluja, joita pidettiin arvonlisäverosta vapautettuina liiketoimina.", "label": [[8, 17, "PER"], [21, 44, "ORG"], [97, 114, "ORG"], [116, 131, "ORG"], [133, 138, "LOC"], [140, 148, "DATE"], [187, 199, "PROFESSION"], [350, 357, "LOC"], [405, 417, "DATE"], [421, 425, "DATE"], [493, 499, "LOC"]]}
{"text": "17      Ulmin verotoimisto totesi elokuun 2008 ja toukokuun 2009 välistä ajanjaksoa koskeneen  verotarkastuksen jälkeen, että tällaisista tiedoksiantotoimista oli maksettava arvonlisäveroa.", "label": [[8, 26, "ORG"], [34, 46, "DATE"], [50, 64, "DATE"]]}
{"text": "18      DIREKTexpress Holding teki ensin oikaisuvaatimuksen tästä päätöksestä ja nosti oikaisuvaatimuksen tultua hylätyksi kanteen Finanzgericht Baden-Württembergissä (Baden-Württembergin verotuomioistuin, Saksa). Tässä menettelyssä vastaajana oleva Ulmin verotoimisto teki menettelyn aikana vuosia 2008 ja 2009 koskevat arvonlisäveropäätökset.", "label": [[8, 29, "ORG"], [131, 166, "ORG"], [168, 204, "ORG"], [206, 211, "LOC"], [250, 268, "ORG"], [292, 303, "DATE"], [307, 311, "DATE"]]}
{"text": "19      Saman menettelyn aikana DIREKTexpress Holdingin osalta aloitettiin maksukyvyttömyysmenettely ja Brinkmann nimitettiin pesänhoitajaksi. Hän otti hoitaakseen vireillä olevan menettelyn pesänhoitajan ominaisuudessa.", "label": [[32, 55, "ORG"], [104, 113, "PER"], [126, 141, "PROFESSION"], [191, 204, "PROFESSION"]]}
{"text": "20      Finanzgericht Baden-Württemberg hylkäsi DIREKTexpress Holdingin nostaman kanteen sillä perusteella, että asiakirjojen virallisia tiedoksiantoja ei voitu vapauttaa verosta vaaditulla tavalla. Kyseinen tuomioistuin katsoi erityisesti yhtäältä, että UStG:n 4 §:n 11b kohdassa määrätyt edellytykset eivät täyttyneet, koska ainoastaan liiketoimet, joilla palvellaan välittömästi Deutsche Postin postitoimintaa, vapautetaan arvonlisäverosta, ja toisaalta, ettei ollut mahdollista vedota suoraan direktiivin 2006/112  132 artiklan 1 kohdan a alakohtaan, koska viralliset tiedoksiannot eivät olleet tässä säännöksessä tarkoitettuja yleispalveluja.", "label": [[8, 39, "ORG"], [48, 71, "ORG"], [382, 397, "ORG"]]}
{"text": "21      Brinkmann teki tästä ratkaisusta ennakkoratkaisua pyytäneeseen tuomioistuimeen eli Bundesfinanzhofiin (liittovaltion ylin verotuomioistuin, Saksa) Revision-valituksen.", "label": [[8, 17, "PER"], [91, 109, "ORG"], [111, 146, "ORG"], [148, 153, "LOC"]]}
{"text": "22      Ennakkoratkaisua pyytänyt tuomioistuin pohtii ensinnäkin sitä, voidaanko elinkeinonharjoittaja, joka  suorittaa lähinnä tuomioistuinten ja hallintoviranomaisten asiakirjojen virallisia tiedoksiantoja, katsoa direktiivin 97/67 2 artiklan 13 alakohdassa tarkoitetuksi yleispalvelujen tarjoajaksi. Kyseinen tuomioistuin pohtii erityisesti sitä, voidaanko nämä toiminnot rinnastaa direktiivin 97/67  3 artiklan 4 kohdassa tarkoitettuun posti- tai postipakettilähetykseen tai niin ikään tässä säännöksessä tarkoitettuun kirjattuun lähetykseen.", "label": []}
{"text": "23      Toiseksi ennakkoratkaisua pyytänyt tuomioistuin on epävarma siitä, voidaanko DIREKTexpress Holdingin kaltaisen yhtiön katsoa tarjoavan direktiivin 2006/112  132 artiklan 1 kohdan a alakohdassa tarkoitettuja ”julkisen postilaitoksen” palveluja niin, että sen tarjoamat virallisia tiedoksiantoja koskevat palvelut on vapautettava arvonlisäverosta tämän säännöksen nojalla. Se, että tällaiset tiedoksiannot ovat osa hyvää oikeudenkäyttöä ja että ne tämän vuoksi palvelevat yleistä etua, puoltaa tätä. Koska yksityinen ei voi vaatia virallista tiedoksiantoa, tällaisen toimen ei sitä vastoin voida katsoa olevan direktiivin 97/67  3 artiklan 1 kohdassa tarkoitettu ”kaikille käyttäjille” tarjottava palvelu.", "label": [[85, 108, "ORG"]]}
{"text": "24      Tässä tilanteessa Bundesfinanzhof on päättänyt lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavan ennakkoratkaisukysymyksen:", "label": [[26, 41, "ORG"], [90, 114, "ORG"]]}
{"text": "”Onko elinkeinonharjoittaja, joka suorittaa julkisoikeudellisten säännösten mukaisia asiakirjojen virallisia tiedoksiantoja, [direktiivin 97/67]  2 artiklan 13 alakohdassa tarkoitettu yleispalvelujen tarjoaja, joka huolehtii kokonaan tai osittain postin yleispalveluun kuuluvista palveluista, ja onko nämä palvelut vapautettu verosta [direktiivin 2006/112] 132 artiklan 1 kohdan a alakohdan nojalla?”", "label": []}
{"text": "Asia C‑5/18", "label": []}
{"text": "25      Ehrenpreis on JUREXin, jonka osalta aloitettiin maksukyvyttömyysmenettely 1.7.2011 tehdyllä päätöksellä, konkurssipesän pesänhoitaja, ja hänet myös nimettiin tällä päätöksellä kyseiseen tehtävään. Tämä yhtiö toimitti muun muassa virallisia tiedoksiantoja kaikkialla Saksassa.", "label": [[8, 18, "PER"], [22, 29, "ORG"], [82, 90, "DATE"], [128, 140, "PROFESSION"], [274, 282, "LOC"]]}
{"text": "26      JUREX haki vuonna 2010 liittovaltion keskusverovirastolta todistusta kyseisiä tiedoksiantopalveluja koskevasta arvonlisäverovapautuksesta. Tämä yhtiö antoi tälle viranomaiselle sitoumuksen siitä, että se tarjoaa koko Saksan liittotasavallan alueella tällaisia virallisia tiedoksiantoja koskevia palveluja sovellettavien menettelysääntöjen ja lakien mukaisesti ja Bundesnetzagenturin (liittovaltion verkkovirasto, Saksa) tätä tarkoitusta varten myöntämien lupien mukaisesti.", "label": [[8, 13, "ORG"], [19, 30, "DATE"], [31, 65, "ORG"], [225, 248, "LOC"], [371, 390, "ORG"], [392, 419, "ORG"], [421, 426, "LOC"]]}
{"text": "27      Liittovaltion keskusverovirasto hylkäsi tämän hakemuksen 4.8.2010 tekemällään päätöksellä sillä perusteella, että sen kohteena oleva palvelu ei kuulunut postin yleispalvelun piiriin.", "label": [[22, 39, "ORG"], [65, 73, "DATE"]]}
{"text": "28      Finanzgericht Köln (Kölnin verotuomioistuin, Saksa) vahvisti Ehrenpreisin nostaman kanteen johdosta arvonlisäverovapautusten epäämisen kaikkien kyseessä olevien palvelusuoritusten osalta samoin perustein kuin liittovaltion keskusverovirasto.", "label": [[8, 26, "ORG"], [28, 51, "ORG"], [53, 58, "LOC"], [69, 81, "PER"], [217, 248, "ORG"]]}
{"text": "29      Ehrenpreis teki tästä ratkaisusta ennakkoratkaisua pyytäneeseen tuomioistuimeen eli Bundesfinanzhofiin Revision-valituksen.", "label": [[8, 18, "PER"], [92, 110, "ORG"]]}
{"text": "30      Bundesfinanzhof on samoin perustein kuin asiassa C‑4/18 päättänyt lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[8, 23, "ORG"], [109, 133, "ORG"]]}
{"text": "”1)      Onko julkisoikeudellisten säännösten (prosessioikeutta ja hallintotoimen tiedoksiantoa sääntelevien lakien säännökset – postilain – – 33 §:n 1 momentti) mukainen asiakirjojen virallinen tiedoksianto [direktiivin 97/67] 3 artiklan 4 kohdassa tarkoitettu postin yleispalveluun kuuluva palvelu?", "label": []}
{"text": "2)      Jos ensimmäiseen kysymykseen vastataan myöntävästi:", "label": []}
{"text": "Onko elinkeinonharjoittaja, joka suorittaa julkisoikeudellisten säännösten mukaisia asiakirjojen virallisia tiedoksiantoja, [direktiivin 97/67] 2 artiklan 13 alakohdassa tarkoitettu yleispalvelujen tarjoaja, joka huolehtii kokonaan tai osittain postin yleispalveluun kuuluvista palveluista, ja onko nämä palvelut vapautettu verosta [direktiivin 2006/112] 132 artiklan 1 kohdan a alakohdan nojalla?”", "label": []}
{"text": "31      Asiat C‑4/18 ja C‑5/18 yhdistettiin unionin tuomioistuimen presidentin 1.2.2018 antamalla määräyksellä kirjallista ja suullista käsittelyä sekä tuomion antamista varten.", "label": [[44, 66, "ORG"], [67, 78, "PROFESSION"], [79, 87, "DATE"]]}
{"text": "Ennakkoratkaisukysymysten tarkastelu", "label": []}
{"text": "Ennakkoratkaisupyyntöjen tutkittavaksi ottaminen", "label": []}
{"text": "32      Pääasioiden valittajat väittävät, ettei ennakkoratkaisupyyntöjä voida ottaa tutkittavaksi.", "label": []}
{"text": "33      Ne väittävät erityisesti yhtäältä, että koska esitetyillä kysymyksillä pyritään selvittämään, voidaanko direktiivin 2006/112  132 artiklan 1 kohdan a alakohdassa säädettyä vapautusta soveltaa pääasioissa kyseessä olevan kaltaisiin liiketoimiin, nämä kysymykset ovat tarpeettomia pääasioiden ratkaisun kannalta. On nimittäin niin, että koska vastaus on, että pääasioissa kyseessä olevien suoritusten on katsottava kuuluvan yleispalvelujen alaan ja että pääasioissa kyseessä olevan kaltaisia postipalvelujen tarjoajia on pidettävä  yleispalvelujen tarjoajina, nämä palvelut on väistämättä vapautettava verosta tämän säännöksen nojalla.", "label": []}
{"text": "34      Toisaalta asiaa C‑5/18 koskevassa pääasian oikeusriidassa ennakkoratkaisua pyytänyt tuomioistuin on kyseisten valittajien mukaan jo 15.12.2016 antamallaan määräyksellä katsonut, että virallisten tiedoksiantojen toimittaminen kuului arvolisäverosta vapautettuihin yleispalveluihin. Tästä määräyksestä seuraa valittajien mukaan se, että kyseisellä tuomioistuimella ei ollut mitään epäilystä nyt käsiteltävien ennakkoratkaisupyyntöjen kohteena olevien unionin oikeuden säännösten tulkinnasta, joten sen ei olisi tarvinnut esittää unionin tuomioistuimelle SEUT 267 artiklaan perustuvaa ennakkoratkaisupyyntöä.", "label": [[140, 150, "DATE"], [457, 464, "LOC"], [535, 559, "ORG"]]}
{"text": "35      Tästä on huomautettava, että unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan SEUT 267 artiklassa käyttöön otetussa unionin tuomioistuimen ja kansallisten tuomioistuinten välisessä yhteistyössä yksinomaan kansallisen tuomioistuimen, jossa asia on vireillä ja joka vastaa annettavasta ratkaisusta, tehtävänä on asian erityispiirteiden perusteella harkita, onko ennakkoratkaisu tarpeen asian ratkaisemiseksi ja onko sen unionin tuomioistuimelle esittämillä kysymyksillä merkitystä asian kannalta. Jos esitetyt kysymykset koskevat unionin oikeuden tulkintaa, unionin tuomioistuimen on siten lähtökohtaisesti ratkaistava ne (tuomio 5.3.2019, Eesti Pagar,  C‑349/17, EU:C:2019:172, 47 kohta oikeuskäytäntöviittauksineen).", "label": [[37, 59, "ORG"], [134, 156, "ORG"], [436, 460, "ORG"], [546, 553, "LOC"], [574, 596, "ORG"], [646, 654, "DATE"], [656, 667, "ORG"]]}
{"text": "36      Tästä seuraa, että unionin oikeutta koskevilla kysymyksillä oletetaan olevan merkitystä asian ratkaisemisen kannalta. Unionin tuomioistuin voi jättää tutkimatta kansallisen tuomioistuimen esittämän ennakkoratkaisukysymyksen ainoastaan, jos on ilmeistä, että pyydetyllä unionin oikeuden tulkitsemisella ei ole mitään yhteyttä kansallisessa tuomioistuimessa käsiteltävän asian tosiseikkoihin tai kohteeseen, jos kyseinen ongelma on luonteeltaan hypoteettinen taikka jos unionin tuomioistuimella ei ole tiedossaan niitä tosiseikkoja ja oikeudellisia seikkoja, jotka ovat tarpeen, jotta se voisi antaa hyödyllisen vastauksen sille esitettyihin kysymyksiin (tuomio 5.3.2019, Eesti Pagar,  C‑349/17, EU:C:2019:172, 48 kohta oikeuskäytäntöviittauksineen).", "label": [[27, 34, "LOC"], [126, 146, "ORG"], [277, 284, "LOC"], [476, 500, "ORG"], [668, 676, "DATE"], [678, 689, "ORG"]]}
{"text": "37      Nyt käsiteltävissä asioissa on todettava tämän tuomion 33 kohdassa esitetystä väitteestä, että unionin tuomioistuimen tiedossa olevista seikoista ilmenee, että ennakkoratkaisua pyytäneen tuomioistuimen käsiteltäväksi on saatettu riita-asiat, joiden yhteydessä sen on ratkaistava, olisiko DIREKTexpress Holdingin ja JUREXin toteuttamat virallisia tiedoksiantoja koskevat toimet pitänyt vapauttaa arvonlisäverosta direktiivin 2006/112  132 artiklan 1 kohdan a alakohdan nojalla. Ennakkoratkaisupyynnöstä ilmenee tältä osin, että kyseinen tuomioistuin katsoo, että unionin tuomioistuimen vastaus esitettyihin kysymyksiin on ratkaiseva näiden riitojen ratkaisemiseksi. Näin ollen ei ole niin, että unionin tuomioistuimen vastaus esitettyihin kysymyksiin ei olisi tarpeen, jotta ennakkoratkaisua pyytänyt tuomioistuin voisi antaa tuomionsa.", "label": [[103, 125, "ORG"], [296, 319, "ORG"], [323, 330, "ORG"], [570, 592, "ORG"], [702, 724, "ORG"]]}
{"text": "38      Pääasioiden valittajien väitteestä, joka on esitetty tämän tuomion 34 kohdassa, on riittävää todeta, että ennakkoratkaisua pyytänyt tuomioistuin toteaa ennakkoratkaisupyynnöissään, että se on epävarma siitä, miten unionin tuomioistuin  vastaa esitettyihin kysymyksiin. Nämä osapuolet eivät myöskään ole esittäneet seikkoja, jotka voisivat kyseenalaistaa edellisessä kohdassa esitetyt toteamukset siitä, että ennakkoratkaisua pyytäneen tuomioistuimen käsiteltäväksi on saatettu vireillä olevat oikeusriidat, joiden ratkaiseminen riippuu unionin tuomioistuimen esitettyihin kysymyksiin antamista vastauksista.", "label": [[222, 242, "ORG"], [544, 566, "ORG"]]}
{"text": "39      Näin ollen ennakkoratkaisupyynnöt voidaan ottaa tutkittaviksi kokonaisuudessaan.", "label": []}
{"text": "Asiakysymys", "label": []}
{"text": "40      Ennakkoratkaisua pyytänyt tuomioistuin kysyy kysymyksillään, jotka on käsiteltävä yhdessä, onko direktiivin 97/67  2 artiklan 13 alakohtaa ja 3 artiklaa tulkittava siten, että pääasioissa kyseessä olevan kaltaisia kirjelähetysten jakeluun liittyvien palvelujen tarjoajia, joilla on tämän palvelun tarjoamisen oikeuttavan kansallisen luvan haltijoina velvollisuus toimittaa kansallisen oikeuden säännösten mukaisesti tuomioistuinten tai hallintoviranomaisten asiakirjojen virallisia tiedoksiantoja, pidettävä näissä säännöksissä tarkoitettuina ”yleispalvelun tarjoajina” siten, että nämä palvelut on vapautettava arvonlisäverosta direktiivin 2006/112  132 artiklan 1 kohdan a alakohdan nojalla julkisen postilaitoksen suorittamina palveluina.", "label": []}
{"text": "41      Aluksi on huomautettava, että direktiivin 2006/112  132 artiklan 1 kohdan a alakohdan mukaan julkisen postilaitoksen palvelujen suoritukset ja niihin liittyvät tavaroiden luovutukset on vapautettu arvonlisäverosta.", "label": []}
{"text": "42      Kuten unionin tuomioistuin on jo aiemmin katsonut, vaikka direktiivin 2006/112 2–9 luvussa säädettyjä vapautuksia sovelletaan direktiivin 131 artiklan nojalla muun muassa niillä edellytyksillä, jotka jäsenvaltiot asettavat vapautusten oikeaksi ja selkeäksi soveltamiseksi sekä mahdollisten veropetosten, veron kiertämisen ja muiden väärinkäytösten estämiseksi, nämä edellytykset eivät voi vaikuttaa vapautusten sisällön määrittelyyn (ks. vastaavasti tuomio 11.1.2001, komissio v. Ranska, C‑76/99, EU:C:2001:12, 26 kohta ja tuomio 26.5.2005, Kingscrest Associates ja Montecello, C‑498/03, EU:C:2005:322, 24 kohta).", "label": [[14, 34, "ORG"], [465, 474, "DATE"], [476, 484, "ORG"], [488, 494, "ORG"], [538, 547, "DATE"], [549, 570, "ORG"], [574, 584, "ORG"]]}
{"text": "43      Direktiivin 2006/112  132 artiklassa säädetyt vapautukset ovat nimittäin unionin oikeuden itsenäisiä käsitteitä ja näin ollen ne on määriteltävä yhdenmukaisesti Euroopan unionin tasolla (ks. vastaavasti tuomio 26.5.2005, Kingscrest Associates ja Montecello, C‑498/03, EU:C:2005:322, 22 kohta ja tuomio 21.1.2016, Les Jardins de Jouvence, C‑335/14, EU:C:2016:36, 47 kohta).", "label": [[81, 88, "LOC"], [169, 185, "LOC"], [218, 227, "DATE"], [229, 250, "ORG"], [254, 264, "ORG"], [310, 319, "DATE"], [321, 344, "ORG"]]}
{"text": "44      Tältä kannalta katsoen tietyn liiketoimen arvonlisäverollisuus tai verottomuus ei riipu siitä, miten sitä on luonnehdittu kansallisessa oikeudessa (tuomio 26.5.2005, Kingscrest Associates ja Montecello, C‑498/03, EU:C:2005:322, 25 kohta ja tuomio 14.6.2007, Krawczyk, C‑445/05, EU:C:2007:344, 25 kohta).", "label": [[163, 172, "DATE"], [174, 195, "ORG"], [199, 209, "ORG"], [255, 264, "DATE"], [266, 274, "PER"]]}
{"text": "45      Lisäksi unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan direktiivin 2006/112  132 artiklassa säädettyjen kaltaisten vapautusten määrittelyyn käytettyä sanamuotoa on tulkittava suppeasti, koska vapautuksella poiketaan pääsäännöstä, jonka mukaan arvonlisäveroa peritään jokaisesta verovelvollisen vastikkeellisesta suorituksesta. Näiden ilmaisujen tulkinnan on kuitenkin sovittava yhteen mainituille vapautuksille asetettujen tavoitteiden kanssa, ja siinä on noudatettava yhteiseen arvonlisäverojärjestelmään kuuluvaa verotuksen neutraalisuuden periaatetta. Näin ollen kyseinen suppeaa tulkintaa koskeva sääntö ei kuitenkaan tarkoita, että vapautusten määrittelemiseksi käytettyä sanamuotoa tulisi tulkita siten, että vapautukset menettäisivät tavoitellut vaikutuksensa (ks. vastaavasti tuomio 21.9.2017, Aviva, C‑605/15, EU:C:2017:718, 30 kohta ja tuomio 26.10.2017, The English Bridge Union, C‑90/16, EU:C:2017:814, 20 kohta).", "label": [[16, 38, "ORG"], [811, 820, "DATE"], [822, 827, "ORG"], [873, 883, "DATE"], [885, 909, "ORG"]]}
{"text": "46      Tässä yhteydessä on todettava, että direktiivin 2006/112  132 artikla sisältyy direktiivin IX osaston 2 lukuun, jonka otsikko on ”Tiettyjen yleishyödyllisten toimintojen vapautukset”. Näin ollen tässä artiklassa säädettyjen vapautusten päämääränä on suosia tiettyjä yleishyödyllisiä toimintoja, kuten kyseisen artiklan 1 kohdan a alakohdassa tarkoitettujen julkisen postilaitoksen palvelujen tarjoamista.", "label": []}
{"text": "47      Erityisesti tämän päämäärän luonteesta seuraa, että vapautusta ei voida soveltaa erityisiin palveluihin, jotka ovat erotettavissa yleishyödyllisestä palvelusta ja joihin kuuluvat ne palvelut, joilla vastataan talouden toimijoiden erityisiin tarpeisiin (ks. vastaavasti tuomio 23.4.2009, TNT Post UK, C‑357/07, EU:C:2009:248, 46 kohta oikeuskäytäntöviittauksineen).", "label": [[284, 293, "DATE"], [295, 306, "ORG"]]}
{"text": "48      Näin ollen julkisen postilaitoksen palvelun suorituksia, joiden ehdot on neuvoteltu yksilöllisesti, ei voida pitää direktiivin 2006/112  132 artiklan 1 kohdan a alakohdan nojalla arvonlisäverosta vapautettuina. Tällaiset palvelut vastaavat juuri luonteensa perusteella kyseisten käyttäjien erityisiin tarpeisiin (ks. vastaavasti tuomio 23.4.2009, TNT Post UK, C‑357/07, EU:C:2009:248, 47 kohta).", "label": [[344, 353, "DATE"], [355, 366, "ORG"]]}
{"text": "49      Lisäksi on todettava, että tämän tuomion 46 kohdassa esitetty yleinen tavoite tarkoittaa postialalla erityisempää tavoitetta tarjota alennettuun hintaan väestön keskeisiä tarpeita vastaavia postipalveluja. Unionin oikeuden nykytilassa tällainen tavoite vastaa pääasiallisesti direktiivillä 97/67 tavoiteltua päämäärää eli postin yleispalvelun tarjoamista (ks. vastaavasti tuomio 23.4.2009, TNT Post UK, C‑357/07, EU:C:2009:248, 33 ja 34 kohta).", "label": [[214, 221, "LOC"], [387, 396, "DATE"], [398, 409, "ORG"]]}
{"text": "50      Tästä unionin tuomioistuin on jo katsonut, että direktiivin 2006/112  132 artiklan 1 kohdan a alakohdassa tarkoitettuna julkisena postilaitoksena on pidettävä jokaista toimijaa, joka, riippumatta siitä, onko se julkinen vai yksityinen, sitoutuu tarjoamaan väestön keskeisiä tarpeita vastaavia palveluja ja siten käytännössä huolehtimaan jäsenvaltion alueella kokonaan tai osittain postin yleispalvelusta, sellaisena kuin se on määritelty direktiivin 97/67 3 artiklassa (ks. vastaavasti tuomio 23.4.2009, TNT Post UK, C‑357/07, EU:C:2009:248, 36 kohta ja tuomio 21.4.2015, komissio v. Ruotsi, C‑114/14, EU:C:2015:249, 28 kohta).", "label": [[14, 34, "ORG"], [501, 510, "DATE"], [512, 523, "ORG"], [569, 578, "DATE"], [580, 588, "ORG"], [592, 598, "ORG"]]}
{"text": "51      Kyseisestä postin yleispalvelun käsitteestä on todettava, että vaikka tällaisen palvelun rajat on määritelty direktiivin 97/67  3 artiklan 1 kohdassa, jonka mukaan tällainen palvelu muodostuu tietynlaatuisten postipalvelujen pysyvästä tarjonnasta kaikille käyttäjille kohtuullisin hinnoin jäsenvaltioiden koko alueella, kyseisen artiklan 4 kohdassa säädetään, että kunkin jäsenvaltion on toteutettava tarvittavat toimenpiteet sen varmistamiseksi, että yleispalvelu kattaa vähintään ne suoritukset, jotka muodostuvat sellaisten postilähetysten ja postipakettien keräilystä, lajittelusta, kuljetuksesta ja jakelusta, joiden paino ei ylitä kyseisessä säännöksessä mainittua painoa, sekä kirjattuja lähetyksiä koskevat palvelut ja vakuutettuja lähetyksiä koskevat palvelut. Direktiivin 97/67  2 artiklan 4–6 ja 9 alakohdassa annetaan eri määritelmien avulla tällaisen vähimmäispalvelun sisältöä koskevia lisätietoja.", "label": []}
{"text": "52      Ennakkoratkaisupyynnöistä ilmenee, että pääasioissa kyseessä olevat palvelut muodostuvat tuomioistuinmenettelyihin ja hallinnollisiin menettelyihin liittyvien asiakirjojen virallisista tiedoksiannoista. Tällaiseen tiedoksiantoon sovellettavien sääntöjen mukaan tiedoksi annettavasta asiakirjasta tehdään toimeksianto postilaitokselle tai vastaavalle palveluntarjoajalle. Kyseinen asiakirja on suljetussa kirjekuoressa, ja siihen liitetään tiedoksiantotodistusta koskeva lomake, joka palautetaan tiedoksiantamisen jälkeen toimeksiannon antaneelle taholle. Ennakkoratkaisupyynnöistä ilmenee myös, että virallisia tiedoksiantoja suorittava palveluntarjoaja ei anna minkäänlaista kiinteämääräistä vakuutta.", "label": []}
{"text": "53      Direktiivin 97/67  3 artiklan 4 kohdan sanamuodosta ja erityisesti siinä käytetystä ilmauksesta ”vähintään” ilmenee kuitenkin, että vaikka jäsenvaltion on ainakin huolehdittava siitä, että siinä mainitut palvelut suoritetaan, muiden postipalvelujen voidaan myös katsoa mahdollisesti kuuluvan tämän jäsenvaltion takaamaan yleispalveluun.", "label": []}
{"text": "54      Näin ollen ilman, että on tarpeen tutkia sitä, kuuluvatko DIREKTexpress Holdingin ja JUREXin suorittamien kaltaiset palvelut  johonkin sellaisten postipalvelujen erityisryhmistä, joihin direktiivin 97/67  3 artiklan 4 kohdassa viitataan, nyt käsiteltävissä asioissa on todettava, että näitä palveluja voidaan niiden omien ominaispiirteiden ja niiden suorittamisen asiayhteyden vuoksi pitää joka tapauksessa yleispalveluun kuuluvina, sellaisena kuin se on määritelty tässä artiklassa.", "label": [[66, 89, "ORG"], [93, 100, "ORG"]]}
{"text": "55      Tästä on huomautettava aluksi, että unionin tuomioistuin on jo todennut, että toimijoita, jotka huolehtivat kokonaan tai osaksi postin yleispalvelusta, koskee erityinen oikeudellinen sääntely, joka sisältää erityisiä velvoitteita. ”Julkisen postilaitoksen” ja muiden toimijoiden välinen ero ei nimittäin liity suoritettujen palvelujen luonteeseen vaan siihen, että toimijoita koskee tällainen sääntely (ks. vastaavasti tuomio 21.4.2015, komissio v. Ruotsi,  C‑114/14, EU:C:2015:249, 33 kohta).", "label": [[44, 64, "ORG"], [434, 443, "DATE"], [445, 453, "ORG"], [457, 463, "ORG"]]}
{"text": "56      Nyt käsiteltävissä asioissa unionin tuomioistuimen tiedossa olevista seikoista ilmenee, että DIREKTexpress Holdingin ja JUREXin oli merkityksellisen ajanjakson aikana tosiasiallisesti noudatettava sääntöjä, jotka eivät perustu yksittäisiin neuvotteluihin vaan Saksan lainsäädännön mukaisiin erityisiin velvoitteisiin.", "label": [[36, 58, "ORG"], [101, 124, "ORG"], [128, 135, "ORG"], [268, 274, "LOC"]]}
{"text": "57      Erityisesti tämän lainsäädännön mukaan sellaisen toimiluvan haltija, joka oikeuttaa tarjoamaan kirjelähetysten viralliseen tiedoksiantoon liittyviä palveluja, on hallinnollisia tiedoksiantoja sääntelevien menettelysääntöjen ja lakien nojalla velvollinen antamaan virallisesti tiedoksi asiakirjoja niiden painosta riippumatta. Lisäksi tällaisen luvanhaltijan palkkioon sovelletaan kyseisessä lainsäädännössä säädettyjä vaatimuksia, ja toimivaltaisen kansallisen viranomaisen on hyväksyttävä se. Myös unionin tuomioistuimen tiedossa olevista seikoista käy ilmi, että tuomioistuinratkaisujen virallinen tiedoksi antaminen käynnistää kanteen nostamiselle varatut määräajat ja merkitsee julkisen palvelun hoitamista, koska Saksan lainsäädännön mukaan silloin, kun kirjelähetysten tiedoksiantoon liittyvien palvelujen tarjoajan on toimitettava virallinen tiedoksianto, sillä on julkisen viranomaisen toimivaltuudet, jotta se voi noudattaa velvoitteitaan.", "label": [[507, 529, "ORG"], [726, 732, "LOC"]]}
{"text": "58      Tästä seuraa, että näiden palvelujen tarkoituksena ei myöskään ole vastata talouden toimijoiden tai tiettyjen muiden yksittäisten käyttäjien erityistarpeisiin vaan varmistaa hyvä oikeudenkäyttö siltä osin kuin näillä palveluilla mahdollistetaan  tuomioistuinmenettelyihin ja hallinnollisiin menettelyihin liittyvien asiakirjojen virallinen tiedoksianto.", "label": []}
{"text": "59      Tämän jälkeen on todettava direktiivin 97/67  3 artiklan 1 kohdassa säädetystä edellytyksestä, jonka mukaan yleispalvelu tarjotaan ”kaikille käyttäjille”, että kuten ennakkoratkaisua pyytänyt tuomioistuin huomauttaa, pääasioissa kyseessä olevassa Saksan lainsäädännössä tarkoitettujen virallisten tiedoksiantojen toimeksiantajia ovat lähinnä tuomioistuimet ja hallintoviranomaiset. Tästä seuraa, että kaikki yksityiset henkilöt eivät voi vaatia näitä tiedoksiantoja, vaan ne ovat pääosin julkisten laitosten käytettävissä.", "label": [[255, 261, "LOC"]]}
{"text": "60      Tämä seikka ei kuitenkaan millään tavalla ole esteenä sille, että edellytys, johon edellisessä kohdassa on viitattu, täyttyy nyt käsiteltävissä asioissa. Erityisesti on todettava ensinnäkin, kuten komissio on perustellusti toteaa kirjallisissa huomautuksissaan, että direktiivin 97/67  2 artiklan 17 alakohdassa tarkoitettuja postipalvelun käyttäjiä eivät ole pelkästään tällaista palvelua lähettäjinä käyttävät luonnolliset henkilöt tai oikeushenkilöt, vaan myös näiden palvelujen vastaanottajat.", "label": [[205, 213, "ORG"]]}
{"text": "61      Toiseksi on niin, että vaikka viralliset tiedoksiannot tehdään julkisten laitosten tekemien toimeksiantojen perusteella, viimeksi mainittujen toiminnan tarkoituksena ei kuitenkaan ole omiin erityistarpeisiinsa vastaaminen vaan sen oikeusjärjestelmän tai hallintojärjestelmän, johon ne kuuluvat, toimivuus. Tämä toiminta tapahtuu siis kaikkien niiden lukuun, joita koskee kyseinen mahdollisuus tehdä tiedoksianto tämän tuomion 52 kohdassa mainittua menettelyä noudattaen.", "label": []}
{"text": "62      Kolmanneksi on todettava, kuten myös komissio perustellusti korostaa, että virallisia tiedoksiantoja koskeva palvelu on vain yksi osa yleispalvelua, jonka jäsenvaltion on taattava, ja jäsenvaltiolla on myös vapaus nimetä direktiivin 97/67  4 artiklan 2 kohdan mukaisesti useita palveluntarjoajia varmistamaan yleispalvelun eri osat tai kattamaan valtion alueen eri osat.", "label": [[45, 53, "ORG"]]}
{"text": "63      Lopuksi on todettava, että unionin tuomioistuimelle esitetyistä seikoista käy ilmi, että asiakirjojen virallista tiedoksiantoa koskevat palvelut, joiden toimittajalla on ehdottomasti oltava kirjelähetysten tiedoksiantopalveluja koskeva lupa, on ilmeisesti niitä sääntelevän kansallisen lainsäädännön mukaan tarjottava kohtuullisin hinnoin ja koko Saksan alueella, mikä ennakkoratkaisua pyytäneen tuomioistuimen on kuitenkin tarkastettava.", "label": [[35, 59, "ORG"], [355, 361, "LOC"]]}
{"text": "64      Näissä olosuhteissa pääasioissa kyseessä olevien kaltaisten palvelujen on katsottava täyttävän Saksan väestön keskeisiä tarpeita tämän tuomion 49 kohdassa mainitun postialan erityisen tavoitteen mukaisesti.", "label": [[103, 109, "LOC"]]}
{"text": "65      Edellä esitetyn perusteella on katsottava, että DIREKTexpress Holdingin ja JUREXin kaltaiset talouden toimijat, joilla – mikä käy  ilmi unionin tuomioistuimen tiedossa olevista seikoista mutta mikä ennakkoratkaisua pyytäneen tuomioistuimen on tarkistettava – kummallakin oli lupa tarjota kirjelähetysten viralliseen tiedoksiantoon liittyviä palveluja ja joiden oli näin ollen taattava kaikkialla Saksassa virallisia tiedoksiantoja koskevat palvelut tämän tuomion 57 kohdassa esitettyjen erityisten edellytysten mukaisesti, takaavat osan postin yleispalvelusta direktiivin 97/67 3 artiklassa tarkoitetulla tavalla. Tämän tuomion 50 kohdasta käykin ilmi, että koska nämä palvelusuoritukset ovat osa mainittua palvelua, tällaisten talouden toimijoiden on katsottava olevan direktiivin 2006/112  132 artiklan 1 kohdan a alakohdassa tarkoitettuja julkisia postilaitoksia, kun ne tarjoavat mainittuja palveluja, joten nämä palvelut on vapautettava arvonlisäverosta viimeksi mainitun säännöksen nojalla.", "label": [[56, 79, "ORG"], [83, 90, "ORG"], [144, 166, "ORG"], [404, 412, "LOC"]]}
{"text": "66      Näitä toteamuksia ei voida kyseenalaistaa sillä, että pääasioissa kyseessä olevan kansallisen lainsäädännön mukaan kyseisten palvelujen ei katsota kuuluvan yleispalveluun. Kuten tämän tuomion 42–44 kohdasta nimittäin käy ilmi, tietyn liiketoimen luokittelu kansallisessa oikeudessa ei voi johtaa siihen, että toimesta kannetaan arvonlisäveroa, kun se taas unionin oikeuden nojalla on vapautettu arvonlisäverosta.", "label": [[364, 371, "LOC"]]}
{"text": "67      Sama koskee sitä Suomen hallituksen kirjallisissa huomautuksissaan korostamaa seikkaa, että DIREKTexpress Holdingin ja JUREXin nimiä ei ollut ilmoitettu komissiolle palvelujen tarjoajina, jotka tarjoavat osan postin yleispalvelusta, toisin kuin direktiivin 97/67  4 artiklan 2 kohdassa säädetty velvollisuus edellyttää.", "label": [[25, 43, "ORG"], [100, 123, "ORG"], [127, 134, "ORG"], [161, 172, "ORG"]]}
{"text": "68      Erityisesti tämän ilmoitusvelvollisuuden laiminlyönti, mikäli sen oletetaan pitävän paikkansa, ei voi yksinään johtaa siihen, että jäsenvaltiot voisivat vapaasti estää direktiivin 2006/112  132 artiklan 1 kohdan a alakohdassa säädetyn vapautuksen soveltamisen, vaikka kyseessä olisivat postin yleispalvelun alaan kuuluvat palvelut. Tällaisen mahdollisuuden antaminen jäsenvaltioille saattaisi johtaa siihen, että jätettäisiin huomiotta paitsi tämän tuomion 42–44 kohdassa esitetty oikeuskäytäntö, myös verotuksen neutraalisuuden periaate, joka estää sen, että samoja liiketoimia suorittavia talouden toimijoita kohdeltaisiin eri tavoin arvonlisäverotuksessa (ks. viimeksi mainitun osalta tuomio 28.6.2007, JP Morgan Fleming Claverhouse Investment Trust ja The Association of Investment Trust Companies, C‑363/05, EU:C:2007:391, 46 kohta oikeuskäytäntöviittauksineen).", "label": [[703, 712, "DATE"], [714, 760, "ORG"], [764, 809, "ORG"]]}
{"text": "69      Direktiivin 97/67  3 artiklan 7 kohta, jonka mukaan yleispalveluun kuuluvat sekä kotimaan- että ulkomaanpalvelut, ei myöskään horjuta tämän tuomion 65 kohdassa esitettyjä toteamuksia.", "label": []}
{"text": "70      Vaikka on totta, että tämän säännöksen seurauksena ulkomaan postipalvelut sisällytetään yleispalvelun käsitteeseen, sellaisena kuin se on määritelty direktiivin 97/67  3 artiklassa, mainittua säännöstä ei pelkästään tästä syystä voida tulkita siten, että sen seurauksena pääasioissa kyseessä olevien kaltaiset kotimaanpalvelut jäisivät tämän käsitteen soveltamisalan ulkopuolelle sillä perusteella, että kyseessä olevan palvelun tarjoajan näitä palveluja koskeva tarjonta ei kata ulkomaanpalveluja. On nimittäin riittävää todeta, että – kuten tämän tuomion 62 kohdasta ilmenee – se, että jäsenvaltio voi vapaasti nimetä useita palveluntarjoajia yleispalvelun eri osien tai valtion eri alueiden kattamiseksi, merkitsee sitä, että kyseinen jäsenvaltio voi päättää, että se antaa tietyn toimijan tehtäväksi vain pääasioissa kyseessä olevan virallisia tiedoksiantoja koskevan palvelun, joka kattaa ainoastaan kyseessä olevan jäsenvaltion alueen.", "label": []}
{"text": "71      Kaiken edellä esitetyn perusteella on esitettyihin kysymyksiin vastattava, että direktiivin 97/67  2 artiklan 13 alakohtaa ja 3 artiklaa on tulkittava siten, että pääasioissa kyseessä olevan kaltaisten kirjelähetysten jakelusta vastaavien palveluntarjoajien, joilla on tähän palveluun oikeuttavan kansallisen toimiluvan haltijoina velvollisuus toimittaa kansallisen oikeuden säännösten mukaisesti tuomioistuimen tai hallintoviranomaisten asiakirjojen virallisia tiedoksiantoja, on katsottava olevan näissä säännöksissä tarkoitettuja yleispalvelun tarjoajia, ja näin ollen nämä palvelut on vapautettava arvonlisäverosta direktiivin 2006/112  132 artiklan 1 kohdan a alakohdan nojalla julkisen postilaitoksen suorittamina palveluina.", "label": []}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "72      Pääasioiden asianosaisten osalta asioiden käsittely unionin tuomioistuimessa on välivaihe kansallisessa tuomioistuimessa vireillä olevan asian käsittelyssä, minkä vuoksi kansallisen tuomioistuimen asiana on päättää oikeudenkäyntikulujen korvaamisesta. Oikeudenkäyntikuluja, jotka ovat aiheutuneet muille kuin näille asianosaisille huomautusten esittämisestä unionin tuomioistuimelle, ei voida määrätä korvattaviksi.", "label": [[60, 84, "ORG"], [366, 390, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuin (viides jaosto) on ratkaissut asiat  seuraavasti:", "label": [[19, 55, "ORG"]]}
{"text": "Yhteisön postipalvelujen sisämarkkinoiden kehittämistä ja palvelun laadun parantamista koskevista yhteisistä säännöistä 15.12.1997 annetun Euroopan parlamentin ja neuvoston direktiivin 97/67/EY, sellaisena kuin se on muutettuna 20.2.2008 annetulla Euroopan parlamentin ja neuvoston direktiivillä 2008/6/EY, 2 artiklan 13 alakohtaa ja 3 artiklaa on tulkittava siten, että pääasioissa kyseessä olevan kaltaisten kirjelähetysten jakelusta vastaavien palveluntarjoajien, joilla on tähän palveluun oikeuttavan kansallisen toimiluvan haltijoina velvollisuus toimittaa kansallisen oikeuden säännösten mukaisesti tuomioistuimen tai hallintoviranomaisten asiakirjojen virallisia tiedoksiantoja, on katsottava olevan näissä säännöksissä tarkoitettuja yleispalvelun tarjoajia, ja näin ollen nämä palvelut on vapautettava arvonlisäverosta yhteisestä arvonlisäverojärjestelmästä 28.11.2006 annetun neuvoston direktiivin 2006/112/EY 132 artiklan 1 kohdan a alakohdan nojalla julkisen postilaitoksen suorittamina palveluina.", "label": [[0, 8, "LOC"], [120, 130, "DATE"], [139, 159, "ORG"], [163, 172, "ORG"], [228, 237, "DATE"], [248, 268, "ORG"], [272, 281, "ORG"], [866, 876, "DATE"], [885, 894, "ORG"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "*      Oikeudenkäyntikieli: saksa.", "label": [[28, 33, "NATIONALITY"]]}
