{"text": "Asia C-444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales", "label": [[0, 30, "ORG"]]}
{"text": "vastaan", "label": []}
{"text": "Wächter Binder ym.", "label": [[0, 14, "PER"]]}
{"text": "(Cour de cassationin (Ranska) esittämä ennakkoratkaisupyyntö)", "label": [[1, 20, "ORG"], [22, 28, "LOC"]]}
{"text": "Unionin tuomioistuimen tuomio (suuri jaosto) 19.3.2019", "label": [[0, 22, "ORG"], [31, 43, "ORG"], [45, 54, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – Vapauden, turvallisuuden ja oikeuden alue – Rajavalvonta, turvapaikka ja maahanmuutto – Asetus (EU) 2016/399 – 32 artikla – Jäsenvaltion sisärajoilleen tilapäisesti palauttama rajavalvonta – Kolmannen maan kansalaisen laiton maahantulo – Sisärajojen rinnastaminen ulkorajoihin – Direktiivi 2008/115/EY – Soveltamisala – 2 artiklan 2 kohdan a alakohta", "label": []}
{"text": "1.        Rajavalvonta, turvapaikka ja maahanmuutto – Maahanmuuttopolitiikka – Laittomasti oleskelevien kolmansien maiden kansalaisten palauttaminen – Direktiivi 2008/115 – Henkilöllinen soveltamisala – Laittomasti maassa oleskeleva henkilö, joka on otettu kiinni sisärajan välittömässä läheisyydessä, kuuluu soveltamisalaan – Jäsenvaltion sisärajoille tilapäisesti palauttama rajavalvonta ei vaikuta asiaan", "label": []}
{"text": "(Euroopan parlamentin ja neuvoston direktiivin 2008/115 2 artiklan 1 kohta ja 2 kohdan a alakohta; Euroopan parlamentin ja neuvoston asetuksen 2016/399 2, 25 ja 32 artikla)", "label": [[1, 21, "ORG"], [25, 34, "ORG"], [99, 119, "ORG"], [123, 132, "ORG"]]}
{"text": "(ks. 38, 39, 45–47, 50–52, 56, 59, 62, 66 ja 67 kohta sekä tuomiolauselma)", "label": []}
{"text": "2.        Rajavalvonta, turvapaikka ja maahanmuutto – Maahanmuuttopolitiikka – Laittomasti oleskelevien kolmansien maiden kansalaisten palauttaminen – Direktiivissä 2008/115 tarkoitetun palautusmenettelyn kohteena oleva kansalainen – Henkilö, joka oleskelee maassa laittomasti ilman, että on olemassa perusteltu syy olla palauttamatta häntä – Henkilö, joka on tullut maan alueelle uudelleen maahantulokiellon vastaisesti – Vankeusrangaistus – Sallittavuus", "label": []}
{"text": "(Euroopan parlamentin ja neuvoston direktiivi 2008/115)", "label": [[1, 21, "ORG"], [25, 34, "ORG"]]}
{"text": "(ks. 40 kohta)", "label": []}
{"text": "3.        Rajavalvonta, turvapaikka ja maahanmuutto – Liikkumista rajojen yli koskeva yhteisön säännöstö – Sisärajavalvonnan tilapäinen palauttaminen – Sisärajojen ja ulkorajojen käsitteet – Ei rinnasteta rajavalvonnan palauttamisen perusteella", "label": [[86, 94, "LOC"]]}
{"text": "(Euroopan parlamentin ja neuvoston asetuksen 2016/399 2, 25 ja 32 artikla)", "label": [[1, 21, "ORG"], [25, 34, "ORG"]]}
{"text": "(ks. 61 ja 62 kohta)", "label": []}
{"text": "Tiivistelmä", "label": []}
{"text": "Jäsenvaltion sisärajaa, jolle rajavalvonta on palautettu, ei voida rinnastaa palauttamisdirektiivissä tarkoitettuun ulkorajaan", "label": []}
{"text": "Unionin tuomioistuimen suuri jaosto tulkitsi asiassa C-444/17, Binder ym., 19.3.2019 antamassaan tuomiossa direktiivin 2008/115(1) 2 artiklan 2 kohdan a alakohtaa, jonka mukaan jäsenvaltiot voivat kyseisessä säännöksessä tarkoitetuissa kahdessa eri tilanteessa edelleen soveltaa ulkorajojensa osalta yksinkertaistettuja palauttamismenettelyjä eikä niiden tarvitse noudattaa kaikkia direktiivissä säädettyjä menettelyvaiheita voidakseen poistaa nopeammin maasta kolmansien maiden kansalaiset, jotka on otettu kiinni heidän ylittäessään näitä rajoja. Unionin tuomioistuin katsoi, että tätä säännöstä, luettuna yhdessä asetuksen N:o 2016/399(2) 32 artiklan kanssa, ei sovelleta jäsenvaltion sisärajan välittömässä läheisyydessä kiinni otetun kolmannen maan kansalaisen, joka oleskelee jäsenvaltion alueella laittomasti, tilanteeseen edes, kun kyseinen jäsenvaltio on saman asetuksen 25 artiklan nojalla palauttanut rajavalvonnan kyseiselle rajalle mainitun jäsenvaltion yleiseen järjestykseen tai sisäiseen turvallisuuteen kohdistuvan vakavan uhan vuoksi.", "label": [[0, 35, "ORG"], [63, 69, "PER"], [75, 84, "DATE"], [549, 569, "ORG"]]}
{"text": "Todettuaan, että direktiivin 2008/115 2 artiklan 2 kohdan a alakohdassa ei anneta jäsenvaltioille mahdollisuutta olla soveltamatta tätä direktiiviä laittomasti oleskeleviin kolmansien maiden kansalaisiin sillä perusteella, että nämä ovat tulleet maahan laittomasti sisärajan yli, unionin tuomioistuin tutki sitten, onko siitä, että jäsenvaltio on palauttanut rajavalvonnan sisärajoilleen asetuksen 2016/399 25 artiklan mukaisesti, seurauksena se, että kyseisen jäsenvaltion alueella laittomasti oleskelevan ja tällaisen sisärajan läheisyydessä kiinni otetun kolmannen maan kansalaisen tilanne kuuluu direktiivin 2008/115 2 artiklan 2 kohdan a alakohdan soveltamisalaan.", "label": [[280, 300, "ORG"]]}
{"text": "Tältä osin unionin tuomioistuin korosti ensinnäkin, että koska edellä mainitussa säännöksessä säädetty poikkeus merkitsee poikkeamista direktiivin 2008/115 soveltamisalasta, sitä on tulkittava suppeasti. Kyseisen säännöksen sanamuodosta, joka ei tältä osin ole miltään osin tulkinnanvarainen, ilmenee kuitenkin suoraan, että se koskee jäsenvaltion ulkorajalta tai jäsenvaltion ulkorajan välittömästä läheisyydestä tavatun kolmannen maan kansalaisen tilannetta. Siinä ei näin ollen millään tavalla mainita, että tällaiseen tilanteeseen voitaisiin rinnastaa kolmannen maan kansalaisen tilanne silloin, kun hänet tavataan sisärajalla, jolle rajavalvonta on palautettu asetuksen 2016/399 25 artiklan nojalla, tai tällaisen sisärajan välittömässä läheisyydessä, vaikka kyseisen direktiivin antamisajankohtana asetuksen N:o 562/2006(3) 23 ja 28 artiklassa säädettiin jo yhtäältä, että jäsenvaltiot voivat poikkeuksellisesti palauttaa rajavalvonnan sisärajoilleen niiden yleiseen järjestykseen tai niiden sisäiseen turvallisuuteen kohdistavan vakavan uhan vuoksi, ja toisaalta, että ulkorajoja koskevia tämän asetuksen asiaankuuluvia säännöksiä oli tällöin sovellettava tarvittavin muutoksin.", "label": [[11, 31, "ORG"]]}
{"text": "Siltä osin kuin on toiseksi kyse tavoitteesta, johon direktiivin 2008/115 2 artiklan 2 kohdan a alakohdalla pyritään, unionin tuomioistuin katsoi, että laittomasti oleskelevan kolmannen maan kansalaisen, joka on otettu kiinni sisärajan välittömässä läheisyydessä, tilannetta ei ole käsiteltävä mainitun päämäärän kannalta eri tavoin sen mukaan, onko rajavalvonta palautettu kyseiselle sisärajalle vai ei, koska pelkästään siitä seikasta, että rajavalvonta on palautettu jäsenvaltion sisärajoille, ei seuraa, että laittomasti oleskelevan kolmannen maan kansalaisen, joka on otettu kiinni sisärajan ylittämisen yhteydessä tai sisärajan välittömässä läheisyydessä, poistaminen Schengen-alueelta palauttamalla hänet välittömästi ulkorajalle olisi mahdollista nopeammin tai helpommin kuin siinä tapauksessa, että hänet olisi otettu kiinni samassa paikassa asetuksen 2016/399 23 artiklan a alakohdassa tarkoitetun poliisitoimenpiteen yhteydessä silloin, kun rajavalvontaa ei ole palautettu sisärajoille.", "label": [[118, 138, "ORG"], [674, 691, "LOC"]]}
{"text": "Kolmanneksi unionin tuomioistuin totesi, että sitä seikkaa, että direktiivin 2008/115 2 artiklan 2 kohdan a alakohdan soveltamisalaa on tulkittava suppeasti, vahvistaa myös sen asiayhteyden tarkastelu, johon kyseinen säännös kuuluu, ja erityisesti asetuksen 2016/399 systemaattinen tarkastelu. Kyseisen asetuksen 2 artiklan sanamuodon mukaan nimittäin käsitteet ”sisärajat” ja ”ulkorajat” sulkevat toisensa pois, ja mainitun asetuksen 32 artiklassa puolestaan säädetään vain, että kun jäsenvaltio on palauttanut rajavalvonnan sisärajoille, kyseisen säännöstön ulkorajoja koskevista säännöksistä sovelletaan soveltuvin osin vain niitä, jotka ovat asiaankuuluvia. Kyseisessä 32 artiklassa ei sen sijaan säädetä, että tällaisessa tilanteessa olisi sovellettava direktiivin 2008/115 2 artiklan 2 kohdan a alakohtaa.", "label": [[12, 32, "ORG"]]}
{"text": "1      Jäsenvaltioissa sovellettavista yhteisistä vaatimuksista ja menettelyistä laittomasti oleskelevien kolmansien maiden kansalaisten palauttamiseksi 16.12.2008 annettu Euroopan parlamentin ja neuvoston direktiivi 2008/115/EY (EUVL 2008, L 348, s. 98).", "label": [[153, 163, "DATE"], [172, 192, "ORG"], [196, 205, "ORG"]]}
{"text": "2      Henkilöiden liikkumista rajojen yli koskevasta unionin säännöstöstä 9.3.2016 annettu Euroopan parlamentin ja neuvoston asetus (EU) 2016/399 (Schengenin rajasäännöstö) (EUVL 2016, L 77, s. 1).", "label": [[54, 61, "LOC"], [75, 83, "DATE"], [92, 112, "ORG"], [116, 125, "ORG"], [148, 158, "LOC"]]}
{"text": "3      Henkilöiden liikkumista rajan yli koskevasta yhteisön säännöstöstä 15.3.2006 annettu Euroopan parlamentin ja neuvoston asetus (EY) N:o 562/2006 (Schengenin rajasäännöstö) (EUVL 2006, L 105, s. 1).", "label": [[52, 60, "LOC"], [74, 83, "DATE"], [92, 112, "ORG"], [116, 125, "ORG"], [152, 162, "LOC"]]}
