{"text": "UNIONIN TUOMIOISTUIMEN TUOMIO (suuri jaosto)", "label": [[0, 22, "ORG"], [31, 43, "ORG"]]}
{"text": "21 päivänä tammikuuta 2020 (*)", "label": [[0, 26, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – SEUT 267 artikla – Kansallisen tuomioistuimen käsite – Arviointiperusteet – Kyseisen kansallisen elimen riippumattomuus – Jäsenten erottamattomuus – Ennakkoratkaisupyynnön tutkimatta jättäminen", "label": []}
{"text": "Asiassa C-274/14,", "label": []}
{"text": "jossa on kyse SEUT 267 artiklaan perustuvasta ennakkoratkaisupyynnöstä, jonka Tribunal Económico-Administrativo Central (keskushallinnon hallinto- ja veroasioiden valituslautakunta, Espanja) on esittänyt 2.4.2014 tekemällään päätöksellä, joka on saapunut unionin tuomioistuimeen 5.6.2014, saadakseen ennakkoratkaisun asiassa, jonka on pannut vireille", "label": [[78, 119, "ORG"], [121, 180, "ORG"], [182, 189, "LOC"], [204, 212, "DATE"], [255, 278, "ORG"], [279, 287, "DATE"]]}
{"text": "Banco de Santander SA,", "label": [[0, 21, "ORG"]]}
{"text": "UNIONIN TUOMIOISTUIN (suuri jaosto),", "label": [[0, 35, "ORG"]]}
{"text": "toimien kokoonpanossa: presidentti P. Kellerts, varapresidentti N. Lousa De Araujo, jaostojen puheenjohtajat X. Tarasov, K. Atkinson (esittelevä tuomari), I. Macheras, B. I. Rodriguez, U. N. Navarro ja J. Kielatis sekä tuomarit E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa ja F. Volkova,", "label": [[23, 34, "PROFESSION"], [35, 46, "PER"], [48, 63, "PROFESSION"], [64, 82, "PER"], [84, 108, "PROFESSION"], [109, 119, "PER"], [121, 132, "PER"], [134, 152, "PROFESSION"], [155, 166, "PER"], [168, 183, "PER"], [185, 198, "PER"], [202, 213, "PER"], [219, 227, "PROFESSION"], [228, 235, "PER"], [237, 248, "PER"], [250, 262, "PER"], [264, 280, "PER"], [282, 297, "PER"], [299, 307, "PER"], [311, 321, "PER"]]}
{"text": "julkisasiamies: F. Colin,", "label": [[0, 14, "PROFESSION"], [16, 24, "PER"]]}
{"text": "kirjaaja: hallintovirkamies M. Basilio Juan,", "label": [[0, 8, "PROFESSION"], [10, 27, "PROFESSION"], [28, 43, "PER"]]}
{"text": "ottaen huomioon kirjallisessa käsittelyssä ja 2.7.2019 pidetyssä istunnossa esitetyn,", "label": [[46, 54, "DATE"]]}
{"text": "ottaen huomioon huomautukset, jotka sille ovat esittäneet", "label": []}
{"text": "– Banco de Santander SA, edustajinaan M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero ja R. C. Pascual Garcia, abogados,", "label": [[2, 23, "ORG"], [38, 58, "PER"], [60, 79, "PER"], [81, 98, "PER"], [102, 122, "PER"], [124, 132, "PROFESSION"]]}
{"text": "– Espanjan hallitus, asiamiehinään aluksi A. Hudson Taylor ja E. Ivanov, sittemmin D. Delgado Marina ja E. Ivanov,", "label": [[2, 19, "ORG"], [21, 34, "PROFESSION"], [42, 58, "PER"], [62, 71, "PER"], [83, 100, "PER"], [104, 113, "PER"]]}
{"text": "– Euroopan komissio, asiamiehinään A. Murray, L. Kulikova, L. Pinto Fernandes ja H. Filippova,", "label": [[2, 19, "ORG"], [21, 34, "PROFESSION"], [35, 44, "PER"], [46, 57, "PER"], [59, 77, "PER"], [81, 93, "PER"]]}
{"text": "kuultuaan julkisasiamiehen 1.10.2019 pidetyssä istunnossa esittämän ratkaisuehdotuksen,", "label": [[10, 26, "PROFESSION"], [27, 36, "DATE"]]}
{"text": "on antanut seuraavan tuomion", "label": []}
{"text": "1 Ennakkoratkaisupyyntö koskee Espanjan soveltamasta omistusosuuden hankkimisesta ulkomaisissa kohteissa johtuvan liikearvon kirjaamisesta kuluksi C 45/07 (ex NN 51/07, ex CP 9/07) 28.10.2009 annetun komission päätöksen 2011/5/EY (EUVL 2011, L 7, s. 48) 1 artiklan 2 kohdan tulkintaa, SEUT 108 artiklan 2 kohdassa tarkoitetun menettelyn, joka koskee valtiontukea SA.35550 (13/C) (ex 13/NN, ex 12/CP) – Omistusosuuden hankkimisesta ulkomaisissa kohteissa johtuvan rahallisen liikearvon kirjaaminen kuluksi – aloittamisesta 17.7.2013 annetun komission päätöksen (EUVL 2013, C 258, s. 8) pätevyyttä ja valtiontuesta SA.35550 (13/C) (ex 13/NN) (ex 12/CP), jonka Espanja on toteuttanut – Omistusosuuden hankkimisesta ulkomaisissa kohteissa johtuvan rahallisen liikearvon kirjaamisesta kuluksi koskeva järjestelmä – 15.10.2014 annetun komission päätöksen (EU) 2015/314 (EUVL 2015, L 56, s. 38) pätevyyttä.", "label": [[31, 39, "ORG"], [181, 191, "DATE"], [200, 209, "ORG"], [522, 531, "DATE"], [540, 549, "ORG"], [658, 665, "ORG"], [810, 820, "DATE"], [829, 838, "ORG"]]}
{"text": "2 Tämä pyyntö on esitetty asiassa, jonka on pannut vireille Banco de Santander SA ja jossa on kyseessä Inspección Financieran (veroviranomainen, Espanja) verotuspäätös, joka koskee mainitun pankin sellaisen Saksan oikeuden mukaan perustetun holdingyhtiön, joka omisti osuuksia Euroopan unioniin sijoittautuneissa yhtiöissä, koko osakekannan hankkimisesta johtuvan liikearvon vähentämistä.", "label": [[60, 81, "ORG"], [103, 125, "ORG"], [127, 143, "ORG"], [145, 152, "LOC"], [207, 213, "LOC"], [277, 294, "LOC"]]}
{"text": "Asiaa koskevat oikeussäännöt", "label": []}
{"text": "Unionin oikeus", "label": [[0, 7, "LOC"]]}
{"text": "Päätös 2011/5", "label": []}
{"text": "3 Kuten päätöksen 2011/5 johdanto-osan neljännestä kuudenteen perustelukappaleesta käy pääasiallisesti ilmi, komissio aloitti 10.10.2007 tekemällään päätöksellä, joka on julkaistu Euroopan unionin virallisessa lehdessä 21.12.2007, Euroopan parlamentin jäsenten sille vuosina 2005 ja 2006 esittämien useiden kirjallisten kysymysten ja yksityisen toimijan sille vuonna 2007 toimittaman kantelun johdosta tuolloisessa EY 88 artiklan 2 kohdassa tarkoitetun tutkintamenettelyn, joka koski espanjalaisten yritysten, jotka hankkivat merkittävän omistusosuuden ulkomaisissa yrityksissä, hyväksi tulevaa liikearvon kuluksi kirjaamista koskevaa Espanjan järjestelmää, josta säädettiin 27.12.1995 annetun yhteisöverolain 43/1995 (Ley 43/1995 reguladora del Impuesto de Sociedades; BOE nro 310, 28.12.1995, s. 37072) 12 §:n 5 momentissa ja sittemmin yhteisöverolain koonnoksen hyväksymisestä 5.3.2004 annetussa kuninkaan asetuksessa (Real Decreto Legislativo 4/2004 por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades; BOE nro 61, 11.3.2004, s. 10951; jäljempänä TRLIS).", "label": [[109, 117, "ORG"], [126, 136, "DATE"], [180, 218, "ORG"], [219, 229, "DATE"], [231, 251, "ORG"], [267, 287, "DATE"], [360, 371, "DATE"], [484, 498, "LOC"], [635, 643, "LOC"], [675, 685, "DATE"], [783, 793, "DATE"], [880, 888, "DATE"], [1048, 1057, "DATE"]]}
{"text": "4 TRLIS:n 12 §:n 5 momentissa säädetyssä toimessa, joka tuli voimaan 1.1.2002, säädetään, että jos Espanjassa verovelvollinen yritys hankkii omistusosuuden ”ulkomaisessa yhtiössä” ja jos mainittu omistusosuus on vähintään 5 prosenttia ja omistetaan keskeytyksettä vähintään yhden vuoden ajan, tästä seuraava liikearvo, joka kirjataan kotimaisen yrityksen kirjanpidossa erillisenä aineettomana omaisuuseränä, voidaan vähentää kuluna tähän yritykseen sovellettavan yhteisöverotuksen veropohjasta. Kuluksi kirjaaminen toteutetaan tasasuurina vuosierinä hankintaa seuraavien 20 vuoden kuluessa.", "label": [[69, 77, "DATE"], [99, 109, "LOC"], [222, 223, "AMOUNT_VALUE"], [224, 234, "AMOUNT_UNIT"], [274, 279, "AMOUNT_VALUE"], [280, 286, "AMOUNT_UNIT"], [571, 573, "AMOUNT_VALUE"], [574, 580, "AMOUNT_UNIT"]]}
{"text": "5 Komissio totesi päätöksensä 2011/5 1 artiklan 1 kohdassa, että TRLIS:n 12 §:n 5 momentissa säädetyllä toimella käyttöön otettu järjestelmä (jäljempänä riidanalainen verojärjestelmä) ei sovellu yhteismarkkinoille.", "label": [[2, 10, "ORG"]]}
{"text": "6 Mainitun päätöksen 1 artiklan 2 ja 3 kohdassa määrätään seuraavaa:", "label": []}
{"text": "”2. Verovähennyksiä, joista edunsaajat ovat hyötyneet toteuttaessaan yhteisön sisäisiä hankintoja ja jotka on myönnetty TRLIS-säädöksen 12 §:n 5 momentin perusteella suorista tai välillisistä oikeuksista ulkomaisissa yrityksissä ja jotka täyttivät tukijärjestelmän ehdot ennen 21 päivää joulukuuta 2007 lukuun ottamatta ehtoa, joka edellyttää omistusosuuksien omistamista keskeytyksettä vähintään vuoden ajan, voidaan kuitenkin edelleen soveltaa koko tukijärjestelmässä säädetyn kuluksi kirjaamisen määräajan.", "label": [[69, 77, "LOC"], [277, 302, "DATE"], [397, 403, "AMOUNT_UNIT"]]}
{"text": "3. Edunsaajien yhteisön sisäisissä hankinnoissa hyödyntämiä, TRLIS-säädöksen 12 §:n 5 momenttiin perustuvia verovähennyksiä, joihin liittyy ennen 21 päivää joulukuuta 2007 sovittu peruuttamaton velvoite ottaa kyseiset oikeudet vastaan, ja kun sopimukseen sisältyy sellainen lykkäävä ehto, että kyseinen liiketoimi edellyttää sääntelyviranomaisen lupaa, ja jos liiketoimi on annettu tiedoksi ennen 21 päivää joulukuuta 2007, voidaan soveltaa edelleen koko tukijärjestelmässä säädetyn kuluksi kirjaamisen ajan niihin oikeuksiin, jotka edunsaajalla on ollut ehdon voimassaolon päättymispäivästä lähtien.”", "label": [[15, 23, "LOC"], [146, 171, "DATE"], [397, 422, "DATE"]]}
{"text": "7 Mainitun päätöksen 4 artiklassa Espanjan kuningaskunta velvoitetaan perimään riidanalaisen verojärjestelmän mukaisesti myönnetyt tuet takaisin, lukuun ottamatta tukia, jotka täyttävät saman päätöksen 1 artiklan 2 kohdassa määritellyt ehdot.", "label": [[34, 56, "ORG"]]}
{"text": "Päätös 2011/282/EU", "label": []}
{"text": "8 Komissio saattoi päätöksellä 2011/5 menettelyn päätökseen espanjalaisten yritysten unioniin sijoittautuneissa yrityksissä hankkimien omistusosuuksien osalta. Komissio kuitenkin pysytti menettelyn avoimena unionin ulkopuolelle sijoittautuneissa yrityksissä hankittujen tällaisten omistusosuuksien osalta.", "label": [[2, 10, "ORG"], [60, 74, "LOC"], [85, 93, "LOC"], [160, 168, "ORG"], [207, 214, "LOC"]]}
{"text": "9 Komissio totesi Espanjan soveltaman, omistusosuuden hankkimisesta ulkomaisissa kohteissa johtuvan rahallisen liikearvon kirjaamisesta kuluksi C 45/07 (ex NN 51/07, ex CP 9/07) 12.1.2011 annetun päätöksen 2011/282/EU (EUVL 2011, L 135, s. 1) 1 artiklan 1 kohdassa, että riidanalainen järjestelmä, jossa Espanjassa verovelvollisille yrityksille myönnetään verokannustin, jotta ne voivat kirjata kuluksi omistusosuuden hankkimisesta unionin ulkopuolelle sijoittautuneissa yrityksissä johtuvan liikearvon, ei sovellu sisämarkkinoille.", "label": [[2, 10, "ORG"], [18, 26, "ORG"], [178, 187, "DATE"], [304, 314, "LOC"], [432, 439, "LOC"]]}
{"text": "10 Mainitun päätöksen 1 artiklan 2–5 kohdassa määrätään tietyistä tilanteista, joissa riidanalaisen verojärjestelmän nojalla unionin ulkopuolisten hankintojen yhteydessä myönnettyjen verovähennysten edunsaajat voivat soveltaa edelleen näitä vähennyksiä koko tukijärjestelmässä säädetyn kuluksi kirjaamisen ajan.", "label": [[125, 132, "LOC"]]}
{"text": "11 Mainitun päätöksen 4 artiklassa Espanjan kuningaskunta velvoitetaan perimään takaisin riidanalaisen verojärjestelmän perusteella maksetut tuet.", "label": [[35, 57, "ORG"]]}
{"text": "Päätös 2015/314", "label": []}
{"text": "12 Komissio päätti SEUT 108 artiklan 2 kohdassa tarkoitetun menettelyn, joka koskee valtiontukea SA.35550 (13/C) (ex 13/NN, ex 12/CP) – Omistusosuuden hankkimisesta ulkomaisissa kohteissa johtuvan rahallisen liikearvon kirjaaminen kuluksi – aloittamisesta 17.7.2013 antamassaan päätöksessä tutkia, oliko Dirección General de Tributosin (verohallinto, Espanja; jäljempänä verohallinto) ja Tribunal Económico-Administrativo Centralin (keskushallinnon hallinto- ja veroasioiden valituslautakunta, Espanja; jäljempänä TEAC) TRLIS:n 12 §:n 5 momentista omaksuma uusi hallinnollinen tulkinta, jolla riidanalaisen verojärjestelmän soveltamisala laajennettiin koskemaan omistusosuuksien välillistä hankkimista, yhteensopiva unionin oikeuden kanssa.", "label": [[3, 11, "ORG"], [256, 265, "DATE"], [304, 335, "ORG"], [337, 349, "ORG"], [351, 358, "LOC"], [371, 383, "ORG"], [388, 431, "ORG"], [433, 492, "ORG"], [494, 501, "LOC"], [514, 518, "ORG"], [716, 723, "LOC"]]}
{"text": "13 Tämä menettely päättyi siihen, että 14.10.2014 annettiin riidanalaista verojärjestelmää koskeva kolmas päätös eli päätös 2015/314.", "label": [[39, 49, "DATE"]]}
{"text": "14 Komissio katsoi mainitussa päätöksessä, että koska riidanalaista verojärjestelmää sovelletaan vastedes myös omistusosuuksien välilliseen hankkimiseen ulkomaisissa yhtiöissä ulkomaisen holdingyhtiön hankinnan kautta, myös se on sisämarkkinoille soveltumaton valtiontuki, joka on kaiken lisäksi myönnetty SEUT 108 artiklan 3 kohdan vastaisesti. Näin ollen komissio määräsi Espanjan viranomaiset perimään myönnetyn tuen takaisin.", "label": [[3, 11, "ORG"], [357, 365, "ORG"], [374, 382, "LOC"]]}
{"text": "Espanjan oikeus", "label": [[0, 8, "LOC"]]}
{"text": "15 Madridissa (Espanja) sijaitsevan TEAC:in tehtävänä on ratkaista alimpana ja ylimpänä asteena tiettyjen keskushallinnon veroviranomaisten päätöksistä tehdyt valitukset. Se ratkaisee myös muiden hallinto- ja veroasioiden valituslautakuntien (Tribunales Económico-Administrativos; jäljempänä hallinto- ja veroasioiden valituslautakunnat) eli alueellisten ja Ceutalla (Espanja) ja Melillassa (Espanja) sijaitsevien paikallisten hallinto- ja veroasioiden valituslautakuntien päätöksistä tehdyt valitukset.", "label": [[3, 23, "LOC"], [36, 43, "ORG"], [196, 241, "ORG"], [243, 279, "ORG"], [292, 336, "ORG"], [358, 376, "LOC"], [380, 400, "LOC"], [427, 472, "ORG"]]}
{"text": "16 Hallinto- ja veroasioiden valituslautakuntien oikeudellista asemaa koskeva Espanjan lainsäädäntö sisältyy 17.12.2003 annettuun yleiseen verolakiin 58/2003 (Ley 58/2003, General Tributaria; BOE nro 302, 18.12.2003, s. 44987), sellaisena kuin se on muutettuna 21.9.2015 annetulla lailla 34/2015 (BOE nro 227, 22.9.2015, s. 83633) (jäljempänä yleinen verolaki), erityisesti mainitun lain IV lukuun, jonka otsikko on ”Hallinto- ja veroasioita koskevat valitukset” ja joka kuuluu saman lain V osastoon, jonka otsikko on ”Hallinnollinen muutoksenhaku”.", "label": [[3, 48, "ORG"], [78, 86, "LOC"], [109, 119, "DATE"], [205, 215, "DATE"], [261, 270, "DATE"], [310, 319, "DATE"]]}
{"text": "17 Yleisen verolain 228 §:ssä säädetään seuraavaa:", "label": []}
{"text": "”1. Hallinto- ja veroasioita käsittelevillä elimillä, jotka ovat toiminnallisesti riippumattomia tehtäviään hoitaessaan, on yksinomainen toimivalta ratkaista hallinto- ja veroasioita koskevat valitukset.", "label": []}
{"text": "2. Valtion toimialaan kuuluvalla alalla hallinto- ja veroasioita käsitteleviä elimiä ovat:", "label": []}
{"text": "a) [TEAC].", "label": [[4, 8, "ORG"]]}
{"text": "b) Alueelliset ja paikalliset hallinto- ja veroasioiden valituslautakunnat.", "label": [[30, 74, "ORG"]]}
{"text": "3. Myös oikeuskäytännön yhtenäistämistä koskevan erityisjaoston katsotaan olevan hallinto- ja veroasioita käsittelevä elin.", "label": [[8, 63, "ORG"]]}
{"text": "– –”", "label": []}
{"text": "18 Yleisen verolain 237 §:n 3 momentissa säädetään säännöistä, joiden mukaisesti hallinto- ja veroasioiden valituslautakunnat voivat esittää unionin tuomioistuimelle ennakkoratkaisupyyntöjä, ja erityisesti asian käsittelyn lykkäämisestä siihen asti, kunnes unionin tuomioistuin on antanut vastauksensa ennakkoratkaisukysymykseen.", "label": [[81, 125, "ORG"], [141, 165, "ORG"], [257, 277, "ORG"]]}
{"text": "19 Yleisen verolain 243 §:ssä, jonka otsikko on ”Ylimääräinen muutoksenhaku oikeuskäytännön yhtenäistämiseksi”, säädetään seuraavaa:", "label": []}
{"text": "”1. Talous- ja valtiovarainministeriön veroasioista vastaava pääjohtaja voi hakea muutosta ylimääräisellä muutoksenhaulla oikeuskäytännön yhtenäistämiseksi [TEACin] veroalan päätöksistä, jos kyseinen pääjohtaja on eri mieltä kyseisten päätösten sisällöstä.", "label": [[4, 38, "ORG"], [61, 71, "PROFESSION"], [157, 163, "ORG"], [200, 210, "PROFESSION"]]}
{"text": "– –", "label": []}
{"text": "2. Toimivalta ratkaista tällainen muutoksenhakuasia on oikeuskäytännön yhtenäistämistä koskevalla erityisjaostolla, jonka muodostavat [TEACin] presidentti, joka toimii puheenjohtajana, [TEACin] kolme jäsentä, talous- ja valtiovarainministeriön veroasioista vastaava pääjohtaja, valtion verohallinnon pääjohtaja, valtion verohallinnon osaston, johon muutoksenhaun kohteena olevassa päätöksessä tarkoitetun toimen antanut elin kuuluu toiminnallisesti, pääjohtaja tai johtaja sekä verovelvollisia puolustavan neuvoston puheenjohtaja.", "label": [[55, 114, "ORG"], [135, 141, "ORG"], [143, 154, "PROFESSION"], [168, 183, "PROFESSION"], [186, 192, "ORG"], [209, 215, "ORG"], [220, 243, "ORG"], [266, 276, "PROFESSION"], [278, 299, "ORG"], [300, 310, "PROFESSION"], [312, 341, "ORG"], [450, 460, "PROFESSION"], [465, 472, "PROFESSION"], [478, 515, "ORG"], [516, 529, "PROFESSION"]]}
{"text": "– –", "label": []}
{"text": "3. Muutoksenhakuasian ratkaisu annetaan erityisjaoston jäsenten enemmistöllä. Äänten mennessä tasan puheenjohtajalla on aina ratkaiseva ääni.", "label": [[40, 54, "ORG"], [100, 116, "PROFESSION"]]}
{"text": "4. Muutoksenhakuasian ratkaisu on annettava kuuden kuukauden kuluessa, ja siinä on otettava huomioon muutoksenhaun kohteena olevaan päätökseen liittyvä erityinen oikeudellinen tilanne sovellettavaa ennakkotapausta vahvistettaessa.", "label": [[44, 50, "AMOUNT_VALUE"], [51, 60, "AMOUNT_UNIT"]]}
{"text": "5. Tällaisilla muutoksenhakuasian ratkaisuilla vahvistetut ennakkotapaukset sitovat hallinto- ja veroasioiden valituslautakuntia, itsehallintoalueiden ja autonomisten kaupunkien veroviranomaisia sekä valtion, itsehallintoalueiden ja autonomisten kaupunkien muuta verohallintoa.”", "label": [[84, 128, "ORG"], [263, 276, "ORG"]]}
{"text": "20 Muut hallinto- ja veroasioiden valituslautakuntiin sovellettavat säännöt sisältyvät 17.12.2003 annetun yleisen verolain 58/2003 yleisen täytäntöönpanoasetuksen hyväksymisestä hallinnollisen muutoksenhaun alalla 13.5.2015 annettuun kuninkaan asetukseen 520/2005 (Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa; BOE nro 126, 27.5.2005, s. 17835; jäljempänä kuninkaan asetus 520/2005).", "label": [[8, 53, "ORG"], [87, 97, "DATE"], [214, 223, "DATE"], [368, 383, "DATE"], [464, 473, "DATE"]]}
{"text": "21 Kuninkaan asetuksen 520/2005 29 §:n 2 ja 9 momentissa säädetään seuraavaa:", "label": []}
{"text": "”2. Valtioneuvosto nimittää ja erottaa [TEACin] presidentin talous- ja valtiovarainministerin ehdotuksesta kuninkaan asetuksella (Real Decreto) niiden virkamiesten keskuudesta, joilla katsotaan olevan vaaditut ansiot ja vaadittu kokemus veroalalla, ja hän kuuluu talous- ja valtiovarainministeriön pääjohtajan palkkaluokkaan.", "label": [[4, 18, "ORG"], [40, 46, "ORG"], [48, 59, "PROFESSION"], [60, 93, "PROFESSION"], [263, 297, "ORG"], [298, 309, "PROFESSION"]]}
{"text": "Valtioneuvosto nimittää ja erottaa [TEACin] jäsenet talous- ja valtiovarainministerin ehdotuksesta kuninkaan asetuksella (Real Decreto) virkaluettelossa mainittujen elinten virkamiesten keskuudesta, ja he kuuluvat talous- ja valtiovarainministeriön varapääjohtajan palkkaluokkaan.", "label": [[0, 14, "ORG"], [36, 42, "ORG"], [52, 85, "PROFESSION"], [214, 248, "ORG"], [249, 264, "PROFESSION"]]}
{"text": "– –", "label": []}
{"text": "9. [TEACin] täysistunnon tai jaostojen jäsenet sekä yhdestä jäsenestä muodostuvat kokoonpanot hoitavat täysin riippumattomasti ja omalla vastuullaan heille laissa annettuja tehtäviä ja muita tehtäviä, joita presidentti voi heille antaa.”", "label": [[4, 10, "ORG"], [29, 38, "ORG"], [207, 218, "PROFESSION"]]}
{"text": "22 Kuninkaan asetuksen 520/2005 30 §:n 2 ja 12 momentissa säädetään seuraavaa:", "label": []}
{"text": "”2. Alueellisten ja paikallisten hallinto- ja veroasioiden valituslautakuntien presidentti, hajautetun jaoston puheenjohtajat, jaostojen puheenjohtajat ja jäsenet nimitetään ja erotetaan talous- ja valtiovarainministeriön asetuksella virkaluettelossa mainittujen elinten virkamiesten keskuudesta. – –", "label": [[33, 78, "ORG"], [79, 90, "PROFESSION"], [103, 110, "ORG"], [111, 125, "PROFESSION"], [127, 136, "ORG"], [137, 151, "PROFESSION"], [187, 221, "ORG"]]}
{"text": "– –", "label": []}
{"text": "12. Alueellisten ja paikallisten hallinto- ja veroasioiden valituslautakuntien täysistunnon tai jaostojen jäsenet sekä yhdestä jäsenestä muodostuvat kokoonpanot hoitavat täysin riippumattomasti ja omalla vastuullaan heille laissa annettuja tehtäviä ja muita tehtäviä, joita presidentti voi heille antaa.”", "label": [[33, 78, "ORG"], [96, 105, "ORG"], [274, 285, "PROFESSION"]]}
{"text": "Pääasia ja ennakkoratkaisukysymykset", "label": []}
{"text": "23 Banco de Santander Central Hispano SA (jäljempänä BSCH), joka on verotuksellisen konsernin 17/89 emoyhtiö, hankki toukokuussa 2002 AKB Holding GmbH ‑nimisen Saksan oikeuden mukaan perustetun yhtiön (jäljempänä AKB) kaikki yhtiöosuudet.", "label": [[3, 40, "ORG"], [53, 57, "ORG"], [117, 133, "DATE"], [134, 150, "ORG"], [160, 166, "LOC"], [213, 216, "ORG"]]}
{"text": "24 Mainitun hankinnan hinta oli 1 099 999 999 euroa, ja AKB:n kirjanpitoarvoksi arvioitiin 183 909 000 euroa, joten liiketoimella saatiin aikaan 916 091 000 euron suuruinen rahallinen liikearvo (jäljempänä riidanalainen liikearvo).", "label": [[32, 45, "AMOUNT_VALUE"], [46, 51, "AMOUNT_UNIT"], [56, 61, "ORG"], [91, 102, "AMOUNT_VALUE"], [103, 108, "AMOUNT_UNIT"], [145, 156, "AMOUNT_VALUE"], [157, 162, "AMOUNT_UNIT"]]}
{"text": "25 AKB omisti holdingyhtiönä osuuksia seuraavissa unioniin sijoittautuneissa yhtiöissä: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH ja AKB Marketing Services sp. z o.o.", "label": [[3, 6, "ORG"], [50, 58, "LOC"], [88, 109, "ORG"], [111, 127, "ORG"], [129, 145, "ORG"], [147, 175, "ORG"], [177, 213, "ORG"], [215, 243, "ORG"], [247, 279, "ORG"]]}
{"text": "26 BSCH siirsi joulukuussa 2002 AKB:n yhtiöosuudet, joiden hankintahinta oli ollut riidanalaisen liikearvon perusteena, Alankomaiden oikeuden mukaan perustetulle Holneth BV ‑yhtiölle ja Espanjan oikeuden mukaan perustetulle Santander Consumer Finance SA ‑yhtiölle (jäljempänä SCF); myös nämä yhtiöt kuuluvat verotukselliseen konserniin 17/89.", "label": [[3, 7, "ORG"], [15, 31, "DATE"], [32, 37, "ORG"], [120, 132, "LOC"], [162, 172, "ORG"], [186, 194, "LOC"], [224, 253, "ORG"], [276, 279, "ORG"]]}
{"text": "27 Verotuksellinen konserni 17/89 teki mainitun liikearvon perusteella yhtiöveroa koskevissa veroilmoituksissaan verovuosien 2002 ja 2003 osalta vähennyksiä TRLIS:n 12 §:n 5 momentin nojalla.", "label": [[125, 129, "DATE"], [133, 137, "DATE"]]}
{"text": "28 BSCH vähensi siten verovuoden 2002 osalta 27 482 730 euroa ja SCF 1 631 395 euroa. SCF teki verovuoden 2003 osalta 45 804 550 euron suuruisen vähennyksen.", "label": [[3, 7, "ORG"], [33, 37, "DATE"], [45, 55, "AMOUNT_VALUE"], [56, 61, "AMOUNT_UNIT"], [65, 68, "ORG"], [69, 78, "AMOUNT_VALUE"], [79, 84, "AMOUNT_UNIT"], [86, 89, "ORG"], [106, 110, "DATE"], [118, 128, "AMOUNT_VALUE"], [129, 134, "AMOUNT_UNIT"]]}
{"text": "29 Verovuoden 2002 osalta veroviranomainen hyväksyi verotarkastuksen, jonka päätteeksi laadittiin 21.12.2006 päivätty kertomus, jälkeen 7.3.2007 päivätyssä verotuspäätöksessä BSCH:n tekemän 20 262 374 euron suuruisen vähennyksen mutta teki 7 215 356 euron suuruisen veronoikaisun. SCF:n tekemä 1 631 395 euron suuruinen vähennys hyväksyttiin kokonaan.", "label": [[14, 18, "DATE"], [98, 108, "DATE"], [136, 144, "DATE"], [175, 181, "ORG"], [190, 200, "AMOUNT_VALUE"], [201, 206, "AMOUNT_UNIT"], [240, 249, "AMOUNT_VALUE"], [250, 255, "AMOUNT_UNIT"], [281, 286, "ORG"], [294, 303, "AMOUNT_VALUE"], [304, 309, "AMOUNT_UNIT"]]}
{"text": "30 Veroviranomainen hylkäsi 22.7.2010 päivätyssä verotuspäätöksessä SCF:n verovuoden 2003 osalta tekemän liikearvoa koskevan vähennyksen kokonaisuudessaan.", "label": [[28, 37, "DATE"], [68, 73, "ORG"], [85, 89, "DATE"]]}
{"text": "31 Banco de Santander valitti mainitusta verotuspäätöksestä 16.8.2010 TEACiin ja väitti, että vaikka riidanalainen liikearvo oli välillinen siitä syystä, että hankinta, josta liikearvo johtui, koski holdingyhtiötä, se voidaan vähentää yhteisöverotuksessa TRLIS: n 12 §:n 5 momentin nojalla.", "label": [[3, 21, "ORG"], [60, 69, "DATE"], [70, 77, "ORG"]]}
{"text": "32 Se väitti, että kun otetaan huomioon nyt annettavan tuomion 12 kohdassa mainittu, sekä verohallinnon että TEACin TRLIS:n 12 §:n 5 momentista omaksuma uusi tulkinta, nyt käsiteltävässä asiassa herää kysymys, onko päätöksen 2011/5 eli riidanalaista verojärjestelmää koskevan ensimmäisen komission päätöksen nojalla verovähennyksestä, joka vastaa ennen 21.12.2007 toteutuneen riidanalaisen liikearvon kirjaamista kuluksi ja joka johtuu ulkomaisen holdingyhtiön hankkimisesta, saatu etuus perittävä takaisin, koska kyseessä on sääntöjenvastainen tuki, joka ei sovellu sisämarkkinoille.", "label": [[90, 103, "ORG"], [109, 115, "ORG"], [288, 297, "ORG"], [353, 363, "DATE"]]}
{"text": "33 Se totesi, että kun otetaan huomioon se, että päätöksen 2011/5 1 artiklan 2 kohdassa ja 4 artiklan 1 kohdassa niitä yhdessä luettuina jätetään perustellun luottamuksen vuoksi takaisinperimistä koskevan velvollisuuden ulkopuolelle ennen 21.12.2007 toteutetut hankinnat, ja koska pääasiassa riidanalainen hankinta tapahtui ennen tuota ajankohtaa, pääasian riidan ratkaisemiseksi on selvitettävä, onko päätöksen 2011/5 mainittuja määräyksiä tulkittava siten, että niitä sovelletaan myös omistusosuuksien välilliseen hankkimiseen ja erityisesti pääasiassa kyseessä olevan kaltaiseen ulkomaisen holdingyhtiön hankkimiseen.", "label": [[239, 249, "DATE"]]}
{"text": "34 TEAC katsoi tässä yhteydessä, että hallinnollinen tulkinta, joka oli aiemmin esteenä verovähennyksen soveltamiselle omistusosuuksien välilliseen hankkimiseen, ei ole oikeuslähde.", "label": [[3, 7, "ORG"]]}
{"text": "35 TEACin mukaan verohallinto tai TEAC eivät näet käytä lainsäädäntö- tai tuomiovaltaa. Näiden elinten tulkinnat eivät ole lopullisia, koska niihin voidaan hakea muutosta tuomioistuimissa. Tribunal Supremo (ylin tuomioistuin, Espanja) ei ole myöskään lausunut vielä siitä, sovelletaanko TRLIS:n 12 §:n 5 momenttia omistusosuuksien välilliseen hankkimiseen.", "label": [[3, 9, "ORG"], [17, 29, "ORG"], [34, 38, "ORG"], [189, 205, "ORG"], [207, 224, "ORG"], [226, 233, "LOC"]]}
{"text": "36 Tässä tilanteessa TEAC päätti lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[21, 25, "ORG"], [68, 92, "ORG"]]}
{"text": "”1) Onko [päätöksen 2011/5 1 artiklan 2 kohtaa] tulkittava siten, että siinä tunnustettua perusteltua luottamusta voidaan siinä määritellyissä puitteissa soveltaa TRLIS-lain 12 §:n 5 momentin mukaiseen rahoituksellisen liikearvon kuluksi kirjaamista koskevaan verovähennykseen, kun kyse on omistusosuuksien välillisestä hankkimisesta ulkomaisista yhtiöistä ulkomaisen holdingyhtiön suoran hankinnan kautta?", "label": []}
{"text": "2) Jos ensimmäiseen kysymykseen vastataan myöntävästi, onko [päätös aloittaa menettely, joka johti päätöksen 2015/314 antamiseen], jossa komissio päätti aloittaa SEUT 108 artiklan 2 kohdassa tarkoitetun menettelyn mainitun artiklan ja [SEUT 108 artiklan] soveltamista koskevista yksityiskohtaisista säännöistä 22.3.1999 annetun neuvoston asetuksen (EY) N:o 659/1999 (EYVL 1999, L 83, s. 1) rikkomisen vuoksi, pätemätön?”", "label": [[137, 145, "ORG"], [310, 319, "DATE"], [328, 337, "ORG"]]}
{"text": "37 TEAC totesi 8.1.2015 tekemässään päätöksessä, joka saapui unionin tuomioistuimeen 27.1.2015, että sen oli muotoiltava ennakkoratkaisukysymykset uudelleen, koska oli tullut esiin uusia tosiseikkoja.", "label": [[3, 7, "ORG"], [15, 23, "DATE"], [61, 84, "ORG"], [85, 94, "DATE"]]}
{"text": "38 Niitä olivat sen mukaan yhtäältä 15.10.2014 annettu päätös 2015/314 ja toisaalta unionin yleisen tuomioistuimen 7.11.2014 antama tuomio Autogrill España v. komissio (T-219/10, EU:T:2014:939) ja 7.11.2014 antama tuomio Banco Santander ja Santusa v. komissio (T-399/11, EU:T:2014:938), joilla se kumosi päätöksen 2011/5 1 artiklan 1 kohdan ja 4 artiklan ja päätöksen 2011/282 1 artiklan 1 kohdan ja 4 artiklan.", "label": [[36, 46, "DATE"], [84, 114, "ORG"], [115, 124, "DATE"], [139, 155, "ORG"], [159, 167, "ORG"], [197, 206, "DATE"], [221, 236, "ORG"], [240, 247, "ORG"], [251, 259, "ORG"]]}
{"text": "39 TEAC katsoi, että näiden uusien tapahtumien jälkeen ei ollut enää tarpeen tiedustella unionin tuomioistuimelta sitä, miten päätöstä 2011/5 on tulkittava, koska pääasian ratkaisun kannalta olennainen kysymys koski vastedes sitä, seuraako siitä, että unionin yleinen tuomioistuin kumosi tämän päätöksen, se, että päätös 2015/314 – jossa laajennetaan päätöksissä 2011/5 ja 2011/282 jo vahvistettu kielto tehdä TRLIS:n 12 §:n 5 momentissa säädetty vähennys koskemaan myös omistusosuuksien välillistä hankkimista ulkomaisissa yhtiöissä – on pätemätön.", "label": [[3, 7, "ORG"], [89, 113, "ORG"], [252, 280, "ORG"]]}
{"text": "40 Tässä tilanteessa TEAC päätti muotoilla ennakkoratkaisukysymykset uudelleen seuraavalla tavalla:", "label": [[21, 25, "ORG"]]}
{"text": "”1) Onko päätös [2015/314] pätemätön sillä perusteella, että sille ei enää ole tosiseikkoja koskevaa perustaa eikä oikeudellista perustaa unionin yleisen tuomioistuimen annettua 7.11.2014 tuomion Autogrill España v. komissio (T-219/10, EU:T:2014:939) ja [7.11.2014] tuomion Banco Santander ja Santusa v. komissio (T-399/11, EU:T:2014:938), joilla kumottiin [päätöksen 2011/5 ja päätöksen 2011/282] 1 artiklan 1 kohta ja 4 artikla?", "label": [[138, 168, "ORG"], [178, 187, "DATE"], [196, 212, "ORG"], [216, 224, "ORG"], [255, 264, "DATE"], [274, 289, "ORG"], [293, 300, "ORG"], [304, 312, "ORG"]]}
{"text": "2) Onko päätös [2015/314] pätemätön sillä perusteella, että sille ei enää ole perusteita unionin yleisen tuomioistuimen annettua 7.11.2014 tuomion Autogrill España v. komissio (T-219/10, EU:T:2014:939) ja [7.11.2014] tuomion Banco Santander ja Santusa v. komissio (T-399/11, EU:T:2014:938), joilla kumottiin [päätöksen 2011/5 ja päätöksen 2011/282] 1 artiklan 1 kohta ja 4 artikla?", "label": [[89, 119, "ORG"], [129, 138, "DATE"], [147, 163, "ORG"], [167, 175, "ORG"], [206, 215, "DATE"], [225, 240, "ORG"], [244, 251, "ORG"], [255, 263, "ORG"]]}
{"text": "3) Toissijaisesti, jos edellisiin kysymyksiin vastataan kieltävästi:", "label": []}
{"text": "Onko [päätös 2015/314] pätemätön sillä perusteella, että TRLISin 12 §:n 5 momentin uusi hallinnollinen tulkinta kuuluu täysin [päätöksen 2011/5] ja [päätöksen 2011/282] soveltamisalaan?”", "label": []}
{"text": "41 TEAC totesi 8.6.2017 antamassaan päätöksessä, joka saapui unionin tuomioistuimeen 6.7.2017, että sen oli muotoiltava ennakkoratkaisukysymyksiä uudelleen vielä toiseen kertaan, koska oli tullut esiin uusia tosiseikkoja, eli 21.12.2016 annettu tuomio komissio v. World Duty Free Group ym. (C‑20/15 P ja C‑21/15 P, EU:C:2016:981), jossa unionin tuomioistuin kumosi unionin yleisen tuomioistuimen 7.11.2014 antaman tuomion Autogrill España v. komissio (T‑219/10, EU:T:2014:939) ja 7.11.2014 antaman tuomion Banco Santander ja Santusa v. komissio (T-399/11, EU:T:2014:938) ja palautti asiat T-219/10 ja T‑399/11 unionin yleiselle tuomioistuimelle.", "label": [[3, 7, "ORG"], [15, 23, "DATE"], [61, 84, "ORG"], [85, 93, "DATE"], [226, 236, "DATE"], [252, 260, "ORG"], [264, 285, "ORG"], [337, 357, "ORG"], [365, 395, "ORG"], [396, 405, "DATE"], [422, 438, "ORG"], [442, 450, "ORG"], [480, 489, "DATE"], [506, 521, "ORG"], [525, 532, "ORG"], [536, 544, "ORG"], [610, 644, "ORG"]]}
{"text": "42 TEAC katsoi tämän uuden seikan huomioon ottaen, että oli tarpeen säilyttää sekä alun perin esitetyn ennakkoratkaisupyynnön yhteydessä esitetyt, päätöksen 2011/5 1 artiklan 2 kohdan soveltamisalan tulkintaa koskevat kysymykset että ennakkoratkaisukysymysten ensimmäisen uudelleenmuotoilun yhteydessä esitetyt kysymykset, jotka puolestaan koskevat päätöksen 2015/314 pätevyyttä.", "label": [[3, 7, "ORG"]]}
{"text": "43 Toisen uudelleenmuotoilun jälkeen ennakkoratkaisukysymyksissä tiedustellaan vastedes seuraavaa:", "label": []}
{"text": "”1) Siinä tapauksessa, että [päätöksen 2011/5] pätevyys vahvistetaan:", "label": []}
{"text": "a) Onko [päätöksen 2011/5 1 artiklan 2 kohtaa] tulkittava siten, että siinä tunnustettua perusteltua luottamusta voidaan siinä määritellyissä puitteissa soveltaa TRLIS:n 12 §:n 5 momentin mukaiseen rahoituksellisen liikearvon kuluksi kirjaamista koskevaan verovähennykseen, kun kyse on omistusosuuksien välillisestä hankkimisesta ulkomaisista yhtiöistä ulkomaisen holdingyhtiön suoran hankinnan kautta?", "label": []}
{"text": "b) Jos ensimmäiseen kysymykseen vastataan myöntävästi, onko [päätös aloittaa menettely, joka johti päätöksen 2015/314 antamiseen],pätemätön?", "label": []}
{"text": "2) Siinä tapauksessa, että asiassa T-219/10 kumotaan [päätöksen 2011/5] 1 artikla:", "label": []}
{"text": "a) Onko [päätös 2015/314] pätemätön sillä perusteella, että sille ei enää ole tosiseikkoja koskevaa perustaa eikä oikeudellista perustaa?", "label": []}
{"text": "b) Onko [päätös 2015/314] pätemätön sillä perusteella, että sille ei enää ole perusteita?", "label": []}
{"text": "c) Toissijaisesti, jos edellisiin kysymyksiin vastataan kieltävästi:", "label": []}
{"text": "Onko [päätös 2015/314] pätemätön sillä perusteella, että TRLIS:n 12 §:n 5 momentin uusi hallinnollinen tulkinta kuuluu täysin [päätöksen 2011/5] ja [päätöksen 2011/282] soveltamisalaan?”", "label": []}
{"text": "44 Unionin yleinen tuomioistuin hylkäsi 15.11.2018 antamassaan tuomiossa World Duty Free Group v. komissio (T‑219/10 RENV, EU:T:2018:784) World Duty Free Groupin päätöksestä 2011/5 nostaman kumoamiskanteen.", "label": [[3, 31, "ORG"], [40, 50, "DATE"], [73, 94, "ORG"], [98, 106, "ORG"], [138, 161, "ORG"]]}
{"text": "45 World Duty Free Group teki 25.1.2019 valituksen, jossa se vaati sekä mainitun tuomion että päätöksen 2011/5 kumoamista. Tämä valitus on vireillä unionin tuomioistuimessa (asia C‑51/19 P).", "label": [[3, 24, "ORG"], [30, 39, "DATE"], [148, 172, "ORG"]]}
{"text": "46 Unionin tuomioistuimessa on myös vireillä muita valituksia, joilla on sama kohde tai joiden kohteena ovat muut unionin yleisen tuomioistuimen tuomiot, joissa hylätään päätöksen 2011/282 kumoamista koskevat kanteet.", "label": [[3, 27, "ORG"], [114, 144, "ORG"]]}
{"text": "47 Lisäksi unionin yleisessä tuomioistuimessa on vireillä useita kanteita, joissa vaaditaan kumoamaan päätös 2015/314.", "label": [[11, 45, "ORG"]]}
{"text": "48 Nyt käsiteltävässä asiassa on tehty useita menettelyn lykkäämistä koskevia peräkkäisiä päätöksiä. Ne tehtiin pääasiallisesti siksi, että TEAC, muotoiltuaan ennakkoratkaisukysymyksensä uudelleen kaksi kertaa, haluaa nyttemmin tiedustella unionin tuomioistuimelta sekä päätöksen 2011/5 pätemättömyyden mahdollisesta vaikutuksesta päätöksen 2015/314 pätevyyteen siinä tapauksessa, että unionin tuomioistuin toteaisi päätöksen 2011/5 pätemättömäksi, että päätöksen 2011/5 tulkinnasta sen soveltamisalan määrittämiseksi siinä tapauksessa, että unionin tuomioistuin toteaisi mainitun päätöksen olevan pätevä.", "label": [[140, 144, "ORG"], [240, 264, "ORG"], [386, 406, "ORG"], [542, 562, "ORG"]]}
{"text": "49 Päätöksen 2011/5 pätevyyttä koskeva kysymys on kuitenkin yhä vireillä unionin tuomioistuimissa.", "label": [[73, 97, "ORG"]]}
{"text": "50 Kun otetaan kuitenkin huomioon erityisesti nyt käsiteltävänä olevan ennakkoratkaisupyynnön esittämisen jälkeen vahvistettu unionin tuomioistuimen oikeuskäytäntö sekä Euroopan komission esittämät epäilyt siitä, voidaanko TEACin katsoa olevan SEUT 267 artiklassa tarkoitettu tuomioistuin, ja siten siitä, voidaanko mainittu ennakkoratkaisupyyntö ottaa tutkittavaksi, on nyt käsiteltävässä asiassa heti ensimmäiseksi selvitettävä, onko TEACilla tällainen asema.", "label": [[126, 148, "ORG"], [169, 187, "ORG"], [223, 229, "ORG"], [436, 444, "ORG"]]}
{"text": "Ennakkoratkaisupyynnön tutkittavaksi ottaminen", "label": []}
{"text": "51 Unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan arvioitaessa sitä, onko ennakkoratkaisua pyytänyt elin SEUT 267 artiklassa tarkoitettu tuomioistuin, mikä on pelkästään unionin oikeuden perusteella ratkaistava kysymys, unionin tuomioistuin ottaa huomioon useita seikkoja, joita ovat muun muassa elimen lakisääteisyys, pysyvyys, sen tuomiovallan pakottavuus, menettelyn kontradiktorisuus, toimiminen oikeussääntöjen soveltajana ja riippumattomuus (ks. vastaavasti tuomio 30.6.1966, Rannberg-Rasmussen, 61/65, EU:C:1966:39, s. 395; tuomio 31.5.2005, Malfait ym., C-53/03, EU:C:2005:333, 29 kohta ja tuomio 16.2.2017, Gajane Fiorello, C-503/15, EU:C:2017:126, 27 kohta oikeuskäytäntöviittauksineen).", "label": [[3, 25, "ORG"], [182, 189, "LOC"], [232, 252, "ORG"], [483, 492, "DATE"], [494, 512, "PER"], [550, 559, "DATE"], [561, 568, "PER"], [617, 626, "DATE"], [628, 643, "PER"]]}
{"text": "52 Unionin tuomioistuimelle toimitettuun asiakirja-aineistoon sisältyvien seikkojen perusteella on kiistatonta, että TEAC, joka on nyt käsiteltävässä asiassa ennakkoratkaisua pyytänyt elin, täyttää edellytykset, jotka koskevat tämän elimen lakisääteisyyttä, pysyvyyttä, sen tuomiovallan pakottavuutta, menettelyn kontradiktorisuutta ja toimimista oikeussääntöjen soveltajana.", "label": [[3, 27, "ORG"], [117, 121, "ORG"]]}
{"text": "53 Sitä vastoin herää kysymys, täyttääkö TEAC riippumattomuutta koskevan edellytyksen.", "label": [[41, 45, "ORG"]]}
{"text": "54 Unionin tuomioistuin katsoi tässä yhteydessä 21.3.2000 antamansa tuomion Vuotila ym. (C-110/98–C-147/98, EU:C:2000:145) 39 kohdassa, että hallinto- ja veroasioiden valituslautakuntia koskevassa Espanjan lainsäädännössä, sellaisena kuin sitä sovellettiin tuon tuomion taustalla olevassa asiassa, taataan verojen ja maksujen hallinnoinnista, perinnästä ja tilityksestä vastuussa olevien veroviranomaisen yksikköjen toiminnallinen erottaminen hallinto- ja veroasioiden valituslautakunnista, jotka ratkaisevat edellä mainittujen yksiköiden päätöksistä tehdyt valitukset ilman veroviranomaisten ohjeita. Unionin tuomioistuin täsmensi tuon tuomion 40 kohdassa, että tällaiset takeet antavat hallinto- ja veroasioiden valituslautakunnille kolmannen osapuolen ominaisuuden suhteessa niihin yksiköihin, jotka ovat tehneet valituksen kohteena olevan päätöksen, sekä riittävän riippumattomuuden, jotta niitä voitaisiin pitää SEUT 267 artiklassa tarkoitettuina tuomioistuimina.", "label": [[3, 23, "ORG"], [48, 57, "DATE"], [76, 83, "PER"], [141, 185, "ORG"], [197, 205, "LOC"], [443, 489, "ORG"], [602, 622, "ORG"], [688, 734, "ORG"]]}
{"text": "55 Kuten myös komissio on väittänyt kirjallisissa huomautuksissaan, näitä toteamuksia on arvioitava uudelleen siten, että otetaan huomioon muun muassa unionin tuomioistuimen viimeaikaisin oikeuskäytäntö, joka koskee erityisesti riippumattomuutta koskevaa edellytystä, joka jokaisen kansallisen elimen on täytettävä, jotta sen voidaan katsoa olevan SEUT 267 artiklassa tarkoitettu tuomioistuin.", "label": [[14, 22, "ORG"], [151, 173, "ORG"]]}
{"text": "56 Tässä asiayhteydessä on korostettava, että kansallisten tuomioistuinten riippumattomuus on olennaista sen tuomioistuinten välisen yhteistyön järjestelmän moitteettomalle toiminnalle, jota SEUT 267 artiklan mukainen ennakkoratkaisumenettely edustaa, siltä osin kuin tämän tuomion 51 kohdassa muistutetun vakiintuneen oikeuskäytännön mukaisesti tämän menettelyn voi saattaa vireille vain elin, jonka tehtävänä on soveltaa unionin oikeutta ja joka täyttää muun muassa tämän riippumattomuuden vaatimuksen (tuomio 27.2.2018, Associação Sindical dos Juízes Portugueses, C-64/16, EU:C:2018:117, 43 kohta).", "label": [[423, 430, "LOC"], [512, 521, "DATE"], [523, 565, "ORG"]]}
{"text": "57 Unionin tuomioistuimen oikeuskäytännön mukaan riippumattomuuden käsitteeseen liittyy kaksi osatekijää. Ensimmäinen, ulkoinen osatekijä, edellyttää, että asianomainen elin huolehtii tehtävistään itsenäisesti olematta missään hierarkkisessa tai alisteisessa suhteessa mihinkään tahoon ja ottamatta vastaan määräyksiä tai ohjeita miltään taholta, ja se on täten suojattu sellaisilta ulkoisilta toimenpiteiltä tai painostuksilta, jotka voivat vaarantaa sen jäsenten päätöksenteon riippumattomuuden ja vaikuttaa heidän ratkaisuihinsa (tuomio 27.2.2018, Associação Sindical dos Juízes Portugueses, C-64/16, EU:C:2018:117, 44 kohta oikeuskäytäntöviittauksineen).", "label": [[3, 25, "ORG"], [540, 549, "DATE"], [551, 593, "ORG"]]}
{"text": "58 Riippumattomuuden käsitteen ulkoisen osatekijän osalta on vielä muistutettava, että se, ettei kyseessä olevan elimen jäseniä voida erottaa, on tuomareiden riippumattomuuteen erottamattomasti sisältyvä tae, jolla on tarkoitus suojata henkilöitä, joiden tehtäväksi päätöksenteko on annettu (ks. vastaavasti tuomio 19.9.2006, Maslov, C-506/04, EU:C:2006:587, 51 kohta ja tuomio 27.2.2018, Associação Sindical dos Juízes Portugueses, C-64/16, EU:C:2018:117, 45 kohta).", "label": [[146, 157, "PROFESSION"], [315, 324, "DATE"], [326, 332, "PER"], [378, 387, "DATE"], [389, 431, "ORG"]]}
{"text": "59 Erottamattomuuden periaate, jonka ensisijaista merkitystä on korostettava, edellyttää muun muassa, että tuomarit voivat hoitaa tehtäviään pakollisen eläkeikänsä saavuttamiseen tai toimikautensa päättymiseen saakka, jos kyseinen toimikausi on määräaikainen. Vaikka mainittu periaate ei olekaan täysin ehdoton, siitä voidaan poiketa suhteellisuusperiaatetta noudattaen ainoastaan sillä edellytyksellä, että se on perusteltua hyväksyttävistä ja pakottavista syistä. Tämän vuoksi on yleisesti hyväksyttyä, että tuomarit voidaan irtisanoa asianmukaisia menettelyjä noudattaen, jos he eivät kykene hoitamaan enää tehtäviään työkyvyttömyyden tai vakavan laiminlyönnin johdosta (tuomio 24.6.2019, komissio v. Puola (Ylimmän tuomioistuimen riippumattomuus), C-619/18, EU:C:2019:531, 76 kohta).", "label": [[107, 115, "PROFESSION"], [510, 518, "PROFESSION"], [681, 690, "DATE"], [692, 700, "ORG"], [704, 709, "ORG"], [711, 733, "ORG"]]}
{"text": "60 Tuomioistuimen jäsenten erottamattomuuden tae edellyttää siten, että tapaukset, joissa tämän elimen jäsenet voidaan erottaa, määritetään erityisessä säännöstössä nimenomaisilla lainsäädännön säännöksillä, joissa taataan paremmat takeet kuin hallinto-oikeuden ja työoikeuden yleisissä säännöissä, joita sovelletaan väärinkäytöstä ilmaisevan erottamisen tapauksessa (ks. vastaavasti tuomio 9.10.2014, TDC, C-222/13, EU:C:2014:2265, 32 ja 35 kohta).", "label": [[391, 400, "DATE"]]}
{"text": "61 Riippumattomuuden käsitteen toinen, sisäinen osatekijä liittyy puolueettomuuden käsitteeseen ja merkitsee sitä, että elin ylläpitää yhtäläistä etäisyyttä asian asianosaisiin ja siihen, mitkä ovat heidän intressinsä asian kohteeseen. Tämä osatekijä edellyttää objektiivisuuden noudattamista ja sitä, ettei elimellä ole muuta intressiä asian ratkaisun lopputulokseen kuin oikeussääntöjen tiukka soveltaminen (tuomio 16.2.2017, Gajane Fiorello, C-503/15, EU:C:2017:126, 38 kohta oikeuskäytäntöviittauksineen).", "label": [[417, 426, "DATE"], [428, 443, "PER"]]}
{"text": "62 Unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan riippumattomuuden käsite, joka kuuluu erottamattomasti tuomioistuinten tehtävään, merkitsee siten ennen kaikkea, että kyseinen elin on ulkopuolinen siihen viranomaiseen nähden, joka on tehnyt päätöksen, johon on haettu muutosta (ks. vastaavasti tuomio 30.3.1993, Elliott, C-24/92, EU:C:1993:118, 15 kohta ja tuomio 9.10.2014, TDC, C-222/13, EU:C:2014:2265, 29 kohta oikeuskäytäntöviittauksineen).", "label": [[3, 25, "ORG"], [314, 323, "DATE"], [325, 332, "PER"], [377, 386, "DATE"]]}
{"text": "63 Nämä riippumattomuuden ja puolueettomuuden takeet edellyttävät sellaisten sääntöjen olemassaoloa, jotka koskevat muun muassa elimen kokoonpanoa ja sen jäsenten nimitystä ja toimikauden kestoa sekä perusteita, jotka koskevat elimen jäsenten pidättymistä päätöksenteosta, jääviyttä ja erottamista, ja joiden perusteella yksityisten perustellut epäilyt siltä osin, onko kyseinen elin täysin ulkopuolisen vaikutusvallan ulottumattomissa, ja siltä osin, onko se täysin puolueeton vastakkain oleviin intresseihin nähden, voidaan sivuuttaa (tuomio 9.10.2014, TDC, C-222/13, EU:C:2014:2265, 32 kohta).", "label": [[544, 553, "DATE"]]}
{"text": "64 Nyt käsiteltävässä asiassa on ensinnäkin todettava, että sovellettavan kansallisen säännöstön ja erityisesti kuninkaan asetuksen 520/2005 29 §:n 2 momentin mukaan valtioneuvosto nimittää TEACin presidentin ja jäsenet talous- ja valtiovarainministerin ehdotuksesta kuninkaan asetuksella toistaiseksi. Tämän saman säännöksen mukaan valtioneuvosto voi erottaa TEACin presidentin ja jäsenet saman menettelyn mukaisesti eli talous- ja valtiovarainministerin ehdotuksesta kuninkaan asetuksella.", "label": [[112, 121, "PROFESSION"], [166, 180, "ORG"], [190, 196, "ORG"], [197, 208, "PROFESSION"], [220, 253, "PROFESSION"], [267, 276, "PROFESSION"], [333, 347, "ORG"], [360, 366, "ORG"], [367, 378, "PROFESSION"], [422, 455, "PROFESSION"], [469, 478, "PROFESSION"]]}
{"text": "65 Alueellisten hallinto- ja veroasioiden valituslautakuntien jäsenten osalta on todettava, että kuninkaan asetuksen 520/2005 30 §:n 2 momentin mukaan heidät nimittää talous- ja valtiovarainministeri luettelossa mainittujen virkamiesten keskuudesta ja sama ministeri voi erottaa heidät.", "label": [[16, 61, "ORG"], [97, 106, "PROFESSION"], [167, 199, "PROFESSION"], [257, 266, "PROFESSION"]]}
{"text": "66 Vaikka onkin siten totta, että sovellettavaan kansalliseen lainsäädäntöön sisältyy sääntöjä, joilla säännellään muun muassa TEACin presidentin ja muiden jäsenten pidättymistä päätöksenteosta ja jääviyttä ja TEACin presidentin osalta eturistiriitaa, esteellisyyttä ja avoimuusvelvoitetta koskevia sääntöjä, on kuitenkin kiistatonta, että TEACin presidentin ja muiden jäsenten erottamista koskevaa järjestelmää ei määritetä erityisessä säännöstössä nimenomaisilla lainsäädännön säännöksillä samalla tavoin kuin tuomiovaltaa käyttävien elinten jäsenten osalta. TEACin jäseniin sovelletaan tältä viimeksi mainitulta osin ainoastaan hallinto-oikeuden yleisiä sääntöjä ja erityisesti julkisessa palvelusuhteessa olevia henkilöitä koskevia perussääntöjä, kuten Espanjan hallitus on vahvistanut istunnossa unionin tuomioistuimessa. Sama pätee alueellisten ja paikallisten hallinto- ja veroasioiden valituslautakuntien jäsenten osalta.", "label": [[127, 133, "ORG"], [134, 145, "PROFESSION"], [210, 216, "ORG"], [217, 228, "PROFESSION"], [340, 346, "ORG"], [347, 358, "PROFESSION"], [561, 567, "ORG"], [757, 774, "ORG"], [801, 825, "ORG"], [867, 912, "ORG"]]}
{"text": "67 TEACin presidentin ja muiden jäsenten sekä muiden hallinto- ja veroasioiden valituslautakuntien jäsenten erottamista ei näin ollen ole rajoitettu nyt annettavan tuomion 59 kohdassa mieleen palautetun erottamattomuuden periaatteen mukaisesti tiettyihin poikkeuksellisiin tapauksiin, joihin liittyy hyväksyttäviä ja pakottavia syitä, jotka oikeuttavat tällaisen toimenpiteen toteuttamisen suhteellisuusperiaatetta ja asianmukaisia menettelyjä noudattaen, kuten tapauksessa, jossa henkilöt eivät kykene hoitamaan enää tehtäviään työkyvyttömyyden tai vakavan laiminlyönnin johdosta.", "label": [[3, 9, "ORG"], [10, 21, "PROFESSION"], [53, 98, "ORG"]]}
{"text": "68 Tästä seuraa, että sovellettavassa kansallisessa lainsäädännössä ei taata, että TEACin presidenttiin ja muihin jäseniin ei kohdistu suoraa tai välillistä ulkoista painostusta, joka voisi asettaa heidän riippumattomuutensa kyseenalaiseksi.", "label": [[83, 89, "ORG"], [90, 103, "PROFESSION"]]}
{"text": "69 Vaikka onkin totta, että yleisen verolain 228 §:n 1 momentin mukaan hallinto- ja veroasioiden valituslautakuntien jäsenet ovat ”toiminnallisesti riippumattomia” tehtäviään hoitaessaan ja että kuninkaan asetuksen 520/2005 29 §:n 9 momentin ja 30 §:n 12 momentin mukaan he ”hoitavat täysin riippumattomasti ja omalla vastuullaan heille laissa annettuja tehtäviä”, on kuitenkin niin, että siitä, ettei heidän nimitystään peruuteta tai kumota, ei ole erityisiä takeita. Tällainen järjestelmä ei vaikuta sellaiselta, että se estäisi tehokkaasti toimeenpanoviranomaista painostamasta epäasianmukaisella tavalla hallinto- ja veroasioiden valituslautakuntien jäseniä (ks. analogisesti tuomio 31.5.2005, Malfait ym., C-53/03, EU:C:2005:333, 31 kohta).", "label": [[71, 116, "ORG"], [608, 653, "ORG"], [687, 696, "DATE"], [698, 705, "PER"]]}
{"text": "70 Hallinto- ja veroasioiden valituslautakuntien ja erityisesti TEACin jäsenten tilanne eroaa tältä osin esimerkiksi asiassa, jossa annettiin 6.10.2015 tuomio Consorci Sanitari del Maresme (C-203/14, EU:C:2015:664), ennakkoratkaisua pyytäneen elimen tilanteesta, kuten tuon tuomion 11 ja 20 kohdasta käy ilmi, siten, että tuon elimen jäseniä, toisin kuin hallinto- ja veroasioiden valituslautakuntien jäsenet, ei voida erottaa heidän toimikautensa aikana, mistä voidaan poiketa vain laissa nimenomaisesti luetelluista syistä.", "label": [[3, 48, "ORG"], [64, 70, "ORG"], [142, 151, "DATE"], [159, 188, "ORG"], [355, 400, "ORG"]]}
{"text": "71 Lisäksi hallinto- ja veroasioiden valituslautakunnat ja erityisesti TEAC eroavat asiassa, jossa annettiin tuomio 24.5.2016, MT Højgaard ja Züblin (C-396/14, EU:C:2016:347), ennakkoratkaisua pyytäneestä elimestä. Kuten näet tuon tuomion 29–31 kohdasta käy ilmi, vaikka mainitussa elimessä onkin asiantuntijajäseniä, jotka eivät nauti perustuslaissa tuomareille varattua erityistä suojaa, siihen kuuluu myös tuomareita, jotka puolestaan nauttivat tällaista suojaa ja joilla on kaikissa tapauksissa äänten enemmistö tässä elimessä ja näin ollen määräävä painoarvo kyseisen elimen päätöksenteossa, mikä on omiaan takaamaan mainitun elimen riippumattomuuden.", "label": [[11, 55, "ORG"], [71, 75, "ORG"], [116, 125, "DATE"], [127, 138, "ORG"], [142, 148, "ORG"], [351, 362, "PROFESSION"], [409, 419, "PROFESSION"]]}
{"text": "72 Toiseksi nyt annettavan tuomion 61 kohdassa tarkoitetusta, riippumattomuutta koskevan vaatimuksen toisesta, sisäisestä osatekijästä on todettava, että on totta, että talous- ja valtiovarainministeriössä verojen ja maksujen hallinnoinnista, perinnästä ja tilityksestä vastuussa olevat veroviranomaisen yksiköt on toiminnallisesti erotettu hallinto- ja veroasioiden valituslautakunnista, jotka ratkaisevat mainittujen yksikköjen päätöksistä tehdyt valitukset.", "label": [[169, 205, "ORG"], [341, 387, "ORG"]]}
{"text": "73 Kuten myös julkisasiamies totesi ratkaisuehdotuksensa 31 ja 40 kohdassa, Sala Especial para la Unificación de Doctrinassa (oikeuskäytännön yhtenäistämistä koskeva erityisjaosto, Espanja) käsiteltävän ylimääräisen muutoksenhakumenettelyn, jota säännellään yleisen verolain 243 §:ssä, tietyt ominaispiirteet saavat kuitenkin aikaan epäilyn siitä, onko TEAC ulkopuolisen asemassa kyseessä oleviin intresseihin nähden.", "label": [[14, 28, "PROFESSION"], [76, 124, "ORG"], [126, 179, "ORG"], [181, 188, "LOC"], [353, 357, "ORG"]]}
{"text": "74 On näet yksinomaan talous- ja valtiovarainministeriön veroasioiden pääjohtajan tehtävänä hakea tällaisella ylimääräisellä muutoksenhaulla muutosta sellaisiin TEACin päätöksiin, joista hän on eri mieltä. Mainittu pääjohtaja – samoin kuin valtion verohallinnon osaston, johon mainitun ylimääräisen muutoksenhaun kohteena olevassa päätöksessä tarkoitetun toimen antanut elin kuuluu, pääjohtaja tai johtajakin – kuuluu kuitenkin itse viran puolesta kahdeksanjäseniseen kokoonpanoon, joka käsittelee tämän muutoksenhaun. Näin ollen sekä talous- ja valtiovarainministeriön veroasioiden pääjohtaja, joka on hakenut muutosta ylimääräisellä muutoksenhaulla TEACin päätökseen, että valtion verohallinnon sen osaston, joka on antanut muutoksenhaun kohteena olevassa päätöksessä tarkoitetun toimen, pääjohtaja tai johtaja, kuuluvat siihen TEACin erityisjaostoon, joka käsittelee tämän muutoksenhaun. Tästä seuraa, että ylimääräisen muutoksenhaun asianosaisen rooli ja tällaisen muutoksenhaun käsittelevän elimen jäsenen rooli sekoittuvat toisiinsa.", "label": [[22, 56, "ORG"], [70, 81, "PROFESSION"], [161, 167, "ORG"], [215, 225, "PROFESSION"], [240, 269, "ORG"], [383, 393, "PROFESSION"], [398, 408, "PROFESSION"], [535, 569, "ORG"], [583, 593, "PROFESSION"], [651, 657, "ORG"], [675, 696, "ORG"], [790, 800, "PROFESSION"], [805, 812, "PROFESSION"], [830, 852, "ORG"]]}
{"text": "75 Sitä paitsi se, että talous- ja valtiovarainministeriön veroasioiden pääjohtajalla on mahdollisuus hakea tällaisella ylimääräisellä muutoksenhaulla muutosta TEACin päätökseen, on omiaan altistamaan TEACin painostukselle ja saattamaan siten kyseenalaiseksi sen riippumattomuuden ja puolueettomuuden, ja näin on siitä huolimatta, että – kuten Espanjan hallitus on todennut unionin tuomioistuimen istunnossa ja kuten käy ilmi yleisen verolain 243 §:n 4 momentista – tällä ylimääräisellä muutoksenhaulla on vaikutusta vain tulevaisuudessa eikä se vaikuta TEACin jo tekemiin päätöksiin, mukaan luettuna mainitun muutoksenhaun kohteena oleva päätös.", "label": [[24, 58, "ORG"], [72, 85, "PROFESSION"], [160, 166, "ORG"], [201, 207, "ORG"], [344, 361, "ORG"], [374, 396, "ORG"], [554, 560, "ORG"]]}
{"text": "76 Ylimääräisen muutoksenhaun, jolla voidaan oikeuskäytännön yhtenäistämiseksi hakea muutosta TEACin päätöksistä, erityispiirteet tuovat esiin yhtäältä tämän elimen ja toisaalta talous- ja valtiovarainministeriön ja erityisesti tämän ministeriön veroasioiden pääjohtajan ja muutoksenhaun kohteena olevat päätökset antaneen yksikön pääjohtajan väliset organisatoriset ja toiminnalliset yhteydet. Tällaiset yhteydet ovat esteenä sille, että voitaisiin katsoa, että TEAC olisi ulkopuolinen tähän hallintoviranomaiseen nähden (ks. analogisesti tuomio 30.5.2002, Richter, C-516/99, EU:C:2002:313, 38–40 kohta).", "label": [[94, 100, "ORG"], [178, 212, "ORG"], [259, 270, "PROFESSION"], [331, 342, "PROFESSION"], [463, 467, "ORG"], [547, 556, "DATE"], [558, 565, "PER"]]}
{"text": "77 Näin ollen TEAC ei täytä tuomioistuimilta edellytettyä riippumattomuutta koskevaa vaatimusta sen sisäisen osatekijän osalta.", "label": [[14, 18, "ORG"]]}
{"text": "78 Lisäksi on todettava yhtäältä, että se seikka, että hallinto- ja veroasioiden valituslautakunnat eivät ole SEUT 267 artiklassa tarkoitettuja tuomioistuimia, ei vapauta niitä päätöksiään antaessaan velvollisuudesta taata unionin oikeuden soveltaminen ja jättää tarvittaessa soveltamatta kansallisia oikeussääntöjä, jotka ovat ristiriidassa sellaisen unionin oikeuden säännöksen kanssa, jolla on välitön oikeusvaikutus, koska nämä velvollisuudet koskevat kaikkia toimivaltaisia kansallisia viranomaisia eivätkä ainoastaan tuomioistuinviranomaisia (ks. vastaavasti tuomio 22.6.1989, Gapinski, 103/88, EU:C:1989:256, 30–33 kohta; tuomio 14.10.2010, Weiß, C-243/09, EU:C:2010:609, 61 ja 63 kohta ja tuomio 4.12.2018, Minister for Justice and Equality ja Commissioner of An Garda Síochána, C-378/17, EU:C:2018:979, 36 ja 38 kohta).", "label": [[55, 99, "ORG"], [223, 230, "LOC"], [352, 359, "LOC"], [572, 581, "DATE"], [583, 591, "PER"], [636, 646, "DATE"], [648, 652, "PER"], [704, 713, "DATE"], [715, 748, "PROFESSION"], [752, 764, "PROFESSION"], [768, 785, "ORG"]]}
{"text": "79 Toisaalta oikeussuojakeinot, joiden nojalla on mahdollista hakea muutosta Audiencia Nacionalilta (valtakunnallinen ylioikeus, Espanja) ja Tribunal Supremolta (ylin tuomioistuin, Espanja) hallinto- ja veroasioiden valituslautakuntien päätöksiin, jotka on tehty hallinto- ja veroasioita koskevan valitusmenettelyn päätteeksi, mahdollistavat SEUT 267 artiklaan perustuvan ennakkoratkaisumekanismin tehokkuuden ja unionin oikeuden yhdenmukaisen tulkinnan, koska tällaisilla kansallisilla tuomioistuimilla on oikeus tai tapauksen mukaan velvollisuus esittää unionin tuomioistuimelle ennakkoratkaisupyyntö, kun unionin oikeuden tulkintaa tai pätevyyttä koskeva päätös on tarpeen, jotta ne voivat antaa ratkaisunsa (ks. analogisesti tuomio 31.1.2013, Dmitriev, C-394/11, EU:C:2013:48, 52 kohta).", "label": [[77, 99, "ORG"], [101, 127, "ORG"], [129, 136, "LOC"], [141, 160, "ORG"], [162, 179, "ORG"], [181, 188, "LOC"], [190, 235, "ORG"], [413, 420, "LOC"], [556, 580, "ORG"], [608, 615, "LOC"], [736, 745, "DATE"], [747, 755, "PER"]]}
{"text": "80 Kaiken edellä esitetyn perusteella on todettava, että TEACin esittämä ennakkoratkaisupyyntö on jätettävä tutkimatta, koska tämän elimen ei voida katsoa olevan SEUT 267 artiklassa tarkoitettu tuomioistuin.", "label": [[57, 63, "ORG"]]}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "81 Pääasioiden asianosaisten osalta asioiden käsittely unionin tuomioistuimessa on välivaihe kansallisessa tuomioistuimessa vireillä olevien asioiden käsittelyssä, minkä vuoksi kansallisen tuomioistuimen asiana on päättää oikeudenkäyntikulujen korvaamisesta. Oikeudenkäyntikuluja, jotka ovat aiheutuneet muille kuin näille asianosaisille huomautusten esittämisestä unionin tuomioistuimelle, ei voida määrätä korvattaviksi.", "label": [[55, 79, "ORG"], [365, 389, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuin (suuri jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 54, "ORG"]]}
{"text": "Ennakkoratkaisupyyntö, jonka Tribunal Económico-Administrativo Central (Espanja) on esittänyt 2.4.2014 antamallaan päätöksellä, jätetään tutkimatta.", "label": [[29, 70, "ORG"], [72, 79, "LOC"], [94, 102, "DATE"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: espanja.", "label": [[23, 30, "NATIONALITY"]]}
