{"text": "JULKISASIAMIEHEN RATKAISUEHDOTUS FREDDY COLIN 25 päivänä helmikuuta 2020 (1)", "label": [[0, 16, "PROFESSION"], [33, 45, "PER"], [46, 72, "DATE"]]}
{"text": "Asia C-97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "vastaan", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(Ennakkoratkaisupyyntö – Finanzgericht Düsseldorf (verotuomioistuin, Düsseldorf, Saksa))", "label": [[25, 49, "ORG"], [51, 67, "ORG"], [69, 86, "LOC"]]}
{"text": "Ennakkoratkaisupyyntö – Neuvoston asetus (ETY) N:o 2913/92 – Yhteisön tullikoodeksi – Tulli-ilmoitus – Ilmoituksen oikaiseminen – Tavaranhaltijan nimen oikaiseminen sen korvaamiseksi sen henkilön nimellä, jolle tuontitodistukset on annettu – Ilmoituksen mitätöinti – Edustus", "label": [[24, 33, "ORG"], [61, 69, "LOC"]]}
{"text": "1. Yhteisön tullikoodeksista 12.10.1992 annetun neuvoston asetuksen (ETY) N:o 2913/92 (EYVL 1992, L 302, s. 1; jäljempänä vuoden 1992 tullikoodeksi), joka oli voimassa 30.4.2016 saakka, 78 artiklan 1 kohdassa säädettiin tulliviranomaisten mahdollisuudesta viran puolesta tai tavaranhaltijan pyynnöstä oikaista ilmoitusta siinä mainittujen tavaroiden luovutuksen jälkeen. Tässä ennakkoratkaisupyynnössä nousee nyt esille kysymys siitä, oliko tulliviranomaisten tämän säännöksen nojalla mahdollista muuttaa ilmoittajan nimeä, jos ilmoittajan henkilöllisyys oli ilmoitettu virheellisesti ilmeisestikin vilpittömässä mielessä tehdyn virheen vuoksi.", "label": [[3, 11, "LOC"], [29, 39, "DATE"], [48, 57, "ORG"], [122, 133, "DATE"], [168, 177, "DATE"]]}
{"text": "2. Käsiteltävän ennakkoratkaisupyynnön on esittänyt Finanzgericht Düsseldorf (verotuomioistuin, Düsseldorf, Saksa) riita-asiassa, jossa asianosaisina ovat Pfeifer & Langen GmbH & Co KG (jäljempänä Pfeifer & Langen) ja Hauptzollamt Köln (Kölnin tullivirasto, Saksa, jäljempänä Hauptzollamt) ja joka koskee ruokosokerin maahantuontia alennetulla tullilla.", "label": [[52, 76, "ORG"], [78, 94, "ORG"], [96, 113, "LOC"], [155, 184, "ORG"], [197, 213, "ORG"], [218, 235, "ORG"], [237, 256, "ORG"], [258, 263, "LOC"], [276, 288, "ORG"]]}
{"text": "3. Käsiteltävän asian pääkysymys koskee vuoden 1992 tullikoodeksin 78 artiklan soveltamisalaa. Ennen näiden kysymysten tarkastelua on kuitenkin ensin tarpeen esittää asiaa koskevat oikeussäännöt.", "label": [[40, 51, "DATE"]]}
{"text": "I Asiaa koskevat oikeussäännöt", "label": []}
{"text": "4. Vuoden 1992 tullikoodeksin johdanto-osan viidennessä ja kuudennessa perustelukappaleessa todettiin seuraavaa:", "label": [[3, 14, "DATE"]]}
{"text": "”sen varmistamiseksi, että saadaan pidetyksi tasapainossa toisaalta tullihallintojen tullilainsäädännön oikeaan soveltamiseen liittyvät tarpeet ja toisaalta taloudellisten toimijoiden oikeus tasapuoliseen kohteluun, on erityisesti annettava tullihallinnoille laajat tarkastusmahdollisuudet ja taloudellisille toimijoille muutoksenhakuoikeus; muutoksenhakujärjestelmän käyttöönotto tulliasioissa edellyttää Yhdistyneeltä kuningaskunnalta, että se toteuttaa uusia hallinnollisia menettelyjä, joita ei voida ottaa käyttöön ennen 1 päivää tammikuuta 1995,", "label": [[406, 436, "ORG"], [526, 550, "DATE"]]}
{"text": "ottaen huomioon, että ulkomaankauppa on yhteisölle huomattavan tärkeää, tullimuodollisuudet ja ‑tarkastukset olisi poistettava, tai niitä olisi ainakin mahdollisimman paljon rajoitettava”.", "label": [[40, 50, "LOC"]]}
{"text": "5. Vuoden 1992 tullikoodeksin 5 artiklassa säädettiin seuraavaa:", "label": [[3, 14, "DATE"]]}
{"text": "”1. Jollei 243 artiklan 2 kohdan b alakohdan yhteydessä annetuista säännöksistä muuta johdu, henkilö voi 64 artiklan 2 kohdassa säädetyin edellytyksin nimetä itselleen edustajan suorittamaan tullilainsäädännössä säädettyjä toimia ja menettelyjä tulliviranomaisessa.", "label": [[168, 177, "PROFESSION"]]}
{"text": "2. Edustus voi olla:", "label": []}
{"text": "– suora, jolloin edustaja toimii toisen nimissä ja lukuun, tai", "label": [[17, 25, "PROFESSION"]]}
{"text": "– välillinen, jolloin edustaja toimii omissa nimissään mutta toisen lukuun.", "label": [[22, 30, "PROFESSION"]]}
{"text": "Jäsenvaltiot voivat rajoittaa oikeutta tulli-ilmoitusten tekemiseen alueellaan", "label": []}
{"text": "– suoralla edustuksella tai", "label": []}
{"text": "– välillisellä edustuksella", "label": []}
{"text": "siten, että edustajan on oltava ammattitoimintaansa siellä harjoittava tulliasioitsija.", "label": [[12, 21, "PROFESSION"], [71, 86, "PROFESSION"]]}
{"text": "3. Muissa kuin 64 artiklan 2 kohdan b alakohdassa ja 3 kohdassa tarkoitetuissa tapauksissa edustajan on oltava sijoittautunut yhteisöön.", "label": [[91, 100, "PROFESSION"], [126, 135, "LOC"]]}
{"text": "4. Edustajan on ilmoitettava toimivansa edustamansa henkilön puolesta sekä ilmoitettava, onko edustus suora vai välillinen, ja oltava valtuutettu toimimaan edustajana.", "label": [[3, 12, "PROFESSION"], [156, 166, "PROFESSION"]]}
{"text": "Henkilön, joka ei ilmoita toimivansa toisen nimissä tai lukuun taikka joka ilmoittaa toimivansa toisen nimissä tai lukuun olematta valtuutettu toimimaan edustajana, katsotaan toimivan omissa nimissään ja omaan lukuunsa.", "label": [[153, 163, "PROFESSION"]]}
{"text": "5. Tulliviranomaiset voivat vaatia henkilöä, joka ilmoittaa toimivansa toisen nimissä tai lukuun, todistamaan valtuutuksensa toimia edustajana.”", "label": [[132, 142, "PROFESSION"]]}
{"text": "6. Vuoden 1992 tullikoodeksin 64 artiklassa säädettiin seuraavaa:", "label": [[3, 14, "DATE"]]}
{"text": "”1. Jollei 5 artiklasta muuta johdu, tulli-ilmoituksen voi tehdä henkilö, joka voi toimivaltaisessa tullitoimipaikassa esittää tai esityttää kyseisen tavaran tullille kaikkine asiakirjoineen, jotka tarvitaan tavaroille ilmoitettavaa tullimenettelyä koskevien säännösten soveltamiseksi.", "label": []}
{"text": "2. Kuitenkin:", "label": []}
{"text": "a) jos tulli-ilmoituksen vastaanottamisesta seuraa erityisiä velvollisuuksia tietylle henkilölle, tämän on tehtävä tulli-ilmoitus itse tai teetettävä se puolestaan;", "label": []}
{"text": "b) tavaranhaltijan on oltava sijoittautunut yhteisöön.", "label": [[44, 53, "LOC"]]}
{"text": "Yhteisöön sijoittautumista ei kuitenkaan edellytetä henkilöiltä, jotka:", "label": [[0, 9, "LOC"]]}
{"text": "– tekevät passitusta tai väliaikaista maahantuontia koskevan ilmoituksen,", "label": []}
{"text": "– tekevät tavaroita koskevia ilmoituksia satunnaisesti, jos tulliviranomaiset pitävät tätä perusteltuna.”", "label": []}
{"text": "7. Vuoden 1992 tullikoodeksin 65 artiklassa säädettiin seuraavaa:", "label": [[3, 14, "DATE"]]}
{"text": "”Tavaranhaltijan pyynnöstä tämän on sallittava oikaista yhtä tai useampaa tulli-ilmoituksessa antamaansa tietoa sen jälkeen, kun tulliviranomaiset ovat vastaanottaneet ilmoituksen. Oikaisulla ei voida muuttaa ilmoitusta koskemaan muita kuin siinä alun perin tarkoitettuja tavaroita.", "label": []}
{"text": "Oikaisua ei kuitenkaan voida sallia, jos sitä pyydetään sen jälkeen, kun tulliviranomaiset ovat:", "label": []}
{"text": "a) ilmoittaneet tavaranhaltijalle aikovansa tarkastaa tavarat;", "label": []}
{"text": "b) todenneet kyseiset tiedot epätarkoiksi; tai", "label": []}
{"text": "c) luovuttaneet tavarat.”", "label": []}
{"text": "8. Vuoden 1992 tullikoodeksin 66 artiklassa säädettiin seuraavaa:", "label": [[3, 14, "DATE"]]}
{"text": "”1. Tulliviranomaisten on tavaranhaltijan pyynnöstä mitätöitävä jo vastaanotettu ilmoitus, jos tavaranhaltija näyttää toteen, että ilmoituksessa tarkoitettu tullimenettely on ilmoitettu tavaralle erheellisesti tai että tavaran asettaminen ilmoitettuun tullimenettelyyn ei erityisten olosuhteiden vuoksi enää ole perusteltua.", "label": []}
{"text": "Jos tulliviranomaiset kuitenkin ovat ilmoittaneet tavaranhaltijalle aikovansa tarkastaa tavarat, ilmoituksen mitätöintiä koskeva pyyntö voidaan hyväksyä vasta tarkastuksen jälkeen.", "label": []}
{"text": "2. Ilmoitus voidaan mitätöidä tavaroiden luovutuksen jälkeen ainoastaan komiteamenettelyä noudattaen määritellyissä tapauksissa.", "label": []}
{"text": "3. Ilmoituksen mitätöinti ei rajoita voimassa olevien rangaistussäännösten soveltamista.”", "label": []}
{"text": "9. Vuoden 1992 tullikoodeksin 78 artiklassa säädettiin seuraavaa:", "label": [[3, 14, "DATE"]]}
{"text": "”1. Tulliviranomaiset voivat viran puolesta tai tavaranhaltijan pyynnöstä oikaista ilmoitusta tavaroiden luovutuksen jälkeen.", "label": []}
{"text": "2. Tulliviranomaiset voivat ilmoituksessa annettujen tietojen oikeellisuuden varmistamiseksi tavaroiden luovutuksen jälkeen tarkastaa kyseisten tavaroiden tuontia tai vientiä taikka näihin tavaroihin myöhemmin kohdistettavia kaupallisia toimia koskevat kaupalliset asiakirjat ja tiedot. Nämä tarkastukset voidaan suorittaa tavaranhaltijan tiloissa, ammattitoiminnan harjoittajana suoraan tai välillisesti mainituissa toimissa osallisena olevan henkilön tiloissa taikka muun mainittuja asiakirjoja ja tietoja ammattitoimintaansa varten hallussaan pitävän henkilön tiloissa. Tulliviranomaiset voivat myös tarkastaa tavarat, jos niiden esittäminen tullille on vielä mahdollista.", "label": []}
{"text": "3. Jos ilmoituksen tarkastus tai jälkitarkastus osoittaa, että kyseistä tullimenettelyä koskevia säännöksiä on sovellettu virheellisten tai puutteellisten tietojen perusteella, tulliviranomaisten on mahdollisesti annettujen säännösten mukaisesti toteutettava tilanteen korjaamiseksi tarvittavat toimenpiteet käytettävissään olevat uudet tiedot huomioon ottaen.”", "label": []}
{"text": "10. Vuoden 1992 tullikoodeksin 201 artiklassa säädettiin lisäksi seuraavaa:", "label": [[4, 15, "DATE"]]}
{"text": "”1. Tuontitullivelka syntyy, kun:", "label": []}
{"text": "a) tuontitullien alainen tavara luovutetaan vapaaseen liikkeeseen; taikka", "label": []}
{"text": "b) tällainen tavara asetetaan osittain tuontitullittomaan väliaikaisen maahantuonnin menettelyyn.", "label": []}
{"text": "2. Tullivelka syntyy sinä ajankohtana, jona kyseinen tulli-ilmoitus vastaanotetaan.", "label": []}
{"text": "3. Velallisena on tavaranhaltija. Välillisessä edustuksessa velallisena on myös henkilö, jonka puolesta tulli-ilmoitus tehdään.", "label": []}
{"text": "Jos jotakin 1 kohdassa tarkoitettua menettelyä koskeva tulli-ilmoitus tehdään sellaisten tietojen perusteella, että kaikkia tai joitakin lain mukaan kannettavia tulleja ei saada kannetuiksi, myös niitä henkilöitä, jotka ovat toimittaneet ilmoituksen laatimiseksi tarvitut tiedot ja jotka ovat tienneet tai joiden olisi kohtuudella pitänyt tietää näiden tietojen olleen virheellisiä, voidaan pitää velallisina voimassa olevien kansallisten säännösten mukaisesti.”", "label": []}
{"text": "11. Vuoden 1992 tullikoodeksin 221 artiklan 3 kohdassa säädettiin seuraavaa:", "label": [[4, 15, "DATE"]]}
{"text": "”Tiedoksiantoa ei voida toimittaa velalliselle enää sen jälkeen, kun kolmen vuoden määräaika on kulunut siitä päivästä, jona tullivelka on syntynyt. Jos päätökseen on haettu muutosta 243 artiklan mukaisesti, määräajan laskeminen keskeytetään muutoksenhakumenettelyn ajaksi muutoshakemuksen jättöajankohdasta lukien.”", "label": [[69, 75, "AMOUNT_VALUE"], [76, 82, "AMOUNT_UNIT"]]}
{"text": "12. Vuoden 1992 tullikoodeksin 236 artiklassa säädettiin seuraavaa:", "label": [[4, 15, "DATE"]]}
{"text": "”1. Tuonti- tai vientitullit on palautettava, jos todetaan, että niiden määrä niitä maksettaessa ei ole ollut lain mukainen tai että niiden määrä on kirjattu tileihin 220 artiklan 2 kohdan vastaisesti.", "label": []}
{"text": "Tuonti- tai vientitullit on peruutettava, jos todetaan, että niiden määrä niitä tileihin kirjattaessa ei ole ollut lain mukainen tai että niiden määrä on kirjattu tileihin 220 artiklan 2 kohdan vastaisesti.", "label": []}
{"text": "Tulleja ei voida palauttaa tai peruuttaa, jos muun kuin lain mukaisen tullien määrän maksamiseen tai tileihin kirjaamiseen johtaneet seikat ovat johtuneet asianomaisen tietoisesta menettelystä.", "label": []}
{"text": "2. Tuonti- tai vientitullit on palautettava taikka peruutettava hakemuksesta, joka on esitettävä kyseiselle tullitoimipaikalle kolmen vuoden kuluessa siitä päivästä, jona nämä tullit on annettu tiedoksi velalliselle.", "label": [[127, 133, "AMOUNT_VALUE"], [134, 140, "AMOUNT_UNIT"]]}
{"text": "Tätä määräaikaa on pidennettävä, jos asianomainen näyttää toteen, että ennalta-arvaamaton tapahtuma tai ylivoimainen este on estänyt hakemuksen esittämisen määräajassa.", "label": []}
{"text": "Tulliviranomaisten on palautettava tai peruutettava tullit viran puolesta, jos ne itse havaitsevat mainitun määräajan kuluessa jonkin 1 kohdan ensimmäisessä tai toisessa alakohdassa tarkoitetuista tilanteista.”", "label": []}
{"text": "II Pääasiat ja ennakkoratkaisukysymykset", "label": []}
{"text": "13. SC Zahărul Oradea SA (jäljempänä Zahărul Oradea) on Romaniaan sijoittautunut Pfeifer & Langenin tytäryhtiö. Zahărul Oradea osti Brasiliasta 45 000 tonnia ruokosokeria, joka oli tarkoitettu puhdistettavaksi Pfeifer & Langenin tehtaalla Saksan Euskirchenissä näiden kahden sopimuspuolen tekemän sopimuksen mukaisesti. Puhdistettu sokeri oli tarkoitus myydä Pfeifer & Langenille.", "label": [[4, 24, "ORG"], [37, 51, "ORG"], [56, 65, "LOC"], [81, 99, "ORG"], [112, 126, "ORG"], [132, 143, "LOC"], [144, 150, "AMOUNT_VALUE"], [151, 157, "AMOUNT_UNIT"], [210, 228, "ORG"], [239, 245, "LOC"], [246, 260, "LOC"], [359, 379, "ORG"]]}
{"text": "14. Romanian toimivaltaiset viranomaiset myönsivät Zahărul Oradealle 13.12.2011 todistuksen, jonka perusteella se sai tuoda maahan yhteensä 45 000 tonnia ruokosokeria puhdistusta varten. Zahărul Oradea antoi Pfeifer & Langenille 2.2.2012 valtakirjan, jotta tämä voi tehdä tulli-ilmoituksia sen nimissä ja hoitaa kaikki tullausmuodollisuudet.", "label": [[4, 12, "LOC"], [51, 68, "ORG"], [69, 79, "DATE"], [140, 146, "AMOUNT_VALUE"], [147, 153, "AMOUNT_UNIT"], [187, 201, "ORG"], [208, 228, "ORG"], [229, 237, "DATE"]]}
{"text": "15. Pfeifer & Langen teki 24.2.2012 omissa nimissään Hauptzollamtille tulli-ilmoituksen noin 499 tonnia käsittävän ruokosokerimäärän luovuttamisesta vapaaseen liikkeeseen. Tulli-ilmoituksessa se viittasi Zahărul Oradean tuontitodistuksiin. Hauptzollamtille toimitettujen asiakirjojen joukossa oli jäljennös Zahărul Oradean Pfeifer & Langenille antamasta valtakirjasta. Pfeifer & Langen ei kuitenkaan käyttänyt valtakirjan mukaisia valtuuksia.", "label": [[4, 20, "ORG"], [26, 35, "DATE"], [53, 69, "ORG"], [93, 96, "AMOUNT_VALUE"], [97, 103, "AMOUNT_UNIT"], [204, 219, "ORG"], [240, 256, "ORG"], [307, 322, "ORG"], [323, 343, "ORG"], [369, 385, "ORG"]]}
{"text": "16. Hauptzollamt hyväksyi ilmoituksen ja vahvisti tullit, jotka Pfeifer & Langenin oli maksettava tullivelallisena, ja sovelsi niihin alennettua tullia, joka oli 252,50 euroa tonnilta. Tulliviranomaiset vähensivät maahantuodut määrät Zahărul Oradealle myönnetyistä todistuksista. Pfeifer & Langen maksoi tämän jälkeen tuontitullit.", "label": [[4, 16, "ORG"], [64, 82, "ORG"], [162, 168, "AMOUNT_VALUE"], [169, 174, "AMOUNT_UNIT"], [175, 183, "AMOUNT_UNIT"], [234, 251, "ORG"], [280, 296, "ORG"]]}
{"text": "17. Arvonlisäverotarkastuksen jälkeen Pfeifer & Langen lähetti tulliviranomaisille kaksi kirjettä, jotka oli päivätty 10.1. ja 11.1.2013, ja pyysi käsittelemään 24.2.2012 tehdyn tulli-ilmoituksen uudelleen, sillä se ei ollut varma, oliko sillä oikeus ruokosokeriin sovellettavaan alennettuun tulliin.(2)", "label": [[38, 54, "ORG"], [118, 123, "DATE"], [127, 136, "DATE"], [161, 170, "DATE"]]}
{"text": "18. Hauptzollamt kantoi 24.1.2013 tehdyllä päätöksellään Pfeifer & Langenilta jälkitullauksin yhteensä 83 158,41 euroa. Kyseinen määrä saatiin soveltamalla ruokosokerin tuontiin tavanomaista tullia, joka on 419 euroa tonnilta. Päätöksen perusteluissa Hauptzollamt totesi, ettei Pfeifer & Langenin tuontiin olisi pitänyt soveltaa alennettua tullia, koska tuontitodistukset oli tosiasiallisesti myönnetty Zahărul Oradealle.", "label": [[4, 16, "ORG"], [24, 33, "DATE"], [57, 77, "ORG"], [103, 112, "AMOUNT_VALUE"], [113, 118, "AMOUNT_UNIT"], [207, 210, "AMOUNT_VALUE"], [211, 216, "AMOUNT_UNIT"], [217, 225, "AMOUNT_UNIT"], [251, 263, "ORG"], [278, 296, "ORG"], [403, 420, "ORG"]]}
{"text": "19. Pfeifer & Langen teki kyseisestä päätöksestä oikaisuvaatimuksen ja viittasi siinä pyyntöönsä, joka koski 24.2.2012 jätetyn tulli-ilmoituksen oikaisemista siten, että sen katsotaan tehneen ilmoituksen Zahărul Oradean välillisenä edustajana.", "label": [[4, 20, "ORG"], [109, 118, "DATE"], [204, 219, "ORG"], [232, 242, "PROFESSION"]]}
{"text": "20. Hauptzollamt hylkäsi oikaisuvaatimuksen 26.4.2018 tekemällään päätöksellä, jonka mukaan Pfeifer & Langen ei ollut ilmoittanut tulli-ilmoituksessa, että se toimi Zahărul Oradean nimissä ja lukuun. Päätöksen mukaan tulli-ilmoitukseen merkittyä tavaranhaltijan nimeä ei voida muuttaa jälkikäteen. Tältä osin oli merkityksetöntä, että Pfeifer & Langenin tulli-ilmoitus ei vastannut Zahărul Oradean valtakirjan ehtoja tai että tulli-ilmoitukseen oli liitetty jäljennös valtakirjasta, koska – tai niin Hauptzollamt katsoi – Pfeifer & Langen oli päättänyt luopua oikeudestaan vedota valtakirjan mukaisiin valtuuksiin.", "label": [[4, 16, "ORG"], [44, 53, "DATE"], [92, 108, "ORG"], [165, 180, "ORG"], [335, 353, "ORG"], [382, 397, "ORG"], [500, 512, "ORG"], [522, 538, "ORG"]]}
{"text": "21. Tämän jälkeen Pfeifer & Langen nosti 26.4.2018 tehdystä päätöksestä kanteen Finanzgericht Düsseldorfissa ja riitautti siinä Hauptzollamtin päätöksen sillä perusteella, että sen tulli-ilmoitus olisi pitänyt oikaista, kuten se oli pyytänyt, ja että sen olisi pitänyt katsoa toimineen Zahărul Oradean välillisenä edustajana. Tältä osin Pfeifer & Langen väittää, että se luopui oikeudesta käyttää Zahărul Oradean sille antamia valtuuksia yksinomaan Hauptzollamtin virkailijan sille antamien virheellisten tietojen vuoksi. Se väitti, että vastauksena sen kysymykseen virkailija ilmoitti, että Zahărul Oradean oli tehtävä tulli-ilmoitus omissa nimissään ja omaan lukuunsa. Pfeifer & Langen kuitenkin korosti, että se oli liittänyt tulli-ilmoitukseen jäljennöksen Zahărul Oradean antamasta valtakirjasta.", "label": [[18, 34, "ORG"], [41, 50, "DATE"], [80, 108, "ORG"], [128, 142, "ORG"], [286, 301, "ORG"], [314, 324, "PROFESSION"], [337, 353, "ORG"], [397, 412, "ORG"], [449, 463, "ORG"], [592, 607, "ORG"], [671, 687, "ORG"], [761, 776, "ORG"]]}
{"text": "22. Hauptzollamt väittää, että Pfeifer & Langen ei koskaan saanut väitettyä tietoa sen virkailijalta ja että Pfeifer & Langenin tulli-ilmoituksessaan antamat tiedot eivät olleet virheellisiä. Siltä osin kuin se oli tehnyt tulli-ilmoituksen omissa nimissään ja siten luopunut oikeudestaan käyttää sille annettuja edustusvaltuuksia, se oli pätevästi saanut tavaranhaltijan aseman.", "label": [[4, 16, "ORG"], [31, 47, "ORG"], [109, 127, "ORG"]]}
{"text": "23. Ennakkoratkaisua pyytänyt tuomioistuin on epävarma, olisiko näissä olosuhteissa ollut mahdollista oikaista pääasian oikeudenkäynnissä kyseessä olevaa tulli-ilmoitusta siten, että tavaranhaltija ei ole Pfeifer & Langen vaan Zahărul Oradea, jota Pfeifer & Langen edustaa. Se nimittäin viittasi siihen, että Hoge Raad der Nederlanden (Alankomaiden ylin tuomioistuin) ja Finanzgericht Hamburg (verotuomioistuin, Hampuri, Saksa) ovat kumpikin äskettäin katsoneet, että vuoden 1992 tullikoodeksin 78 artiklan 3 kohta ei mahdollista sen henkilön nimen oikaisemista, joka on mainittu tulli-ilmoituksessa tavaranhaltijaksi.", "label": [[205, 221, "ORG"], [227, 241, "ORG"], [248, 264, "ORG"], [309, 367, "ORG"], [371, 392, "ORG"], [394, 410, "ORG"], [412, 419, "LOC"], [421, 426, "LOC"], [468, 479, "DATE"]]}
{"text": "24. Tässä tilanteessa Finanzgericht Düsseldorf on päättänyt lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavan ennakkoratkaisukysymyksen:", "label": [[22, 46, "ORG"], [95, 119, "ORG"]]}
{"text": "”Onko [vuoden 1992 tullikoodeksin] 78 artiklan 3 kohtaa tulkittava siten, että sen mukaan pääasian kaltaisessa tilanteessa tulli-ilmoitus on tarkastettava ja oikaistava siten, että tavaranhaltijaa koskevat tiedot korvataan sitä henkilöä koskevilla tiedoilla, jolle maahantuotua tavaraa koskeva tuontitodistus on annettu, ja että kyseistä henkilöä edustaa henkilö, joka on merkitty tulli-ilmoitukseen tavaranhaltijaksi ja joka on esittänyt tullitoimipaikalle tuontitodistuksen haltijan antaman valtakirjan?”", "label": [[7, 18, "DATE"]]}
{"text": "III Asian tarkastelu", "label": []}
{"text": "25. Kansallinen tuomioistuin tiedustelee kysymyksellään lähinnä, olisiko vuoden 1992 tullikoodeksin, joka oli voimassa 30.4.2016 saakka,(3) 78 artiklaa tulkittava siten, että tavaranhaltijan nimi voidaan oikaista kyseisten tavaroiden luovutuksen jälkeen, jos tavaranhaltijan henkilöllisyys ilmoitettiin väärin vilpittömässä mielessä tehdyn virheen vuoksi.", "label": [[73, 84, "DATE"], [119, 128, "DATE"]]}
{"text": "26. Aluksi on syytä muistuttaa, että vuoden 1992 tullikoodeksin 59 artiklan 1 kohdan mukaan kaikista johonkin tullimenettelyyn asetettaviksi aiotuista tavaroista on tehtävä ilmoitus.(4) Vuoden 1992 tullikoodeksin 4 artiklan 17 alakohdan mukaan tulli-ilmoitus muodostaa toimen, jolla tavaranhaltija ilmoittaa määrättyjä muotoja ja yksityiskohtaisia sääntöjä noudattaen haluavansa asettaa tavaran tiettyyn tullimenettelyyn.(5) Vuoden 1992 tullikoodeksin 71 artiklan 2 kohdassa säädetään, että jos tulli-ilmoitusta ei tarkasteta, sitä tullimenettelyä koskevia säännöksiä, johon tavarat asetetaan, sovelletaan kyseisessä ilmoituksessa olevien tietojen perusteella.(6) Tämän tahdon ilmoittamisen lisäksi vuoden 1992 tullikoodeksin 62 artiklan 1 kohdan mukaan tavaranhaltijan on annettava ilmoituksissaan kaikki tiedot, jotka tarvitaan tavaroille ilmoitettavaa tullimenettelyä koskevien säännösten soveltamiseksi.(7) Kuten saman artiklan 2 kohdassa säädetään, ilmoitukseen on liitettävä kaikki asiakirjat, jotka tarvitaan tavaroille ilmoitettavaa tullimenettelyä koskevien säännösten soveltamiseksi.", "label": [[37, 48, "DATE"], [186, 197, "DATE"], [425, 436, "DATE"], [699, 710, "DATE"]]}
{"text": "27. Ennen kuin vuoden 1992 tullikoodeksi tuli voimaan 1.1.1994, tavaranhaltija ei voinut oikaista tulli-ilmoitustaan tavaroiden luovutuksen jälkeen. Kielto poistettiin 78 artiklan uudella versiolla. Kyseisestä ajankohdasta alkaen tulliviranomaiset saattoivat oikaista tulli-ilmoitusta tavaranhaltijan hakemuksesta tavaroiden luovutuksen jälkeen. Näin ollen vuoden 1992 tullikoodeksin 65 ja 78 artiklassa säädettiin kahdesta tulli-ilmoituksen oikaisemista koskevasta eri järjestelmästä sen mukaan, tehtiinkö pyyntö ennen tavaroiden luovutusta vai sen jälkeen.(8)", "label": [[15, 26, "DATE"], [54, 62, "DATE"], [357, 368, "DATE"]]}
{"text": "28. Ennen tavaroiden luovutusta vuoden 1992 tullikoodeksin 65 artiklan mukaan tavaranhaltija voi itse yksipuolisesti oikaista tulli-ilmoituksensa, niin kauan kuin tavaroita ei ole vielä luovutettu. Tämä perustui siihen, että luovutukseen saakka tulliviranomaiset voivat tarvittaessa helposti selvittää oikaisujen paikkansapitävyyden tarkastamalla tavarat konkreettisesti.(9)", "label": [[32, 43, "DATE"]]}
{"text": "29. Tavaroiden luovutuksen jälkeen tilanne tulli-ilmoituksen oikaisemisen osalta ei ehkä ole aivan yhtä yksinkertainen. Vuoden 1992 tullikoodeksin 78 artiklan 1 kohdassa säädettiinkin, että ”tulliviranomaiset voivat viran puolesta tai tavaranhaltijan pyynnöstä oikaista ilmoitusta tavaroiden luovutuksen jälkeen”.(10) Tulliviranomaiset eivät siten olleet velvollisia hyväksymään pyyntöä, mutta niiden oli tutkittava tämä pyyntö ainakin sen osalta, onko ilmoitus syytä tutkia oikaisutarkoituksessa uudelleen.(11) Arviointinsa päätteeksi tulliviranomaisten oli joko hylättävä tavaranhaltijan pyyntö perustellulla päätöksellä tai ryhdyttävä oikaisutarkoituksessa uudelleentutkintaan, sanotun vaikuttamatta asian mahdolliseen saattamiseen tuomioistuimen käsiteltäväksi.(12)", "label": [[120, 131, "DATE"]]}
{"text": "30. Jos tulli-ilmoituksen tutkinnassa ilmenee, että kyseistä tullimenettelyä koskevia säännöksiä on sovellettu virheellisten tai puutteellisten tietojen perusteella ja että sisäisen jalostusmenettelyn tavoitteita ei ole vaarannettu, tulliviranomaisten oli vuoden 1992 tullikoodeksin 78 artiklan 3 kohdan mukaisesti toteutettava tarvittavat toimenpiteet tilanteen korjaamiseksi käytössään olevat uudet tiedot huomioon ottaen.(13)", "label": [[256, 267, "DATE"]]}
{"text": "31. Kun oli ilmeistä, että tavaranhaltijan maksamat tullit ylittivät loppujen lopuksi ne, jotka olisi ollut maksettava, ellei virhettä olisi tehty, tavaranhaltija oli oikeutettu vaatimaan uudelleentutkintaa.(14) Uudelleentutkinta oli tehtävä vuoden 1992 tullikoodeksin 236 artiklan mukaisesti, jos kyseisen säännöksen edellytykset täyttyivät. Näihin edellytyksiin kuului se, että uudelleentutkintaa koskeva hakemus oli tehtävä sovellettavassa määräajassa, joka on lähtökohtaisesti kolme vuotta.(15)", "label": [[242, 253, "DATE"], [481, 486, "AMOUNT_VALUE"], [487, 493, "AMOUNT_UNIT"]]}
{"text": "32. Käänteisesti, jos maksetut tullit osoittautuivat riittämättömiksi, koska tullivelasta johtuvaa tullien määrää ei ollut kirjattu tileihin tai se oli kirjattu tileihin lain mukaan kannettavaa määrää pienempänä, tulliviranomaisilla oli vuoden 1992 tullikoodeksin 220 artiklan ja sitä seuraavien artiklojen mukaisesti mahdollisuus vaatia maksamaan tämä erotus kolmen vuoden kuluessa tullivelan syntymisajankohdasta.", "label": [[237, 248, "DATE"], [360, 366, "AMOUNT_VALUE"], [367, 373, "AMOUNT_UNIT"]]}
{"text": "33. Tässä yhteydessä Saksan tulliviranomaiset sekä Tšekin ja Alankomaiden hallitukset väittävät, että vuoden 1992 tullikoodeksin 78 artiklaan sisältyvä oikaisutoimivalta ei salli tavaranhaltijan nimen oikaisemista. Ne väittävät, että kyseinen säännös on poikkeus tulli-ilmoituksen peruuttamattomuuden periaatteeseen ja että sitä olisi näin ollen tulkittava suppeasti. Siten tulli-ilmoituksen oikaisut, jotka olisi voitu tehdä vuoden 1992 tullikoodeksin 78 artiklan perusteella, rajoittuivat erityistilanteisiin, joihin ei kuulu virhe tavaranhaltijan nimessä.", "label": [[21, 45, "ORG"], [51, 57, "ORG"], [61, 85, "ORG"], [102, 113, "DATE"], [426, 437, "DATE"]]}
{"text": "34. Tämän näkemyksensä tueksi kyseiset osapuolet väittävät ensinnäkin, että silloisen vuoden 1992 tullikoodeksin 201 artiklan 3 kohdan mukaan tavaranhaltijan oli varmistettava tulli-ilmoitukseen sisältyvien tietojen oikeellisuus. Koska tavaranhaltijan nimi oli ratkaiseva tieto, sen muuttaminen merkitsisi ilmoituksen mitätöintiä. Vuoden 1992 tullikoodeksin 66 artiklan mukaan tulli-ilmoitusta ei voitu mitätöidä sen jälkeen, kun tavarat oli luovutettu, lukuun ottamatta erityisiä olosuhteita, joista ei ole kyse käsiteltävässä asiassa.", "label": [[86, 97, "DATE"], [331, 342, "DATE"]]}
{"text": "35. Toiseksi vuoden 1992 tullikoodeksin 5 artiklan 4 kohdassa säädettiin selkeästi, että edustajan on ilmoitettava toimivansa edustamansa henkilön puolesta. Näin ollen, jos henkilöllä, joka ei alun perin ilmoittanut toimivansa edustajana, oli oikeus oikaista ilmoitustaan, tämä säännös olisi menettänyt kaiken tehokkaan vaikutuksensa. Lisäksi mahdollisuuden antamisesta tällaiseen oikaisemiseen olisi syntynyt huomattava riski siitä, että tullivelkoja ei voitaisi enää antaa tiedoksi uudelle velalliselle vuoden 1992 tullikoodeksin 221 artiklan 3 kohdassa säädetyssä määräajassa.", "label": [[13, 24, "DATE"], [89, 98, "PROFESSION"], [227, 237, "PROFESSION"], [505, 516, "DATE"]]}
{"text": "36. Kolmanneksi Saksan tulliviranomaiset sekä Tšekin ja Alankomaiden hallitukset väittävät, että vuoden 1992 tullikoodeksin 78 artiklan asiayhteys oli väistämättä esteenä tavaranhaltijan nimen oikaisemiselle. Tavaranhaltijan henkilöllisyyttä koskevat säännökset näet sisältyivät vuoden 1992 tullikoodeksin I osastoon, kun taas 78 artikla sisältyi sen IV osastoon, jossa käsiteltiin tavaroiden asettamista tullimenettelyyn.", "label": [[16, 40, "ORG"], [46, 52, "ORG"], [56, 80, "ORG"], [97, 108, "DATE"], [279, 290, "DATE"]]}
{"text": "37. Neljänneksi, koska vuoden 1992 tullikoodeksin 78 artiklan 1 kohdan sanamuodossa viitattiin tavaranhaltijaan, kyseisten osapuolten mukaan olisi katsottava, ettei tavaranhaltijan nimi ole yksi osatekijöistä, joita voidaan oikaista.", "label": [[23, 34, "DATE"]]}
{"text": "38. Vaikka nämä väitteet saattavat ensi näkemältä vaikuttaa vakuuttavilta, katson, että niitä eivät tue 78 artiklan sanamuoto, asiayhteys ja tavoitteet eivätkä unionin tuomioistuimen oikeuskäytäntö. Vakiintuneen oikeuskäytännön mukaan unionin oikeuden säännöksen tulkinnassa on näet otettava huomioon paitsi sen sanamuoto myös asiayhteys ja sillä lainsäädännöllä tavoitellut päämäärät, jonka osa säännös on.(16)", "label": [[160, 182, "ORG"], [235, 242, "LOC"]]}
{"text": "39. Vuoden 1992 tullikoodeksin 78 artiklan sanamuodosta voidaan huomauttaa, että se vaikuttaa olevan ehdottoman yleinen ja avoin säännös. Sen 3 kohdassa ei etenkään suljettu ennakolta pois tulli-ilmoituksen osatekijöitä, joita ei voida oikaista.(17) Jos tarkoituksena olisi ollut, että tulli-ilmoituksen tietyt osatekijät – kuten tavaranhaltijan henkilöllisyys – ovat pyhiä eikä niitä voida oikaista käyttämällä 78 artiklan 3 kohdan mekanismia, unionin lainsäätäjä olisi voinut helposti säätää siitä. Sitä vastoin, kuten tuomiossa Overland Footwear todettiin,(18) 78 artiklan 3 kohdassa ”ei tehdä eroa korjattavissa olevien ja muunlaisten virheiden ja laiminlyöntien välillä”.", "label": [[4, 15, "DATE"], [445, 452, "LOC"], [531, 548, "ORG"]]}
{"text": "40. Kun tarkastellaan asiayhteyttä ja tavoitteita, on niin, että – kuten sekä Hauptzollamt että Alankomaiden hallitus väittivät istunnossa – tavaranhaltijan henkilöllisyyttä koskevat säännökset sisältyivät vuoden 1992 tullikoodeksin I osastoon, kun taas 78 artikla sisältyi sen IV osastoon, jossa käsiteltiin tulliselvitysmuotoa. On kuitenkin syytä huomauttaa, että unionin tuomioistuimen mukaan tulli-ilmoituksia voidaan oikaista tullausarvon osalta tietyissä tilanteissa,(19) vaikka tätä arvoa koskevat säännökset kuuluvat II osastoon eivätkä IV osastoon. Tämä itsessään riittää kumoamaan väitteen, jonka mukaan tavaranhaltijan nimi oli suljettu pois oikaisuista, jotka olisi voitu tehdä 78 artiklan perusteella, yksinomaan siitä syystä, että tavaranhaltijan nimeä koskevat säännökset sisältyivät vuoden 1992 tullikoodeksin toiseen osastoon.(20)", "label": [[78, 90, "ORG"], [96, 117, "ORG"], [206, 217, "DATE"], [366, 388, "ORG"], [799, 810, "DATE"]]}
{"text": "41. Joka tapauksessa, kuten unionin tuomioistuin totesi tuomiossa Terex Equipment ym., ”tämän artiklan logiikka [on se], että tullimenettely saatetaan vastaamaan todellista tilannetta”.(21) Näin tarkasteltuna 78 artiklan 3 kohdalla yksinkertaisesti otetaan vuoden 1992 tullikoodeksin yhteydessä käyttöön valtuudet oikaista asiakirjassa oleva virhe silloin, kun se on asian- ja oikeudenmukaista. Tällaisten asiakirjassa olevan virheen oikaisemista koskevien yleisten valtuuksien olemassaolo on tietenkin kaikkien jäsenvaltioiden julkisoikeuden vakiintunut ominaispiirre.", "label": [[28, 48, "ORG"], [66, 81, "ORG"], [257, 268, "DATE"]]}
{"text": "42. En myöskään yhdy siihen näkemykseen, että jos tavaranhaltijan nimen oikaiseminen sallittaisiin, tulliviranomaisille olisi voinut aiheutua hankaluuksia vuoden 1992 tullikoodeksin 236 artiklan 2 kohdassa maksettavien tullien lopullisen määrän tiedoksi antamiselle säädetyn määräajan noudattamisessa. Jotta tulli-ilmoitus pitää edelleen paikkansa ja jotta nimi voidaan näin korvata, tavaranhaltijan, sen yhteystiedot mukaan luettuina, nimen muuttaminen merkitsi väistämättä sitä, että tavaranhaltijaa koskevat yksityiskohdat oli saatettava ajan tasalle. Tavaranhaltijan nimen muuttaminen ei siten ole todennäköisesti aiheuttanut tulliviranomaisille mitään erityisiä hankaluuksia kyseisen määräajan noudattamisessa.(22)", "label": [[155, 166, "DATE"]]}
{"text": "43. Kun tarkastellaan vuoden 1992 tullikoodeksin 5 artiklan 4 kohdassa selkeästi asetettua velvollisuutta, jonka mukaan edustajan oli ilmoitettava toimivansa edustamansa henkilön puolesta, tämä osoittaa, että tavaranhaltijan nimen mainitseminen voi tietyissä olosuhteissa olla vuoden 1992 tullikoodeksin 78 artiklassa tarkoitettu virhe, joka – kuten jäljempänä selitän – oli juuri yksi edellytyksistä kyseisen säännöksen soveltamiselle.", "label": [[22, 33, "DATE"], [120, 129, "PROFESSION"], [277, 288, "DATE"]]}
{"text": "44. Tässä yhteydessä huomautan lisäksi, että vuoden 1992 tullikoodeksin 76 artiklan 1 kohdan a alakohdassa säädettiin, että helpottaakseen mahdollisimman paljon muodollisuuksia ja menettelyjä mutta varmistaen kuitenkin asianmukaiset toiminnot tulliviranomaisten on komiteamenettelyä noudattaen vahvistettavin edellytyksin sallittava, että tulli-ilmoituksesta puuttuu joitakin vaadittavia tietoja. Tämä nähdäkseni osoittaa, että jäljempänä esittämiäni tiettyjä poikkeuksia lukuun ottamatta tulli-ilmoituksen sisällön ei tarvitse olla heti ja täysin täsmällinen.", "label": [[45, 56, "DATE"]]}
{"text": "45. Unionin tuomioistuin on eittämättä saattanut toisinaan antaa sen vaikutelman, että se oli haluton tulkitsemaan tätä säännöstä liian laajasti. Unionin tuomioistuin esimerkiksi katsoi, että koska vuoden 1992 tullikoodeksissa ei edellytetty tulliviranomaisten tarkastavan tulli-ilmoituksia järjestelmällisesti, tavaranhaltijan odotettiin antavan tulli-viranomaisille oikeat ja täydelliset tiedot.(23) Tähän velvollisuuteen liittyy läheisesti periaate, jonka mukaan tulli-ilmoitusta ei voida enää peruuttaa, kun se on vastaanotettu, ja jonka poikkeukset on tarkasti rajattu unionin asiaa koskevassa lainsäädännössä.(24) Tältä osin unionin tuomioistuin on myös todennut, että tilanteet, joissa kauppa-arvoa voidaan tarkistaa jälkikäteen, rajoittuvat erityisiin tilanteisiin, jotka liittyvät muun muassa tavaran puutteelliseen laatuun tai valmistusvirheisiin, jotka on havaittu vapaaseen liikkeeseen luovuttamisen jälkeen.(25)", "label": [[4, 24, "ORG"], [146, 166, "ORG"], [198, 209, "DATE"], [574, 581, "LOC"], [631, 651, "ORG"]]}
{"text": "46. Lukuisissa muissa tuomioissa on kuitenkin omaksuttu laajempi tulkinta, jossa tukeudutaan mieluummin vuoden 1992 tullikoodeksin 78 artiklan systematiikkaan, jonka mukaan tullioikeudellinen menettely saatetaan vastaamaan todellista tilannetta.(26) Unionin tuomioistuin on lisäksi korostanut, että kyseisessä säännöksessä ei tehty eroa korjattavissa olevien ja muunlaisten virheiden ja laiminlyöntien välillä.(27) Näissä tuomiossa katsottiinkin, että ilmaisua ”virheelliset tai puutteelliset tiedot” on tulkittava siten, että se sisältää samanaikaisesti sekä kirjoitus- tai laskuvirheet ja laiminlyönnit että sovellettavan lainsäädännön tulkintavirheet. Tämä oikeuskäytäntölinja osoittaa, että tulli-ilmoituksen oikaisemista oli mahdollista pyytää paitsi silloin, kun kyse on teknisestä virheestä, myös silloin, kun kyse on laiminlyönneistä ja sovellettavan lainsäädännön tulkintavirheistä.(28)", "label": [[104, 115, "DATE"], [250, 270, "ORG"]]}
{"text": "47. Unionin tuomioistuin on siten katsonut, että tulli-ilmoitus voidaan oikaista tullausarvon,(29) tavaranhaltijan ilmoittaman tullimenettelykoodin(30) tai viejän nimen osalta.(31) Se on myös todennut, että tulli-ilmoitusta voidaan oikaista siten, että sen katsotaan olevan tehty myöhempänä ajankohtana, jona kyseisen viejän hallussa oli pätevä vientitodistus.(32)", "label": [[4, 24, "ORG"]]}
{"text": "48. Kaikissa näissä tapauksissa unionin tuomioistuin viittasi päätelmäänsä tehdessään kahteen perusperiaatteeseen, nimittäin vuoden 1992 tullikoodeksin 78 artiklan systematiikkaan, jonka mukaan tullioikeudellinen menettely saatetaan vastaamaan todellista tilannetta, ja siihen, että kyseisessä säännöksessä ei tehty eroa korjattavissa olevien ja muunlaisten virheiden ja laiminlyöntien välillä. Joka tapauksessa näiden periaatteiden soveltaminen sallisi mahdollisuuden oikaista tavaranhaltijan nimi.(33)", "label": [[32, 52, "ORG"], [125, 136, "DATE"]]}
{"text": "49. Kaiken tämän oikeuttaa nähdäkseni juuri vuoden 1992 tullikoodeksin tavoite, joka on sen johdanto-osan viidennen perustelukappaleen mukaan varmistaa siinä säädettyjen maksujen asianmukainen soveltaminen ja taata sekä talouden toimijoiden että viranomaisten etujen mukaiset nopeat ja tehokkaat menettelyt vapauttamalla viimeksi mainitut kaikkien tulli-ilmoituksessa tarkoitettujen tavaroiden yksityiskohtaisesta tarkastamisesta ja rajoittamalla näin mahdollisimman paljon tullimuodollisuuksia ja ‑tarkastuksia, kuten saman koodeksin johdanto-osan kuudennessa perustelukappaleessa todetaan.(34) Toisin kuin muissa sääntelyjärjestelmissä, joissa tavaranhaltijan on ainoastaan ilmoitettava tavaroita koskevat tosiseikat, vuoden 1992 tullikoodeksissa asetettiin tullivelalliselle velvollisuus antaa ilmoituksessa tiedot, jotka sitovat sitä. Tämän ansiosta tulliviranomaiset voivat suorittaa tarkastuksensa nopeammin ja tehokkaammin.", "label": [[44, 55, "DATE"], [720, 731, "DATE"]]}
{"text": "50. Olisi kuitenkin myönnettävä, että tähän liittyi myös talouden toimijoiden ponnisteluja usein monimutkaisten lainsäädäntötekstien tulkitsemiseksi. Näissä olosuhteissa on väistämätöntä, että virheitä tehdään vilpittömässä mielessä. Vuoden 1992 tullikoodeksin 78 artiklan tarkoituksena on kattaa tällaiset tilanteet ja antaa tulliviranomaisille mahdollisuus korjata tällaiset virheet ainakin silloin, kun tämä voidaan tehdä tavalla, jolla ei haitata toisten (myös tulliviranomaisten) legitiimejä oikeuksia ja etuja. Kaiken tämän vahvistaa unionin tuomioistuimen oikeuskäytäntö, jossa on tähän mennessä tunnustettu kolme tapausta, joissa tulliviranomaisten oikeus hylätä tulli-ilmoituksen oikaisupyyntö voidaan hyväksyä.(35)", "label": [[234, 245, "DATE"], [540, 562, "ORG"]]}
{"text": "51. Ensimmäinen hylkäysperuste oli seurausta vuoden 1992 tullikoodeksin 65 ja 78 artiklan keskinäisestä vuorovaikutuksesta. Koska vuoden 1992 tullikoodeksin 78 artiklaa sovellettiin ainoastaan oikaisupyyntöihin, jotka on tehty tavaroiden luovutuksen jälkeen eli siinä vaiheessa, kun kyseisiä tavaroita koskevien tietojen oikeellisuutta ei voitu enää tarkastaa, 78 artiklaa on välttämättä tulkittava niin, että se ei mahdollistanut tulli-ilmoituksessa mainittujen tavaroiden luonteeseen tai ominaispiirteisiin liittyvien tietojen oikaisemista.(36)", "label": [[45, 56, "DATE"], [130, 141, "DATE"]]}
{"text": "52. Toinen hylkäysperuste, joka seurasi implisiittisesti oikeuksien väärinkäytön kieltävästä periaatteesta, oli kyseessä silloin, kun pyydetty oikaisu oli omiaan vaarantamaan tullilainsäädännön tavoitteet.(37)", "label": []}
{"text": "53. Kolmas hylkäysperuste koskee tilannetta, jossa osatekijää, jonka oikaisemista pyydettiin, ei ollut jätetty mainitsematta virheen takia vaan tietoisen valinnan seurauksena.(38)", "label": []}
{"text": "54. Toisin kuin Hauptzollamt ja Tšekin ja Alankomaiden hallitukset ovat väittäneet, unionin tuomioistuin ei ole tosiasiassa sulkenut tiettyjä tulli-ilmoituksen osatekijöitä vuoden 1992 tullikoodeksin 78 artiklan soveltamisalan ulkopuolelle sillä perusteella, että ne koskivat tulli-ilmoituksen keskeistä sisältöä. Sen lisäksi, että kyseisen säännöksen sanamuodossa ei viitattu tällaiseen etukäteiseen poissulkemiseen, huomautan, että – kuten edellä mainittiin – unionin tuomioistuimen mukaan tulli-ilmoituksen jättämisajankohta voitiin oikaista, vaikka tällainen tieto on hallinto-oikeudessa lähtökohtaisesti yhtä tärkeä kuin tavaranhaltijan henkilöllisyys.(39) Tuomio Terex voitaisiin ymmärtää myös niin, että tulli-ilmoitusta voidaan oikaista valitun tullimenettelyn osalta, vaikka vuoden 1992 tullikoodeksin 4 artiklan 17 alakohdan ja 59 artiklan 1 kohdan mukaan tulli-ilmoitus oli toimi, jolla tavaranhaltija ilmaisi tahtonsa asettaa tavarat tiettyyn tullimenettelyyn. Unionin tuomioistuin on lisäksi katsonut, että viejän nimi voidaan oikaista, vaikka taloudellisten etuuksien myöntäminen riippuu viejän henkilöllisyydestä.(40)", "label": [[16, 28, "ORG"], [32, 38, "ORG"], [42, 66, "ORG"], [84, 104, "ORG"], [173, 184, "DATE"], [462, 484, "ORG"], [669, 674, "ORG"], [784, 795, "DATE"], [973, 993, "ORG"]]}
{"text": "55. Joka tapauksessa väite, jonka mukaan tavaranhaltijan nimen oikaiseminen olisi merkinnyt ilmoituksen mitätöintiä, perustuu siihen olettamaan, että ilmoituksen oikaisemisen ja mitätöimisen välinen ero riippui ilmoituksen oikaistavista osatekijöistä. Vuoden 1992 tullikoodeksin 66 artiklassa kuitenkin säädettiin mahdollisuudesta mitätöidä tulli-ilmoitus vain kahdessa tapauksessa, nimittäin jos tavaranhaltija näyttää toteen, että ilmoituksessa tarkoitettu tullimenettely on ilmoitettu tavaralle erheellisesti tai jos tavaran asettaminen ilmoitettuun tullimenettelyyn ei erityisten olosuhteiden vuoksi enää ole perusteltua.(41) Käytännössä tämä tarkoittaa, että tulli-ilmoitus on mitätöity lähinnä silloin, kun talouden toimija päätti lopulta olla suorittamatta tullausta tai kun tavaroiden määrätullitoimipaikka muuttui.(42)", "label": [[252, 263, "DATE"]]}
{"text": "56. Tämä toinen hypoteesi olisi eittämättä voitu oikeutetusti ymmärtää siten, että sillä rajoitetaan 78 artiklan soveltamisalaa, koska tullimenettelyn valintaa – kun kyse on tulli-ilmoituksen ensisijaisesta tarkoituksesta – voidaan muuttaa ainoastaan mitätöimällä asianomainen tulli-ilmoitus. Vuoden 1992 tullikoodeksin 66 artiklan tehokkaan vaikutuksen (”effet utile”) varmistamiseksi sitä olisi saatettu pitää ainoana tietona, jonka oikaiseminen edellytti ilmoituksen mitätöintiä. Kuten edellä mainittiin, unionin tuomioistuin kuitenkin ilmeisesti katsoi, että tavaranhaltijan tavaroille ilmoittama tullimenettelykoodi voitiin oikaista 78 artiklan nojalla.(43)", "label": [[293, 304, "DATE"], [508, 528, "ORG"]]}
{"text": "57. Joka tapauksessa, tätä nimenomaista asiayhteyttä lukuun ottamatta, mitätöimisen ja oikaisemisen välinen ero ei näytä perustuneen lähtökohtaisesti muutettavien osatekijöiden luonteeseen. Jos joitain muita tietoja ei voida oikaista, tämä näet rajoittaisi huomattavasti tulliviranomaisten mahdollisuutta todeta tullivelka sen suuruisena, joka tosiasiallisen tilanteen osalta olisi pitänyt maksaa. Voitaisiin myös huomauttaa, että jos katsotaan, että tietyt tiedot voidaan oikaista ainoastaan mitätöimällä, näitä tietoja ei voitaisi koskaan mukauttaa hallinnon aloitteesta silloinkaan, kun se on tarpeen, koska hallinto ei voi korvata tavaranhaltijaa uuden tulli-ilmoituksen laadinnassa.", "label": []}
{"text": "58. Nykyinen oikeuskäytäntö huomioon ottaen mitätöimisen ja oikaisemisen ainoa jäljellä oleva ero perustuu niiden vaikutuksiin. Kun kyse on tulli-ilmoituksen mitätöimistä koskevasta hakemuksesta, jos se hyväksytään, tullivelka lakkaa.(44) Tavaranhaltija vapautetaan velvollisuudesta maksaa tullivelka. Oikaisemisen tapauksessa tullivelan määrä voi kuitenkin kasvaa tai pienentyä, mutta tullivelka on edelleen olemassa.(45)", "label": []}
{"text": "59. Kun otetaan huomioon nämä kolme unionin tuomioistuimen tunnustamaa hylkäysperustetta, tavaranhaltijan nimen muuttamisen ei voida katsoa jäävän vuoden 1992 tullikoodeksin 78 artiklan soveltamisalan ulkopuolelle.", "label": [[36, 58, "ORG"], [147, 158, "DATE"]]}
{"text": "60. Ensinnäkään tavaranhaltijan nimellä ei ollut mitään tekemistä tavaroiden kanssa. Siten tavaroiden luovuttamisella ei todennäköisesti ollut mitään vaikutusta tarkastettaessa tämän tiedon oikeellisuutta tai sitä, täyttääkö tavaranhaltija tulli-ilmoituksen tekemiselle asetetut edellytykset.", "label": []}
{"text": "61. Toiseksi tavaranhaltijan henkilöllisyyden muuttaminen ei vaikuttanut olevan omiaan vaarantamaan tullisääntöjen tavoitteita. Päinvastoin vuoden 1992 tullikoodeksin 78 artiklan nimenomainen tavoite saattaa tullioikeudellinen menettely vastaamaan todellista tilannetta tukee sitä päätelmää, että tällaisen korjaamisen olisi pitänyt olla mahdollista.", "label": [[140, 151, "DATE"]]}
{"text": "62. En kuitenkaan jätä huomiotta kasvanutta petosriskiä, jonka mitkä tahansa toimivaltuudet oikaista tulli-ilmoitus ovat saattaneet muodostaa. Petostentorjunta on tietenkin myös yksi vuoden 1992 tullikoodeksin tavoitteista.(46) Katson kuitenkin, että vuoden 1992 tullikoodeksin nojalla, kun kyse on tavaranhaltijan nimestä, tällainen muutos ei kasvattanut petosriskiä merkittävästi. Tavaranhaltijaa ei näet pitäisi sekoittaa tuojaan tai viejään. Kuten vuoden 1992 tullikoodeksin 64 artiklan 1 kohdassa säädettiin, tavaranhaltijan asema edellytti ainoastaan sitä, että henkilö voi ”toimivaltaisessa tullitoimipaikassa esittää tai esityttää kyseisen tavaran tullille kaikkine asiakirjoineen, jotka tarvitaan tavaroille ilmoitettavaa tullimenettelyä koskevien säännösten soveltamiseksi”.(47)", "label": [[183, 194, "DATE"], [251, 262, "DATE"], [452, 463, "DATE"]]}
{"text": "63. Vuoden 1992 tullikoodeksin ulkopuolella muissa tullisäännöissä eittämättä asetettiin tiettyjen etuuksien, kuten tullietuuden tai vientituen, myöntämisen edellytykseksi se, että tavaroiden tuoja tai viejä on tavaranhaltija. Esimerkiksi pääasiassa komission asetuksen (EY) N:o 1291/2000(48) 24 artiklassa säädettiin, että tulli-ilmoituksen tekĳänä on oltava todistuksen haltĳan tai tarvittaessa siirronsaajan taikka heidän vuoden 1992 tullikoodeksin 5 artiklan 2 kohdassa tarkoitetun edustajansa.", "label": [[4, 15, "DATE"], [250, 259, "ORG"], [425, 436, "DATE"], [486, 497, "PROFESSION"]]}
{"text": "64. Kuitenkin tilanteessa, jossa tavaranhaltijan nimeä muutettiin vastaamaan tuojan tai viejän nimeä, petosriskin tekivät vaarattomaksi näiden etuuksien myöntämistä koskevat säännöt, joissa asetettiin tiettyjä velvoitteita kyseiselle henkilölle tuojana tai viejänä.(49)", "label": []}
{"text": "65. Lisäksi, jos tulli-ilmoitus oikaistiin siten, että tavaranhaltijan nimi vastaa tuojan tai viejän nimeä, jotta tämä voi hyötyä tullietuudesta tai vientituesta, tällaisella oikaisulla ei annettu kyseiselle henkilölle perusteetonta etua vaan pikemminkin mahdollisuus saada etuus, johon se olisi ollut oikeutettu, jos se olisi alun perin mainittu ilmoituksessa tavaranhaltijana.(50) Pääasian oikeudenkäynnissä kyseessä olevan kaltaisessa tilanteessa petosriski on siten sama, kunhan maahantuotujen tavaroiden määrät vähennetään tuojan todistuksista.", "label": []}
{"text": "66. Tuontitodistuksia tai vientitukia koskevien sääntöjen(51) lisäksi muilla vuoden 1992 tullikoodeksin säännöksillä rajoitettiin huomattavasti tavaranhaltijan nimen muuttamiseen liittyvää petosriskiä. Tästä voidaan huomauttaa erityisesti seuraavaa.", "label": [[77, 88, "DATE"]]}
{"text": "67. Ensinnäkin vuoden 1992 tullikoodeksin 74 artiklan 1 kohdassa täsmennettiin, että tavaroita ei saa luovuttaa ennen kuin tullivelka on maksettu tai sen maksamisesta on annettu vakuus.(52) Koska yhtäältä 78 artiklaa sovelletaan, kun tavarat on määrätty luovutettaviksi ja siten kun tullivelka on maksettu tai sen maksamisesta on annettu vakuus, ja koska toisaalta tavaranhaltijan henkilöllisyyden korjaaminen olisi väistämättä johtanut siihen, että uusi tavaranhaltija tulee aiemman tavaranhaltijan oikeuksien ja velvollisuuksien sijaan, tavaranhaltijan nimi voidaan muuttaa vain, jos olemassa oleva vakuus tai maksu voidaan siirtää uudelle tavaranhaltijalle tai jos viimeksi mainittu joko maksoi tullivelan tai antoi uuden vakuuden. Näin ollen tullivelan maksamatta jättämisen riski ei vaikuta käytännössä yhtään sen suuremmalta vain siksi, että tavaranhaltijan nimi on muuttunut.", "label": [[15, 26, "DATE"]]}
{"text": "68. Toiseksi, kun tarkastellaan pääasian oikeudenkäynnissä kyseessä olevan kaltaista tuontia, vuoden 1992 tullikoodeksin 201 artiklan 3 kohdan toisessa alakohdassa säädettiin, että jos tulli-ilmoitus tehdään virheellisten tietojen perusteella, ”myös niitä henkilöitä, jotka ovat toimittaneet ilmoituksen laatimiseksi tarvitut tiedot ja jotka ovat tienneet tai joiden olisi kohtuudella pitänyt tietää näiden tietojen olleen virheellisiä, voidaan pitää velallisina voimassa olevien kansallisten säännösten mukaisesti”. Koska ensimmäisen tavaranhaltijan oli annettava muut tulli-ilmoituksessa mainitut tiedot, siinä tapauksessa, että nämä tiedot osoittautuivat virheellisiksi, ensimmäinen tavaranhaltija olisi joka tapauksessa voinut olla edelleen vastuussa tullivelasta.", "label": [[94, 105, "DATE"]]}
{"text": "69. Tämän säännön huomioon ottaen en etenkään ole vakuuttunut siitä, että – kuten Alankomaiden hallitus on väittänyt – tavaranhaltijan nimen oikaiseminen olisi joka tapauksessa sallittava ainoastaan sellaisten oikaisujen osalta, joilla muutetaan suora edustus välilliseksi edustukseksi, siltä osin kuin ainoastaan välillinen edustus mahdollistaisi sen, että alkuperäinen tavaranhaltija on edelleen tullivelallinen. Kun otetaan huomioon vuoden 1992 tullikoodeksin 201 artiklan 3 kohdan toisen alakohdan sanamuoto, vaikka tavaranhaltijan nimi oikaistaan sen tosiseikan huomioon ottamiseksi, että ilmoituksessa alun perin mainittua henkilöä edustaa uusi tavaranhaltija, alkuperäinen tavaranhaltija säilyisi näet todennäköisesti edelleen tullivelallisena, koska se on tiedot alun perin antanut henkilö.", "label": [[82, 103, "ORG"], [436, 447, "DATE"]]}
{"text": "70. Kolmanneksi on korostettava, että jotta uusi tavaranhaltija voi saada tullit palautettua, vuoden 1992 tullikoodeksin 236 artiklan edellytysten on myös täytyttävä.", "label": [[94, 105, "DATE"]]}
{"text": "71. Kun tarkastellaan väitteitä, joita on esitetty epävarmuudesta, jota tavaranhaltijan nimen oikaisemisesta olisi aiheutunut tulliviranomaisille, tällainen epävarmuus vaikuttaa olevan seurausta unionin lainsäätäjän valinnoista ensinnäkin sallia tulli-ilmoituksen korjaaminen tavaroiden luovutuksen jälkeen ja toiseksi antaa yhtäläiset mahdollisuudet ilmoituksen oikaisemiseen, tapahtuupa se sitten hallinnon tai tavaranhaltijan aloitteesta.(53) Siten kaikki osatekijät, jotka tulliviranomaisten oli mahdollista oikaista viran puolesta, saattoivat myös olla tavaranhaltijan oikaisua koskevan hakemuksen kohteena.(54)", "label": [[195, 202, "LOC"]]}
{"text": "72. Koska vuoden 1992 tullikoodeksin 78 artiklassa ei jätetty tavaranhaltijan nimeä niiden tietojen ulkopuolelle, jotka voidaan oikaista, ja koska kansallisen tuomioistuimen mukaan kyse ei ilmeisesti ole oikeuden väärinkäytöstä,(55) tutkittaessa, oliko tulliviranomaisilla pääasian tilanteessa oikeus hylätä pyyntö tavaranhaltijan nimen muuttamisesta, keskeinen kysymys on se, johtuiko tavaranhaltijan nimen ilmoittaminen aidosti virheestä tai väärinkäsityksestä vai oliko se seurausta tietoisesta valinnasta.(56) Tämä on mielestäni tulliviranomaisille vuoden 1992 tullikoodeksin 78 artiklan 1 kohdassa annetun harkintavallan (”voivat – – oikaista ilmoitusta”) todellinen luonne, koska jos oikaisua koskevan hakemuksen tutkimisen jälkeen on selvää, että tulli-ilmoitus ei vastaa todellista asiaintilaa, se on lähtökohtaisesti oikaistava, paitsi jos tämä olisi haitallista tullilainsäädännön tavoitteille ja siten vahingoittaisi muiden osapuolten legitiimejä oikeuksia ja etuja ja etenkin unionin, jonka puolesta tulliviranomaiset kantavat tulleja, taloudellisia etuja.", "label": [[10, 21, "DATE"], [553, 564, "DATE"], [988, 995, "ORG"]]}
{"text": "73. Näin ollen kansallisen tuomioistuimen esittämään kysymykseen vastaamiseksi on tarpeen varmistua siitä, voidaanko pääasian oikeudenkäynnissä kyseessä olevien kaltaisissa olosuhteissa Pfeifer & Langenin mainitsemisen tavaranhaltijana katsoa johtuvan virheestä.", "label": [[186, 204, "ORG"]]}
{"text": "74. Unionin tuomioistuin on tulkinnut tätäkin käsitettä verrattain laajasti. Se on esimerkiksi katsonut, että virheen käsite sisälsi tahattomat laiminlyönnit myös sellaisissa tapauksissa, joissa tällaisten laiminlyöntien olemassaolo on ilmeisesti päätelty yksinomaan siitä seikasta, että tavaranhaltija teki hakemuksen tulli-ilmoituksen oikaisemiseksi.(57) Tuomiossa CEVA Freight Holland(58) unionin tuomioistuin totesi, että tavaranhaltija voi hakea tavaroiden kauppa-arvon oikaisemista, vaikka tämän arvon määrittäminen riippuu laskentamenetelmän valinnasta,(59) kun tällainen hakemus tehtiin sen jälkeen, kun tulliviranomaiset olivat muuttaneet tariffin alanimikettä.(60) Vaikuttaakin siltä, että virheen käsite kattoi paitsi aineelliset virheet myös tullisääntöjen vastaisesti tehdyt tulli-ilmoitukset.", "label": [[4, 24, "ORG"], [367, 387, "ORG"], [392, 412, "ORG"]]}
{"text": "75. Pääasian oikeudenkäynnissä vaikuttaa olevan jokseenkin selvää, että tavaranhaltijan nimen alkuperäinen ilmoittaminen johtuu virheestä. Ennakkoratkaisua pyytänyt tuomioistuin toteaa tältä osin, että Pfeifer & Langen oli saanut Zahărul Oradealta valtakirjan toimia sen nimissä. Voidaan huomauttaa, että 2.2.2012 päivätyn valtakirjan 6 kohdassa todettiin seuraavaa:", "label": [[202, 218, "ORG"], [230, 247, "ORG"], [305, 313, "DATE"]]}
{"text": "”Olemme tietoisia siitä, että tekemällä tulli-ilmoituksen meistä tulee tullikoodeksissa tarkoitettu tavaranhaltija ja sitoudumme vastaamaan kaikista tuontitulleihin liittyvistä Pfeifer & Langen KG:lle aiheutuvista maksuista tullitoimipaikalle.”", "label": [[177, 200, "ORG"]]}
{"text": "76. Tämä seikka, jota ei ole kiistetty, riittää mielestäni osoittamaan vuoden 1992 tullikoodeksin 78 artiklassa tarkoitetun virheen olemassaolon.", "label": [[71, 82, "DATE"]]}
{"text": "77. Vuoden 1992 tullikoodeksin 5 artiklan 4 kohdassa nimittäin säädetään, että kun tavaranhaltija toimii edustamansa henkilön puolesta, sen ”on ilmoitettava” toimivansa edustamansa henkilön puolesta sekä ilmoitettava, onko edustus suora vai välillinen, ja oltava valtuutettu toimimaan edustajana. Kun tavaranhaltija toimii edustamansa henkilön puolesta muttei ilmoita siitä, tavaranhaltija rikkoo siten vuoden 1992 tullikoodeksin 5 artiklan 4 kohdan ensimmäistä alakohtaa.", "label": [[4, 15, "DATE"], [285, 295, "PROFESSION"], [403, 414, "DATE"]]}
{"text": "78. Lisäksi käsiteltävässä asiassa on syytä huomata, että veroviranomaiset olivat soveltaneet tullietuutta Pfeifer & Langeniin ja vähentäneet tuontimäärät Zahărul Oradean todistuksista. Tulliviranomaiset olivat siten epäsuorasti mutta väistämättä katsoneet, että Pfeifer & Langen toimi Zahărul Oradean lukuun mutta myös omaan lukuunsa, mikä on vuoden 1992 tullikoodeksin 5 artiklan 2 kohdan vastainen olettama. Kyseisessä säännöksessä, jolla säännellään tyhjentävästi edustusoikeutta tulliasioissa,(61) säädetään näet ainoastaan mahdollisuudesta toimia toisen nimissä ja lukuun tai omissa nimissään mutta toisen lukuun.", "label": [[107, 126, "ORG"], [155, 170, "ORG"], [263, 279, "ORG"], [286, 301, "ORG"], [344, 355, "DATE"]]}
{"text": "79. Vuoden 1992 tullikoodeksin 5 artiklan 4 kohdan toisessa alakohdassa kylläkin täsmennetään, että ”henkilön, joka ei ilmoita toimivansa toisen nimissä tai lukuun taikka joka ilmoittaa toimivansa toisen nimissä tai lukuun olematta valtuutettu toimimaan edustajana, katsotaan toimivan omissa nimissään ja omaan lukuunsa”. Se, että vuoden 1992 tullikoodeksin 5 artiklan 4 kohdan ensimmäisen alakohdan rikkomisen korjaamiseksi sovelletaan olettamaa, ei muuta sitä tosiasiaa, että kuten nesessiivirakenteen (on ilmoitettava) käytöstä ilmenee, tavaranhaltijan oli ilmoitettava toimivansa toisen henkilön nimissä tai lukuun. Kun henkilö ei siis käytä valtakirjaa, rekisteröijä tekee vuoden 1992 tullikoodeksin 78 artiklassa tarkoitetun virheen.", "label": [[4, 15, "DATE"], [254, 264, "PROFESSION"], [331, 342, "DATE"], [678, 689, "DATE"]]}
{"text": "80. Pääasian oikeudenkäynnissä tilanne on se, että koska valtakirja oli liitetty tulli-ilmoitukseen, näyttöä tällaisen valtuutuksen olemassaolosta ilmoituksen jättämisajankohtana ei voida kiistää.", "label": []}
{"text": "81. Edellä esitetty huomioon ottaen kansallisen tuomioistuimen esittämään kysymykseen on vastattava, että vuoden 1992 tullikoodeksin 78 artiklaa on tulkittava siten, että jos tavaranhaltija on ilmoittanut tulli-ilmoituksessa toimivansa yksinomaan omissa nimissään, vaikka sitä ohjeistettiin tekemään tulli-ilmoitus kolmannen nimissä ja lukuun, tavaroiden luovutuksen jälkeen tulli-ilmoitusta voidaan oikaista niin, että edustettava henkilö mainitaan siinä tavaranhaltijana, jos voidaan esittää näyttöä tällaisen valtakirjan olemassaolosta ennen ilmoituksen tekemistä.", "label": [[106, 117, "DATE"]]}
{"text": "IV Ratkaisuehdotus", "label": []}
{"text": "82. Edellä esitetyn perusteella ehdotan, että unionin tuomioistuin vastaa Finanzgericht Düsseldorfin esittämään kysymykseen seuraavasti:", "label": [[46, 66, "ORG"], [74, 100, "ORG"]]}
{"text": "Yhteisön tullikoodeksista 12.10.1992 annetun neuvoston asetuksen (ETY) N:o 2913/92 78 artiklaa on tulkittava siten, että jos tavaranhaltija on ilmoittanut tulli-ilmoituksessa toimivansa yksinomaan omissa nimissään, vaikka sitä ohjeistettiin tekemään tulli-ilmoitus kolmannen nimissä ja lukuun, tavaroiden luovutuksen jälkeen tulli-ilmoitusta voidaan oikaista niin, että edustettava henkilö mainitaan siinä tavaranhaltijana, jos voidaan esittää näyttöä tällaisen valtakirjan olemassaolosta ennen ilmoituksen tekemistä.", "label": [[0, 8, "LOC"], [26, 36, "DATE"], [45, 54, "ORG"]]}
{"text": "1 Alkuperäinen kieli: englanti.", "label": [[22, 30, "NATIONALITY"]]}
{"text": "2 Vaikka asiakirja-aineistoon ei sisälly yksityiskohtaisia tietoja tästä arvonlisäverotarkastuksesta, on syytä huomauttaa, että yhteisestä arvonlisäverojärjestelmästä 28.11.2006 annetun neuvoston direktiivin 2006/112/EY (EUVL 2006, L 347, s. 1) 85 artiklassa säädetään, että ”tavaroiden maahantuonnin veron peruste on voimassa olevissa yhteisön säännöksissä määritelty tullausarvo”.", "label": [[167, 177, "DATE"], [186, 195, "ORG"], [336, 344, "LOC"]]}
{"text": "3 Tullikoodeksin myöhemmässä versiossa, joka otettiin käyttöön yhteisön tullikoodeksista 23.4.2008 annetulla Euroopan parlamentin ja neuvoston asetuksella (EY) N:o 450/2008 (uudistettu tullikoodeksi) (EUVL 2008, L 145, s. 1), 78 artikla oli kumottu ja korvattu 27 artiklalla. Kyseisessä tullikoodeksin versiossa annettiin komissiolle tehtäväksi määritellä, missä olosuhteissa tulli-ilmoitusta voidaan oikaista tavaroiden luovuttamisen jälkeen (ks. 89 artiklan 2 kohta sekä 113 ja 181 artikla). Tullikoodeksin seuraavassa versiossa, joka otettiin käyttöön unionin tullikoodeksista 9.10.2013 annetulla Euroopan parlamentin ja neuvoston asetuksella (EU) N:o 952/2013 (EUVL 2013, L 269, s. 1) ja joka on nykyisin voimassa, täsmennetään, että tulli-ilmoituksen oikaisu voidaan sallia tavaroiden luovuttamisen jälkeen vain, jos tällainen oikaisu on tarpeen, jotta ilmoittaja voisi noudattaa tavaroiden asettamisesta kyseiseen tullimenettelyyn johtuvia velvoitteitaan (ks. 173 artikla). Samassa versiossa säädetään, että komissio määrittelee täytäntöönpanosäädöksillä tällaista pyyntöä koskevat menettelysäännöt (ks. 176 artikla).", "label": [[63, 71, "LOC"], [89, 98, "DATE"], [109, 129, "ORG"], [133, 142, "ORG"], [322, 333, "ORG"], [555, 562, "LOC"], [580, 589, "DATE"], [600, 620, "ORG"], [624, 633, "ORG"], [1014, 1022, "ORG"]]}
{"text": "4 Ks. tuomio 15.9.2011, DP grup (C-138/10, EU:C:2011:587, 33 kohta).", "label": [[13, 22, "DATE"], [24, 31, "ORG"]]}
{"text": "5 Ks. tuomio 15.9.2011, DP grup (C-138/10, EU:C:2011:587, 35 kohta).", "label": [[13, 22, "DATE"], [24, 31, "ORG"]]}
{"text": "6 Unionin tuomioistuin katsoi 7.3.2019 antamassaan tuomiossa Suez II (C-643/17, EU:C:2019:179, 46 kohta), että ”tuomisesta vastuussa olevalle tai sille, joka ottaa vastatakseen kuljetuksesta” kuuluu velvollisuus toimittaa ”kaikki sellaiset merkitykselliset tiedot, jotka koskevat kyseessä olevan tavaralajin tai tuotteen tyyppiä sekä kyseisten tavaroiden määrää. Juuri näiden tietojen perusteella tavarat voidaan näet tunnistaa asianmukaisesti niiden tariffiin luokittelemista ja tarvittaessa tuontitullien laskemista varten”. Vuoden 1992 tullikoodeksin 43 artiklasta kuitenkin ilmenee, että kyseisen henkilön antamat tiedot toimitetaan yleisilmoituksessa, joka on tilapäinen. Kuten sen 29 artiklasta ilmenee, tuontitullien laskeminen määräytyy tulli-ilmoituksen ja näin ollen tavaranhaltijan toimittamien tietojen perusteella.", "label": [[2, 22, "ORG"], [30, 38, "DATE"], [61, 68, "ORG"], [527, 538, "DATE"]]}
{"text": "7 Ks. tuomio 5.10.2006, ASM Lithography (C-100/05, EU:C:2006:645, 33 kohta).", "label": [[13, 22, "DATE"], [24, 39, "ORG"]]}
{"text": "8 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 61–64 kohta) ja tuomio 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, 29 kohta).", "label": [[13, 23, "DATE"], [25, 42, "ORG"], [92, 101, "DATE"], [103, 123, "ORG"]]}
{"text": "9 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 65 kohta) ja tuomio 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, 30 kohta).", "label": [[13, 23, "DATE"], [25, 42, "ORG"], [89, 98, "DATE"], [100, 120, "ORG"]]}
{"text": "10 Kursivointi tässä.", "label": []}
{"text": "11 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 46 kohta).", "label": [[14, 24, "DATE"], [26, 43, "ORG"]]}
{"text": "12 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 50 kohta). Unionin tuomioistuin on myöntänyt, että tulli-ilmoituksesta voidaan tehdä useita oikaisupyyntöjä. Ks. tuomio 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, 25 kohta), jossa käytetään oikeudenkäyntikielen eli latvian kieliversiossa ilmaisua ”atkārtotu pārskatīšanu”. Ranskankielisessä versiossa kyseinen kohta on muotoiltu seuraavasti: ”– – ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision” (kursivointi tässä).", "label": [[14, 24, "DATE"], [26, 43, "ORG"], [81, 101, "ORG"], [190, 200, "DATE"], [202, 213, "ORG"], [292, 299, "NATIONALITY"], [350, 367, "NATIONALITY"]]}
{"text": "13 Ks. vastaavasti tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 52 kohta) ja tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 62 kohta).", "label": [[26, 36, "DATE"], [38, 55, "ORG"], [102, 111, "DATE"], [113, 128, "ORG"]]}
{"text": "14 Ks. vastaavasti tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 53 kohta) ja tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 63 kohta).", "label": [[26, 36, "DATE"], [38, 55, "ORG"], [102, 111, "DATE"], [113, 128, "ORG"]]}
{"text": "15 Ks. vastaavasti tuomio 5.10.2006, ASM Lithography (C-100/05, EU:C:2006:645, 42 kohta); tuomio 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, 40 kohta) ja tuomio 12.10.2017, X (C-661/15, EU:C:2017:753, 63 kohta). Vuoden 1992 tullikoodeksin 78 artiklassa ei puolestaan säädetä mistään tietystä määräajasta tulli-ilmoitusten oikaisemiselle. Ks. tuomio 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, 25 kohta).", "label": [[26, 35, "DATE"], [37, 52, "ORG"], [97, 106, "DATE"], [108, 144, "ORG"], [191, 201, "DATE"], [203, 204, "PER"], [242, 253, "DATE"], [379, 389, "DATE"], [391, 402, "ORG"]]}
{"text": "16 Ks. tuomio 12.10.2017, Tigers (C-156/16, EU:C:2017:754, 21 kohta).", "label": [[14, 24, "DATE"], [26, 32, "ORG"]]}
{"text": "17 Ks. vastaavasti tuomio 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, 25 kohta).", "label": [[26, 36, "DATE"], [38, 49, "ORG"]]}
{"text": "18 Tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624). Ks. vastaavasti tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 56 kohta).", "label": [[10, 20, "DATE"], [22, 39, "ORG"], [90, 99, "DATE"], [101, 116, "ORG"]]}
{"text": "19 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 70 kohta) ja tuomio 20.12.2017, Hamamatsu Photonics Deutschland (C-529/16, EU:C:2017:984, 30 kohta).", "label": [[14, 24, "DATE"], [26, 43, "ORG"], [90, 100, "DATE"], [102, 133, "ORG"]]}
{"text": "20 Se, että unionin lainsäätäjä sisällytti 78 artiklan ja lisäksi tulli-ilmoituksen sääntelyjärjestelmää koskevat säännökset (59–77 artikla) tulliselvitysmuotoa käsittelevään VI osastoon, voi nähdäkseni selittyä yksinkertaisesti sillä, että tulli-ilmoituksen ensisijainen tarkoitus on määrittää sovellettava tullimenettely. Näin ollen oli tarpeen määrittää tulli-ilmoitukseen sovellettava sääntelyjärjestelmä ennen sen seurausten täsmentämistä.", "label": [[12, 19, "LOC"]]}
{"text": "21 Tuomio 14.1.2010 (C-430/08 ja C-431/08, EU:C:2010:15, 56 kohta).", "label": [[10, 19, "DATE"]]}
{"text": "22 Tämän oikaisun tekemiseksi oli annettava valtuudet aiemmalle tavaranhaltijalle, sillä ainoastaan tällä edellytyksellä aiempi tavaranhaltija olisi vuoden 1992 tullikoodeksin 5 artiklan 4 kohdan mukaisesti voinut hakea oikaisua uuden tavaranhaltijan puolesta. Lisäksi on syytä korostaa, että koska 78 artikla koskee tulli-ilmoituksen oikaisemista eikä sen korvaamista, uuden tavaranhaltijan oli katsottava tulleen aiemman tavaranhaltijan oikeuksien ja velvollisuuksien haltijaksi, kaikki määräajat mukaan luettuina.", "label": [[149, 160, "DATE"]]}
{"text": "23 Tietyistä yhteisön tullikoodeksista annetun neuvoston asetuksen (ETY) N:o 2913/92 soveltamista koskevista säännöksistä 2.7.1993 annetun komission asetuksen (ETY) N:o 2454/93 (EYVL 1993, L 253, s. 1) 199 artiklassa myös säädetään, että tavaranhaltija on vastuussa ilmoituksessa olevien tietojen oikeellisuudesta. Koska kyseinen asetus on kuitenkin alemmantasoinen säädös, joka on lisäksi osittain kumottu vuoden 1992 tullikoodeksin säännösten rikkomisen vuoksi (ks. tuomio 12.10.2017, X, C-661/15, EU:C:2017:753, 67 kohta), sitä ei voida ottaa huomioon tullikoodeksin säännösten tulkitsemiseksi.", "label": [[13, 21, "LOC"], [47, 56, "ORG"], [122, 130, "DATE"], [139, 148, "ORG"], [407, 418, "DATE"], [475, 485, "DATE"], [487, 488, "PER"]]}
{"text": "24 Ks. tuomio 15.9.2011, DP grup (C-138/10, EU:C:2011:587, 40 ja 41 kohta). Periaate, jonka mukaan tulli-ilmoitusta ei voida peruuttaa, vaikuttaa kuitenkin vastaavan paremmin ennen vuoden 1992 tullikoodeksin antamista vallinnutta tilannetta. Vuoden 1992 tullikoodeksin nojalla tällaisen periaatteen olemassaolo vaikuttaa kyseenalaisemmalta 78 artiklan antamisen ja 66 artiklassa säädetyn tulli-ilmoituksen mitätöimismahdollisuuden vuoksi.", "label": [[14, 23, "DATE"], [25, 32, "ORG"], [181, 192, "DATE"], [242, 253, "DATE"]]}
{"text": "25 Ks. vastaavasti tuomio 20.12.2017, Hamamatsu Photonics Deutschland (C-529/16, EU:C:2017:984, 30–34 kohta). Lisäksi 17.9.2014 antamassaan tuomiossa Baltic Agro (C-3/13, EU:C:2014:2227) unionin tuomioistuin tarkasteli vuoden 1992 tullikoodeksin 66 artiklan pätevyyttä. Kansallinen tuomioistuin oli mainitussa asiassa epävarma siitä, onko kyseinen säännös yhdenvertaisen kohtelun periaatteen vastainen, koska se ei mahdollistanut virheellisen tulli-ilmoituksen mitätöimistä tavaroiden vastaanottajan oikaisemiseksi. Unionin tuomioistuin vastasi sille esitettyyn kysymykseen tältä osin kieltävästi kyseenalaistamatta tätä olettamaa. Se päinvastoin muistutti tavaranhaltijan velvollisuudesta antaa tiedot mahdollisimman oikein (ks. 41–46 kohta).", "label": [[26, 36, "DATE"], [38, 69, "ORG"], [118, 127, "DATE"], [150, 161, "ORG"], [187, 207, "ORG"], [219, 230, "DATE"], [516, 536, "ORG"]]}
{"text": "26 Ks. tuomio 12.10.2017, Tigers (C-156/16, EU:C:2017:754, 31 kohta).", "label": [[14, 24, "DATE"], [26, 32, "ORG"]]}
{"text": "27 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 63 kohta) ja tuomio 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, 33 kohta).", "label": [[14, 24, "DATE"], [26, 43, "ORG"], [90, 99, "DATE"], [101, 137, "ORG"]]}
{"text": "28 Ks. esim. tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 56 kohta); tuomio 12.7.2012, Südzucker ym. (C-608/10, C-10/11 ja C-23/11, EU:C:2012:444, 47 kohta); tuomio 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, 50 kohta) ja tuomio 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, 32 kohta).", "label": [[20, 29, "DATE"], [31, 46, "ORG"], [106, 115, "DATE"], [117, 126, "ORG"], [195, 205, "DATE"], [207, 233, "ORG"], [281, 290, "DATE"], [292, 312, "ORG"]]}
{"text": "29 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 70 kohta). Unionin tuomioistuin kuitenkin katsoi 20.12.2017 antamassaan tuomiossa Hamamatsu Photonics Deutschland (C-529/16, EU:C:2017:984, 30 kohta), että tilanteet, joissa kauppa-arvon jälkikäteinen tarkistus on sallittua, rajoittuvat erityisiin tilanteisiin, jotka liittyvät muun muassa tavaran puutteelliseen laatuun tai vapaaseen liikkeeseen luovuttamisen jälkeen havaittuihin valmistusvirheisiin.", "label": [[14, 24, "DATE"], [26, 43, "ORG"], [81, 101, "ORG"], [119, 129, "DATE"], [152, 183, "ORG"]]}
{"text": "30 Ks. tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 65 kohta).", "label": [[14, 23, "DATE"], [25, 40, "ORG"]]}
{"text": "31 Ks. tuomio 12.7.2012, Südzucker ym. (C-608/10, C10/11 ja C-23/11, EU:C:2012:444, 47 kohta).", "label": [[14, 23, "DATE"], [25, 34, "ORG"]]}
{"text": "32 Ks. tuomio 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, 52 kohta).", "label": [[14, 24, "DATE"], [26, 52, "ORG"]]}
{"text": "33 On totta, että unionin tuomioistuimen mukaan tulliviranomaisilla on laaja harkintavalta sen osalta, hyväksyvätkö ne tavaranhaltijan oikaisupyynnön. Ks. tuomio 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, 27 kohta). Tätä toteamusta on kuitenkin tarkasteltava asiayhteydessään, nimittäin siten, että sillä viitataan hallinnon mahdollisuuteen tehdä uudelleentutkinta viran puolesta. Kun tarkastellaan oikaisupyynnön johdosta toteutettavia toimia, edellä mainittu unionin tuomioistuimen oikeuskäytäntö huomioon ottaen tämä harkintavalta vaikuttaa verrattain rajalliselta. Ilmaisun ”voivat” käyttäminen vuoden 1992 tullikoodeksin 78 artiklassa selittyy mielestäni sillä, että kyseisessä säännöksessä tunnustetaan sekä hallinnon mahdollisuus oikaista tiettyjä tietoja että rekisteröijän oikeus pyytää tulli-ilmoituksen oikaisemista.", "label": [[18, 40, "ORG"], [162, 172, "DATE"], [174, 185, "ORG"], [468, 490, "ORG"], [606, 617, "DATE"]]}
{"text": "34 Ks. tuomio 27.2.2014, Greencarrier Freight Services Latvia (C-571/12, EU:C:2014:102, 32 kohta). Ks. myös tuomio 15.9.2011, DP grup (C-138/10, EU:C:2011:587, 37 kohta).", "label": [[14, 23, "DATE"], [25, 61, "ORG"], [115, 124, "DATE"], [126, 133, "ORG"]]}
{"text": "35 Näihin kolmeen tilanteeseen lisäisin tullimenettelyn valinnan. Vuoden 1992 tullikoodeksin 66 artiklan 1 kohdasta voidaan päätellä, että tällainen valinta voidaan oikaista ainoastaan mitätöimällä. Ks. tämän ratkaisuehdotuksen alaviite 42.", "label": [[66, 77, "DATE"]]}
{"text": "36 Ks. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 47 kohta) ja tuomio 16.10.2014, VAEX Varkens en Veehandel (C-387/13, EU:C:2014:2296, 53 kohta). Kuten unionin tuomioistuin on 12.7.2012 antamassaan tuomiossa Südzucker ym. (C-608/10, C-10/11 ja C-23/11, EU:C:2012:444, 50 kohta) kuitenkin todennut, pelkästään se seikka, että tavaroiden fyysinen tarkastus on mahdotonta, ei kuitenkaan tarkoita, että tulli-ilmoituksen oikaiseminen ei olisi mahdollista. Tällaista perustetta voitiin käyttää oikaisupyynnön hylkäämiseen vain, kun tällaiset tarkastukset olivat tarpeen unionin lainsäädännön tavoitteiden noudattamiseksi ja toteutumiseksi. Tämä seikka ei etenkään estä tavaroiden luonnehdintaa koskevan jälkitarkastuksen toteuttamista tulli-ilmoitukseen sisältyvän tavaroiden kuvauksen perusteella. Ks. tuomio 22.11.2012, Digitalnet ym. (C-320/11, C-330/11, C-382/11 ja C-383/11, EU:C:2012:745, 65–67 kohta) ja tuomio 27.2.2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 36 kohta).", "label": [[14, 24, "DATE"], [26, 43, "ORG"], [90, 100, "DATE"], [102, 127, "ORG"], [172, 192, "ORG"], [196, 205, "DATE"], [228, 237, "ORG"], [585, 592, "LOC"], [825, 835, "DATE"], [837, 847, "ORG"], [933, 942, "DATE"], [944, 980, "ORG"]]}
{"text": "37 Ks. erityisesti tuomio 16.10.2014, VAEX Varkens en Veehandel (C-387/13, EU:C:2014:2296, 54 kohta) ja tuomio 5.10.2006, ASM Lithography (C-100/05, EU:C:2006:645, 43 kohta).", "label": [[26, 36, "DATE"], [38, 63, "ORG"], [111, 120, "DATE"], [122, 137, "ORG"]]}
{"text": "38 Ks. esim. tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 69 kohta).", "label": [[20, 30, "DATE"], [32, 49, "ORG"]]}
{"text": "39 Ks. tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 51 kohta).", "label": [[14, 23, "DATE"], [25, 40, "ORG"]]}
{"text": "40 Tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 53–66 kohta). Kyseisessä asiassa tulliasioitsijat, jotka toimivat Terexin tai ostajien lukuun, ilmoittivat vienti-ilmoituksissa tullimenettelykoodin 10 00, joka koskee yhteisötavaroiden vientiä, eikä koodia 31 51, joka olisi ollut asianmukainen koodi jälleenvietäville tavaroille, joihin sovelletaan suspensiojärjestelmää. Unionin tuomioistuin katsoi mainitun tuomion 65 kohdassa, että vuoden 1992 tullikoodeksin 78 artiklan nojalla on mahdollista oikaista tavaroiden vienti-ilmoitus tullimenettelykoodin korjaamiseksi. Jos unionin tuomioistuin on todella esittänyt yleisiä lausumia mainitun 78 artiklan tulkinnasta, mainittu tuomio olisi ymmärrettävä niin, että valta muuttaa tullimenettelyn valintaa oli 78 artiklan nojalla olemassa, jos kyseistä tullimenettelyä sovellettiin virheellisesti eikä vuoden 1992 tullikoodeksin tavoitteita vaarannettu. Unionin tuomioistuimen kyseisessä asiassa esittämä ratkaisu voidaan tosin ymmärtää myös niin, että se on rajattu tilanteisiin, joissa valittu koodi on virheellinen. Näin ollen unionin tuomioistuimen lausuman voitaisiin katsoa olevan rajattu siihen, että valitun tullimenettelyn kanssa ristiriidassa olevien tullimenettelykoodien muuttaminen on mahdollista, eikä se siis merkitse yleistä valtaa muuttaa ilmoituksessa valittua tullimenettelyä. Vaikka tosiseikkojen kuvauksessa ei täsmennetäkään, mainittiinko ilmoituksessa kyseisen koodin lisäksi myös valittu menettely, jälkimmäinen tulkinta on minusta vakuuttavampi. Kun otetaan huomioon 66 artikla ja se, että tullimenettelyn valinta on ilmoituksen avaintieto, tätä valintaa olisi voitu muuttaa vain mitätöimällä.", "label": [[10, 19, "DATE"], [21, 36, "ORG"], [144, 151, "ORG"], [401, 421, "ORG"], [464, 475, "DATE"], [602, 622, "ORG"], [876, 887, "DATE"], [928, 950, "ORG"], [1104, 1126, "ORG"]]}
{"text": "41 On totta, että vuoden 1992 tullikoodeksin 66 artiklan 2 kohdassa säädettiin, että tulli-ilmoitus voidaan mitätöidä tavaroiden luovutuksen jälkeen tietyissä tapauksissa. Kyseisellä säännöksellä ei kuitenkaan laajennettu 66 artiklan soveltamisalaa vaan ainoastaan annettiin mahdollisuus tulli-ilmoituksen mitätöimiseen tavaroiden luovutuksen jälkeen tietyissä tapauksissa, jotka kuitenkin kuuluivat 66 artiklan soveltamisalaan, sellaisena kuin se määriteltiin sen 1 kohdassa.", "label": [[18, 29, "DATE"]]}
{"text": "42 Kuten tämän ratkaisuehdotuksen 26 ja 56 kohdassa selitin, tulli-ilmoituksen ensisijainen tarkoitus on näet asettaa tavarat tiettyyn tullimenettelyyn.", "label": []}
{"text": "43 Ks. tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 56 kohta).", "label": [[14, 23, "DATE"], [25, 40, "ORG"]]}
{"text": "44 Ks. vuoden 1992 tullikoodeksin 233 artikla.", "label": [[7, 18, "DATE"]]}
{"text": "45 Tätä päätelmää ei kyseenalaista tuomio 15.9.2011, DP grup (C-138/10, EU:C:2011:587). Vaikka unionin tuomioistuin viittaa kyseisessä asiassa, joka koski laskentavirhettä, mitätöinnin mahdollisuuteen, siinä annetusta tuomiosta ei seuraa, että unionin tuomioistuin olisi sulkenut tällaisen mitätöinnin mahdollisuuden pois asianomaisessa pääasian oikeudenkäynnissä kyseessä olleen kaltaisessa tilanteessa. Unionin tuomioistuin tyytyi vastaamaan sille esitettyyn kysymykseen huomauttamalla, että vaikka tuomioistuimen ei ole mahdollista mitätöidä tulli-ilmoitusta, tavaranhaltija voisi tietyissä tilanteissa hakea ilmoituksen mitätöintiä. Se, ettei unionin tuomioistuin halunnut ottaa kantaa mitätöimisen mahdollisuuteen mainitussa asiassa kyseessä olleiden kaltaisissa olosuhteissa, ilmenee nähdäkseni selvästi siitä, että asiaa koskevien oikeussääntöjen kuvauksen yhteydessä unionin tuomioistuin ei edes täsmentänyt, mitkä mitätöintitapaukset sallittiin täytäntöönpanoasetuksessa.", "label": [[42, 51, "DATE"], [53, 60, "ORG"], [95, 115, "ORG"], [244, 264, "ORG"], [405, 425, "ORG"], [647, 667, "ORG"], [875, 895, "ORG"]]}
{"text": "46 Ks. tuomio 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, 54 kohta).", "label": [[14, 24, "DATE"], [26, 52, "ORG"]]}
{"text": "47 Ks. myös tuomio 14.5.1996, Faroe Seafood ym. (C-153/94 ja C-204/94, EU:C:1996:198, 108 ja 109 kohta) ja tuomio 7.4.2011, Sony Supply Chain Solutions (Europe) (C-153/10, EU:C:2011:224, 28 kohta).", "label": [[19, 28, "DATE"], [30, 43, "ORG"], [114, 122, "DATE"], [124, 151, "ORG"], [153, 159, "LOC"]]}
{"text": "48 Maataloustuotteiden tuonti-, vienti- ja ennakkovahvistustodistusmenettelyn soveltamista koskevista yhteisistä yksityiskohtaisista säännöistä 9.6.2000 annettu asetus N:o 1291/2000 (EUVL 2000, L 152, s. 1).", "label": [[144, 152, "DATE"]]}
{"text": "49 Ks. esim. tuomio 12.7.2012, Südzucker ym. (C-608/10, C-10/11 ja C-23/11, EU:C:2012:444, 56 kohta); tuomio 16.10.2014, Nordex Food (C-334/13, EU:C:2014:2294, 59 kohta) ja tuomio 16.10.2014, VAEX Varkens- en Veehandel (C-387/13, EU:C:2014:2296, 34 kohta).", "label": [[20, 29, "DATE"], [31, 40, "ORG"], [109, 119, "DATE"], [121, 132, "ORG"], [180, 190, "DATE"], [192, 218, "ORG"]]}
{"text": "50 Ks. vastaavasti tuomio 12.7.2012, Südzucker ym. (C-608/10, C-10/11 ja C-23/11, EU:C:2012:444, 66 kohta).", "label": [[26, 35, "DATE"], [37, 46, "ORG"]]}
{"text": "51 Ks. esim. tuomio 13.3.2014, SICES ym. (C-155/13, EU:C:2014:145).", "label": [[20, 29, "DATE"], [31, 36, "ORG"]]}
{"text": "52 Ks. vuoden 1992 tullikoodeksin 192 artikla.", "label": [[7, 18, "DATE"]]}
{"text": "53 Tulli-ilmoituksen oikaisemisesta aiheutuu eittämättä kustannuksia hallinnolle, mutta koska 78 artiklan 3 kohdassa täsmennetään, että oikaisut on tehtävä ”mahdollisesti annettujen säännösten mukaisesti”, jäsenvaltioilla oli halutessaan oikeus vyöryttää nämä kustannukset tavaranhaltijalle.", "label": []}
{"text": "54 Ks. vastaavasti tuomio 10.12.2015, Veloserviss (C-427/14, EU:C:2015:803, 41 kohta).", "label": [[26, 36, "DATE"], [38, 49, "ORG"]]}
{"text": "55 Ks. tämän ratkaisuehdotuksen 51–53 kohta.", "label": []}
{"text": "56 Ks. vastaavasti tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 47 kohta ja sitä seuraavat kohdat) ja tuomio 14.1.2010, Terex Equipment ym. (C-430/08 ja C-431/08, EU:C:2010:15, 56 kohta ja sitä seuraavat kohdat).", "label": [[26, 36, "DATE"], [38, 55, "ORG"], [127, 136, "DATE"], [138, 153, "ORG"]]}
{"text": "57 Ks. vastaavasti tuomio 20.10.2005, Overland Footwear (C-468/03, EU:C:2005:624, 63 kohta) ja tuomio 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, 32 kohta).", "label": [[26, 36, "DATE"], [38, 55, "ORG"], [102, 111, "DATE"], [113, 133, "ORG"]]}
{"text": "58 Tuomio 10.7.2019 (C‑249/18, EU:C:2019:587).", "label": [[10, 19, "DATE"]]}
{"text": "59 Maahantuoja voi näet vapaasti valita kussakin näissä myynneissä sovituista hinnoista sen hinnan, jota se käyttää perustana kyseessä olevien tavaroiden tullausarvon määrittämiseksi, mikäli se kykenee esittämään tulliviranomaisille valitsemansa hinnan osalta kaikki tarpeelliset tiedot ja asiakirjat (ibid., 25 kohta).", "label": []}
{"text": "60 Ks. tuomio 10.7.2019, CEVA Freight Holland (C-249/18, EU:C:2019:587, 26 ja 36–39 kohta).", "label": [[14, 23, "DATE"], [25, 45, "ORG"]]}
{"text": "61 Ks. tuomio 7.4.2011, Sony Supply Chain Solutions (Europe) (C-153/10, EU:C:2011:224, 30 kohta).", "label": [[14, 22, "DATE"], [24, 51, "ORG"], [53, 59, "LOC"]]}
