{"text": "UNIONIN YLEISEN TUOMIOISTUIMEN TUOMIO (yhdeksäs jaosto)", "label": [[0, 30, "ORG"], [39, 54, "ORG"]]}
{"text": "10 päivänä kesäkuuta 2020 (*)", "label": [[0, 25, "DATE"]]}
{"text": "Yhteisömalli – Mitättömyysmenettely – Rekisteröity yhteisömalli, joka esittää kytkintä, jolla liitetään jäähdytys- tai ilmastointilaite moottoriajoneuvoon – Ainoa vaatimus muuttamisesta – Implisiittinen kumoamisvaatimus – Tutkittavaksi ottaminen – Mitättömyysperuste – Suojan edellytysten noudattamatta jättäminen – Asetuksen (EY) N:o 6/2002 4–9 artikla ja 25 artiklan 1 kohdan b alakohta – Valituslautakunnan tekemän tutkimuksen laajuus – Valituslautakunnan menettelyn aikana ilmaisema kanta suojan edellytyksen noudattamatta jättämisestä – Eriävä toteamus riidanalaisessa päätöksessä – Perusteluvelvollisuus – Asetuksen (EY) N:o 6/2002 62 artikla ja 63 artiklan 1 kohdan toinen virke", "label": [[391, 409, "ORG"], [440, 458, "ORG"]]}
{"text": "Asiassa T‑100/19,", "label": []}
{"text": "L. Oliva Torras, S.A., kotipaikka Manresa (Espanja), edustajinaan asianajajat B. Athari Anaraki ja D. Philip Bennett,", "label": [[0, 21, "ORG"], [34, 51, "LOC"], [66, 77, "PROFESSION"], [78, 95, "PER"], [99, 116, "PER"]]}
{"text": "kantajana,", "label": []}
{"text": "vastaan", "label": []}
{"text": "Euroopan unionin teollisoikeuksien virasto (EUIPO), asiamiehinään A. Portilla Díaz ja G. Kaufmann,", "label": [[0, 50, "ORG"], [52, 65, "PROFESSION"], [66, 82, "PER"], [86, 97, "PER"]]}
{"text": "vastaajana,", "label": []}
{"text": "jossa toisena asianosaisena EUIPO:n valituslautakunnassa käydyssä menettelyssä oli ja väliintulijana unionin yleisessä tuomioistuimessa on", "label": [[28, 56, "ORG"], [101, 135, "ORG"]]}
{"text": "Mecánica del Frío, S.L., kotipaikka Cornellá de Llobregat (Espanja), edustajanaan asianajaja Z. Leao Arribas,", "label": [[0, 23, "ORG"], [36, 67, "LOC"], [69, 81, "PROFESSION"], [82, 92, "PROFESSION"], [93, 108, "PER"]]}
{"text": "ja jossa on kyse kanteesta EUIPO:n kolmannen valituslautakunnan 19.11.2018 tekemästä päätöksestä (asia R 1397/2017-3), joka liittyy L. Oliva Torrasin ja Mecánica del Fríon väliseen mitättömyysmenettelyyn,", "label": [[27, 63, "ORG"], [64, 74, "DATE"], [132, 149, "ORG"], [153, 171, "ORG"]]}
{"text": "UNIONIN YLEINEN TUOMIOISTUIN (yhdeksäs jaosto),", "label": [[0, 46, "ORG"]]}
{"text": "toimien kokoonpanossa: jaoston puheenjohtaja P. J. Nilsson sekä tuomarit I. Barrett (esittelevä tuomari) ja A. Todorova,", "label": [[23, 30, "ORG"], [31, 44, "PROFESSION"], [45, 58, "PER"], [64, 72, "PROFESSION"], [73, 83, "PER"], [85, 103, "PROFESSION"], [108, 119, "PER"]]}
{"text": "kirjaaja: johtava hallintovirkamies P. Lopez,", "label": [[0, 8, "PROFESSION"], [10, 35, "PROFESSION"], [36, 44, "PER"]]}
{"text": "ottaen huomioon unionin yleisen tuomioistuimen kirjaamoon 19.2.2019 jätetyn kannekirjelmän,", "label": [[16, 57, "ORG"], [58, 67, "DATE"]]}
{"text": "ottaen huomioon unionin yleisen tuomioistuimen kirjaamoon 24.5.2019 jätetyn EUIPO:n vastineen,", "label": [[16, 57, "ORG"], [58, 67, "DATE"], [76, 83, "ORG"]]}
{"text": "ottaen huomioon unionin yleisen tuomioistuimen kirjaamoon 20.5.2019 jätetyn väliintulijan vastineen,", "label": [[16, 57, "ORG"], [58, 67, "DATE"]]}
{"text": "ottaen huomioon 14.11.2019 tehdyn päätöksen olla yhdistämättä asioita T‑100/19 ja T‑629/19,", "label": [[16, 26, "DATE"]]}
{"text": "ottaen huomioon 16.1.2020 pidetyssä istunnossa esitetyn,", "label": [[16, 25, "DATE"]]}
{"text": "on antanut seuraavan", "label": []}
{"text": "tuomion", "label": []}
{"text": "I Asian tausta", "label": []}
{"text": "1 Kantaja L. Oliva Torras, S.A., ja väliintulija Mecánica del Frío, S.L., ovat kaksi kilpailevaa yritystä liitostarvikkeiden, joilla jäähdytys- tai ilmastointijärjestelmä asennetaan moottoriajoneuvoihin, alalla.", "label": [[10, 31, "ORG"], [49, 72, "ORG"]]}
{"text": "2 Väliintulija jätti 10.4.2013 Euroopan unionin teollisoikeuksien virastolle (EUIPO) yhteisömallin rekisteröintihakemuksen yhteisömallista 12.12.2001 annetun neuvoston asetuksen (EY) N:o 6/2002 (EYVL 2002, L 3, s. 1) nojalla.", "label": [[21, 30, "DATE"], [31, 84, "ORG"], [139, 149, "DATE"], [158, 167, "ORG"]]}
{"text": "3 Yhteisömalli, jonka rekisteröintiä haettiin (jäljempänä riidanalainen yhteisömalli) on seuraava:", "label": []}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 Tuotteet, joihin riidanalaista mallia on tarkoitus käyttää, kuuluvat teollisuusmallien kansainvälisen luokituksen perustamisesta 8.10.1968 tehdyn Locarnon sopimuksen, sellaisena kuin se on muutettuna, mukaiseen luokkaan 12.16 ja vastaavat seuraavaa kuvausta: ”Ajoneuvojen kiinteät kytkimet”.", "label": [[131, 140, "DATE"], [148, 156, "LOC"]]}
{"text": "5 Riidanalaista mallia kuvaillaan rekisteröintihakemuksessa kytkimeksi, jolla liitetään jäähdytys- ja ilmastointilaitteita moottoriajoneuvoon.", "label": []}
{"text": "6 Riidanalainen malli rekisteröitiin numerolla 2217588-0001 hakemuksen päivämäärälle ja julkaistiin 22.4.2013 yhteisömalleja koskevassa tiedotteessa nro 2013/075.", "label": [[47, 59, "IDNUM"], [100, 109, "DATE"], [149, 161, "IDNUM"]]}
{"text": "7 Kantaja jätti 22.8.2014 yhteisömallin rekisteröintihakemuksen (malli nro 2523746-0006, rekisteröity samana päivänä ja julkaistu 26.8.2014). Väliintulijan mitättömyysvaatimuksen, joka perustui riidanalaisen mallin aiemmuuteen, johdosta malli nro 2523746-0006 julistettiin mitättömäksi 17.6.2016 tehdyllä mitättömyysosaston päätöksellä uutuuden ja yksilöllisen luonteen puuttumisen vuoksi.", "label": [[16, 25, "DATE"], [71, 87, "IDNUM"], [130, 139, "DATE"], [247, 259, "IDNUM"], [286, 295, "DATE"], [305, 323, "ORG"]]}
{"text": "8 Kantaja teki 15.3.2016 riidanalaisen mallin mitättömäksi julistamista koskevan vaatimuksen asetuksen N:o 6/2002 52 artiklan 1 kohdan nojalla.", "label": [[15, 24, "DATE"]]}
{"text": "9 Kantajan mitättömyysvaatimuksensa tueksi esittämä peruste on asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdassa säädetty peruste eli se, että riidanalainen malli ei täytä asetuksen 4–9 artiklassa säädettyjä edellytyksiä.", "label": []}
{"text": "10 Kantaja vetosi mitättömyysvaatimuksensa tueksi aiempaan malliin, joka esittää liitostarviketta, jotka on yksilöity osaksi ”KC11 080 242”, ja toimitti asiakirjoihin jäljennöksen tästä osasta tietoteknisen ”jäljentämisen” muodossa (kuva A) ja valokuvan, joka sen mukaan vastaa mainittua osaa (kuva B).", "label": [[126, 138, "IDNUM"]]}
{"text": "11 Mitättömyysosasto hylkäsi 10.5.2017 tehdyllä päätöksellä kantajan mitättömyysvaatimuksen. Erityisesti se totesi, ettei malli, jonka aiempi julkistaminen on osoitettu eli kuvassa A oleva malli, voi yksinään horjuttaa riidanalaisen mallin uutuutta ja yksilöllistä luonnetta, kun otetaan huomioon näiden kahden mallin väliset erot.", "label": [[3, 20, "ORG"], [29, 38, "DATE"]]}
{"text": "12 Kantaja valitti 27.6.2017 mitättömyysosaston päätöksestä valituslautakunnassa asetuksen N:o 6/2002 55–60 artiklan nojalla. Kuvien A ja B lisäksi kantaja liitti asiakirja-aineistoon osan ”KC11 080 242” suunnitelman (kuva C), joka oli ote sen internetsivulta.", "label": [[19, 28, "DATE"], [29, 47, "ORG"], [60, 80, "ORG"], [190, 202, "IDNUM"]]}
{"text": "13 Valituslautakunta osoitti 16.5.2018 asetuksen N:o 6/2002 59 artiklan 2 kohdan nojalla osapuolille tiedonannon (jäljempänä 16.5.2018 annettu tiedonanto), jossa se ilmoitti päättelevänsä osapuolten väitteistä ja asiakirja-aineistosta, että riidanalainen malli koskee komponenttia, joka on moniosaisen tuotteen (eli kompressorin kytkin kokonaisuudessaan moottorin osana) osa (eli kytkimen osa), joka sen jälkeen, kun se on sisällytetty moniosaiseen tuotteeseen, ei enää ole näkyvissä tuotteen tavanomaisen käytön aikana. Valituslautakunta totesi, että riidanalaista mallia ei näin ollen voida katsoa uudeksi tai luonteeltaan yksilölliseksi asetuksen N:o 6/2002 4 artiklan 2 kohdassa tarkoitetulla tavalla, ja että se piti siis julistaa mitättömäksi 4 artiklan noudattamatta jättämisen vuoksi.", "label": [[3, 20, "ORG"], [29, 38, "DATE"], [125, 134, "DATE"], [521, 538, "ORG"]]}
{"text": "14 Väliintulija esitti 16.7.2018 ja kantaja 17.9.2018 valituslautakunnan pyynnöstä huomautuksia 16.5.2018 annetun tiedonannon sisällöstä.", "label": [[23, 32, "DATE"], [44, 53, "DATE"], [54, 72, "ORG"], [96, 105, "DATE"]]}
{"text": "15 Kolmas valituslautakunta hylkäsi valituksen 19.11.2018 tekemällään päätöksellä (jäljempänä riidanalainen päätös) seuraavilla perusteilla. Se totesi ensiksi, että vastoin väliintulijan väitteitä kantajan piti katsoa vaativan riidanalaisen mallin mitättömyyttä sillä perusteella, ettei tämä täytä asetuksen N:o 6/2002 5, 6, 8 ja 9 artiklan mukaisia edellytyksiä ja että sen pitää näin ollen tarkastella jokaista näistä edellytyksistä esitettyjen valitusperusteiden valossa. Toiseksi se hylkäsi väitteen riidanalaisen mallin uutuuden puuttumisesta. Se totesi tältä osin, että yksin kuvassa A olevan mallin julkistaminen on osoitettu ja että sen ja riidanalaisen mallin välillä on ilmeisiä eroja. Kolmanneksi se hylkäsi väitteen riidanalaisen mallin yksilöllisen luonteen puuttumisesta. Neljänneksi se katsoi, että koska kantaja ei esittänyt väitettä riidanalaisen mallin suojan epäämisestä asetuksen N:o 6/2002 8 ja 9 artiklan nojalla, sen pitää hylätä tämän mitättömyysvaatimus siltä osin kuin vaatimus ei perustunut näihin säännöksiin, kun otetaan huomioon mainitun asetuksen 63 artiklan 1 kohdan vaatimukset. Se ei sitä vastoin käsitellyt riidanalaisen päätöksen perusteluissa kysymystä saman asetuksen 4 artiklan 2 ja 3 kohdan soveltamisesta käsiteltävässä asiassa, mikä oli ollut 16.5.2018 annetun tiedonannon ja edellä 13 ja 14 kohdassa esitettyjen osapuolten huomautusten kohteena.", "label": [[3, 27, "ORG"], [47, 57, "DATE"], [1285, 1294, "DATE"]]}
{"text": "II Osapuolten vaatimukset", "label": []}
{"text": "16 Kantaja vaatii muodollisesti, että unionin yleinen tuomioistuin", "label": [[38, 66, "ORG"]]}
{"text": "– A vahvistaa valituslautakunnan päätelmät esitetystä mitättömyysperusteesta ja toteaa, että mitättömyysmenettely perustuu asetuksen N:o 6/2002 4–9 artiklassa (Suojan edellytykset) tarkoitettuihin yhteisömallin mitättömyysperusteisiin", "label": [[14, 32, "ORG"]]}
{"text": "– B suorittaa vertailun ottaen huomioon kaiken toimitetun selvitysaineiston ja nyt käsiteltävän asian erityiset olosuhteet", "label": []}
{"text": "– C julistaa riidanalaisen mallin mitättömäksi sillä perusteella, että se on lähes sama kuin kaupallistettu malli ja siis tämän lähes identtinen jäljennös, jolle kantaja ei ole antanut lupaa", "label": []}
{"text": "– D julistaa riidanalaisen mallin mitättömäksi, koska se ei ole luonteeltaan yksilöllinen kantajan aiemmin julkistamiin malleihin nähden", "label": []}
{"text": "– E julistaa riidanalaisen mallin mitättömäksi yhtäältä, koska se kuuluu asetuksen 6/2002 8 artiklan 1 ja 2 kohdassa mainitun kiellon soveltamisalaan, sillä sen ulkoasu määräytyy yksinomaan teknisen käyttötarkoituksen mukaan ja toisaalta, koska se kuuluu asetuksen N:o 6/2002 4 artiklassa säädetyn ehdottoman kiellon soveltamisalaan, sillä se on moniosaisen tuotteen osa", "label": []}
{"text": "– F vahvistaa valituslautakunnan päätöksen siltä osin kuin tämä totesi, että riidanalainen malli on asetuksen N:o 6/2002 9 artiklan säännösten vastainen", "label": [[14, 32, "ORG"]]}
{"text": "– G velvoittaa hävinneen osapuolen korvaamaan oikeudenkäyntikulut.", "label": []}
{"text": "17 EUIPO vaatii, että unionin yleinen tuomioistuin", "label": [[3, 8, "ORG"], [22, 50, "ORG"]]}
{"text": "– hylkää kanteen", "label": []}
{"text": "– velvoittaa kantajan korvaamaan oikeudenkäyntikulut.", "label": []}
{"text": "18 Väliintulija vaatii, että unionin yleinen tuomioistuin", "label": [[29, 57, "ORG"]]}
{"text": "– vahvistaa riidanalaisen päätöksen", "label": []}
{"text": "– velvoittaa hävinneen osapuolen korvaamaan oikeudenkäyntikulut.", "label": []}
{"text": "III Oikeudellinen arviointi", "label": []}
{"text": "A Tutkittavaksi ottaminen", "label": []}
{"text": "19 EUIPO:n mukaan kannekirjelmä sisältää riidanalaisen päätöksen vahvistamista koskevia vaatimuksia, joita ei ole otettava tutkittaviksi. Lisäksi se esittää, että unionin yleisen tuomioistuimen on päätettävä, voidaanko kannekirjelmän sisällöstä johtaa, että on vaadittu riidanalaisen päätöksen kumoamista, ja voidaanko vaatimusta sen muuttamisesta näin ollen ottaa tutkittaviksi. Se totesi suullisessa käsittelyssä, ettei kannekirjelmä sisällä kantajan suullisissa lausumissaan esittämää vaatimusta riidanalaisen päätöksen kumoamisesta.", "label": [[3, 10, "ORG"], [163, 193, "ORG"]]}
{"text": "20 Kantaja tarkensi suullisessa käsittelyssä unionin yleisen tuomioistuimen pyynnöstä, että se vaatii riidanalaisen päätöksen kumoamista kokonaisuudessaan mukaan lukien siihen sisältyvän toteamuksen asetuksen N:o 6/2002 8 ja 9 artiklan soveltamisesta.", "label": [[45, 75, "ORG"]]}
{"text": "21 Tältä osin on aluksi muistettava, että asetuksen N:o 6/2002 61 artiklan 3 kohdan mukaan unionin yleisellä tuomioistuimella on vain toimivalta joko kumota valituslautakunnan päätös tai muuttaa sitä. Sen tehtävänä ei sitä vastoin ole antaa vahvistavia tuomioita, minkä vuoksi tätä koskeva vaatimuskohta on jätettävä tutkimatta (ks. vastaavasti ja analogisesti tuomio 14.6.2017, Aydin v. EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T‑95/16, ei julkaistu, EU:T:2017:388, 17 kohta oikeuskäytäntöviittauksineen).", "label": [[91, 125, "ORG"], [157, 175, "ORG"], [368, 377, "DATE"], [379, 384, "ORG"], [388, 393, "ORG"], [396, 410, "ORG"], [412, 427, "TITLE"]]}
{"text": "22 Käsiteltävässä asiassa on todettava, että kantaja on kannekirjelmän osassa, jonka otsikko on ”Vaatimukset”, luetellut A:sta G:hen seitsemän vaatimusta, joiden sisältö on toistettu edellä 16 kohdassa.", "label": []}
{"text": "23 Yhtäältä on todettava, että näiden eri vaatimusten joukossa voidaan yksilöidä selvästi ja yksiselitteisesti vaatimus siitä, että unionin yleinen tuomioistuin julistaa riidanalaisen mallin mitättömäksi, ja vaatimus EUIPO:n ja väliintulijan velvoittamisesta korvaamaan oikeudenkäyntikulut.", "label": [[132, 160, "ORG"], [217, 224, "ORG"]]}
{"text": "24 Toisaalta on todettava, että kantajan muut vaatimukset, jotka luetellaan kannekirjelmän osassa, jonka otsikko on ”Vaatimukset”, eivät todellisuudessa ole vaatimuksia sellaisinaan. Erityisesti kannekirjelmän tämän osan A–F kohdan muotoilusta sekä tämän luokittelun toistamisesta aakkosjärjestyksessä kannekirjelmän osassa ”Kanneperusteet ja väitteet” johtuu, että kantaja ilmoittaa siinä päättelyn vaiheet, jotka se vaatii unionin yleisen tuomioistuimen hyväksyvän annettavan tuomion perusteluissa ja joiden on sen mukaan johdettava riidanalaisen mallin mitättömäksi julistamiseen.", "label": [[425, 455, "ORG"]]}
{"text": "25 Lopuksi on huomattava, että kantaja ilmoitti suullisessa käsittelyssä vaativansa riidanalaisen päätöksen kumoamista kokonaisuudessaan.", "label": []}
{"text": "26 Näiden toteamusten ja selitysten valossa kannekirjelmän vaatimuksia on tulkittava seuraavasti.", "label": []}
{"text": "27 Ensiksi edellä 22–24 kohdassa todetusta johtuu, että kantaja ei ole esittänyt vaatimuksia siitä, että unionin yleinen tuomioistuin antaisi edellä 21 kohdassa mainitussa oikeuskäytännössä tarkoitetun vahvistustuomion. Vaatimalla unionin yleistä tuomioistuinta vahvistamaan riidanalaisen päätöksen tietyt kohdat tai vertailemaan kyseisiä malleja ottaen huomioon esitetyn selvitysaineiston kokonaisuudessaan ja käsiteltävän asian olosuhteet, kantaja nimittäin tarkoittaa edellä 24 kohdassa esitetyllä tavalla tulevan tuomion perusteluja eikä ratkaisua, joka on esitettävä tämän tuomion tuomiolauselmassa. Vastaavasti EUIPO:n toteamukset, joilla pyritään siihen, että unionin tuomioistuin jättää nämä vaatimukset tutkimatta, on hylättävä.", "label": [[105, 133, "ORG"], [231, 261, "ORG"], [617, 624, "ORG"], [667, 687, "ORG"]]}
{"text": "28 Lisäksi kun otetaan huomioon riidanalaisen päätöksen perustelut ja kuten kantajan suullisessa käsittelyssä esittämissä selityksissä vahvistettiin, tämän kannekirjelmän osan ”Vaatimukset” F kohdassa esittämää vaatimusta, jolla sanamuotonsa mukaan pyritään siihen, että unionin yleinen tuomioistuin ”vahvistaa” riidanalaisen päätöksen sikäli kuin siinä todetaan riidanalainen malli asetuksen N:o 6/2002 9 artiklan säännösten vastaiseksi, ei pitäisi ymmärtää kirjaimellisesti. Koska valituslautakunta nimittäin jätti käsiteltävässä asiassa nimenomaan tämän artiklan soveltamatta, tämä ”vahvistamisvaatimus” on muotoilustaan huolimatta tulkittava kanneperusteeksi, joka koskee arviointivirhettä siltä osin kuin valituslautakunta ei todennut, että kyseinen malli on mainitun artiklan säännösten vastainen.", "label": [[271, 299, "ORG"], [483, 500, "ORG"], [710, 727, "ORG"]]}
{"text": "29 Toiseksi on todettava, että kannekirjelmässä esitetyllä vaatimuksella riidanalaisen mallin mitättömäksi julistamisesta pyritään todellisuudessa siihen, että unionin yleinen tuomioistuin tekee ratkaisun, joka valituslautakunnan olisi pitänyt kantajan mukaan tehdä käsitellessään asiaa. Asetuksen N:o 6/2002 60 artiklan 1 kohdan toisesta virkkeestä nimittäin ilmenee, että valituslautakunta voi riidanalaisen päätöksen kumottuaan käyttää sen EUIPO:n elimen toimivaltaa, joka on tehnyt tämän päätöksen ja siis käsiteltävässä asiassa julistaa riidanalaisen mallin mitättömäksi. Näin ollen tämä toimenpide kuuluu toimenpiteisiin, joihin unionin yleinen tuomioistuin voi ryhtyä asetuksen N:o 6/2002 61 artiklan 3 kohdan mukaisen muutostoimivaltansa nojalla (ks. vastaavasti ja analogisesti tuomio 27.2.2014, Advance Magazine Publishers v. SMHV – Nanso Group (TEEN VOGUE), T‑509/12, EU:T:2014:89, 15 kohta oikeuskäytäntöviittauksineen).", "label": [[160, 188, "ORG"], [211, 229, "ORG"], [374, 391, "ORG"], [443, 450, "ORG"], [635, 663, "ORG"], [794, 803, "DATE"], [805, 832, "ORG"], [836, 840, "ORG"], [843, 854, "ORG"], [856, 866, "TITLE"]]}
{"text": "30 Lisäksi kantajalla ei tosin ole lähtökohtaisesti oikeutta muuttaa kannekirjelmän alkuperäistä kohdetta korvaamalla riidanalaisen päätöksen muuttamisvaatimusta kumoamisvaatimuksella, joka esitetään ensimmäisen kerran suullisessa käsittelyssä (ks. vastaavasti ja analogisesti tuomio 27.1.2000, Fuchs ym. v. neuvosto ja komissio, C‑104/89 ja C‑37/90, EU:C:2000:38, 47 kohta ja tuomio 21.4.2005, Holcim (Saksa) v. komissio, T‑28/03, EU:T:2005:139, 45 kohta).", "label": [[284, 293, "DATE"], [295, 300, "PER"], [308, 316, "ORG"], [320, 328, "ORG"], [384, 393, "DATE"], [395, 401, "ORG"], [403, 408, "LOC"], [413, 421, "ORG"]]}
{"text": "31 On kuitenkin todettava, kun otetaan huomioon kannekirjelmän sisältö ja kuten kantajan suullisessa käsittelyssä esittämissä selityksissä vahvistetaan, että kantajan muuttamisvaatimus sisältää implisiittisesti riidanalaisen päätöksen kumoamisvaatimuksen (ks. vastaavasti tuomio 7.11.2013, Malczewska v. SMHV – Puma (Loikkaava kissaeläin), T‑666/11, ei julkaistu, EU:T:2013:584, 18 kohta oikeuskäytäntöviittauksineen). Unionin yleisen tuomioistuimen on kanteen aineellisen tutkinnan yhteydessä ratkaistava siinä tapauksessa, että kannekirjelmän jokin kanneperuste on perusteltu, voiko se tämän perusteen nojalla muuttaa riidanalaista päätöstä selvittämiensä tosiseikkojen ja oikeudellisten seikkojen perusteella, vai voiko sitä vastoin tämä peruste johtaa kyseisen päätöksen kumoamiseen (ks. vastaavasti ja analogisesti tuomio 26.9.2014, Koscher + Würtz v. SMHV – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T‑445/12, EU:T:2014:829, 39 kohta oikeuskäytäntöviittauksineen).", "label": [[279, 288, "DATE"], [290, 300, "PER"], [304, 308, "ORG"], [311, 315, "ORG"], [419, 449, "ORG"], [827, 836, "DATE"], [838, 853, "ORG"], [857, 861, "ORG"], [864, 882, "ORG"], [884, 907, "TITLE"]]}
{"text": "32 Näin ollen on todettava, että kantaja vaatii unionin yleisessä tuomioistuimessa yhtäältä riidanalaisen päätöksen kumoamista ja toisaalta sen muuttamista julistamalla riidanalainen malli mitättömäksi, ja että nämä vaatimukset on otettava tutkittaviksi.", "label": [[48, 82, "ORG"]]}
{"text": "B Asiakysymys", "label": []}
{"text": "33 Kantaja esittää kanteensa tueksi kuusi kanneperustetta. Ensimmäisessä kanneperusteessa se väittää, että mitättömyysmenettely perustuu asetuksen N:o 6/2002 4–9 artiklassa mainittuihin mitättömyysperusteisiin ja että kutakin näistä perusteista on tutkittava. Toinen kanneperuste liittyy arviointivirheeseen, jonka valituslautakunta on tehnyt todetessaan, että mallin aiempi julkistaminen on osoitettu pelkästään kuvan A osalta. Kolmas ja neljäs kanneperuste liittyvät arviointivirheisiin, jotka koskevat riidanalaisen mallin uutuuden ja yksilöllisen luonteen puuttumista. Viides kanneperuste liittyy perustelujen puutteellisuuteen ja valituslautakunnan arviointivirheisiin riidanalaisen mallin suojan puuttumisen osalta. Se sisältää kaksi osaa, joista ensimmäinen liittyy siihen, että valituslautakunta ei lausunut mallin suojan puuttumisesta, joka seuraa asetuksen N:o 6/2002 8 artiklan säännösten mukaan siitä, että sen ulkoasu määräytyy pelkästään sen teknisen käyttötarkoituksen mukaan, ja joista toinen liittyy siihen, että valituslautakunta ei julistanut mallia mitättömäksi asetuksen 4 artiklan 2 ja 3 kohdan perusteella siltä osin kuin se koostuu moniosaisen tuotteen osasta, joka ei ole näkyvissä sen jälkeen, kun se on sisällytetty moniosaiseen tuotteeseen. Kuudes kanneperuste liittyy olennaisilta osin valituslautakunnan tekemään arviointivirheeseen, kun tämä hylkäsi valituksen siltä osin kuin se perustui saman asetuksen 9 artiklaan.", "label": [[315, 332, "ORG"], [635, 653, "ORG"], [786, 803, "ORG"], [1030, 1047, "ORG"], [1315, 1333, "ORG"]]}
{"text": "1. Ensimmäinen kanneperuste, joka liittyy valituslautakunnan tekemään oikeudelliseen virheeseen siltä osin kuin se huolimatta toteamuksistaan, joiden mukaan mitättömyysmenettely perustuu asetuksen N:o 6/2002 4–9 artiklassa säädettyihin edellytyksiin, ei tutkinut tiettyjä näistä edellytyksistä", "label": [[42, 60, "ORG"]]}
{"text": "34 Kantaja väittää, että valituslautakunta katsoi riidanalaisen päätöksen 18–23 kohdassa, että sen mitättömyysvaatimus on asetuksen N:o 6/2002 25 artiklan 1 kohdan ja asetuksen N:o 6/2002 täytäntöönpanosta annetun komission asetuksen (EY) N:o 2245/2002 (EYVL 2002, L 341, s. 28) 28 artiklan 1 kohdan b alakohdan mukainen. Se vaatii, että unionin yleinen tuomioistuin vahvistaa nämä toteamukset ja tutkii jokaisen asetuksen N:o 6/2002 4–9 kohdassa mainitun mitättömyysperusteen.", "label": [[25, 42, "ORG"], [214, 223, "ORG"], [338, 366, "ORG"]]}
{"text": "35 EUIPO ei esitä tältä osin huomautuksia. Väliintulija vaatii, että tämä kanneperuste hylätään.", "label": [[3, 8, "ORG"]]}
{"text": "36 Lisäksi on muistettava, että väliintulija esitti valituslautakunnassa, että kantaja oli vedonnut riidanalaisen mallin uutuuden puuttumiseen asetuksen N:o 6/2002 5 artiklan perusteella mutta ei yksilöllisen luonteen puuttumiseen tämän asetuksen 6 artiklan perusteella. Tämän vuoksi valituslautakunta tutki riidanalaisen päätöksen perustelujen alkuosassa kysymystä kantajan mitättömyysvaatimuksen laajuudesta ja näin ollen sen oman tutkinnan laajuudesta.", "label": [[52, 72, "ORG"], [284, 301, "ORG"]]}
{"text": "37 Valituslautakunta katsoi riidanalaisen päätöksen 18–23 kohdassa, joihin kantaja viittasi kyseisen kanneperusteen yhteydessä, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdassa mainittu mitättömyysperuste, johon kantajan mitättömyysvaatimuksessa vedottiin eli se, ettei riidanalainen malli täytä tämän asetuksen 4–9 kohdassa vahvistettuja edellytyksiä, on lainsäätäjän nimenomaisen tahdon mukaisesti itsenäinen ja jakamaton mitättömyysperuste, joka sisältää kaikki nämä edellytykset. Se totesi näin ollen, että tämän mitättömyysvaatimuksen mukaan riidanalainen malli ei kantajan mukaan täytä yhtäkään 5, 6, 8 ja 9 artiklassa vahvistetuista edellytyksistä ja että sen tehtävänä on tutkia kutakin näistä edellytyksistä esitettyjen valitusperusteiden valossa asetuksen N:o 6/2002 63 artiklan 1 kohdan säännösten mukaisesti.", "label": [[3, 20, "ORG"]]}
{"text": "38 Vaikka valituslautakunta tutki aineellisesti, täyttyvätkö asetuksen N:o 6/2002 5 ja 6 artiklassa säädetyt edellytykset eli riidanalaisen mallin uutuus ja yksilöllinen luonne käsiteltävässä asiassa, se kuitenkin katsoi, että sen piti asetuksen 63 artiklan 1 kohdan nojalla hylätä mitättömyysvaatimus siltä osin kuin se perustui asetuksen 8 ja 9 artiklaan sillä perusteella, ettei kantaja ollut esittänyt mainittujen 8 ja 9 artiklan mukaisiin edellytyksiin liittyviä väitteitä. Se ei siis tutkinut, täyttääkö riidanalainen malli nämä edellytykset. Lisäksi se ei viitannut riidanalaisen päätöksen perusteluissa kysymykseen asetuksen 4 artiklan 2 ja 3 kohdan soveltamisesta.", "label": [[10, 27, "ORG"]]}
{"text": "39 Käsiteltävässä asiassa kantaja ei tässä kanneperusteessa kiistä nimenomaisesti mitään riidanalaisen päätöksen osaa tai vetoa valituslautakunnan tekemään virheeseen. Se kuitenkin vaatii, että unionin yleinen tuomioistuin vahvistaa edellä 37 kohdassa tarkoitetut valituslautakunnan alustavat toteamukset ja tutkii kunkin asetuksen N:o 6/2002 4–9 artiklassa vahvistetun edellytyksen. Sen on siis todettava vetoavan implisiittisesti valituslautakunnan tekemään oikeudelliseen virheeseen sikäli kuin se ei ole näistä alustavista toteamuksista huolimatta tutkinut jokaista näistä edellytyksistä.", "label": [[128, 146, "ORG"], [194, 222, "ORG"], [432, 450, "ORG"]]}
{"text": "40 Tältä osin on todettava, että valituslautakunnan riidanalaisen päätöksen 18–23 kohdassa tekemä asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan tulkinta sopii huonosti yhteen päätöksen 66 ja 68 kohtaan sisältyvien toteamusten kanssa, joiden mukaan asetuksen 63 artiklan 1 kohdan toinen virke on esteenä sille, että valituslautakunta lausuu asetuksen 8 ja 9 artiklan soveltamisesta, kun kantaja ei ole esittänyt väitettä mainittujen artiklojen noudattamatta jättämisestä.", "label": [[33, 51, "ORG"], [323, 340, "ORG"]]}
{"text": "41 Kun nimittäin otetaan huomioon valituslautakunnan olettama, jonka mukaan kantaja vetoaa mitättömyysvaatimuksessaan, siltä osin kuin se perustuu asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdassa tarkoitettuun mitättömyysperusteeseen, välttämättä kaikkiin asetuksen 5, 6, 8 ja 9 artiklassa säädettyihin edellytyksiin, pitäisi loogisesti päätellä, että valituslautakunnan on tutkittava aineellisesti mainitut edellytykset. Tällaisen käsityksen mukaan kantajan on nimittäin katsottava vedonneen perusteena mitättömyysvaatimuksensa tueksi jokaisen näistä edellytyksistä noudattamatta jättämiseen.", "label": [[34, 52, "ORG"], [359, 377, "ORG"]]}
{"text": "42 Lisäksi valituslautakunnan tulkinta asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdasta on myös vaikeasti sovitettavissa yhteen sen seikan kanssa, että se mainitsee pelkästään ne edellytykset, joilla kantaja oli sen mukaan tarkoittanut vedota asetuksen 5, 6, 8 ja 9 artiklan noudattamatta jättämiseen ja jättää tältä osin mainitsematta asetuksen 4 artiklan 2 ja 3 kohdassa säädetyt edellytykset. Lisäksi kuten edellä 38 kohdassa on todettu, valituslautakunta ei nimenomaisesti viitannut kysymykseen viimeksi mainittujen edellytysten soveltamisesta käsiteltävässä asiassa, vaikka se teki näin 5, 6, 8 ja 9 artiklassa säädettyjen edellytysten soveltamisen osalta hylätäkseen kantajan valituksen.", "label": [[11, 29, "ORG"], [448, 465, "ORG"]]}
{"text": "43 Yhtäältä on todettava, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan sanamuodossa viitataan nimenomaisesti tämän asetuksen 4–9 artiklaan mukaan lukien 4 artiklan 2 ja 3 kohta. Toisaalta viimeksi mainituissa säännöksissä ilmoitetaan mallin olennaiset suojan edellytykset, jotka liittyvät erityisesti asetuksen 3 artiklan c alakohdassa tarkoitettuun moniosaisen tuotteen osaan ja yhtäältä tämän osan näkyvyyteen, kun se on sisällytetty mainittuun moniosaiseen tuotteeseen ja tämän tavanomaisessa käytössä, ja toisaalta mainitun osan näkyvien piirteiden uutuuteen ja yksilölliseen luonteeseen (ks. vastaavasti ja analogisesti tuomio 21.9.2017, Easy Sanitary Solutions ja EUIPO v. Group Nivelles, C‑361/15 P ja C‑405/15 P, EU:C:2017:720, 63 kohta ja tuomio 9.9.2014, Biscuits Poult v. SMHV – Banketbakkerij Merba (Biscuit), T‑494/12, EU:T:2014:757, 20 ja 21 kohta).", "label": [[646, 655, "DATE"], [657, 680, "ORG"], [684, 689, "ORG"], [693, 707, "ORG"], [769, 777, "DATE"], [779, 793, "ORG"], [797, 801, "ORG"], [804, 824, "ORG"]]}
{"text": "44 Näin ollen valituslautakunnan olisi pitänyt päätellä loogisesti asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdasta tekemästään tulkinnasta, että kantajalla oli tarkoitus vedota mitättömyysvaatimuksensa tueksi paitsi asetuksen 5, 6, 8 ja 9 artiklaan myös sen 4 artiklan 2 ja 3 kohtaan.", "label": [[14, 32, "ORG"]]}
{"text": "45 Näin ollen nämä virheet voivat johtaa tämän kanneperusteen hyväksymiseen vain, jos riidanalaisen päätöksen 18–23 kohdassa esitetty asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan tulkinta on itsessään virheetön, mikä on tarkistettava jäljempänä. Tältä osin on tarkistettava yhtäältä, onko lainsäätäjä valituslautakunnan väitteen mukaisesti nimenomaisesti tarkoittanut antaa näissä säännöksissä tarkoitetulle mitättömyysperusteelle jakamattoman luonteen, ja toisaalta missä määrin asetuksen 63 artiklan 1 kohdan toisen virkkeen säännökset, joiden mukaan mitättömyysmenettelyssä tehtävä tutkinta rajoittuu esitettyihin perusteisiin ja osapuolten esittämiin vaatimuksiin, rajoittavat EUIPO:n elinten suorittamaa mitättömyysperusteen tutkintaa.", "label": [[310, 328, "ORG"], [690, 697, "ORG"]]}
{"text": "a) Kysymys siitä, onko lainsäätäjän tarkoituksena ollut jakamattoman luonteen antaminen asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan mukaiselle mitättömyysperusteelle", "label": []}
{"text": "46 Aluksi on muistutettava, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan mukaan yhteisömalli julistetaan mitättömäksi, jos se ei täytä asetuksen 4–9 artiklassa säädettyjä edellytyksiä. Saman asetuksen 52 artiklan 1 kohdassa säädetään, että jollei 25 artiklan 2, 3, 4, ja 5 kohdasta muuta johdu, kuka tahansa luonnollinen tai oikeushenkilö sekä asiassa toimivaltainen viranomainen voi tehdä EUIPO:lle rekisteröidyn yhteisömallin mitättömäksi julistamista koskevan hakemuksen. Mainitun asetuksen 53 artiklan 1 kohdassa säädetään, että mikäli EUIPO katsoo, että hakemus voidaan ottaa käsiteltäväksi, se tutkii, estäväkö 25 artiklassa mainitut mitättömyysperusteet rekisteröidyn yhteisömallin voimassa pitämisen.", "label": [[404, 413, "ORG"], [554, 559, "ORG"]]}
{"text": "47 Lisäksi on todettava, että asetuksen N:o 6/2002 25 artiklan otsikko ”Mitättömyysperusteet” ja tämän artiklan 2 kohdan viittaus ”edellä 1 kohdan c alakohdassa tarkoitettuun perusteeseen” ja sen 4 kohdan viittaus ”edellä 1 kohdan g alakohdassa tarkoitettuun perusteeseen” osoittavat, että jokainen mainitun artiklan 1 kohdassa tyhjentävästi lueteltu mitättömyystapaus on itsenäinen mitättömyysperuste.", "label": []}
{"text": "48 Lopuksi on todettava, että asetuksen N:o 2245/2002 28 artiklan 1 kohdan b alakohdassa säädetään muun muassa seuraavaa:", "label": []}
{"text": "”1. Virastolle tehtävässä [asetuksen N:o 6/2002] 52 artiklan mukaisessa hakemuksessa mitättömäksi julistamisesta on oltava:", "label": []}
{"text": "– –", "label": []}
{"text": "b) tiedot hakemuksen perusteista:", "label": []}
{"text": "i) selvitys hakemuksen mitättömäksi julistamisen perusteista;", "label": []}
{"text": "– –", "label": []}
{"text": "v) jos mitättömyysperusteena on se, että rekisteröity yhteisömalli ei täytä [asetuksen N:o 6/2002] 5 ja 6 artiklan mukaisia vaatimuksia, tiedot [sellaisista aiemmista malleista] ja sellaisten aiempien mallien esittäminen, jotka voivat muodostaa esteen rekisteröidyn yhteisömallin uutuudelle tai yksilölliselle luonteelle, sekä asiakirjat, jotka osoittavat aiempien mallien [olevan] voimassa;", "label": []}
{"text": "vi) maininta näitä perusteita tukevista seikoista, todisteista ja syistä;”", "label": []}
{"text": "49 Näiden säännösten yhdistelmästä ilmenee, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohtaan perustuva mitättömyysperuste, sikäli kuin se on asetuksen N:o 2245/2002 28 artiklan ja erityisesti sen 1 kohdan b alakohdan vaatimusten mukainen, antaa lähtökohtaisesti EUIPO:n elimille toimivallan tutkia, täyttääkö yhteisömalli kaikki tämän asetuksen 4–9 artiklassa säädetyt edellytykset vai ei, kun otetaan huomioon vaatimuksen tueksi esitetyt tosiseikat, todisteet ja huomautukset.", "label": [[273, 280, "ORG"]]}
{"text": "50 Käsiteltävässä asiassa valituslautakunta totesi virhettä tekemättä, että kantajan mitättömyysvaatimus esitettiin sellaisen lomakkeen avulla, joka sisälsi muun muassa kohdan, jonka otsikko on ”Perusteet” ja jossa kantaja on rastittanut seuraavaa sanamuotoa vastaavan kohdan: ”Riidanalainen malli ei täytä asetuksen N:o 6/2002 4–9 kohdassa säädettyjä edellytyksiä”. Mitättömyysosasto ja valituslautakunta olivat siis lähtökohtaisesti toimivaltaisia tutkimaan, täyttääkö riidanalainen malli nämä edellytykset niiden tosiseikkojen, todisteiden ja huomautusten valossa, jotka kantaja esitti vaatimuksensa tueksi.", "label": [[26, 43, "ORG"], [367, 384, "ORG"], [388, 405, "ORG"]]}
{"text": "51 Tästä ei kuitenkaan seuraa, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan säännöksiä olisi tulkittava siten, että aina kun EUIPO:n käsiteltäväksi saatetaan niihin perustuva mitättömyysvaatimus, tämä vaatimus edellyttää systemaattisesti, että virasto tarkastaa, täyttääkö riidanalainen malli asetuksen 4–9 artiklassa säädetyt edellytykset vai ei.", "label": [[139, 146, "ORG"]]}
{"text": "52 Asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan sanamuodossa tosin viitataan tapaukseen, jossa riidanalainen malli ei täytä 4–9 artiklassa säädettyjä edellytyksiä eikä tapaukseen, jossa se ei täytä yhtä tai useaa mainituista edellytyksistä, mikä voi viitata tarpeeseen tutkia kaikkia näitä edellytyksiä kokonaisuudessaan ja yhdessä.", "label": []}
{"text": "53 On kuitenkin huomautettava, että vakiintuneen oikeuskäytännön mukaan unionin oikeuden säännöksen tai määräyksen tulkinnassa on otettava huomioon paitsi sen sanamuoto myös asiayhteys ja sillä säännöstöllä tavoitellut päämäärät, jonka osa säännös tai määräys on. Unionin oikeuden säännöksen tai määräyksen syntyhistoriasta voi myös ilmetä sen tulkinnan kannalta merkityksellisiä seikkoja (ks. tuomio 20.12.2017, Acacia ja Colombo, C‑397/16 ja C‑435/16, EU:C:2017:992, 31 kohta oikeuskäytäntöviittauksineen).", "label": [[72, 79, "LOC"], [264, 271, "LOC"], [401, 411, "DATE"], [413, 419, "ORG"], [423, 430, "PER"]]}
{"text": "54 Käsiteltävässä asiassa yhtäältä asiayhteydestä on todettava, että asetuksen N:o 6/2002 4–9 artiklassa säädetyt edellytykset ovat kumulatiivisia, minkä vuoksi yhden niistä noudattamatta jättäminen aiheuttaa yksin kyseisen mallin mitättömyyden.", "label": []}
{"text": "55 Asetuksen N:o 6/2002 4 artiklan 1 kohdan mukaan malli suojataan yhteisömallilla vain, jos se on uusi ja luonteeltaan yksilöllinen. Vastaavasti jos yksi näistä edellytyksistä, jonka soveltamisperusteet määritellään mainitun asetuksen 5 ja 6 artiklassa, ei täyty, kyseistä mallia ei voida suojata ja se on näin ollen julistettava mitättömäksi mainitun asetuksen 25 artiklan 1 kohdan b alakohdan perusteella eikä ole tarpeen tutkia, täyttyykö jokin muu edellytys vai ei (ks. vastaavasti määräys 10.5.2019, Zott v. EUIPO – TSC Food Products (Suorakaiteen muotoinen nautintavalmis kakku), T‑517/18, ei julkaistu, EU:T:2019:323, 60 kohta).", "label": [[495, 504, "DATE"], [506, 510, "ORG"], [514, 519, "ORG"], [522, 539, "ORG"]]}
{"text": "56 Asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa mainittuun moniosaisen tuotteen osaan liittyvät yhteisömallin suojan erityiset edellytykset ovat samoin sellaisinaan esteenä asetuksen soveltamisalaan kuuluvan mallin voimassa pitämiselle, jos osan mikään ominaispiirre ei täytä näitä edellytyksiä, eikä tällöin ole tarpeen tutkia tämän asetuksen 4–9 kohdassa vahvistettujen muiden edellytysten soveltamiseen liittyviä kysymyksiä (ks. vastaavasti tuomio 20.1.2015, Aic v. SMHV – ACV Manufacturing (Lämmönvaihtimen osat), T‑616/13, ei julkaistu, EU:T:2015:30, 21 kohta ja tuomio 20.1.2015, Aic v. SMHV – ACV Manufacturing (Lämmönvaihtimen osat), T‑617/13, ei julkaistu, EU:T:2015:32, 21 kohta).", "label": [[454, 463, "DATE"], [465, 468, "ORG"], [472, 476, "ORG"], [479, 496, "ORG"], [578, 587, "DATE"], [589, 592, "ORG"], [596, 600, "ORG"], [603, 620, "ORG"]]}
{"text": "57 Analoginen toteamus on tehtävä asetuksen N:o 6/2002 8 artiklan 1, 2 ja 3 kohdassa mainittujen yhteisömallin suojan poissulkemisen edellytysten osalta, jotka liittyvät yhtäältä siihen, että tuotteen ulkoasun piirteet määräytyvät yksinomaan teknisen käyttötarkoituksen mukaan ja toisaalta siihen, että tuotteet on välttämättä valmistettava tarkalleen tietyn muotoisina ja kokoisina, jotta niitä voidaan käyttää yhdistämään muita tuotteita.", "label": []}
{"text": "58 Lopuksi on todettava asetuksen N:o 6/2002 9 artiklan säännöksistä, jonka mukaan yhteisömalli ei anna suojaa mallille, joka on yleisen järjestyksen tai hyvien tapojen vastainen, että niiden sanamuodosta seuraa selvästi, että tarkoituksena on vastata erityiseen yleiseen etuun riippumatta tämän asetuksen 4–8 artiklan taustalla olevasta edusta ja estää tämän tarkoituksen mukaisesti mainitun yleisen edun vastaisen mallin suojaaminen (ks. vastaavasti ja analogisesti tuomio 15.3.2018, La Mafia Franchises v. EUIPO – Italia (La Mafia SE SIENTA A LA MESA), T‑1/17, EU:T:2018:146, 25 kohta).", "label": [[475, 484, "DATE"], [486, 505, "ORG"], [509, 514, "ORG"], [517, 523, "ORG"], [525, 553, "TITLE"]]}
{"text": "59 Lisäksi asetuksen N:o 6/2002 4–9 artiklan säännöksissä säädetään erilaisten oikeudellisten arviointiperusteiden soveltamisesta (ks. vastaavasti ja analogisesti tuomio 14.3.2018, Gifi Diffusion v. EUIPO – Crocs (Jalkineet), T‑424/16, ei julkaistu, EU:T:2018:136, 48 kohta).", "label": [[170, 179, "DATE"], [181, 195, "ORG"], [199, 204, "ORG"], [207, 212, "ORG"]]}
{"text": "60 Näin ollen muun muassa asetuksen N:o 6/2002 5–7 artiklasta johtuu, että merkityksellisten oikeudellisten arviointiperusteiden soveltaminen sekä riidanalaisen mallin uutuutta että sen yksilöllistä luonnetta arvioitaessa edellyttää, että on olemassa yksi tai useampi aiempi malli, jonka julkistamisen mitättömyyden vaatija on osoittanut. Kuten edellä 48 kohdassa on muistutettu, asetuksen N:o 2245/2002 28 artiklan 1 kohdan b ja v alakohdasta johtuu tältä osin, että kun mitättömyysvaatimus perustuu asetuksen N:o 6/2002 5 ja 6 artiklassa säädettyjen edellytysten rikkomiseen, sen on sisällettävä tiedot ja kuvat aiemmista malleista, joita pidetään esteenä rekisteröidyn yhteisömallin uutuudelle tai yksilölliselle luonteelle, sekä asiakirjat, jotka osoittavat aiempien mallien olemassaolon.", "label": []}
{"text": "61 Sitä vastoin tällaisen aiemman mallin olemassaolo ja sen toteennäyttämiseen liittyvät vaatimukset eivät ole tarpeellisia sen arvioimiseksi, ovatko moniosaisen tuotteen osan piirteet näkyvissä asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa säädettyjen edellytysten mukaisesti. Se ei ole tarpeellista myöskään arvioitaessa asetuksen 8 artiklan 1, 2 ja 3 kohdassa säädettyjen edellytysten mukaisesti sitä, määräytyvätkö tuotteen ulkoasun piirteet yksinomaan sen teknisen käyttötarkoituksen mukaan tai onko ne välttämättä toisinnettava tarkalleen saman muotoisina ja kokoisina, jotta kyseinen tuote voidaan liittää toiseen tuotteeseen. Näillä vaatimuksilla ei ole merkitystä myöskään mainitun asetuksen 9 artiklassa tarkoitetun edellytyksen soveltamiselle.", "label": []}
{"text": "62 Kohdissa 54–61 tehtyä analyysiä ei horjuta se seikka, että asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa ja 8 artiklan 1, 2 ja 3 kohdassa säädetyt edellytykset voivat olla esteenä riidanalaisen mallin kohteena olevan tuotteen tai sen ulkoasun piirteistä vain yhden tai useamman suojalle ja että tässä tapauksessa on tarkastettava, ovatko muut suojattavat piirteet vaaditulla tavalla uusia ja luonteeltaan yksilöllisiä (ks. vastaavasti ja analogisesti tuomio 9.9.2011, Kwang Yang Motor v. SMHV – Honda Giken Kogyo (Polttomoottori), T‑10/08, ei julkaistu, EU:T:2011:446, 19 kohta ja tuomio 21.5.2015, Senz Technologies v. SMHV – Impliva (Sateenvarjot), T‑22/13 ja T‑23/13, ei julkaistu, EU:T:2015:310, 101 kohta).", "label": [[463, 471, "DATE"], [473, 489, "ORG"], [493, 497, "ORG"], [500, 517, "ORG"], [593, 602, "DATE"], [604, 621, "ORG"], [625, 629, "ORG"], [632, 639, "ORG"]]}
{"text": "63 Tässä tapauksessa nimittäin kysymys siitä, ovatko nämä edellytykset esteenä riidanalaisen mallin kohteena olevan tuotteen yhden tai useamman piirteen tai sen ulkoasun suojalle on ratkaistava ennen kuin on mahdollista lausua niiden piirteiden, joita nämä edellytykset eivät koske, uudesta ja yksilöllisestä luonteesta, ja on siis ennakollinen kysymys (ks. vastaavasti ja analogisesti tuomio 21.5.2016, mobile.international v. EUIPO – Rezon (mobile.de), T‑322/14 ja T‑325/14, ei julkaistu, EU:T:2016:297, 76 kohta, vahvistettu valituksen johdosta 28.2.2018 annetulla tuomiolla mobile.de v. EUIPO, C‑418/16 P, EU:C:2018:128, 88 kohta). Tätä ennakollista kysymystä on siis tutkittava erillään ja itsenäisesti siitä tutkimuksesta, joka koskee kyseisen tuotteen muiden piirteiden tai sen ulkoasun uutta ja yksilöllistä luonnetta (ks. vastaavasti ja analogisesti tuomio 9.9.2011, Polttomoottori, T‑10/08, ei julkaistu, EU:T:2011:446, 19 ja 20 kohta).", "label": [[393, 402, "DATE"], [404, 424, "ORG"], [428, 433, "ORG"], [436, 441, "ORG"], [443, 452, "ORG"], [548, 557, "DATE"], [578, 587, "ORG"], [591, 596, "ORG"], [866, 874, "DATE"]]}
{"text": "64 Yhtäältä asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan tavoitteista on todettava, kuten komissio totesi 3.12.1993 antamansa ehdotuksen yhteisömallista annetuksi Euroopan parlamentin ja neuvoston asetukseksi (EYVL 1994, C 29, s. 20) perusteluissa tämän ehdotuksen 56–58 artiklan osalta (joista on tullut asetuksen N:o 6/2002 52–54 artikla), että mitättömyysmenettely on perusväline, jolla EUIPO:n elimet voivat valvoa yhteisömallin pätevyyttä sen rekisteröinnin jälkeen.", "label": [[99, 107, "ORG"], [115, 124, "DATE"], [172, 192, "ORG"], [196, 205, "ORG"], [399, 406, "ORG"]]}
{"text": "65 Asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohta on siis määräävässä roolissa tämän tavoitteen toteuttamisessa, koska siinä annetaan EUIPO:n elimille toimivalta valvoa pelkän mitättömyysvaatimuksen tutkimisen yhteydessä asetuksen 4–9 artiklassa säädettyjen yhteisömallin olennaisten edellytysten noudattamista.", "label": [[140, 147, "ORG"]]}
{"text": "66 Mitättömyysmenettelyn tehokkuus ei kuitenkaan edellytä, kun EUIPO:n elinten käsiteltäväksi on saatettu mitättömyysvaatimus, joka nojautuu asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdassa mainittuun perusteeseen, että niiden täytyy ipso facto ja systemaattisesti todeta, että ne käsittelevät kaikkien asetuksen 4–9 artiklassa säädettyjen edellytysten noudattamatta jättämistä.", "label": [[63, 70, "ORG"]]}
{"text": "67 Kuten edellä 54–58 kohdassa on esitetty, on riittävää, että riidanalainen malli ei kokonaisuudessaan täytä yhtä näistä edellytyksistä, jotta EUIPO voi todeta sen mitättömäksi ja jotta täten tämän mallin pätevyyden valvonnan tavoite täyttyy, eikä viraston tarvitse tutkia muita edellytyksiä.", "label": [[144, 149, "ORG"]]}
{"text": "68 Lisäksi kun otetaan huomioon se seikka, että näillä edellytyksillä toteutetaan erilaisia oikeudellisia arviointiperusteita, mitättömyysvaatimuksen tueksi esitettyjen tosiseikkojen, todisteiden ja huomautusten tutkiminen sen osoittamiseksi, ettei yksi näistä edellytyksistä täyty, ei välttämättä vaikuta merkitykselliseltä sen tarkistamiseksi, onko jokin muu niistä myös jätetty täyttämättä. Lisäksi tällainen tutkinta voi edellyttää, että EUIPO tekee erittäin teknisiä arviointeja (ks. vastaavasti tuomio 20.10.2011, PepsiCo v. Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, 67 kohta). Näin ollen mitättömyysmenettelyn tehokkuus voitaisiin kyseenalaistaa, jos EUIPO:n pitäisi tutkia systemaattisesti kaikki mainitut edellytykset myös siinä tapauksessa, että osapuolten toimittamat tosiseikat, todisteet ja huomautukset olisivat merkityksellisiä vain yhden näistä edellytyksistä tai niiden osan tutkimiseksi.", "label": [[442, 447, "ORG"], [508, 518, "DATE"], [520, 527, "ORG"], [531, 555, "ORG"], [669, 676, "ORG"]]}
{"text": "69 Näin ollen on todettava, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan sanamuotoa, luettuna sen asiasisällön ja tavoitteiden valossa, on tulkittava siten, ettei siinä välttämättä tarkoiteta kaikkien tämän asetuksen 4–9 artiklassa säädettyjen edellytysten noudattamista vaan siinä voidaan tarkoittaa osapuolten toimittamien tosiseikkojen, todisteiden ja huomautusten avulla suoritettavaa tutkimusta pelkästään yhden näistä edellytyksistä tai niiden osan noudattamisesta.", "label": []}
{"text": "b) Kysymys siitä, missä määrin asetuksen N:o 6/2002 63 artiklan 1 kohdan toisen virkkeen säännökset rajoittavat EUIPO:n elinten suorittaman asetuksen 25 artiklan 1 kohdan b alakohdassa tarkoitetun mitättömyysperusteen tutkinnan laajuutta", "label": [[112, 119, "ORG"]]}
{"text": "70 Asetuksen N:o 6/2002 63 artiklan 1 kohdan toisen virkkeen tulkinnasta on muistettava, että vakiintuneen oikeuskäytännön mukaan unionin tavaramerkistä 14.6.2017 annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2017/1001 (EUVL 2017, L 154, s. 1) 95 artiklan 1 kohdan analogisia säännöksiä on tulkittava siten, että EUIPO:n elimet voivat väitemenettelyssä perustaa päätöksensä pelkästään hylkäysperusteisiin, joihin kyseinen osapuoli on vedonnut, sekä osapuolten esittämiin niihin liittyviin tosiseikkoihin ja todisteisiin. Tämä ei kuitenkaan merkitse sitä, etteivätkö EUIPO:n elimet voisi niiden tosiseikkojen lisäksi, jotka väitemenettelyn osapuolet ovat nimenomaisesti esittäneet, ottaa huomioon myös notorisia seikkoja, eikä sitä, että ne tutkivat oikeuskysymyksen, vaikka osapuolet eivät ole sitä esittäneet, jos tämän kysymyksen ratkaiseminen on tarpeen merkityksellisten säännösten asianmukaisen soveltamisen varmistamiseksi (ks. vastaavasti tuomio 15.10.2018, Apple and Pear Australia ja Star Fruits Diffusion v. EUIPO – Pink Lady America (WILD PINK), T‑164/17, ei julkaistu, EU:T:2018:678, 20 kohta oikeuskäytäntöviittauksineen).", "label": [[153, 162, "DATE"], [171, 191, "ORG"], [195, 204, "ORG"], [324, 331, "ORG"], [577, 584, "ORG"], [964, 974, "DATE"], [976, 1000, "ORG"], [1004, 1025, "ORG"], [1029, 1034, "ORG"], [1037, 1054, "ORG"], [1056, 1065, "TITLE"]]}
{"text": "71 Tätä oikeuskäytäntöä sovelletaan soveltuvin osin EUIPO:n elinten tutkinnan laajuuteen yhteisömalleja koskevassa mitättömyysmenettelyssä, sellaisena kuin se määritellään asetuksen N:o 6/2002 63 artiklan 1 kohdan toisessa virkkeessä (ks. vastaavasti tuomio 23.10.2018, Mamas and Papas v. EUIPO – Wall-Budden (Vauvansängyn pehmusteet), T‑672/17, ei julkaistu, EU:T:2018:707, 31, 32 ja 35 kohta oikeuskäytäntöviittauksineen). Tältä osin unionin tuomioistuin muistuttaa erityisesti, että kun mitättömyysvaatimuksen tekijä vetoaa asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdassa tarkoitettuun mitättömyysperusteeseen, sen on esitettävä näyttö siitä, että kyseinen riidanalainen malli ei täytä mainitun asetuksen 4–9 kohdassa säädettyjä vaatimuksia (tuomio 21.9.2017, Easy Sanitary Solutions ja EUIPO v. Group Nivelles, C‑361/15 P ja C‑405/15 P, EU:C:2017:720, 60 kohta).", "label": [[52, 59, "ORG"], [258, 268, "DATE"], [270, 285, "ORG"], [289, 294, "ORG"], [297, 308, "ORG"], [436, 456, "ORG"], [760, 769, "DATE"], [771, 794, "ORG"], [798, 803, "ORG"], [807, 821, "ORG"]]}
{"text": "72 Käsiteltävässä asiassa valituslautakunnan oli siis kantajan mitättömyysvaatimuksensa tueksi esittämien tosiseikkojen ja oikeudellisten seikkojen osalta määritettävä, mitkä ovat asetuksen N:o 6/2002 4–9 artiklassa säädetyt edellytykset, joiden noudattamatta jättämiseen vedottiin käsiteltävässä asiassa ja joita sen oli tutkittava ottaen tarvittaessa huomioon notoriset seikat ja oikeudelliset kysymykset, joita osapuolet eivät ole esittäneet mutta jotka ovat tarpeellisia merkityksellisten säännösten soveltamisessa.", "label": [[26, 44, "ORG"]]}
{"text": "73 Edellä esitetyillä perusteilla valituslautakunta katsoi virheellisesti, että koska kantajan mitättömyysvaatimus perustui asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohtaan, tämä oli aikonut vedota siihen, ettei riidanalainen malli täyttänyt asetuksen 5, 6, 8 ja 9 artiklassa säädettyjä vaatimuksia.", "label": [[34, 51, "ORG"]]}
{"text": "74 Näin ollen valituslautakunnalla ei ollut, vastoin kantajan esitystä tässä kanneperusteessa, velvollisuutta tutkia, täyttääkö riidanalainen malli kaikki asetuksen N:o 6/2002 4–9 artiklassa säädetyt edellytykset pelkästään sillä perusteella, että kantajan mitättömyysvaatimus nojautui mainitun asetuksen 25 artiklan 1 kohdan b alakohtaan.", "label": [[14, 34, "ORG"]]}
{"text": "75 Lisäksi se seikka, että valituslautakunta katsoi huolimatta olettamasta, jonka mukaan asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdassa mainittu mitättömyysperuste on jakamaton, ettei sillä ole toimivaltaa tutkia aineellisesti asetuksen 8 ja 9 artiklan soveltamista, ja se seikka, ettei se lausunut kysymyksestä mainitun asetuksen 4 artiklan 2 ja 3 kohdassa asetettujen edellytysten soveltamisesta, ovat merkityksettömiä tämän kanneperusteen yhteydessä. Nimittäin kuten edellä 73 kohdassa on todettu, tämä olettama on virheellinen.", "label": [[27, 44, "ORG"]]}
{"text": "76 Ensimmäinen kanneperuste on näin ollen hylättävä.", "label": []}
{"text": "77 Kanteen analysointia on jatkettava tarkastelemalla viidennen kanneperusteen toista osaa.", "label": []}
{"text": "2. Viidennen kanneperusteen toinen osa, joka liittyy siihen, ettei valituslautakunta julistanut riidanalaista mallia mitättömäksi asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan perusteella sikäli kuin se on moniosaisen tuotteen osa, joka ei ole näkyvissä sen jälkeen, kun se on sisällytetty moniosaiseen tuotteeseen", "label": [[67, 84, "ORG"]]}
{"text": "78 Kantaja viittaa 16.5.2018 annetun tiedonannon johdosta esittämiinsä huomautuksiin. Se väittää, että riidanalainen malli kuuluu asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan määritelmän alaan moniosaisen tuotteen osana, joka ei ole näkyvissä loppukuluttajan tavanomaisessa käytössä sen jälkeen, kun osa on sisällytetty mainittuun tuotteeseen, ja että malli on tämän vuoksi julistettava mitättömäksi. Se väittää, että koska osa on asennettu ajoneuvon moottorin ja jäähdytyslaitteen väliin ja koska mainitun ajoneuvon konepelti on suljettu, mainittu osa katoaa kokonaan ajoneuvon loppukuluttajan eli tämän kuljettajan näköpiiristä. Sen mukaan nämä seikat on todettu mainitussa 16.5.2018 annetussa tiedonannossa ja osapuolten menettelyn aikana esittämissä huomautuksissa, mutta valituslautakunta ei viitannut lainkaan tiedonantoon ja huomautuksiin. Se väittää, ettei viimeksi mainittu täyttänyt perusteluvelvollisuuttaan.", "label": [[19, 28, "DATE"], [677, 686, "DATE"], [777, 794, "ORG"]]}
{"text": "79 Vastauksessaan EUIPO myöntää, että 16.5.2018 annetussa tiedonannossa pyydetään osapuolia lausumaan siitä kysymyksestä, pitäisikö riidanalainen malli julistaa mitättömäksi asetuksen N:o 6/2002 4 artiklan 2 kohdan nojalla. On huomattava, että sisämarkkinoilla toimivan yhdenmukaistamisviraston (tavaramerkit ja mallit) valituslautakuntien menettelysäännöistä 5.2.1996 annetun komission asetuksen (EY) N:o 216/96 (EYVL 1996, L 28, s. 11) 10 artiklan mukaan valituslautakuntaa ei sido tiedonanto, jonka tiedottaja on osoittanut osapuolille siitä kysymyksestä, onko riidanalainen malli julistettava mitättömäksi asetuksen N:o 6/2002 4 artiklan 2 kohdan perusteella. Lisäksi se esittää, että koska kantaja vetosi sekä mitättömyysosastossa että valituslautakunnassa pelkästään asetuksen N:o 6/2002 4 artiklan 1 kohtaan, se ei voinut lausua tämän artiklan 2 ja 3 kohdan soveltamisesta käsiteltävässä asiassa muuttamatta riidan kohdetta asetuksen 63 artiklan 1 kohdan vastaisesti. Lopuksi se väittää, että riidanalaisen päätöksen perustelujen puutteellisuus sen vuoksi, ettei siinä mainita syitä, joiden vuoksi valituslautakunta ei ole lausunut tästä kysymyksestä, on merkityksetön, koska näin tehdessään se olisi lausunut ultra petita.", "label": [[18, 23, "ORG"], [38, 47, "DATE"], [270, 294, "ORG"], [320, 339, "ORG"], [360, 368, "DATE"], [377, 386, "ORG"], [457, 475, "ORG"], [502, 512, "PROFESSION"], [715, 735, "ORG"], [741, 761, "ORG"], [1105, 1122, "ORG"]]}
{"text": "80 Väliintulija viittaa olennaisilta osin viidennen kanneperusteen ensimmäisessä osassa esitettyihin väitteisiin. Tältä osin se totesi, että riidanalaista mallia vastaavaa osaa voidaan käyttää muihin tarkoituksiin kuin sen pääasiallinen kaupallinen markkina-alue, ja että se on itse osoittanut tämän mitättömyysmenettelyssä. Kantajan asiakkaiden vaatimukset tämän osan osalta ovat tältä osin merkityksettömiä. Väliintulija lisää, että muissa kuin kantajan mainitsemissa sovelluksissa tai käyttötarkoituksissa, joihin riidanalaista mallia vastaavaa osaa voidaan käyttää, tämä osa ei välttämättä ole näkymättömissä. Lopuksi se toistaa viidennen kanneperusteen ensimmäisessä osassa jo esitetyn väitteen, jonka mukaan valituslautakunta totesi perustellusti, että kantajan, joka oli ennen mitättömyysmenettelyä hakenut saman mallin rekisteröintiä, toiminta on ristiriitaista. Lopuksi se väittää, ettei kantaja vedonnut mitättömyysvaatimuksessaan asetuksen N:o 6/2002 4 artiklan 2 kohtaan ja ettei näihin säännöksiin, joita ei voida ottaa huomioon viran puolesta, voida enää tällä hetkellä vedota.", "label": [[714, 731, "ORG"]]}
{"text": "81 Käsiteltävässä asiassa on todettava, että viidennen kanneperusteen tässä osassa esitetään olennaisilta osin kaksi erillistä väitettä, joista ensimmäinen liittyy perusteluvelvollisuuden rikkomiseen sikäli kuin valituslautakunta ei lausunut riidanalaisessa päätöksessä asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa säädetyistä edellytyksistä ja toinen arviointivirheeseen sikäli kuin se ei todennut, että näiden edellytysten soveltaminen johtaa riidanalaisen mallin mitättömyyteen. Nämä väitteet on siis tutkittava erikseen.", "label": [[212, 229, "ORG"]]}
{"text": "a) Ensimmäinen väite, joka liittyy perusteluvelvollisuuden rikkomiseen sikäli kuin valituslautakunta ei lausunut riidanalaisessa päätöksessä asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa asetetuista edellytyksistä", "label": [[83, 100, "ORG"]]}
{"text": "82 Aluksi on muistutettava, että asetuksen N:o 6/2002 62 artiklan ensimmäisen virkkeen mukaan EUIPO:n on perusteltava päätöksensä. Tällä perusteluvelvollisuudella on sama laajuus kuin SEUT 296 artiklasta johtuvalla perusteluvelvollisuudella (ks. tuomio 29.11.2018, Sata v. EUIPO – Zhejiang Auarita Pneumatic Tools (Maalipistooli), T‑651/17, ei julkaistu, EU:T:2018:855, 21 kohta oikeuskäytäntöviittauksineen).", "label": [[94, 101, "ORG"], [253, 263, "DATE"], [265, 269, "ORG"], [273, 278, "ORG"], [281, 313, "ORG"]]}
{"text": "83 Tästä on todettava, että vakiintuneen oikeuskäytännön mukaan SEUT 296 artiklan mukainen perusteluvelvollisuus määräytyy kyseisen säädöksen, päätöksen tai muun toimenpiteen luonteen mukaan ja perusteluista on selkeästi ja yksiselitteisesti ilmettävä toimen tehneen toimielimen päättely siten, että niille, joita toimi koskee, selviävät sen syyt, ja toimivaltainen tuomioistuin voi tutkia toimen laillisuuden. Perusteluvelvollisuuden täyttymistä on arvioitava asiaan liittyvien olosuhteiden perusteella, joita ovat muun muassa toimenpiteen sisältö, esitettyjen perustelujen luonne ja se tarve, joka niillä, joille toimenpide on osoitettu tai joita se koskee suoraan ja erikseen, voi olla saada selvennystä tilanteeseen. Lisäksi tutkittaessa sitä, täyttävätkö toimenpiteen perustelut mainitussa SEUT 296 artiklassa asetetut vaatimukset, on nimittäin otettava huomioon toimenpiteen sanamuodon lisäksi myös asiayhteys ja kaikki asiaa koskevat oikeussäännöt (ks. vastaavasti tuomio 10.7.2008, Bertelsmann ja Sony Corporation of America v. Impala, C‑413/06 P, EU:C:2008:392, 166 kohta oikeuskäytäntöviittauksineen).", "label": [[979, 988, "DATE"], [990, 1001, "ORG"], [1005, 1032, "ORG"], [1036, 1042, "ORG"]]}
{"text": "84 Vaikka riidanalaisen toimen tekijällä ei ole velvollisuutta ottaa tämän toimen perusteluissa kantaa selvästi toissijaisiin seikkoihin tai väitteisiin tai ennakoida mahdollisia väitteitä, sen on esitettävä tosiseikat ja oikeudelliset huomautukset, joilla on olennainen merkitys päätöksen rakenteelle. Lisäksi perustelujen on oltava loogiset, eikä niissä saa muun muassa olla sisäistä ristiriitaa (ks. analogisesti tuomio 10.7.2008, Bertelsmann ja Sony Corporation of America v. Impala, C‑413/06 P, EU:C:2008:392, 169 kohta oikeuskäytäntöviittauksineen). Koska sitä vastoin perusteluvelvollisuus on olennainen muotomääräys, joka on erotettava perustelujen paikkansapitävyydestä, perustelut saattavat olla riittävät, vaikka niissä esitetään virheellisiä syitä (ks. tuomio 13.6.2017, Ball Beverage Packaging Europe v. EUIPO – Crown Hellas Can (Tölkit), T‑9/15, EU:T:2017:386, 27 kohta oikeuskäytäntöviittauksineen).", "label": [[423, 432, "DATE"], [434, 445, "ORG"], [449, 476, "ORG"], [480, 486, "ORG"], [772, 781, "DATE"], [783, 813, "ORG"], [817, 822, "ORG"], [825, 841, "ORG"]]}
{"text": "85 Tässä väitteessä kantaja moittii valituslautakuntaa siitä, että se ei lausunut siitä kysymyksestä, liittyykö riidanalainen malli moniosaisen tuotteen osaan, joka sen jälkeen, kun se on sisällytetty mainittuun tuotteeseen, pysyy näkyvissä tuotteen tavanomaisen käytön aikana asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa tarkoitetulla tavalla, vaikka tätä kysymystä on käsitelty 16.5.2018 annetussa tiedonannossa ja osapuolten myöhemmissä huomautuksissa.", "label": [[36, 54, "ORG"], [383, 392, "DATE"]]}
{"text": "86 Tämän väitteen perusteltavuutta on tutkittava edellä 82–84 kohdassa mainittujen periaatteiden nojalla.", "label": []}
{"text": "87 Käsiteltävässä asiassa on aluksi todettava, että kuten edellä 13 kohdassa on muistutettu ja kuten riidanalaisen päätöksen osasta ”tiivistelmä tosiseikoista” johtuu, kantajan kanteen tutkinnan yhteydessä 16.5.2018 annettu tiedonanto osoitettiin osapuolille asetuksen N:o 6/2002 59 artiklan 2 kohdan perusteella. Tässä tiedonannossa todettiin, että riidanalainen malli on julistettava mitättömäksi, koska asetuksen N:o 6/2002 4 artiklassa säädettyjä edellytyksiä ei ole noudatettu, koska mainitun mallin kattama tuote on moniosaisen tuotteen (eli kompressorin kytkin kokonaisuudessaan moottorin osana) komponentti (eli kytkimen osa) joka sen jälkeen, kun se on sisällytetty moniosaiseen tuotteeseen, ei ole enää näkyvissä tuotteen tavanomaisen käytön aikana. Valituslautakunta nimittäin totesi, että kompressori, joka on suurikokoinen, peittää kyseisen osan ja että moniosainen tuote itse on täysin peitetty ajoneuvon konepellillä, kun tämä on suljettuna eli tavanomaisessa asennossa.", "label": [[206, 215, "DATE"], [760, 777, "ORG"]]}
{"text": "88 Lisäksi on todettava – kuten myös riidanalaisen päätöksen osassa ”tiivistelmä tosiseikoista” on mainittu ja josta on muistutettu edellä 14 kohdassa –, että osapuolia on asetuksen N:o 6/2002 59 artiklan 2 kohdan mukaisesti pyydetty ottamaan kantaa tähän tiedonantoon mitättömyysmenettelyn aikana, minkä nämä ovat tehneet 16.7.2018 ja 17.9.2018. Väliintulija selitti olennaisilta osin, ettei riidanlaisen mallin kohteena olevaa osaa, jota käytetään eri komponenttien eikä pelkästään ajoneuvon moottorin ja kompressorin yhdistämiseen, voida katsoa moniosaisen tuotteen osaksi ja että se on tavanomaisesti näkyvissä sen käytön aikana. Kantaja puolestaan väitti, että teknisten ominaisuuksiensa vuoksi kyseinen osa on tarkoitettu yhdistämään ainoastaan jäähdytyslaitteen ja ajoneuvon moottorin, ja että vastaavasti kun konepelti on kiinni, se katoaa täysin käyttäjän näköpiiristä.", "label": [[323, 332, "DATE"], [336, 345, "DATE"]]}
{"text": "89 Lopuksi on todettava, ettei valituslautakunta viittaa osassa ”Päätöksen perustelut” lainkaan 16.5.2018 annettuun tiedonantoon ja osapuolten myöhempiin huomautuksiin ja että se ei erityisesti esittänyt johtopäätöksiä, jotka se teki tiedonannosta ja huomautuksista. Kuten on toistuvasti todettu, se ei myöskään käsitellyt itse kysymystä asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisesta käsiteltävässä asiassa erillään viittauksista mainittuun tiedonantoon ja mainittuihin huomautuksiin (ks. edellä 15, 38, 42–44 ja 75 kohta).", "label": [[31, 48, "ORG"], [96, 105, "DATE"]]}
{"text": "90 On kuitenkin muistettava, että riidanalaisen päätöksen perustelut voivat olla implisiittiset sillä edellytyksellä, että asianosaiset voivat saada selville ne syyt, joiden vuoksi riidanalainen päätös on annettu, ja toimivaltaisella viranomaisella on riittävät tiedot valvontansa harjoittamiseksi. Syyt, jotka eivät ole nimenomaisia, voidaan myös ottaa huomioon, kun ne ovat ilmeisiä sekä asianosaisille että unionin tuomioistuimille (ks. tuomio 14.3.2018, Jalkineet, T‑424/16, ei julkaistu, EU:T:2018:136, 35 kohta oikeuskäytäntöviittauksineen).", "label": [[410, 434, "ORG"], [447, 456, "DATE"]]}
{"text": "91 On siis kysyttävä, voidaanko valituslautakunnan kanta kysymyksestä asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisesta käsiteltävässä asiassa johtaa implisiittisesti riidanalaisen päätöksen perusteluista.", "label": [[32, 50, "ORG"]]}
{"text": "92 Tältä osin on todettava aluksi, että kuten 16.5.2018 annetun tiedonannon sisällöstä johtuu, siinä tehdyn päätelmän mukaan riidanalainen malli on julistettava mitättömäksi asetuksen N:o 6/2002 4 artiklan 2 kohdan a alakohdan perusteella.", "label": [[46, 55, "DATE"]]}
{"text": "93 Koska riidanalaisessa päätöksessä hylätään kantajan mitättömyysvaatimus, siitä voitaisiin johtaa, että valituslautakunta hylkäsi päätelmät, joihin 16.5.2018 annettu tiedonanto perustui, sekä edellä 88 kohdassa mainituissa kantajan huomautuksissa esitetyt päätelmät.", "label": [[106, 123, "ORG"], [150, 159, "DATE"]]}
{"text": "94 Näin ollen myös tässä tilanteessa on todettava, että syyt, joiden vuoksi valituslautakunta hylkäsi nämä päätelmät, eivät ilmene selvästi riidanalaisesta päätöksestä.", "label": [[76, 93, "ORG"]]}
{"text": "95 Ensiksi kuten edellä 42 kohdassa on esitetty, riidanalaisten perusteiden alkuosassa, jossa valituslautakunta esitti tulkintansa asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdasta, se mainitsi niistä edellytyksistä, joiden rikkomiseen kantaja oli sen mukaan aikonut vedota, pelkästään asetuksen 5, 6, 8 ja 9 artiklan ja jätti tältä osin mainitsematta mainitun asetuksen 4 artiklan 2 ja 3 kohdassa asetetut edellytykset.", "label": [[94, 111, "ORG"]]}
{"text": "96 Kuten edellä 42–44 kohdassa on esitetty, tämä laiminlyönti on vaikeasti sovitettavissa yhteen valituslautakunnan puoltaman asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohdan tulkinnan kanssa, koska näiden säännösten sanamuodossa viitataan nimenomaisesti tämän asetuksen 4–9 artiklaan mukaan lukien sen 4 artiklan 2 ja 3 kohta, joissa ilmoitetaan mainitun asetuksen 3 artiklan c alakohdassa tarkoitettua moniosaisen tuotteen osaa koskevan mallin suojan erityiset edellytykset. Valituslautakunta ei kuitenkaan ole toimittanut minkäänlaista selitystä, jonka avulla voitaisiin ymmärtää, miksi se huolimatta tästä tulkinnasta katsoi, että kantajan mitättömyysvaatimus koskee pelkästään kyseisen asetuksen 5, 6, 8 ja 9 artiklassa asetettujen edellytysten noudattamatta jättämistä.", "label": [[97, 115, "ORG"], [482, 499, "ORG"]]}
{"text": "97 Toiseksi EUIPO:n vastauskirjelmässä ja suullisessa käsittelyssä esittämät selitykset, jotka koskevat valituslautakunnan implisiittistä kantaa asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisesta, eivät ole vakuuttavia.", "label": [[12, 19, "ORG"], [104, 122, "ORG"]]}
{"text": "98 Tältä osin on muistettava EUIPO:n väittävän, että valituslautakunta katsoi ylittäneensä – vetoamalla käsiteltävässä asiassa asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamiseen 16.5.2018 annetussa tiedonannossa – valitusperusteet, joihin oli vedottu ja osapuolten esittämät vaatimukset ja rikkoneensa mainitun asetuksen 63 artiklan 1 kohtaa, eikä se maininnut tätä tiedonantoa mainitun päätöksen oikeudellisissa perusteluissa välttääkseen lausumisen ultra petita.", "label": [[29, 36, "ORG"], [53, 70, "ORG"], [187, 196, "DATE"]]}
{"text": "99 Tätä oletettua valituslautakunnan kantaa ei voida johtaa selvästi ja yksiselitteisesti riidanalaisesta päätöksestä.", "label": [[18, 36, "ORG"]]}
{"text": "100 Yhtäältä on nimittäin riittävää muistuttaa, että valituslautakunta totesi, että asetuksen N:o 6/2002 25 artiklan 1 kohdan b alakohta, johon käsiteltävässä asiassa oli sen käsittelyssä vedottu, viittasi kaikkiin mainitun asetuksen 4–9 artiklassa asetettuihin edellytyksiin. Toisaalta on todettava, että saman asetuksen 8 ja 9 artiklassa asetetuista edellytyksistä valituslautakunta totesi nimenomaisesti, että vaikka pitäisi katsoa, että näihin edellytyksiin on vedottu kantajan mitättömyysvaatimuksen tueksi, sen on hylättävä mainitun mitättömyysvaatimuksen kyseinen osa asetuksen 63 artiklan 1 kohdan nojalla, koska kantaja ei esittänyt väitteitä tältä osin.", "label": [[53, 70, "ORG"], [367, 384, "ORG"]]}
{"text": "101 Kuten EUIPO väittää, vaikuttaa siis loogiselta todeta näistä riidanalaisen päätöksen perusteista, että jos valituslautakunta olisi katsonut, ettei se voinut lausua asetuksen N:o 6/2002 63 artiklan 1 kohdan toisen virkkeen nojalla asetuksen 4 artiklan 2 ja 3 kohdan soveltamisesta riidanalaiseen malliin, se olisi todennut tämän nimenomaisesti. Tällainen nimenomainen perustelu olisi ollut tällaisessa tapauksessa sitä tärkeämpi, kuin sitä vastoin esittelijä oli 16.5.2018 annetussa tiedonannossa selvästi todennut, että näitä säännöksiä tarkoitetaan mainitun asetuksen 25 artiklan 1 kohdan b alakohdan sanamuodossa ja näyttänyt katsovan, että osapuolten väitteistä ja niiden tueksi esitetyistä asiakirjoista johtuu, että mainitut säännökset soveltuvat ja että sen oli esitettävä kysymys tästä soveltamisesta.", "label": [[10, 15, "ORG"], [111, 128, "ORG"], [451, 461, "PROFESSION"], [466, 475, "DATE"]]}
{"text": "102 EUIPO:n olettama on joka tapauksessa virheellinen. Sen väitteiden vastaisesti asetuksen N:o 6/2002 63 artiklan 1 kohdan toisessa virkkeessä ei nimittäin kielletä valituslautakuntaa viittaamasta 16.5.2018 annetun tiedonannon aiheeseen riidanalaisen päätöksen perusteluissa. Näin ollen vaikka myönnettäisiin, että valituslautakunta katsoi, että nämä säännökset ovat esteenä sille, että se soveltaa mainitun asetuksen 4 artiklan 2 ja 3 kohtaa riidanalaiseen malliin, ne eivät kuitenkaan ole esteenä niiden syiden esittämiselle, joiden vuoksi se katsoi edellä mainitun tiedonannon toteamusten vastaisesti tällaisen soveltamisen mahdottomaksi.", "label": [[4, 11, "ORG"], [166, 184, "ORG"], [198, 207, "DATE"], [316, 333, "ORG"]]}
{"text": "103 On todettava, että perusteet, joihin EUIPO vetoaa unionin tuomioistuimessa ja joiden tarkoituksena on oikeuttaa se, että valituslautakunta ei soveltanut riidanalaiseen malliin asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan säännöksiä, eivät ilmene selvästi ja yksiselitteisesti riidanalaisen päätöksen sisällöstä.", "label": [[41, 46, "ORG"], [54, 78, "ORG"], [125, 142, "ORG"]]}
{"text": "104 Unionin yleinen tuomioistuin ei voi ottaa näitä perusteita huomioon myöskään mainitun päätöksen täydentävinä perusteluina. Vakiintuneen oikeuskäytännön mukaan nimittäin toimen perustelut on toimitettava henkilölle, jota toimi koskee, ennen kuin tämä nostaa kanteen mainitusta toimesta, eikä perusteluvelvollisuuden noudattamatta jättämistä voida korjata siten, että asianomainen henkilö ottaa selvää toimen perusteista unionin tuomioistuimen käsittelyn aikana. Tämä loukkaisi asianomaisen henkilön puolustautumisoikeuksia ja hänen oikeuttaan tehokkaaseen oikeussuojaan ja osapuolten yhdenvertaisuuden periaatetta unionin tuomioistuimissa (ks. tuomio 14.3.2018, Jalkineet, T‑424/16, ei julkaistu, EU:T:2018:136, 34 kohta oikeuskäytäntöviittauksineen).", "label": [[4, 32, "ORG"], [423, 445, "ORG"], [617, 641, "ORG"], [654, 663, "DATE"]]}
{"text": "105 Kolmanneksi on todettava, että riidanalainen päätös sisältää kuvauksen tuotteesta, johon riidanalaista mallia käytetään sekä sen käytöstä, joka ei olennaisilta osin eroa 16.5.2018 annetussa tiedonannossa tehdystä kuvauksesta.", "label": [[174, 183, "DATE"]]}
{"text": "106 Kuten nimittäin riidanalaisen päätöksen 38 kohdasta ilmenee, valituslautakunta kuvailee riidanalaisen mallin koskevan osaa, jonka avulla yhdistetään jäähdytyslaitteiston kompressori ja ajoneuvon moottorin sylinterilohko. Se toteaa lisäksi, että kyseinen osa on ruuvattu moottorin sylinterilohkoon, ja tämän jälkeen jäähdytysjärjestelmän kompressori on ruuvattu sen yläpuolelle. Tästä kuvauksesta voidaan siis päätellä, että valituslautakunta ole katsonut osalla, johon riidanalaista mallia käytetään, olevan muuta käyttöä kuin jäähdytys- tai ilmastointijärjestelmän liittäminen ajoneuvon moottorin sylinterilohkoon, johon sen on sovittava. Lisäksi tässä kuvauksessa ei osoiteta, että valituslautakunta olisi evännyt luokittelun asetuksen N:o 6/2002 3 artiklan c alakohdassa tarkoitetuksi moniosaiseksi tuotteeksi, jota puollettiin 16.5.2018 annetussa tiedonannossa moottorin, riidanalaisen mallin kohteena olevan osan ja kompressorin muodostaman kokonaisuuden luonnehtimiseksi.", "label": [[65, 82, "ORG"], [428, 445, "ORG"], [688, 705, "ORG"], [835, 844, "DATE"]]}
{"text": "107 Vastaavasti riidanalaisen päätöksen perusteluista ei voida selvästi johtaa, että valituslautakunnan kanta on muuttunut 16.5.2018 annetun tiedonannon suhteen sen kysymyksen osalta, kuuluuko riidanalaisen mallin kohteena oleva tuote moniosaisen tuotteen osana asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisalaan. Erityisesti tästä päätöksestä ei ilmene, että valituslautakunta olisi yhtynyt väliintulijan 16.7.2018 esittämiin huomautuksiin, joissa tämä riitautti luokittelun moniosaiseksi tuotteeksi ja vetosi useisiin vaihtoehtoisiin, muihin kuin edellä 106 kohdassa kuvailtuihin käyttötarkoituksiin.", "label": [[85, 103, "ORG"], [123, 132, "DATE"], [371, 388, "ORG"], [417, 426, "DATE"]]}
{"text": "108 On totta, että valituslautakunta määritteli riidanalaisen päätöksen 39 ja 40 kohdassa asetuksen N:o 6/2002 6 artiklan 1 kohdassa tarkoitetun riidanalaisen mallin asiantuntevan käyttäjän, johon nähden mallin yksilöllistä luonnetta on arvioitava, voivan olla esimerkiksi jäähdytyslaitteiston asentaja tai ajoneuvokorjaamon työntekijä, joka valitsee osan asentaakseen sen ajoneuvoon. Nämä toteamukset voivat vaikuttaa ristiriitaisilta 16.5.2018 annetussa tiedonannossa tehtyihin toteamuksiin nähden, joiden mukaan osa ei ole asentamisen jälkeen enää näkyvissä mainitun asetuksen 4 artiklan 3 kohdassa tarkoitetun tavanomaisen käytön aikana eli lukuun ottamatta huoltoa, kunnossapitoa tai korjausta.", "label": [[19, 36, "ORG"], [273, 302, "PROFESSION"], [307, 335, "PROFESSION"], [436, 445, "DATE"]]}
{"text": "109 Näin ollen asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan ja sen 6 artiklan 1 kohdan arviointiperusteet ovat erilaiset. Riidanalaisen mallin yksilöllisen luonteen arviointi riippuu asiantuntevan käyttäjän siitä saamasta kokonaisvaikutelmasta, joka määritelmänsä mukaisesti edellyttää, että käyttäjä näkee mallin. Sitä vastoin mainitun asetuksen 4 artiklan 3 kohdassa tarkoitettu tavanomaisen käytön käsite ei ole merkityksellinen tällaisessa arvioinnissa. Asiantuntevan käyttäjän osoittaminen riidanalaisen päätöksen 39 ja 40 kohdassa ei siis edellytä valituslautakunnan analyysiä siitä, onko käsiteltävässä asiassa noudatettu saman 4 artiklan 2 ja 3 kohdan mukaisia arviointiperusteita. Joka tapauksessa sen avulla ei voida ymmärtää niitä syitä, joiden vuoksi valituslautakunta on katsonut, ettei sen tarvitse tutkia näiden arviointiperusteiden soveltumista.", "label": [[555, 573, "ORG"], [764, 781, "ORG"]]}
{"text": "110 Edellä esitetystä seuraa, että valituslautakunnan toteamukset asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisesta käsiteltävässä asiassa eivät ilmene ilmeisellä tavalla riidanalaisen päätöksen perusteluista osapuolille eivätkä unionin tuomioistuimille.", "label": [[35, 53, "ORG"], [240, 264, "ORG"]]}
{"text": "111 On siis tutkittava, liittyvätkö nämä toteamukset oikeudellisiin seikkoihin ja toteamuksiin, jotka ovat olennaisen merkityksellisiä riidanalaisen päätöksen rakenteelle edellä 84 kohdassa mainitussa oikeuskäytännössä tarkoitetulla tavalla.", "label": []}
{"text": "112 Yhtäältä on muistettava, kuten edellä 56 ja 62 kohdasta johtuu, että moniosaisen tuotteen osan piirteiden näkyvyyden puuttuminen voi asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa asetetuilla edellytyksillä johtaa tämän osan kattavan mallin täyteen mitättömyyteen tai sen osittaiseen mitättömyyteen, vaikka on kyse vain tietyistä näistä piirteistä. Kuten mainitun 4 artiklan 2 kohdan sanamuodosta johtuu, kyseisen mallin uutuuden ja yksilöllisen luonteen tutkiminen, kun otetaan huomioon asetuksen 5 ja 6 artiklan mukaiset arviointiperusteet, ei näin ollen ole enää tarpeen näistä ensimmäisen olettaman osalta ja sen on rajoituttava piirteisiin, jotka pysyvät näkyvissä toisen olettaman osalta. Kysymyksellä 4 artiklan 2 ja 3 kohdan soveltamisesta käsiteltävässä asiassa on siis lähtökohtaisesti olennainen merkitys riidanalaisen päätöksen rakenteelle, kun otetaan huomioon sen mahdollinen vaikutus tämän päätöksen päätösosan perusteluihin ja sitä suuremmalla syyllä kuin valituslautakunta katsoi, että kantaja vetosi riidanalaisen mallin uutuuden ja yksilöllisen luonteen puuttumiseen.", "label": [[977, 994, "ORG"]]}
{"text": "113 Toisaalta on todettava, kuten 16.5.2018 annetun tiedonannon sanamuodosta johtuu, että valituslautakunta totesi menettelyn tässä vaiheessa, että osapuolten väitteet ja niiden tueksi esitetyt todisteet osoittavat, etteivät asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa asetetut edellytykset täyty. Lisäksi asianosaiset ottivat kantaa tähän kysymykseen tiedonannosta esittämissään huomautuksissa, joita valituslautakunta ei ole jättänyt tutkimatta.", "label": [[34, 43, "DATE"], [90, 107, "ORG"], [406, 423, "ORG"]]}
{"text": "114 Kuten edellä 93 kohdassa on todettu, koska riidanalaisen päätöksen päätösosassa todettu kantajan valituksen hylkääminen vaikutti heijastavan valituslautakunnan kannan täyttä muuttumista asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisesta riidanalaiseen malliin verrattuna 16.5.2018 annetussa tiedonannossa puollettuun kantaan, valituslautakunnan oli esitettävä selvästi syyt tälle muutokselle.", "label": [[145, 163, "ORG"], [285, 294, "DATE"], [340, 358, "ORG"]]}
{"text": "115 Vain jos valituslautakunta olisi päättänyt hyväksyä kantajan valituksen ja julistaa riidanalaisen mallin mitättömäksi muista syistä kuin soveltamalla mainittuun malliin asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohtaa, se olisi voinut pidättyä menettelytaloudellisista syistä syiden esittämisestä (ks. vastaavasti ja analogisesti tuomio 14.12.2006, Mast-Jägermeister v. SMHV – Licorera Zacapaneca (VENADO kehyksessä ym.), T‑81/03, T‑82/03 ja T‑103/03, EU:T:2006:397, 80 kohta).", "label": [[13, 30, "ORG"], [338, 348, "DATE"], [350, 367, "ORG"], [371, 375, "ORG"], [378, 397, "ORG"], [399, 405, "TITLE"]]}
{"text": "116 Tällaisen perustelun puuttuessa kantajan on vaikea riitauttaa tehokkaasti unionin yleisessä tuomioistuimessa asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdassa asetettujen edellytysten aineellisen tutkinnan puuttumista. Se ei kuitenkaan voi muuta, kuten se lisäksi tekee kannekirjelmässä, kuin toistaa väitteensä, jotka se jo esitti valitusmenettelyssä 17.9.2018 tekemissään huomautuksissa, joiden tarkoituksena oli 16.5.2018 annetun tiedonannon toteamusten hyväksyminen. Se ei sitä vastoin voi riitauttaa tehokkaasti niitä syitä, jotka johtivat siihen, että valituslautakunta hylkäsi nämä toteamukset.", "label": [[78, 112, "ORG"], [354, 363, "DATE"], [417, 426, "DATE"], [560, 577, "ORG"]]}
{"text": "117 Samalla tavalla unionin yleinen tuomioistuin ei voi tarkastaa näiden syiden perusteltavuutta ja suorittaa asianmukaisesti tehtäväänsä. Tältä osin on muistettava, että sillä on asetuksen N:o 6/2002 61 artiklan 2 kohdan mukaisesti täysi toimivalta valvoa EUIPO:n valituslautakuntien päätösten laillisuutta tutkimalla tarvittaessa, pitääkö valituslautakuntien riidan tosiseikoista esittämä oikeudellinen luonnehdinta paikkansa tai onko näille lautakunnille esitettyjä tosiseikkoja arvioitu virheellisesti (ks. tuomio 18.10.2012, Ross ja Carlos Gómez v. Baena Grupo, C‑101/11 P ja C‑102/11 P, EU:C:2012:641, 39 kohta oikeuskäytäntöviittauksineen).", "label": [[20, 48, "ORG"], [257, 284, "ORG"], [341, 360, "ORG"], [444, 457, "ORG"], [518, 528, "DATE"], [530, 534, "PER"], [538, 550, "PER"], [554, 565, "ORG"]]}
{"text": "118 EUIPO:n ja väliintulijan väitteet eivät voi horjuttaa tätä johtopäätöstä.", "label": [[4, 11, "ORG"]]}
{"text": "119 Aluksi on todettava, kuten edellä 104 kohdassa on esitetty, että EUIPO:n väitteet eivät voi korjata riidanalaisen päätöksen perustelujen puuttumista aiheuttamatta vahinkoa kantajan puolustautumisoikeuksille, hänen oikeudelleen tehokkaaseen oikeussuojaan ja osapuolten yhdenvertaisuuden periaatteelle unionin tuomioistuimissa.", "label": [[69, 76, "ORG"], [304, 311, "LOC"]]}
{"text": "120 Asetuksen N:o 6/2002 63 artiklan 1 kohdan nojalla valituslautakunnan on kuitenkin tutkittava asetuksen 4 artiklan 2 ja 3 kohdassa säädetty vain, jos kantajan voidaan katsoa vedonneen sen noudattamatta jättämiseen, kun otetaan huomioon tämän mitättömyysvaatimusta tukevat tosiseikat ja oikeudelliset seikat. Edellä 51–72 kohdassa esitetyistä syistä EUIPO ei nimittäin voi todeta, että sen käsiteltäväksi on automaattisesti saatettu tämän edellytyksen noudattamatta jättäminen sillä perusteella, että mainittu mitättömyysvaatimus perustuu asetuksen 25 artiklan 1 kohdan b alakohtaan.", "label": [[54, 72, "ORG"], [352, 357, "ORG"]]}
{"text": "121 Kuten edellä 87–110 kohdassa on todettu, valituslautakunnan kanta siitä kysymyksestä, onko sen tutkittava käsiteltävässä asiassa asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamista, ei kuitenkaan ilmene riidanalaisesta päätöksestä edes implisiittisesti, vaikka valituslautakunta on lausunut tästä kysymyksestä menettelyn aikaisemmassa vaiheessa.", "label": [[45, 63, "ORG"], [272, 289, "ORG"]]}
{"text": "122 Vakiintuneen oikeuskäytännön mukaan unionin yleisellä tuomioistuimella ei ole, kun se valvoo EUIPO:n valituslautakunnan päätöksen laillisuutta, toimivaltaa korvata valituslautakunnan arviointia omalla arvioinnillaan eikä myöskään oikeutta arvioida sellaisia seikkoja, joista valituslautakunta ei ole lausunut (tuomio 5.7.2011, Edwin v. SMHV, C‑263/09 P, EU:C:2011:452, 72 kohta). Erityisesti se ei voi korvata valituslautakunnan tehtävänä olevaa kantajan mitättömyysvaatimuksensa tueksi esittämien väitteiden, tosiseikkojen ja todisteiden tutkintaa omalla tutkinnallaan lukuun ottamatta tarvittaessa merkityksellisten säännösten soveltamiseksi välttämättömiä oikeudellisia kysymyksiä ja notorisia seikkoja määrittääkseen, onko sen käsiteltävänä olevassa asiassa kyse asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltamisesta (ks. vastaavasti ja analogisesti tuomio 11.12.2014, CEDC International v. SMHV – Underberg (Pullossa olevan ruohonkorren muoto), T‑235/12, EU:T:2014:1058, 101 kohta oikeuskäytäntöviittauksineen).", "label": [[40, 74, "ORG"], [97, 123, "ORG"], [168, 186, "ORG"], [321, 329, "DATE"], [331, 336, "ORG"], [340, 344, "ORG"], [414, 432, "ORG"], [872, 882, "DATE"], [884, 902, "ORG"], [906, 910, "ORG"], [913, 922, "ORG"]]}
{"text": "123 Joka tapauksessa vastoin EUIPO:n väitettä se seikka, että kantaja oli väiteosastossa esittämissään kirjelmissä maininnut nimenomaisesti asetuksen N:o 6/2002 4 artiklan 1 kohdan eikä 4 artiklan 2 ja 3 kohtaa, ei sellaisenaan riitä osoittamaan, että näiden säännösten soveltaminen ei kuulu riidan kohteeseen. Erityisesti ei voida kaikkia kantajan mitättömyysmenettelyssä esittämiä tosiseikkoja ja oikeudellisia seikkoja tutkimatta sulkea pois, että sen voidaan katsoa nämä seikat huomioon ottaen vetoavan kyseisiin säännöksiin.", "label": [[29, 36, "ORG"], [74, 88, "ORG"]]}
{"text": "124 Lopuksi on todettava, että vaikka 16.5.2018 annettu tiedonanto ei sitoisi valituslautakuntaa EUIPO:n perustellun väitteen mukaisesti, sen on kuitenkin perusteltava asianmukaisesti ne syyt, joiden vuoksi se katsoi voivansa poiketa tämän tiedonannon toteamuksista, koska tiedonanto ja asianosaisten myöhemmät huomautukset olivat osa asiayhteyttä, jossa se teki riidanalaisen päätöksen (ks. vastaavasti ja analogisesti tuomio 28.6.2018, EUIPO v. Puma, C‑564/16 P, EU:C:2018:509, 66 kohta).", "label": [[38, 47, "DATE"], [78, 96, "ORG"], [97, 104, "ORG"], [427, 436, "DATE"], [438, 443, "ORG"], [447, 451, "ORG"]]}
{"text": "125 Väliintulijan huomautuksista on todettava yhtäältä, että väite, jonka mukaan kantajan perustelujen puuttumisesta esittämä väite on jätettävä tutkimatta sillä perusteella, ettei kantaja vedonnut mitättömyysvaatimuksen tueksi siihen seikkaan, että riidanalaisen mallin kohteena oleva tuote on moniosaisen tuotteen osa, on kuitenkin joka tapauksessa hylättävä, koska kuten edellä 120 kohdassa on todettu, unionin yleisen tuomioistuimen tehtävänä ei ole suorittaa arviointia, johon valituslautakunta ei ole vielä ottanut kantaa.", "label": [[406, 436, "ORG"], [482, 499, "ORG"]]}
{"text": "126 Toisaalta se seikka, että kantaja on erillisessä menettelyssä jättänyt samaa riidanalaista mallia koskevan rekisteröintihakemuksen, ei voi johtaa kyseisen väitteen hylkäämiseen sillä perusteella, että väite on ristiriidassa niiden väitteiden kanssa, joihin se on vedonnut kyseisen rekisteröinnin voimassa pitämisen tueksi.", "label": []}
{"text": "127 Asetuksen N:o 6/2002 52 artiklan 1 kohdassa, jossa säädetään, että jollei tämän asetuksen 25 artiklan 2–5 kohdasta muuta johdu, kuka tahansa luonnollinen tai oikeushenkilö sekä asiassa toimivaltainen viranomainen voi tehdä rekisteröidyn yhteisömallin mitättömäksi julistamista koskevan hakemuksen, ei nimittäin edellytetä tällaisen hakemuksen tutkittavaksi ottamista eikä sitä suuremmalla syyllä sen oikeussuojan tarpeen osoittamista tukevia perusteita tai todellisen tai mahdollisen riidanalaisen mallin poistamiseen liittyvän taloudellisen intressin osoittamista (ks. vastaavasti ja analogisesti tuomio 25.2.2010, Lancôme v. SMHV, C‑408/08 P, EU:C:2010:92, 37–44 kohta). Tältä osin on täsmennettävä, että kyseisen asetuksen 25 artiklan 1 kohdan c–g alakohdassa tarkoitetuista mitättömyysperusteista poiketen kuka tahansa luonnollinen henkilö tai oikeushenkilö voi lähtökohtaisesti vedota a ja b alakohdassa esitettyihin mitättömyysperusteisiin (tuomio 13.6.2019, Visi/one v. EUIPO – EasyFix (Ajoneuvoissa käytettävä ilmoituskotelo), T‑74/18, EU:T:2019:417, 64 kohta).", "label": [[609, 618, "DATE"], [620, 627, "ORG"], [631, 635, "ORG"], [958, 967, "DATE"], [969, 977, "ORG"], [981, 986, "ORG"], [989, 996, "ORG"]]}
{"text": "128 Vastaavasti sillä seikalla, että kantaja on aikonut rekisteröidä saman mallin kuin riidanalainen malli ja että se on väliintulijan aloittaman mainittua mallia koskevan mitättömyysmenettelyn yhteydessä puolustanut tämän mallin uutuutta ja yksilöllistä luonnetta, vaikka se nyt kyseenalaistaa ne, ei ole merkitystä kyseisen väitteen tutkittavaksi ottamisen osalta eikä myöskään sen aineellisen arvioinnin osalta.", "label": []}
{"text": "129 Edellä esitetystä seuraa, että perusteluvelvollisuuden loukkaamista koskeva kanneperuste on perusteltu.", "label": []}
{"text": "130 Ennen kuin määritetään, mitä seurauksia edellä 129 kohdassa tehdyllä toteamuksella on riidanalaisen päätöksen päätöslauselmalle, on tutkittava kantajan viidennen kanneperusteen toisessa kohdassa esittämä toinen väite, joka liittyy arviointivirheeseen sikäli kuin riidanalaisessa päätöksessä ei ole todettu riidanalaisen mallin mitättömyyttä, vaikka se on asetuksen N:o 6/2002 4 artiklan 2 kohdassa tarkoitettu moniosaisen tuotteen osa, joka ei ole näkyvissä sen jälkeen, kun se on sisällytetty moniosaiseen tuotteeseen.", "label": []}
{"text": "b) Toinen väite, joka koskee arviointivirhettä siltä osin kuin valituslautakunta ei ole todennut, että asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdan soveltaminen käsiteltävässä asiassa aiheuttaa riidanalaisen mallin mitättömyyden", "label": [[63, 80, "ORG"]]}
{"text": "131 Kuten edellä 122 kohdassa on jo muistutettu, oikeuskäytännön mukaan unionin yleisellä tuomioistuimella ei ole laillisuusvalvontaansa harjoittaessaan toimivaltaa korvata valituslautakunnan arviointia omalla arvioinnillaan ja lisäksi tehdä arviota, johon mainittu lautakunta ei ole vielä voinut ottaa kantaa.", "label": [[72, 106, "ORG"], [173, 191, "ORG"], [266, 276, "ORG"]]}
{"text": "132 Kuten edellä 13 kohdassa on todettu, valituslautakunta tutki käsiteltävässä asiassa valitusmenettelyssä 16.5.2018 annetussa tiedonannossa kysymystä siitä, onko riidanalainen malli julistettava mitättömäksi sen vuoksi, että se on asetuksen N:o 6/2002 4 artiklan 2 kohdassa tarkoitettu moniosaisen tuotteen osa, joka ei ole tavanomaisessa käytössä näkyvissä sen jälkeen, kun se on sisällytetty moniosaiseen tuotteeseen. Sitä vastoin edellä 110 kohdassa on todettu, ettei valituslautakunnan kanta tästä kysymyksestä ilmene riittävän selvästi ja yksiselitteisesti riidanalaisesta päätöksestä.", "label": [[41, 58, "ORG"], [108, 117, "DATE"], [473, 491, "ORG"]]}
{"text": "133 Vastaavasti unionin yleinen tuomioistuin ei voi käsiteltävässä asiassa lausua asetuksen N:o 6/2002 4 artiklan 2 ja 3 kohdasta ja väite on siis hylättävä.", "label": [[16, 44, "ORG"]]}
{"text": "134 Jos kuitenkin ensimmäinen väite hyväksytään, tämä peruste on riittävä riidanalaisen päätöksen kumoamiseksi. Vakiintuneen oikeuskäytännön mukaan on nimittäin niin, että koska perusteluvelvollisuus on asetuksen N:o 6/2002 61 artiklan 2 kohdassa tarkoitettu olennainen muotomääräys ja sen rikkominen voidaan lisäksi todeta viran puolesta, tämä johtaa riidanalaisen mallin kumoamiseen (ks. vastaavasti ja analogisesti tuomio 30.3.1995, parlamentti v. neuvosto, C‑65/93, EU:C:1995:91, 21 kohta ja tuomio 10.7.2008, Bertelsmann ja Sony Corporation of America v. Impala, C‑413/06 P, EU:C:2008:392, 174 kohta). Kumoamisvaatimus on siis hyväksyttävä.", "label": [[425, 434, "DATE"], [436, 447, "ORG"], [451, 459, "ORG"], [503, 512, "DATE"], [514, 525, "ORG"], [529, 556, "ORG"], [560, 566, "ORG"]]}
{"text": "135 Kun otetaan huomioon edellä 131 kohdassa mainittu oikeuskäytäntö, unionin yleinen tuomioistuin ei sitä vastoin voi muuttaa riidanalaista päätöstä ja kannekirjelmän tätä koskeva vaatimus on siis hylättävä.", "label": [[70, 98, "ORG"]]}
{"text": "136 Edellä esitetystä johtuu, että kannekirjelmän toista, kolmatta ja neljättä kanneperustetta, viidennen kanneperusteen ensimmäistä osaa ja kuudetta kanneperustetta ei ole tarpeen tutkia ja että riidanalainen päätös on kumottava ja muut vaatimukset on hylättävä.", "label": []}
{"text": "IV Oikeudenkäyntikulut", "label": []}
{"text": "137 Unionin yleisen tuomioistuimen työjärjestyksen 134 artiklan 1 kohdan mukaan asianosainen, joka häviää asian, velvoitetaan korvaamaan oikeudenkäyntikulut, jos vastapuoli on sitä vaatinut.", "label": [[4, 34, "ORG"]]}
{"text": "138 Työjärjestyksen 135 artiklan 1 kohdan mukaan on kuitenkin niin, että kohtuuden niin vaatiessa unionin yleinen tuomioistuin voi päättää, että hävinnyt asianosainen vastaa omista oikeudenkäyntikuluistaan mutta tämä velvoitetaan korvaamaan vastapuolen oikeudenkäyntikulut vain osittain tai että tätä ei lainkaan velvoiteta korvaamaan oikeudenkäyntikuluja.", "label": [[98, 126, "ORG"]]}
{"text": "139 Koska EUIPO ja väliintulija ovat hävinneet asian olennaisilta osin, yhtäältä EUIPO vastaa omista oikeudenkäyntikuluistaan ja se on velvoitettava korvaamaan kantajan oikeudenkäyntikulut tämän vaatimusten mukaisesti, ja toisaalta väliintulija vastaa omista oikeudenkäyntikuluistaan.", "label": [[10, 15, "ORG"], [81, 86, "ORG"]]}
{"text": "Näillä perusteilla UNIONIN YLEINEN TUOMIOISTUIN (yhdeksäs jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 65, "ORG"]]}
{"text": "1) Euroopan unionin teollisoikeuksien viraston (EUIPO) kolmannen valituslautakunnan 19.11.2018 tekemä päätös (asia R 1397/2017-3) kumotaan.", "label": [[3, 83, "ORG"], [84, 94, "DATE"]]}
{"text": "2) Kanne hylätään muilta osin.", "label": []}
{"text": "3) EUIPO vastaa omista oikeudenkäyntikuluistaan, ja se velvoitetaan korvaamaan L. Oliva Torras, S.A:n oikeudenkäyntikulut.", "label": [[3, 8, "ORG"], [79, 101, "ORG"]]}
{"text": "4) Mecánica del Frío, S.L., vastaa omista oikeudenkäyntikuluistaan.", "label": [[3, 26, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Julistettiin Luxemburgissa 10 päivänä kesäkuuta 2020.", "label": [[13, 26, "LOC"], [27, 52, "DATE"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: espanja.", "label": [[23, 30, "NATIONALITY"]]}
