{"text": "JULKISASIAMIEHEN RATKAISUEHDOTUS KAARINA KELLETT 19 päivänä marraskuuta 2020 (1)", "label": [[0, 16, "PROFESSION"], [33, 48, "PER"], [49, 76, "DATE"]]}
{"text": "Asia C-900/19", "label": []}
{"text": "Association One Voice ja", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "vastaan", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "muuna osapuolena", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(Ennakkoratkaisupyyntö – Conseil d’État (ylin hallintotuomioistuin, Ranska))", "label": [[25, 39, "ORG"], [41, 66, "ORG"], [68, 74, "LOC"]]}
{"text": "Ennakkoratkaisupyyntö – Ympäristö – Direktiivi 2009/147 – Luonnonvaraisten lintujen suojelu – Perinteistä metsästysmenetelmää koskeva lupa – Asiallinen hyötykäyttö – Vaihtoehdot – Valikoivuus – Pyyntimenetelmä, joka voi johtaa sivusaaliiseen – Liima-ansojen käyttö rastaiden ja mustarastaiden pyydystämisessä", "label": []}
{"text": "I Johdanto", "label": []}
{"text": "1. Liima-ansa on oksa tai keppi, jonka metsästäjät sivelevät liimalla ja joka kiinnitetään puuhun tai pensaaseen. Kun lintu koskettaa liimalla siveltyä keppiä, kyseinen keppi tarttuu linnun höyheniin. Lintu menettää lentokykynsä, ja kyseisen välineen käyttäjä saa linnun kiinni.(2)", "label": []}
{"text": "2. Tämä metsästysmenetelmä oli aiemmin laajamittaisesti käytössä, mutta ranskalaisten tiedotusvälineiden mukaan unionissa lintuja saa pyydystää liima-ansoilla enää vain viidessä Etelä-Ranskan departementissa,(3) ja vuonna 2020 tämä lupa peruutettiin väliaikaisesti nyt käsiteltävän asian vuoksi.(4) Näin pyydystettyjä yksilöitä käytetään myöhemmin houkutuslintuina, todennäköisesti muiden metsästysmenetelmien yhteydessä.", "label": [[72, 85, "LOC"], [112, 121, "LOC"], [178, 191, "LOC"], [215, 226, "DATE"]]}
{"text": "3. Komissio riitautti liima-ansoilla harjoitettavaa metsästystä koskevan Ranskan lainsäädännön tuloksetta jo muutama vuosikymmen sitten. Tuolloin todettiin, että niihin sovelletaan lintudirektiivin(5) poikkeussäännöstä, joka koskee lintujen pienten määrien valikoivaa ja asiallista hyötykäyttöä ja joka edellyttää, ettei muuta tyydyttävää ratkaisua ole.(6)", "label": [[3, 11, "ORG"], [73, 80, "LOC"]]}
{"text": "4. Sittemmin oikeuskäytäntöä on kuitenkin kehitetty edelleen. Siksi Conseil d’État (ylin hallintotuomioistuin, Ranska) haluaa tietää, täyttääkö tämä Ranskan lainsäädännössä säädetyin edellytyksin harjoitettava perinteinen metsästysmuoto edelleenkin poikkeussäännöksessä vahvistetut edellytykset. Se tiedustelee erityisesti sitä, onko tämä menetelmä riittävän valikoiva eli suljetaanko sillä pois sivusaaliin kohtuuton määrä ja eikö muuta tyydyttävää ratkaisua tosiaan ole saatavilla.", "label": [[68, 82, "ORG"], [84, 109, "ORG"], [111, 117, "LOC"], [149, 156, "LOC"]]}
{"text": "II Asiaa koskevat oikeussäännöt", "label": []}
{"text": "A Lintudirektiivi", "label": []}
{"text": "5. Lintudirektiivin 2 artiklassa säädetään jäsenvaltioiden perustavanlaatuisesta velvoitteesta suojella lintulajeja seuraavaa:", "label": []}
{"text": "”Jäsenvaltioiden on toteutettava kaikki tarvittavat toimenpiteet 1 artiklassa tarkoitettujen lintulajien kantojen ylläpitämiseksi sellaisella tasolla, joka vastaa erityisesti ekologisia, tieteellisiä ja sivistyksellisiä vaatimuksia ottaen huomioon taloudelliset ja virkistykseen liittyvät vaatimukset, taikka näiden kantojen mukauttamiseksi tähän tasoon.”", "label": []}
{"text": "6. Lintudirektiivin 8 artiklan 1 kohdassa kielletään tietyt lintujen pyyntimenetelmät:", "label": []}
{"text": "”Siltä osin kuin on kyse tässä direktiivissä tarkoitetusta lintujen metsästyksestä, pyydystämisestä ja tappamisesta, jäsenvaltioiden on kiellettävä kaikkien sellaisten erityisesti liitteessä IV olevassa a kohdassa lueteltujen välineiden, laitteiden ja menetelmien käyttö, joilla laajamittaisesti tai valikoimattomasti pyydystetään tai tapetaan lintuja tai joilla saatetaan paikallisesti hävittää jokin laji.”", "label": []}
{"text": "7. Lintudirektiivin liitteessä IV olevan a kohdan ensimmäisessä luetelmakohdassa mainitaan erikseen liimat.", "label": []}
{"text": "8. Lintudirektiivin 9 artiklan 1 kohdan c alakohdassa sallitaan poikkeukset tietyistä säännöksistä:", "label": []}
{"text": "”Jäsenvaltiot voivat, jollei muuta tyydyttävää ratkaisua ole, poiketa 5–8 artiklasta seuraavin perustein:", "label": []}
{"text": "– –", "label": []}
{"text": "c) salliakseen tiukasti valvotuissa oloissa ja valikoivasti tiettyjen lintujen pienien määrien pyydystämisen, hallussa pitämisen tai muuten asiallisen hyötykäytön.”", "label": []}
{"text": "B Ranskan oikeus", "label": [[2, 9, "LOC"]]}
{"text": "9. Ympäristölain (code de l’environnement) L. 424-4 §:ssä säädetään mahdollisuudesta sallia perinteisten metsästysmenetelmien käyttö.", "label": []}
{"text": "10. Riita-asia koskee asetusta, joka on annettu 17.8.1989 ja joka koskee liima-ansojen käyttöä houkuttimina käytettävien rastaiden ja mustarastaiden pyydystämisessä departementeissa Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var ja Vaucluse (arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes-de-Haute-Provence, des Alpes-Maritimes, des Bouches-du-Rhône, du Var et de Vaucluse).", "label": [[48, 57, "DATE"], [182, 205, "LOC"], [207, 222, "LOC"], [224, 240, "LOC"], [242, 245, "LOC"], [249, 257, "LOC"], [269, 281, "DATE"], [409, 432, "LOC"], [438, 453, "LOC"], [459, 475, "LOC"], [480, 498, "LOC"]]}
{"text": "11. Tämän 17.8.1989 annetun asetuksen 1 §:ssä säädetään periaateluvasta käyttää liima-ansoja seuraavaa:", "label": [[10, 19, "DATE"]]}
{"text": "”Liima-ansojen käyttö houkuttimina käytettävien rastaiden – – ja mustarastaiden pyydystämisessä henkilökohtaiseen käyttöön sallitaan departementeissa Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var ja Vaucluse tiukasti valvotuissa oloissa, jotka määritellään jäljempänä, kyseisten lintujen pienten määrien ja valikoidun pyydystämisen sallimiseksi, koska muuta tyydyttävää ratkaisua ei ole.”", "label": [[150, 173, "LOC"], [175, 190, "LOC"], [192, 208, "LOC"], [210, 213, "LOC"], [217, 225, "LOC"]]}
{"text": "12. 17.8.1989 annetun asetuksen 4 §:ssä vahvistetaan metsästystä koskevat yksityiskohtaiset säännöt:", "label": [[4, 13, "DATE"]]}
{"text": "”Liima-ansoja saa käyttää ainoastaan metsästäjän ollessa läsnä. Kaikki pyydystetyt linnut on puhdistettava välittömästi. Aseen kantaminen on kielletty näiden toimien aikana.”", "label": []}
{"text": "13. 17.8.1989 annetun asetuksen 6 §:ssä säädetään, että pyydystettävien lintujen määrä vahvistetaan vuosittain:", "label": [[4, 13, "DATE"]]}
{"text": "”Metsästyksestä vastaava ministeri vahvistaa vuosittain kauden aikana pyydystettävien lintujen enimmäismäärän ja tarvittaessa departementtikohtaiset tekniset määritykset.”", "label": [[25, 34, "PROFESSION"]]}
{"text": "14. 17.8.1989 annetun asetuksen 11 §:ssä säädetään muiden lintujen kohtelusta:", "label": [[4, 13, "DATE"]]}
{"text": "”Kaikki muu tahattomasti pyydystetty riista lukuun ottamatta rastaita – – ja mustarastaita on puhdistettava ja vapautettava välittömästi.”", "label": []}
{"text": "15. Kansallisen menettelyn kohteena on viisi 24.9.2018 annettua ministeriön asetusta, jotka koskevat kautta 2018–2019 ja jotka on annettu 17.8.1989 annetun asetuksen 6 §:n nojalla.", "label": [[45, 54, "DATE"], [108, 112, "DATE"], [113, 117, "DATE"], [138, 147, "DATE"]]}
{"text": "16. Näiden viiden asetuksen 1 §:ssä vahvistetaan pyydystettävien rastaiden ja mustarastaiden enimmäismäärät:", "label": []}
{"text": "”Houkuttimina käytettävien ja liima-ansoilla pyydystettävien rastaiden ja mustarastaiden enimmäismäärät ovat departementtien Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var ja Vaucluse osalta vastaavasti 2 900, 400, 11 400, 12 200 ja 15 600 kaudella 2018–2019.”", "label": [[125, 148, "LOC"], [150, 165, "LOC"], [167, 183, "LOC"], [185, 188, "LOC"], [192, 200, "LOC"], [266, 270, "DATE"], [271, 275, "DATE"]]}
{"text": "III Tosiseikat ja ennakkoratkaisupyyntö", "label": []}
{"text": "17. Association One Voice- ja Ligue pour la protection des oiseaux ‑nimiset yhdistykset arvostelevat liima-ansojen käyttöä, sillä ne ovat niiden mielestä julma pyydystyskeino, sekä sitä, että metsästys kohdistuu myös lintulajeihin, joista tiedetään tieteellisen tiedon kehityksen ansiosta, että niiden kannat ovat heikentyneet merkittävästi ja että ne ovat alttiita kärsimykselle. Yhdistykset nostivat Conseil d’État’ssa kanteen Ranskan lainsäädännöstä, jossa sallitaan liima-ansojen käyttö. Fédération nationale des chasseurs (kansallinen metsästäjäliitto) osallistui väliintulijana asian käsittelyyn ja vaati, että kanne hylätään.", "label": [[4, 25, "ORG"], [30, 66, "ORG"], [402, 420, "ORG"], [429, 436, "LOC"], [492, 557, "ORG"]]}
{"text": "18. Kantajat väittävät, että kyseinen lainsäädäntö on lintudirektiivin 9 artiklan 1 kohdan vastainen erityisesti sen vuoksi, että siinä sallitaan perinteinen valikoimaton metsästystapa. Ligue pour la protection des oiseaux vaatii tältä osin asiantuntijan nimeämistä sellaisten lintujen osuuden määrittämiseksi, jotka on viime metsästyskausien aikana tahattomasti pyydystetty liima-ansoilla mutta joiden pyydystäminen liima-ansoilla ei ole sallittua. Lainsäädännössä ei myöskään perustella sitä, miksei muuta tyydyttävää ratkaisua ole kuin liima-ansoilla pyydystäminen.", "label": [[186, 222, "ORG"]]}
{"text": "19. Conseil d’État esittää tästä syystä unionin tuomioistuimelle seuraavat kaksi ennakkoratkaisukysymystä:", "label": [[4, 18, "ORG"], [40, 64, "ORG"]]}
{"text": "”1) Onko lintudirektiivin 9 artiklan 1 kohdan c alakohdan säännöksiä tulkittava siten, että ne ovat esteenä sille, että jäsenvaltiot sallivat sellaisten välineiden, laitteiden ja menetelmien käytön, joilla pyydystetään tai tapetaan lintuja ja jotka voivat johtaa sivusaaliisiin, vaikka vähäisiinkin ja ainoastaan tilapäisesti? Mitä arviointiperusteita, jotka koskevat muun muassa kyseisten sivusaaliiden rajallista osuutta tai määrää ja sallittua metsästysmenetelmää, joka ei lähtökohtaisesti tapa, sekä velvollisuutta vapauttaa tahattomasti pyydystetyt yksilöt aiheuttamatta vakavaa vahinkoa, voidaan tarvittaessa soveltaa, jotta kyseisissä säännöksissä asetettu valikoivuutta koskeva edellytys täyttyy?", "label": []}
{"text": "2) Onko lintudirektiiviä tulkittava siten, että tavoitteella, jonka mukaan perinteiset lintujen metsästystavat ja ‑välineet on säilytettävä virkistystarkoituksia varten, voidaan perustella – sikäli kuin kaikki muut 9 artiklan 1 kohdan c alakohdassa tällaiselle poikkeukselle asetetut edellytykset täyttyvät – se, ettei muuta tyydyttävää ratkaisua ole direktiivin 9 artiklan 1 kohdassa tarkoitetulla tavalla, minkä perusteella voidaan siten poiketa direktiivin 8 artiklassa asetetusta metsästystapoja ja ‑välineitä koskevasta yleisestä kiellosta?”", "label": []}
{"text": "20. Kirjallisia huomautuksia ovat esittäneet yhdistykset Association One Voice ja Ligue pour la protection des oiseaux yhteisesti, Fédération nationale des chasseurs, Ranskan tasavalta ja Euroopan komissio. Unionin tuomioistuin luopui istunnon järjestämisestä, koska sillä oli riittävät tiedot kirjallisen käsittelyn perusteella.", "label": [[57, 78, "ORG"], [82, 118, "ORG"], [131, 165, "ORG"], [167, 184, "ORG"], [188, 205, "ORG"], [207, 227, "ORG"]]}
{"text": "IV Oikeudellinen arviointi", "label": []}
{"text": "21. Lintudirektiivin 8 artiklassa ja liitteessä IV olevassa a kohdassa kielletään lähtökohtaisesti liima-ansoilla harjoitettava metsästys. Lintudirektiivin 9 artiklan 1 kohdan c alakohdan mukaan tästä kiellosta voidaan kuitenkin poiketa, jollei muuta tyydyttävää ratkaisua ole, ja siinä sallitaan tiukasti valvotuissa oloissa ja valikoivasti tiettyjen lintujen pienien määrien pyydystäminen, hallussa pitäminen tai muuten asiallinen hyötykäyttö.(7)", "label": []}
{"text": "22. Conseil d’État tiedustelee sitä, miten on arvioitava, onko Ranskassa harjoitettava liima-ansoilla pyydystäminen riittävän valikoivaa ja eikö muuta tyydyttävää ratkaisua ole. Koska toinen kysymys on yleisluonteisempi, tarkastelen sitä ensin.", "label": [[4, 18, "ORG"], [63, 72, "LOC"]]}
{"text": "A Muun tyydyttävän ratkaisun arviointi", "label": []}
{"text": "23. Toisella kysymyksellä pyritään selvittämään, voiko Ranska perustella lintudirektiivin 9 artiklan 1 kohdassa tarkoitetun muun tyydyttävän ratkaisun puuttumista tavoitteella säilyttää lintujen perinteisten metsästystapojen ja ‑välineiden käyttö virkistystarkoituksia varten.", "label": [[55, 61, "ORG"]]}
{"text": "1. Luokittelu suhteellisuusperiaatteen alaan", "label": []}
{"text": "24. Muiden lintudirektiivin 9 artiklan 1 kohdassa säädettyjen poikkeusten tavoin sen c alakohtakin ilmentää suhteellisuusperiaatetta.(8) 9 artiklan 1 kohdan c alakohdan mukaan jäsenvaltiot voivat poiketa 8 artiklasta salliakseen tiukasti valvotuissa oloissa ja valikoivasti tiettyjen lintujen pienien määrien pyydystämisen, hallussa pitämisen tai muuten asiallisen hyötykäytön. Kaikkien 9 artiklan 1 kohdassa säädettyjen poikkeusten edellytyksenä on kuitenkin, ettei muuta tyydyttävää ratkaisua ole. Lintudirektiivin 9 artiklan 1 kohdassa sallitaan näin ollen lintujen suojelun ja muiden etujen välinen punninta, jota edellytetään kyseisen direktiivin 2 artiklassa ja SEUT 191 artiklan 3 kohdan kolmannessa ja neljännessä luetelmakohdassa.", "label": []}
{"text": "25. Suhteellisuusperiaate on yksi unionin oikeuden yleisistä periaatteista. Tämän periaatteen mukaan rajoittavat toimenpiteet – kuten tässä lintujen metsästyksen rajoittaminen – ovat laillisia vain, jos ne ovat tarpeellisia lainmukaisesti tavoiteltujen päämäärien toteuttamiseksi ja tähän soveltuvia. Kun on mahdollista valita usean sellaisen toimenpiteen välillä, jotka soveltuvat tavoitteiden saavuttamiseen, on valittava vähiten rajoittava, ja asetettujen rasitteiden on oltava asianmukaisessa suhteessa asetettuihin tavoitteisiin nähden.(9)", "label": [[34, 41, "LOC"]]}
{"text": "26. Tämän periaatteen edellyttämä etujen punninta vastaa sitä, mitä määrätään SEUT 191 artiklan 3 kohdan kolmannessa luetelmakohdassa. Kyseisen määräyksen mukaan unioni ottaa huomioon ympäristöpolitiikkaansa valmistellessaan toimien toteuttamisesta tai toteuttamatta jättämisestä johtuvat edut ja kustannukset. Lisäksi sen neljännen luetelmakohdan mukaan on otettava huomioon unionin taloudellinen ja sosiaalinen kehitys kokonaisuutena ja unionin eri alueiden tasapainoinen kehitys.", "label": [[162, 168, "ORG"], [376, 383, "ORG"], [439, 446, "ORG"]]}
{"text": "27. Lintudirektiivin 2 artiklassa kuvastuu tämä velvollisuus ja siinä muistutetaan siitä, että kyseistä direktiiviä sovellettaessa on otettava huomioon taloudelliset ja virkistykseen liittyvät vaatimukset.", "label": []}
{"text": "28. Lintudirektiivin 5–8 artiklassa säädetyt kiellot ovat toimenpiteitä, joilla rajoitetaan vapauksia, jotta tämän direktiivin tavoitteet saavutetaan. Tässä ennakkoratkaisumenettelyssä ei kuitenkaan ole kyse niiden periaatteellisesta yhteensopivuudesta unionin kansalaisten ja erityisesti metsästäjien vapauksien kanssa.", "label": [[253, 260, "LOC"]]}
{"text": "29. Tässä on pikemminkin kyse suppeasti tulkittavien,(10) lintujen suojelua koskevien poikkeusten perustelemisesta. Myös tältä pohjalta toteutettujen toimenpiteiden on oltava soveltuvia ja tarpeellisia tavoiteltujen päämäärien saavuttamiseksi, sillä muutoin niiden tavoitteella ei voida perustella poikkeuksen soveltamista. Ennen kaikkea näiden toimenpiteiden vaikutus lintujen suojeluun ei saa olla suhteeton tavoiteltuun päämäärään nähden.", "label": []}
{"text": "30. Toimenpiteiden perusteena olevien tavoitteiden osalta tässä menettelyssä ei ole tarpeen arvioida sitä, onko liima-ansoilla metsästämisen salliminen oikeasuhteinen keino houkutuslintujen pyydystämisen mahdollistamiseksi. Tämä tosin on asian kannalta merkityksellisissä Ranskan säännöksissä vahvistettu tavoite.(11) Tämä keino ei kuitenkaan ole sellaisenaan tarpeellinen, sillä houkutuslintuja voitaisiin hankkia myös muilla tavoin, kuten verkoilla tai mahdollisesti kasvattamalla niitä vankeudessa.(12)", "label": [[272, 279, "LOC"]]}
{"text": "31. Siltä osin kuin on nähtävissä, perusteluna kyseeseen tulee ainoastaan Conseil d’État’n mainitsema ja ympäristölain (code de l’environnement) L. 424-4 §:ään perustuva tavoite eli lintujen perinteisten metsästystapojen ja ‑välineiden käytön säilyttäminen virkistystarkoituksia varten. Liima-ansoilla metsästämisen salliminen kyseisillä alueilla on kiistatta tarpeellista ja soveltuvaa tämän metsästysmenetelmän käytön jatkamisen sallimiseksi.", "label": [[74, 90, "ORG"]]}
{"text": "2. Vastakkaiset edut", "label": []}
{"text": "32. Conseil d’État’n kysymyksellä, joka koskee sen arvioimista, onko muuta tyydyttävää ratkaisua olemassa, pyritään lähinnä määrittämään perinteisen metsästysmenetelmän säilyttämisen suhteellinen painoarvo lintujen suojeluun nähden. Lintujen suojelua koskevan poikkeuksen, jota jäsenvaltio aikoo käyttää, on oltava oikeassa suhteessa sen oikeuttavaan tarpeeseen.(13) Jos lintujen suojelu on etusijalla näihin tarpeisiin nähden, toinen tyydyttävä ratkaisu on luopua lintujen suojelua koskevasta poikkeuksesta.", "label": [[4, 20, "ORG"]]}
{"text": "33. Aluksi on näin ollen selvitettävä, onko lintujen perinteisten metsästystapojen ja ‑välineiden säilyttäminen virkistystarkoituksia varten ylipäätään sellainen tavoite, jolla voidaan perustella lintudirektiivin 8 artiklassa säädetystä kiellosta poikkeamista, ennen kuin tavoitteen saavuttamista voidaan mahdollisesti punnita lintudirektiivin tavoitteita vasten.", "label": []}
{"text": "a) Perinteisten metsästysmenetelmien säilyttämistä koskeva tavoite", "label": []}
{"text": "34. Perinteisten metsästysmenetelmien säilyttämisellä virkistystarkoituksia varten voidaan perustella lintudirektiivissä säädetyistä kielloista poikkeamista kyseisen direktiivin 9 artiklan 1 kohdan c alakohdan mukaisesti vain, jos se merkitsee kyseisten lintulajien asiallista hyötykäyttöä.", "label": []}
{"text": "35. Unionin tuomioistuin ei voi antaa lopullista ja kattavaa ratkaisua siitä, minkälaista käyttöä on pidettävä asiallisena hyötykäyttönä. Se, onko tiettyjen perinteisten käytäntöjen säilyttäminen asiallista hyödyntämistä, riippuu erityisesti moraalisista tai kulttuurisista näkökannoista, joten jäsenvaltioille on myönnettävä tältä osin tietty harkintavalta, jonka rajoja ne loukkaavat ainoastaan, jos kyse on ilmeisestä arviointivirheestä.(14)", "label": [[4, 24, "ORG"]]}
{"text": "36. SEUT 13 artiklassa vahvistetaan tämä näkemys. Sen mukaan unionin ja jäsenvaltioiden on tosin otettava tietyillä politiikan aloilla täysimääräisesti huomioon eläinten hyvinvoinnin vaatimukset, sillä ne ovat tuntevia olentoja, mutta niiden on kunnioitettava samalla erityisesti uskonnollisiin rituaaleihin, kulttuuriperinteeseen ja alueelliseen perintöön liittyviä jäsenvaltioiden lakeja ja hallinnollisia määräyksiä. Riippumatta siitä, kuuluuko lintujen metsästys jonkin tässä tarkoitetun politiikan alaan, tämän huomioon ottaminen kuuluu nimenomaan kansallisille viranomaisille ainakin silloin, kun unionin oikeudessa ei ole vahvistettu tältä osin erityisiä sääntöjä.", "label": [[61, 68, "ORG"], [603, 610, "LOC"]]}
{"text": "37. Sellaisen perinteisen metsästysmenetelmän säilyttäminen virkistystarkoituksia varten, joka rajoittuu suhteellisen yleisiin lajeihin, ei ole ilmeisen asiatonta hyödyntämistä.", "label": []}
{"text": "38. Lintusaaliisiin liittyvä puhtaasti aineellinen intressi on tosin varmastikin hyvin rajallinen, ja se voitaisiin saavuttaa tyydyttävästi käyttämällä kasvatettuja lintuja(15) – myös muita lajeja. Virkistysmetsästyksessä on kyse pikemminkin vapaa-ajan toiminnasta, jota on vaikea perustella järkisyin. Erityisesti on todettava, että jos tällaisen subjektiivisen toiveen osalta tukeudutaan perinteiseen alueelliseen käytäntöön ja jos kyseiset henkilöt ovat mahdollisesti harjoittaneet sitä jo pitkään, käytäntöä on silti pidettävä lähtökohtaisesti asiallisena hyötykäyttönä. Sillä, että käytäntöä on harjoitettu aiemmin laillisesti, ei voida perustella oikeudellisen tilanteen suojaamista muutoksilta,(16) mutta ilman tällaisia muutoksia kyseinen käytäntö ei ole kuitenkaan ilman muuta epäasiallinen.", "label": []}
{"text": "39. Unionin tuomioistuin on noudattanut tätä linjaa ainakin implisiittisesti toteamalla toistuvasti – vastoin eri julkisasiamiesten(17) epäilyjä –, että virkistystarkoituksessa harjoitettu luonnonvaraisten lintujen metsästys ja luonnonvaraisten lintujen hallussa pitäminen on asiallista hyötykäyttöä.(18)", "label": [[4, 24, "ORG"], [114, 131, "PROFESSION"]]}
{"text": "40. Jos jäsenvaltioiden toimivaltaiset viranomaiset päättelevät loogisesti, että virkistystarkoituksessa harjoitetun, perinteisen alueellisen metsästysmenetelmän säilyttämisellä on merkittävä kulttuurinen painoarvo, tämän metsästysmenetelmän voidaan katsoa merkitsevän kyseisten lintulajien asiallista hyötykäyttöä.", "label": []}
{"text": "b) Punninta", "label": []}
{"text": "41. Liima-ansalla metsästyksen sallimiselle asetettuja tavoitteita on tarkasteltava sitä vasten, mitä haitallisia vaikutuksia sillä on lintudirektiivin tavoitteiden kannalta.", "label": []}
{"text": "42. Lintudirektiivin 1 artiklan mukaan sen tavoitteena on kaikkien Euroopan lintulajien suojelu. Lintudirektiivin 2 artiklan mukaan tämän tavoitteen saavuttamiseksi jäsenvaltioiden on ylläpidettävä kyseisten lintulajien kantoja sellaisella tasolla, joka vastaa erityisesti ekologisia, tieteellisiä ja sivistyksellisiä vaatimuksia ottaen huomioon taloudelliset ja virkistykseen liittyvät vaatimukset, taikka saatettava nämä kannat tälle tasolle.", "label": [[67, 75, "LOC"]]}
{"text": "43. Kuten olen jo todennut hiljattain,(19) vaikka jäsenvaltioilla on tältä osin tiettyjä erityissäännöksiä lukuun ottamatta harkintavaltaa,(20) lintudirektiivin johdanto-osan kolmannesta, viidennestä, seitsemännestä, kahdeksannesta ja ennen kaikkea kymmenennestä perustelukappaleesta ilmenee, että jäsenvaltioiden on pidettävä kaikkien unionin alueella luonnonvaraisina elävien lintulajien kannat ”tyydyttävällä tasolla”.(21) Jos tätä ei taata, lintujen pyyntiä ei voida missään tapauksessa pitää hyväksyttävänä hyödyntämisenä direktiivin johdanto-osan kymmenennessä perustelukappaleessa tarkoitetulla tavalla.(22)", "label": [[336, 343, "LOC"]]}
{"text": "44. Lintudirektiivin 9 artiklan 1 kohdan c alakohtaa sovellettaessa luonnonvaraisten lintulajien kantojen riittävän tason säilyttämistä koskeva tavoite on varmistettu jo sillä, että kyseisessä säännöksessä vahvistettu poikkeus 5–8 artiklassa säädetyistä kielloista koskee ainoastaan kyseisten lintulajien ”pieniä määriä”.(23) Unionin tuomioistuin on siksi todennut, että tämänhetkisen tieteellisen tiedon valossa sallitaan ainoastaan pyyntimäärät, jotka ovat alle 1 prosentti asianomaisen kannan vuotuisesta kokonaiskuolleisuudesta (keskiarvo) sellaisten lajien osalta, joiden metsästys on kiellettyä, ja noin 1 prosentti sellaisten lajien osalta, joiden metsästys on sallittua.(24)", "label": [[326, 346, "ORG"], [464, 465, "AMOUNT_VALUE"], [466, 475, "AMOUNT_UNIT"], [610, 611, "AMOUNT_VALUE"], [612, 621, "AMOUNT_UNIT"]]}
{"text": "45. Jos liima-ansoilla harjoitettavaa metsästystä rajoitetaan vastaavasti, tavoitteella, joka koskee sen säilyttämistä perinteisenä metsästysmenetelmänä virkistystarkoituksia varten, voidaan lähtökohtaisesti perustella lintudirektiivin 9 artiklan 1 kohdan c alakohdassa säädetyn poikkeuksen soveltamista.", "label": []}
{"text": "46. Sen lisäksi on kuitenkin otettava huomioon tämän poikkeuksen muut edellytykset. Etenkin tiukka valvonta ja tarkastukset ovat välttämättömiä, ja valikoivuutta koskevan perusteen on täytyttävä. Tähän perusteeseen viitataan ensimmäisessä ennakkoratkaisukysymyksessä, jota tarkastellaan jäljempänä.", "label": []}
{"text": "3. Vastaus toiseen kysymykseen", "label": []}
{"text": "47. Näin ollen on todettava, että voidaan hyväksyä sellaisen perinteisen metsästysmenetelmän säilyttäminen, jota harjoitetaan virkistystarkoituksessa ja joka merkitsee kyseisten lintulajien asiallista hyötykäyttöä. Voidaan siis katsoa, että muuta tyydyttävää ratkaisua ei ole ja että lintudirektiivin 9 artiklan 1 kohdan c alakohdassa säädettyä poikkeusta koskeva edellytys täyttyy, jos tällaisen poikkeuksen muut edellytykset täyttyvät. Pyyntimenetelmällä on erityisesti rajoitettava pyynti kyseisten lajien pieniin määriin.", "label": []}
{"text": "B Valikoivuus", "label": []}
{"text": "48. Conseil d’État tiedustelee ensimmäisellä kysymyksellään, onko lintudirektiivin 9 artiklan 1 kohdan c alakohta esteenä sille, että jäsenvaltiot sallivat pyyntimenetelmät, jotka voivat johtaa sivusaaliisiin, vaikka vähäisiinkin ja ainoastaan tilapäisesti. Se pyrkii erityisesti selvittämään, mitä arviointiperusteita, jotka koskevat muun muassa kyseisten sivusaaliiden rajallista osuutta tai määrää ja sallittua metsästysmenetelmää, joka ei lähtökohtaisesti tapa, sekä velvollisuutta vapauttaa tahattomasti pyydystetyt lajit aiheuttamatta vakavaa vahinkoa, voidaan tarvittaessa soveltaa, jotta kyseisessä säännöksessä vahvistettu valikoivuutta koskeva edellytys täyttyy.", "label": [[4, 18, "ORG"]]}
{"text": "49. Tähän kysymykseen vastaamiseksi tarkastelen ensin lintudirektiivin 8 artiklan 1 kohdassa tarkoitetun valikoimattoman pyydystämisen ja lintudirektiivin 9 artiklan 1 kohdan c alakohdassa tarkoitetun valikoivuuden käsitteen välistä suhdetta ja ehdotan tämän jälkeen etujen punnintaan perustuvaa tulkintaa.", "label": []}
{"text": "1. Lintudirektiivin 8 artiklassa tarkoitettu valikoimattomuus", "label": []}
{"text": "50. Lintudirektiivin 8 artiklan 1 kohdassa ja liitteessä IV olevassa a kohdassa kielletään liima-ansalla metsästys, koska kyse on menetelmästä, jolla pyydystetään lintuja valikoimattomasti.(25) Liima-ansa merkitsee nimittäin luonteensa vuoksi vaaraa ainakin niille lintulajeille, jotka eivät pysty vapautumaan ansasta omin voimin ilman lisävahinkoja. Ei myöskään voida sulkea pois sitä, että ansaan jää myös hyönteisiä.", "label": []}
{"text": "51. Komissio korostaa perustellusti, että oikeuskäytännössä on jo todettu, että eräs toinen liima-ansojen käyttöön perustuva menetelmä, tarkemmin sanottuna parany Espanjan Valencian alueella, on lintudirektiivin 8 artiklan 1 kohdassa tarkoitetulla tavalla valikoimaton. Se seikka, että metsästäjät olivat velvollisia puhdistamaan ja päästämään vapaaksi muut ansaan joutuneet linnut kuin kohdelajit – kuten tässäkin tapauksessa –, ei saattanut kyseenalaiseksi kyseisen pyyntimenetelmän valikoimattomuutta.(26) Tämä arviointi on vakuuttava, koska kyseisille linnuille aiheutuu mitä todennäköisimmin vakavaa vahinkoa puhdistamisesta huolimatta.", "label": [[4, 12, "ORG"], [163, 190, "LOC"]]}
{"text": "52. Sanamuodon perusteella on ilmeistä, että lintudirektiivin 8 artiklan 1 kohdassa tarkoitetun valikoimattoman pyyntimenetelmän ei katsota olevan 9 artiklan 1 kohdan c alakohdassa tarkoitettu valikoiva menetelmä,(27) koska lähes kaikissa kyseisen direktiivin kieliversioissa käytetään samaa kantasanaa, toisin sanoen 8 artiklan 1 kohdassa ”valikoimaton” ja 9 artiklan 1 kohdan c alakohdassa ”valikoiva”.", "label": []}
{"text": "53. Myös saksan-, unkarin- ja slovakinkielisissä versioissa, joissa käytetään eri kantasanoja, kuitenkin käytetään lintudirektiivin 8 artiklan ilmaisua ”erotuksetta” (saksankielisessä versiossa ”wahllos”) yhdessä direktiivin 9 artiklan ilmaisun ”valikoivasti” (saksankielisessä versiossa ”selektiv” ja unkarinkielisessä vastaava ilmaus) kanssa ja samaten direktiivin 8 artiklan ilmaisua ”ei valikoiva” yhdessä 9 artiklan ilmaisun ”valintaan perustuva” (slovakinkielinen versio) kanssa. Kyse on synonyymeistä, joista ei voida johtaa erilaista merkitystä.", "label": [[9, 15, "NATIONALITY"], [18, 25, "NATIONALITY"], [30, 48, "NATIONALITY"], [167, 183, "NATIONALITY"], [261, 277, "NATIONALITY"], [302, 319, "NATIONALITY"], [453, 469, "NATIONALITY"]]}
{"text": "54. Ainoastaan latviankielisessä versiossa käytetään täysin erilaisia ilmaisuja, toisin sanoen lintudirektiivin 8 artiklan 1 kohdassa ilmaisua ”ei valikoiva” (”neselektīvas”) ja 9 artiklan 1 kohdan c alakohdassa ilmaisua ”sattumanvarainen” (”izlases”). Kyseessä on kuitenkin selvästi käännösvirhe, jolla ei voinut olla vaikutusta Ranskan liima-ansapyyntiä koskevaan tuomioon(28) ennen Latvian liittymistä unioniin.", "label": [[15, 32, "NATIONALITY"], [330, 337, "LOC"], [385, 392, "ORG"], [405, 413, "ORG"]]}
{"text": "55. Ranskaa vastaan annetun tuomion ja sitä seuranneen oikeuskäytännön(29) mukaan pyyntimenetelmän valikoimaton luonne ei välttämättä sulje pois lintudirektiivin 9 artiklan 1 kohdan c alakohtaan tukeutumista, vaan unionin tuomioistuin arvioi tätä poikkeusta säännöllisesti suhteessa valikoimattomiin metsästysmenetelmiin.", "label": [[4, 11, "ORG"], [214, 234, "ORG"]]}
{"text": "56. Tätä tulkintaa tukee se, että muutoin tällä poikkeuksella ei olisi tehokasta vaikutusta 8 artiklan osalta. Myöskään lähemmässä tarkastelussa ei ole nähtävissä metsästysmenetelmää, jolla taattaisiin täysi valikoivuus. Jopa aseilla harjoitettava metsästys, joka on julkisasiamies Adelholtin mukaan nimenomaan valikoiva pyyntimenetelmä,(30) johtaa käytännössä tahattomiin uhreihin, mikä käy ilmi muun muassa metsästysonnettomuuksista.", "label": [[267, 281, "PROFESSION"], [282, 292, "PER"]]}
{"text": "2. Lintudirektiivin 9 artiklassa tarkoitetun valikoivuuden käsitteen tulkinta", "label": []}
{"text": "57. Mainitun oikeuskäytännön perusteella valikoivuuden käsitettä voidaan mielestäni tulkita kahdella eri tavalla.", "label": []}
{"text": "58. Ensinnäkin valikoivina voitaisiin pitää metsästysmenetelmiä, joilla muita kuin kohdelajeja pyydystetään mahdollisimman vähäisessä määrin de minimis ‑rajaa noudattaen. Miten tämä raja sitten määritetään määrällisesti?", "label": []}
{"text": "59. Sen lisäksi, että selkeän de minimis ‑rajan määrittäminen on vaikeaa, on muitakin syitä, joiden vuoksi pidän parempana tukeutua jo edellä tarkasteltuun(31) lintudirektiivin 9 artiklan 1 kohdan funktioon. Tällä säännöksellä pyritään nimittäin mahdollistamaan lintujen suojelun ja muiden oikeutettujen etujen punninta.", "label": []}
{"text": "60. Mielestäni vaikuttaa näin ollen järkevältä olla tulkitsematta valikoivuusedellytystä siten, että se olisi ehdoton raja lintudirektiivin 9 artiklan 1 kohdan c alakohdassa säädetyn poikkeuksen soveltamiselle. Olisi pikemminkin tutkittava, ovatko tiettyjen lintulajien tahaton pyydystäminen ja sen seuraukset suhteettomia pyyntimenetelmän todettuihin tuloksiin ja etuihin nähden.", "label": []}
{"text": "61. Näin ollen on selvitettävä, mikä on se sivusaaliin määrä, joka voidaan vielä hyväksyä poikkeuksen tavoitteen kannalta.", "label": []}
{"text": "3. Punninnan kannalta merkitykselliset seikat", "label": []}
{"text": "62. Näin ymmärrettynä valikoivuus kuuluu lintudirektiivin 9 artiklan 1 kohdan c alakohdassa säädetyn poikkeuksen jo edellä esitettyihin tunnuspiirteisiin.", "label": []}
{"text": "63. Punninta on tarpeen erityisesti sen arvioimiseksi, onko olemassa jokin muu tyydyttävä ratkaisu, sillä kyse on yleensä ratkaisuista, joilla tarkastellun metsästysmenetelmän tavoite saavutetaan heikommin. Mitä suurempia ovat kyseisen metsästysmenetelmän haitat lintujen suojelulle, sitä enemmän on syytä rajoittaa sen tavoitteiden saavuttamista, mikä voi merkitä metsästysmenetelmän kieltämistä.", "label": []}
{"text": "64. Nyt käsiteltävässä asiassa on otettava huomioon se, että Ranskan lainsäädännössä metsästäjät velvoitetaan välittömästi puhdistamaan ja päästämään vapaaksi linnut, joita metsästyslupa ei koske. Asianosaisena olevat luonnonsuojeluyhdistykset väittävät kuitenkin, ettei tätä velvollisuutta ole noudatettu. Liima-ansat ovat lisäksi luonteensa vuoksi omiaan vahingoittamaan pyydystettyjen lintujen sulkapeitettä. Siksi voidaan epäillä, toipuvatko linnut ennalleen. Lisäksi julkisasiamies Gerasimova on jo todennut, että jo linnun pyydystämisen aiheuttama stressi voi johtaa sen kuolemaan.(32)", "label": [[61, 68, "LOC"], [472, 486, "PROFESSION"], [487, 497, "PER"]]}
{"text": "65. Nämä väitteet tähdentävät kahta asiaa.", "label": []}
{"text": "66. Ensinnäkin lintudirektiivin 9 artiklan 1 kohdan c alakohdassa tarkoitettu poikkeus voidaan myöntää vain tarkoin valvotuissa oloissa, ja 9 artiklan 2 kohdan e alakohdassa edellytetään, että suoritettavat tarkastukset on mainittava. Jos riittävät tarkastukset on suoritettu, sääntöjen rikkomista koskevien väitteiden arvioimisen tai hylkäämisen pitäisi olla suhteellisen helppoa asiaa koskevien raporttien avulla.", "label": []}
{"text": "67. Toiseksi, kun toimivaltaiset viranomaiset päättävät lintudirektiivin 9 artiklassa tarkoitetuista poikkeuksista, niillä on oltava käytettävissään laadukkaat ja ajan tasalla olevat tieteelliset tiedot.(33) Tiedoista on käytävä ilmi liima-ansoilla harjoitettavan metsästyksen osalta, missä määrin muita kuin toivottuja lintulajeja jää saaliiksi ja mitä vahinkoja kyseisille yksilöille tällöin aiheutuu. Muutoin toimivaltaiset viranomaiset eivät voi arvioida asianmukaisesti lintujen suojeluun liittyviä haittoja punnintaa varten.", "label": []}
{"text": "68. Tahattomasti pyydystettyjen lintujen suojeluun kohdistuvien pyyntimenetelmän vaikutusten tieteellisestä arvioinnista saatuja tuloksia ja kohdelajeille aiheutuvia haittoja on punnittava metsästyksen harjoittamiseen liittyviä vastakkaisia etuja vasten. Tällöin on niin, että mitä vakavampia vaikutuksia metsästysmenetelmällä on, sitä tärkeämpiä on oltava etujen, joilla sitä perustellaan.", "label": []}
{"text": "4. Vastaus ensimmäiseen kysymykseen", "label": []}
{"text": "69. Metsästysmenetelmän voidaan näin ollen katsoa olevan riittävän valikoiva lintudirektiivin 9 artiklan 1 kohdan c alakohdassa tarkoitetulla tavalla, jos tämänhetkisten laadukkaiden tieteellisten tietojen ja riittävien käytännön tarkastusten avulla on varmistettu, että tahattomasti pyydystetty lintusaalis ja sen seuraukset ovat hyväksyttäviä pyyntimenetelmän kulttuuriseen merkitykseen nähden.", "label": []}
{"text": "V Ratkaisuehdotus", "label": []}
{"text": "70. Edellä esitetyn perusteella ehdotan, että unionin tuomioistuin ratkaisee asian seuraavasti:", "label": [[46, 66, "ORG"]]}
{"text": "1) Sellaisen perinteisen metsästysmenetelmän säilyttäminen, jota harjoitetaan virkistystarkoituksessa ja joka merkitsee kyseisten lintulajien asiallista hyötykäyttöä, voidaan hyväksyä. Voidaan siis katsoa, että muuta tyydyttävää ratkaisua ei ole ja että luonnonvaraisten lintujen suojelusta annetun direktiivin 2009/147/EY 9 artiklan 1 kohdan c alakohdassa säädettyä poikkeusta koskeva edellytys täyttyy, jos tällaisen poikkeuksen muut edellytykset täyttyvät. Pyyntimenetelmällä on erityisesti rajoitettava pyynti kyseisten lajien pieniin määriin.", "label": []}
{"text": "2) Metsästysmenetelmän voidaan näin ollen katsoa olevan riittävän valikoiva direktiivin 2009/147 9 artiklan 1 kohdan c alakohdassa tarkoitetulla tavalla, jos tämänhetkisten laadukkaiden tieteellisten tietojen ja riittävien käytännön tarkastusten avulla on varmistettu, että tahattomasti pyydystetty lintusaalis ja sen seuraukset ovat hyväksyttäviä pyyntimenetelmän kulttuuriseen merkitykseen nähden.", "label": []}
{"text": "1 Alkuperäinen kieli: saksa.", "label": [[22, 27, "NATIONALITY"]]}
{"text": "2 Ks. julkisasiamies Adelholtin ratkaisuehdotus komissio v. Espanja (parany) (C-79/03, EU:C:2004:507, 3 kohta).", "label": [[6, 20, "PROFESSION"], [21, 31, "PER"], [48, 56, "ORG"], [60, 67, "ORG"]]}
{"text": "3 https://france3-regions.francetvinfo.fr/provence-alpes-cote-d-azur/chasse-glu-collimateur-ecologistes-ministre-surtout-europe-1857870.html‚ vierailtu 23.10.2020.", "label": [[2, 140, "URL"], [152, 162, "DATE"]]}
{"text": "4 https://www.francetvinfo.fr/france/chasse/la-chasse-a-la-glu-pour-les-grives-et-les-merles-est-interdite-cette-annee-annonce-l-elysee_4086749.html, vierailtu 23.10.2020.", "label": [[2, 148, "URL"], [160, 170, "DATE"]]}
{"text": "5 Nykyään luonnonvaraisten lintujen suojelusta 30.11.2009 annettu Euroopan parlamentin ja neuvoston direktiivi 2009/147/EY (EUVL 2010, L 20, s. 7), sellaisena kuin se on muutettuna tiettyjen ympäristöalan direktiivien mukauttamisesta Kroatian tasavallan liittymisen johdosta 13.5.2013 annetulla neuvoston direktiivillä 2013/17/EU (EUVL 2013, L 158, s. 193).", "label": [[47, 57, "DATE"], [66, 86, "ORG"], [90, 99, "ORG"], [234, 253, "ORG"], [275, 284, "DATE"], [295, 304, "ORG"]]}
{"text": "6 Tuomio 27.4.1988, komissio v. Ranska (252/85, EU:C:1988:202, 23–33 kohta).", "label": [[9, 18, "DATE"], [20, 28, "ORG"], [32, 38, "ORG"]]}
{"text": "7 Tuomio 27.4.1988, komissio v. Ranska (252/85, EU:C:1988:202, 27 ja 28 kohta) ja tuomio 9.12.2004, komissio v. Espanja (parany) (C-79/03, EU:C:2004:782, 34 kohta).", "label": [[9, 18, "DATE"], [20, 28, "ORG"], [32, 38, "ORG"], [89, 98, "DATE"], [100, 108, "ORG"], [112, 119, "ORG"]]}
{"text": "8 Tuomio 10.9.2009, komissio v. Malta (C-76/08, EU:C:2009:535, 57 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 67 kohta).", "label": [[9, 18, "DATE"], [20, 28, "ORG"], [32, 37, "ORG"], [83, 92, "DATE"], [94, 102, "ORG"], [106, 111, "ORG"]]}
{"text": "9 Tuomio 11.7.1989, Schräder HS Kraftfutter (265/87, EU:C:1989:303, 21 kohta); tuomio 9.3.2010, ERG ym. (C-379/08 ja C-380/08, EU:C:2010:127, 86 kohta) ja tuomio 4.6.2020, Unkari v. komissio (C‑456/18 P, EU:C:2020:421, 41 kohta).", "label": [[9, 18, "DATE"], [20, 43, "ORG"], [86, 94, "DATE"], [96, 99, "ORG"], [162, 170, "DATE"], [172, 178, "ORG"], [182, 190, "ORG"]]}
{"text": "10 Tuomio 8.6.2006, WWF Italia ym. (C-60/05, EU:C:2006:378, 34 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 66 kohta).", "label": [[10, 18, "DATE"], [20, 30, "ORG"], [80, 89, "DATE"], [91, 99, "ORG"], [103, 108, "ORG"]]}
{"text": "11 Ks. edellä 11 kohta.", "label": []}
{"text": "12 Tuomio 8.7.1987, komissio v. Belgia (247/85, EU:C:1987:339, 41 kohta) ja tuomio 12.12.1996, LRBPO ja AVES (C-10/96, EU:C:1996:504, 18 kohta).", "label": [[10, 18, "DATE"], [20, 28, "ORG"], [32, 38, "ORG"], [83, 93, "DATE"], [95, 100, "ORG"], [104, 108, "ORG"]]}
{"text": "13 Tuomio 10.9.2009, komissio v. Malta (C-76/08, EU:C:2009:535, 57 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 67 kohta).", "label": [[10, 19, "DATE"], [21, 29, "ORG"], [33, 38, "ORG"], [84, 93, "DATE"], [95, 103, "ORG"], [107, 112, "ORG"]]}
{"text": "14 Ks. lasten suojelemisesta tuomio 14.2.2008, Dynamic Medien (C-244/06, EU:C:2008:85, 44 kohta), tieliikenneturvallisuudesta tuomio 10.2.2009, komissio v. Italia (C-110/05, EU:C:2009:66, 65 kohta) sekä kansanterveyden suojelun tasosta tuomio 7.3.1989, Bakker (215/87, EU:C:1989:111, 17 kohta); tuomio 11.12.2003, Deutscher Apothekerverband (C-322/01, EU:C:2003:664, 103 kohta) ja tuomio 1.10.2020, A (Lääkkeiden mainonta ja verkkomyynti) (C-649/18, EU:C:2020:764, 71 kohta).", "label": [[36, 45, "DATE"], [47, 61, "ORG"], [133, 142, "DATE"], [144, 152, "ORG"], [156, 162, "ORG"], [243, 251, "DATE"], [253, 259, "PER"], [302, 312, "DATE"], [314, 340, "ORG"], [388, 397, "DATE"], [399, 400, "ORG"]]}
{"text": "15 Tuomio 8.7.1987, komissio v. Belgia (247/85, EU:C:1987:339, 41 kohta) ja tuomio 12.12.1996, LRBPO ja AVES (C-10/96, EU:C:1996:504, 18 kohta).", "label": [[10, 18, "DATE"], [20, 28, "ORG"], [32, 38, "ORG"], [83, 93, "DATE"], [95, 100, "ORG"], [104, 108, "ORG"]]}
{"text": "16 Tuomio 16.5.1979, Galli (84/78, EU:C:1979:129, 21 kohta); tuomio 29.1.2002, Jachowicz-Perrin (C-162/00, EU:C:2002:57, 55 kohta) ja tuomio 6.10.2015, komissio v. Leotveisen (C‑303/13 P, EU:C:2015:647, 49 kohta).", "label": [[10, 19, "DATE"], [21, 26, "PER"], [68, 77, "DATE"], [79, 95, "PER"], [141, 150, "DATE"], [152, 160, "ORG"], [164, 174, "PER"]]}
{"text": "17 Julkisasiamies Torgebyn ratkaisuehdotus LRBPO ja AVES (C-10/96, EU:C:1996:430, 36 kohta); julkisasiamies Philip-Martin Cooperin ratkaisuehdotus Ligue pour la protection des oiseaux ym. (C-182/02, EU:C:2003:248, 23 kohta ja sitä seuraavat kohdat); julkisasiamies Adelholtin ratkaisuehdotus komissio v. Espanja (parany) (C-79/03, EU:C:2004:507, 35 kohta) ja julkisasiamies Gerasimovin ratkaisuehdotus komissio v. Malta (peippo) (C-557/15, EU:C:2017:613, 90 ja 107–110 kohta).", "label": [[3, 17, "PROFESSION"], [18, 26, "PER"], [43, 48, "ORG"], [52, 56, "ORG"], [93, 107, "PROFESSION"], [108, 130, "PER"], [147, 183, "ORG"], [250, 264, "PROFESSION"], [265, 275, "PER"], [292, 300, "ORG"], [304, 311, "ORG"], [359, 373, "PROFESSION"], [374, 385, "PER"], [402, 410, "ORG"], [414, 419, "ORG"]]}
{"text": "18 Tuomio 8.7.1987, komissio v. Italia (262/85, EU:C:1987:340, 38 kohta); tuomio 12.12.1996, LRBPO ja AVES (C-10/96, EU:C:1996:504, 16 ja 24 kohta); tuomio 16.10.2003, Ligue pour la protection des oiseaux ym. (C-182/02, EU:C:2003:558, 11 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 65 kohta).", "label": [[10, 18, "DATE"], [20, 28, "ORG"], [32, 38, "ORG"], [81, 91, "DATE"], [93, 98, "ORG"], [102, 106, "ORG"], [156, 166, "DATE"], [168, 204, "ORG"], [255, 264, "DATE"], [266, 274, "ORG"], [278, 283, "ORG"]]}
{"text": "19 Ratkaisuehdotukseni Föreningen Skydda Skogen ym. (C-473/19 ja C-474/19, EU:C:2020:699, 97 kohta).", "label": [[23, 47, "ORG"]]}
{"text": "20 Ks. tuomio 8.7.1987, komissio v. Belgia (247/85, EU:C:1987:339, 8 kohta); komissio v. Italia (262/85, EU:C:1987:340, 8 kohta) ja tuomio 19.1.1994, Association pour la protection des animaux sauvages ym. (C-435/92, EU:C:1994:10, 20 kohta).", "label": [[14, 22, "DATE"], [24, 32, "ORG"], [36, 42, "ORG"], [77, 85, "ORG"], [89, 95, "ORG"], [139, 148, "DATE"], [150, 201, "ORG"]]}
{"text": "21 Ks. tuomio 27.4.1988, komissio v. Ranska (252/85, EU:C:1988:202, 28 kohta); tuomio 16.10.2003, Ligue pour la protection des oiseaux ym. (C-182/02, EU:C:2003:558, 17 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 68 kohta); julkisasiamies Adelholtin ratkaisuehdotus WWF Italia ym. (C-60/05, EU:C:2006:116, 50 kohta) ja ratkaisuehdotukseni komissio v. Irlanti (C-418/04, EU:C:2006:569, 111 ja 112 kohta).", "label": [[14, 23, "DATE"], [25, 33, "ORG"], [37, 43, "ORG"], [86, 96, "DATE"], [98, 134, "ORG"], [185, 194, "DATE"], [196, 204, "ORG"], [208, 213, "ORG"], [280, 294, "PROFESSION"], [295, 305, "PER"], [322, 332, "ORG"], [395, 403, "ORG"], [407, 414, "ORG"]]}
{"text": "22 Tuomio 16.10.2003, Ligue pour la protection des oiseaux ym. (C-182/02, EU:C:2003:558, 17 kohta); tuomio 8.6.2006, WWF Italia ym. (C-60/05, EU:C:2006:378, 32 kohta); tuomio 10.9.2009, komissio v. Malta (C-76/08, EU:C:2009:535, 59 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 68 kohta).", "label": [[10, 20, "DATE"], [22, 58, "ORG"], [107, 115, "DATE"], [117, 127, "ORG"], [175, 184, "DATE"], [186, 194, "ORG"], [198, 203, "ORG"], [249, 258, "DATE"], [260, 268, "ORG"], [272, 277, "ORG"]]}
{"text": "23 Tuomio 16.10.2003, Ligue pour la protection des oiseaux ym. (C-182/02, EU:C:2003:558, 17 kohta); tuomio 21.6.2018, komissio v. Malta (peippo) (C-557/15, EU:C:2018:477, 66 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 89 kohta).", "label": [[10, 20, "DATE"], [22, 58, "ORG"], [107, 116, "DATE"], [118, 126, "ORG"], [130, 135, "ORG"], [191, 200, "DATE"], [202, 210, "ORG"], [214, 219, "ORG"]]}
{"text": "24 Tuomio 15.12.2005, komissio v. Suomi (C-344/03, EU:C:2005:770, 53 ja 54 kohta) ja tuomio 21.6.2018, komissio v. Malta (peippo) (C-557/15, EU:C:2018:477, 63 kohta). Sillä, että 23.4.2020 annetussa tuomiossa komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 90 kohta) ei nimenomaisesti viitata kokonaiskuolleisuuteen ilman lisäperusteluja, ei oletettavasti ole merkitystä aikaisempaa oikeuskäytäntöä koskevan viittauksen vuoksi.", "label": [[10, 20, "DATE"], [22, 30, "ORG"], [34, 39, "ORG"], [92, 101, "DATE"], [103, 111, "ORG"], [115, 120, "ORG"], [179, 188, "DATE"], [209, 217, "ORG"], [221, 226, "ORG"]]}
{"text": "25 Julkisasiamies Silva Bentosin ratkaisuehdotus komissio v. Ranska (252/85, EU:C:1988:55, 43 kohta). Ks. myös tuomio 27.4.1988, komissio v. Ranska (252/85, EU:C:1988:202, 27 kohta).", "label": [[3, 17, "PROFESSION"], [18, 32, "PER"], [49, 57, "ORG"], [61, 67, "ORG"], [118, 127, "DATE"], [129, 137, "ORG"], [141, 147, "ORG"]]}
{"text": "26 Tuomio 9.12.2004, komissio v. Espanja (parany) (C-79/03, EU:C:2004:782, 20 kohta).", "label": [[10, 19, "DATE"], [21, 29, "ORG"], [33, 40, "ORG"]]}
{"text": "27 Näin on todennut myös julkisasiamies Silva Bento ratkaisuehdotuksessaan komissio v. Ranska (252/85, EU:C:1988:55, 43 kohta). Ks. myös tuomio 8.7.1987, komissio v. Italia (262/85, EU:C:1987:340, 39 kohta) ja tuomio 21.6.2018, komissio v. Malta (peippo) (C-557/15, EU:C:2018:477, 84 ja 85 kohta).", "label": [[25, 39, "PROFESSION"], [40, 51, "PER"], [75, 83, "ORG"], [87, 93, "ORG"], [144, 152, "DATE"], [154, 162, "ORG"], [166, 172, "ORG"], [217, 226, "DATE"], [228, 236, "ORG"], [240, 245, "ORG"]]}
{"text": "28 Tuomio 27.4.1988, komissio v. Ranska (252/85, EU:C:1988:202, 27 ja 28 kohta).", "label": [[10, 19, "DATE"], [21, 29, "ORG"], [33, 39, "ORG"]]}
{"text": "29 Ks. myös tuomio 9.12.2004, komissio v. Espanja (parany) (C-79/03, EU:C:2004:782, 34 kohta) ja tuomio 21.6.2018, komissio v. Malta (peippo) (C-557/15, EU:C:2018:477, 84 kohta ja sitä seuraavat kohdat).", "label": [[19, 28, "DATE"], [30, 38, "ORG"], [42, 49, "ORG"], [104, 113, "DATE"], [115, 123, "ORG"], [127, 132, "ORG"]]}
{"text": "30 Ratkaisuehdotus komissio v. Espanja (parany) (C-79/03, EU:C:2004:507, 31 kohta).", "label": [[19, 27, "ORG"], [31, 38, "ORG"]]}
{"text": "31 Ks. edellä 24–28 kohta.", "label": []}
{"text": "32 Ratkaisuehdotus komissio v. Malta (peippo) (C-557/15, EU:C:2017:613, 102 kohta).", "label": [[19, 27, "ORG"], [31, 36, "ORG"]]}
{"text": "33 Ks. tuomio 8.6.2006, WWF Italia ym. (C-60/05, EU:C:2006:378, 28 kohta); tuomio 10.10.2019, Luonnonsuojeluyhdistys Tapiola (C-674/17, EU:C:2019:851, 45 ja 51 kohta) ja tuomio 23.4.2020, komissio v. Suomi (Uroshaahkan kevätmetsästys) (C-217/19, EU:C:2020:291, 70 kohta).", "label": [[14, 22, "DATE"], [24, 34, "ORG"], [82, 92, "DATE"], [94, 124, "ORG"], [177, 186, "DATE"], [188, 196, "ORG"], [200, 205, "ORG"]]}
