{"text": "UNIONIN TUOMIOISTUIMEN TUOMIO (ensimmäinen jaosto)", "label": [[0, 22, "ORG"], [31, 49, "ORG"]]}
{"text": "14 päivänä tammikuuta 2021 (*)(i)", "label": [[0, 26, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – Vapauden, turvallisuuden ja oikeuden alue – Direktiivi 2008/115/EY – Jäsenvaltioissa sovellettavat yhteiset vaatimukset ja menettelyt laittomasti oleskelevien kolmansien maiden kansalaisten palauttamiseksi – 5 artiklan a alakohta, 6 artiklan 1 ja 4 kohta, 8 artiklan 1 kohta ja 10 artikla – Ilman huoltajaa olevasta alaikäisestä tehty palauttamispäätös – Lapsen etu – Asianomaisen jäsenvaltion velvollisuus varmistaa ennen palauttamispäätöksen tekemistä, että kyseinen alaikäinen palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto – Eron tekeminen ainoastaan alaikäisen iän perusteella oleskeluoikeutta myönnettäessä – Palauttamispäätös, jonka jälkeen ei toteuteta maastapoistamista", "label": []}
{"text": "Asiassa C-441/19,", "label": []}
{"text": "jossa on kyse SEUT 267 artiklaan perustuvasta ennakkoratkaisupyynnöstä, jonka Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (Haagin alioikeus, ’s‑Hertogenboschin istuntopaikka, Alankomaat) on esittänyt 12.6.2019 tekemällään päätöksellä, joka on saapunut unionin tuomioistuimeen samana päivänä, saadakseen ennakkoratkaisun asiassa", "label": [[78, 96, "ORG"], [113, 128, "LOC"], [130, 146, "ORG"], [148, 180, "LOC"], [182, 192, "LOC"], [207, 216, "DATE"], [259, 282, "ORG"]]}
{"text": "RZ vastaan Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [11, 54, "PROFESSION"]]}
{"text": "UNIONIN TUOMIOISTUIN (ensimmäinen jaosto),", "label": [[0, 41, "ORG"]]}
{"text": "toimien kokoonpanossa: jaoston puheenjohtaja S.-Z. Brunschot sekä tuomarit G. Peeter Hughes, A. Krüger, O. Andersson (esittelevä tuomari) ja F. Marainen,", "label": [[23, 30, "ORG"], [31, 44, "PROFESSION"], [45, 60, "PER"], [66, 74, "PROFESSION"], [75, 91, "PER"], [93, 102, "PER"], [104, 116, "PER"], [118, 136, "PROFESSION"], [141, 152, "PER"]]}
{"text": "julkisasiamies: G. Meelimäe,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "kirjaaja: V. Schubert,", "label": [[0, 8, "PROFESSION"], [10, 21, "PER"]]}
{"text": "ottaen huomioon kirjallisessa käsittelyssä esitetyn,", "label": []}
{"text": "ottaen huomioon huomautukset, jotka sille ovat esittäneet", "label": []}
{"text": "– RZ, edustajanaan J. M. Kraus, advocaat,", "label": [[2, 4, "PER"], [6, 18, "PROFESSION"], [19, 30, "PER"], [32, 40, "PROFESSION"]]}
{"text": "– Alankomaiden hallitus, asiamiehinään T. R. Jansen ja R. G. Manveld,", "label": [[2, 23, "ORG"], [25, 38, "PROFESSION"], [39, 51, "PER"], [55, 68, "PER"]]}
{"text": "– Belgian hallitus, asiamiehinään R. Van Reenen ja F. Bakker,", "label": [[2, 18, "ORG"], [20, 33, "PROFESSION"], [34, 47, "PER"], [51, 60, "PER"]]}
{"text": "– Euroopan komissio, asiamiehinään S. Moldovan ja I. Britton,", "label": [[2, 19, "ORG"], [21, 34, "PROFESSION"], [35, 46, "PER"], [50, 60, "PER"]]}
{"text": "kuultuaan julkisasiamiehen 2.7.2020 pidetyssä istunnossa esittämän ratkaisuehdotuksen,", "label": [[10, 26, "PROFESSION"], [27, 35, "DATE"]]}
{"text": "on antanut seuraavan tuomion", "label": []}
{"text": "1 Ennakkoratkaisukysymys koskee Euroopan unionin perusoikeuskirjan (jäljempänä perusoikeuskirja) 4, 21 ja 24 artiklan, jäsenvaltioissa sovellettavista yhteisistä vaatimuksista ja menettelyistä laittomasti oleskelevien kolmansien maiden kansalaisten palauttamiseksi 16.12.2008 annetun Euroopan parlamentin ja neuvoston direktiivin 2008/115/EY (EUVL 2008, L 348, s. 98) 5 artiklan a alakohdan, 6 artiklan 1 ja 4 kohdan, 8 artiklan 1 kohdan ja 10 artiklan sekä vaatimuksista kolmansien maiden kansalaisten ja kansalaisuudettomien henkilöiden määrittelemiseksi kansainvälistä suojelua saaviksi henkilöiksi, pakolaisten ja henkilöiden, jotka voivat saada toissijaista suojelua, yhdenmukaiselle asemalle sekä myönnetyn suojelun sisällölle 13.12.2011 annetun Euroopan parlamentin ja neuvoston direktiivin 2011/95/EU (EUVL 2011, L 337, s. 9) 15 artiklan tulkintaa.", "label": [[32, 48, "LOC"], [265, 275, "DATE"], [284, 304, "ORG"], [308, 317, "ORG"], [733, 743, "DATE"], [752, 772, "ORG"], [776, 785, "ORG"]]}
{"text": "2 Tämä pyyntö on esitetty asiassa, jossa asianosaisina ovat ilman huoltajaa oleva alaikäinen kolmannen maan kansalainen RZ ja Staatssecretaris van Justitie en Veiligheid (oikeus- ja turvallisuusasioista vastaava valtiosihteeri, Alankomaat; jäljempänä valtiosihteeri) ja jossa on kyse päätöksen, jolla kyseinen alaikäinen velvoitettiin poistumaan Euroopan unionin alueelta, lainmukaisuudesta.", "label": [[120, 122, "PER"], [126, 169, "PROFESSION"], [171, 211, "PROFESSION"], [212, 226, "PROFESSION"], [228, 238, "LOC"], [251, 265, "PROFESSION"], [346, 362, "LOC"]]}
{"text": "Asiaa koskevat oikeussäännöt", "label": []}
{"text": "Unionin oikeus", "label": [[0, 7, "LOC"]]}
{"text": "Direktiivi 2008/115", "label": []}
{"text": "3 Direktiivin 2008/115 johdanto-osan 2, 4, 22 ja 24 perustelukappaleessa todetaan seuraavaa:", "label": []}
{"text": "”(2) Brysselissä 4 ja 5 päivänä marraskuuta 2004 kokoontunut Eurooppa-neuvosto vaati tehokasta maastapoistamis- ja palauttamispolitiikkaa, joka perustuu yhteisiin vaatimuksiin, joiden mukaisesti henkilöt palautetaan inhimillisellä tavalla ja heidän perusoikeuksiaan ja ihmisarvoaan täysimääräisesti kunnioittaen.", "label": [[5, 16, "LOC"], [17, 18, "DATE"], [22, 48, "DATE"], [61, 78, "ORG"]]}
{"text": "– –", "label": []}
{"text": "(4) On tarpeen sopia selkeistä, avoimista ja oikeudenmukaisista säännöistä, joilla luodaan tehokas palauttamispolitiikka välttämättömänä osana hallittua maahanmuuttopolitiikkaa.", "label": []}
{"text": "– –", "label": []}
{"text": "(22) Lapsen oikeuksista vuonna 1989 tehdyn Yhdistyneiden Kansakuntien yleissopimuksen mukaisesti jäsenvaltioiden olisi ensisijaisesti otettava huomioon lapsen etu tätä direktiiviä sovellettaessa. Ihmisoikeuksien ja perusvapauksien suojaamiseksi tehdyn [4.11.1950 Roomassa allekirjoitetun] eurooppalaisen yleissopimuksen mukaisesti jäsenvaltioiden olisi ensisijaisesti otettava huomioon perhe-elämän kunnioittamisen periaate tätä direktiiviä sovellettaessa.", "label": [[24, 35, "DATE"], [43, 69, "ORG"], [253, 262, "DATE"], [263, 271, "LOC"], [289, 303, "LOC"]]}
{"text": "– –", "label": []}
{"text": "(24) Tässä direktiivissä kunnioitetaan perusoikeuksia ja noudatetaan erityisesti [perusoikeuskirjassa] tunnustettuja periaatteita.”", "label": []}
{"text": "4 Kyseisen direktiivin 1 artiklassa, jonka otsikko on ”Kohde”, säädetään seuraavaa:", "label": []}
{"text": "”Tässä direktiivissä säädetään yhteisistä vaatimuksista ja menettelyistä, joita jäsenvaltioiden on yhteisön oikeuden yleisperiaatteisiin kuuluvien perusoikeuksien sekä kansainvälisen oikeuden mukaisesti sovellettava palauttaessaan laittomasti oleskelevia kolmansien maiden kansalaisia, mukaan luettuina pakolaisten suojeluun ja ihmisoikeuksiin liittyvät velvoitteet.”", "label": [[99, 107, "LOC"]]}
{"text": "5 Mainitun direktiivin 2 artiklan, jonka otsikko on ”Soveltamisala”, 1 ja 2 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”1. Tätä direktiiviä sovelletaan jäsenvaltion alueella laittomasti oleskeleviin kolmansien maiden kansalaisiin.", "label": []}
{"text": "2. Jäsenvaltiot voivat päättää, että ne eivät sovella tätä direktiiviä kolmansien maiden kansalaisiin,", "label": []}
{"text": "a) joita koskee pääsyn epääminen [henkilöiden liikkumista rajojen yli koskevasta yhteisön säännöstöstä (Schengenin rajasäännöstö) 15.3.2006 annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 562/2006 (EUVL 2006, L 105, s. 1)] 13 artiklan mukaisesti tai jotka toimivaltaiset viranomaiset ovat pysäyttäneet tai ottaneet kiinni heidän ylittäessään laittomasti jäsenvaltion ulkorajan maa-, meri- tai ilmateitse ja joille ei ole sen jälkeen myönnetty lupaa tai oikeutta oleskella tuossa jäsenvaltiossa;", "label": [[81, 89, "LOC"], [104, 114, "LOC"], [130, 139, "DATE"], [148, 168, "ORG"], [172, 181, "ORG"]]}
{"text": "b) jotka on rikosoikeudellisena seuraamuksena tai rikosoikeudellisen seuraamuksen johdosta määrätty palautettavaksi kansallisen lainsäädännön mukaisesti tai jotka ovat luovuttamismenettelyn kohteena.”", "label": []}
{"text": "6 Saman direktiivin 3 artiklassa, jonka otsikko on ”Määritelmät”, säädetään seuraavaa:", "label": []}
{"text": "”Tässä direktiivissä tarkoitetaan:", "label": []}
{"text": "– –", "label": []}
{"text": "2) ’laittomalla oleskelulla’ sellaisen kolmannen maan kansalaisen oleskelua jäsenvaltion alueella, joka ei täytä tai ei enää täytä [asetuksen N:o 562/2006] 5 artiklassa määrättyjä maahantulon edellytyksiä tai muita maahantulon, maassa oleskelun tai asumisen edellytyksiä kyseisessä jäsenvaltiossa;", "label": []}
{"text": "– –", "label": []}
{"text": "5) ’maastapoistamisella’ paluuvelvoitteen täytäntöönpanoa eli varsinaista kuljetusta pois asianomaisesta jäsenvaltiosta;", "label": []}
{"text": "– –", "label": []}
{"text": "9) ’haavoittuvassa asemassa olevilla henkilöillä’ alaikäisiä, ilman huoltajaa matkustavia alaikäisiä, vammaisia henkilöitä, ikääntyneitä henkilöitä, raskaana olevia naisia, alaikäisten lasten yksinhuoltajia sekä kidutuksen, raiskauksen tai muun törkeän psyykkisen, fyysisen tai seksuaalisen väkivallan uhriksi joutuneita henkilöitä.”", "label": []}
{"text": "7 Direktiivin 2008/115 5 artiklan, jonka otsikko on ”Palauttamiskielto, lapsen etu, perhesuhteet ja terveydentila”, sanamuoto on seuraava:", "label": []}
{"text": "”Jäsenvaltioiden on otettava tätä direktiiviä täytäntöön pannessaan asianmukaisesti huomioon:", "label": []}
{"text": "a) lapsen etu,", "label": []}
{"text": "b) perhesuhteet,", "label": []}
{"text": "c) asianomaisen kolmannen maan kansalaisen terveydentila,", "label": []}
{"text": "ja noudatettava palauttamiskiellon periaatetta.”", "label": []}
{"text": "8 Kyseisen direktiivin 6 artiklan, jonka otsikko on ”Palauttamispäätös”, 1 ja 4 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”1. Jäsenvaltion on tehtävä palauttamispäätös sen alueella laittomasti oleskelevista kolmansien maiden kansalaisista, sanotun kuitenkaan rajoittamatta 2–5 kohdassa tarkoitettujen poikkeusten soveltamista.", "label": []}
{"text": "– –", "label": []}
{"text": "4. Jäsenvaltio voi milloin tahansa päättää myöntää alueellaan laittomasti oleskelevalle kolmannen maan kansalaiselle erillisen oleskeluluvan tai muun luvan, joka oikeuttaa oleskeluun, yksilöllisten inhimillisten syiden tai humanitaaristen tai muiden syiden perusteella. Tällöin palauttamispäätöstä ei tehdä. Jos palauttamispäätös on jo tehty, se perutaan tai sitä lykätään oleskeluluvan tai muun oleskeluun oikeuttavan luvan voimassaoloajaksi.”", "label": []}
{"text": "9 Mainitun direktiivin 8 artiklan, jonka otsikko on ”Maastapoistaminen”, 1 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”Jäsenvaltioiden on toteutettava kaikki tarvittavat toimenpiteet pannakseen täytäntöön palauttamispäätöksen, jos vapaaehtoista poistumista varten ei ole myönnetty aikaa 7 artiklan 4 kohdan mukaisesti tai jos paluuvelvoitetta ei ole noudatettu 7 artiklan mukaisesti myönnetyn ajan kuluessa.”", "label": []}
{"text": "10 Saman direktiivin 10 artiklan, jonka otsikko on ”Ilman huoltajaa matkustavien alaikäisten palauttaminen ja maastapoistaminen”, sanamuoto on seuraava:", "label": []}
{"text": "”1. Ennen kuin tehdään päätös ilman huoltajaa matkustavan alaikäisen palauttamisesta, muiden asianmukaisten elinten kuin palautuksen täytäntöönpanosta vastaavien viranomaisten sallitaan tarjota apua, ottaen asianmukaisesti huomioon lapsen edun.", "label": []}
{"text": "2. Ennen kuin ilman huoltajaa matkustava alaikäinen poistetaan jäsenvaltion alueelta, kyseisen jäsenvaltion viranomaisten on varmistuttava siitä, että tämä alaikäinen palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto.”", "label": []}
{"text": "Direktiivi 2011/95", "label": []}
{"text": "11 Direktiivin 2011/95 1 artiklassa, jonka otsikko on ”Tavoite”, säädetään seuraavaa:", "label": []}
{"text": "”Tämän direktiivin tavoitteena on vahvistaa vaatimukset kolmansien maiden kansalaisten ja kansalaisuudettomien henkilöiden määrittelemiseksi kansainvälistä suojelua saaviksi henkilöiksi, pakolaisten ja henkilöiden, jotka voivat saada toissijaista suojelua, yhdenmukaiselle asemalle sekä myönnetyn suojelun sisällölle.”", "label": []}
{"text": "12 Kyseisen direktiivin 2 artiklassa, jonka otsikko on ”Määritelmät”, säädetään seuraavaa:", "label": []}
{"text": "”Tässä direktiivissä tarkoitetaan:", "label": []}
{"text": "– –", "label": []}
{"text": "f) ’henkilöllä, joka voi saada toissijaista suojelua’, kolmannen maan kansalaista tai kansalaisuudetonta henkilöä, jolle ei voida myöntää pakolaisasemaa mutta jonka suhteen on esitetty merkittäviä perusteita uskoa, että jos hänet palautetaan alkuperämaahansa tai kansalaisuudettoman henkilön ollessa kyseessä entiseen pysyvään asuinmaahansa, hän joutuisi todelliseen vaaraan kärsiä 15 artiklassa määriteltyä vakavaa haittaa, ja jota 17 artiklan 1 ja 2 kohta ei koske ja joka on kykenemätön tai sellaisen vaaran johdosta haluton turvautumaan sanotun maan suojaan;", "label": []}
{"text": "– –”", "label": []}
{"text": "13 Mainitun direktiivin 15 artiklassa, joka koskee toissijaisen suojelun edellytyksiä ja jonka otsikko on ”Vakava haitta”, säädetään seuraavaa:", "label": []}
{"text": "”Vakavalla haitalla tarkoitetaan seuraavia:", "label": []}
{"text": "a) kuolemanrangaistus tai teloitus; tai", "label": []}
{"text": "b) hakijan alkuperämaassa kokema kidutus tai epäinhimillinen tai halventava kohtelu tai rangaistus; tai", "label": []}
{"text": "c) siviilihenkilön henkeä tai ruumiillista koskemattomuutta uhkaava vakava ja henkilökohtainen vaara, joka johtuu mielivaltaisesta väkivallasta kansainvälisen tai maan sisäisen aseellisen selkkauksen yhteydessä.”", "label": []}
{"text": "Direktiivi 2013/33/EU", "label": []}
{"text": "14 Kansainvälistä suojelua hakevien henkilöiden vastaanottoa jäsenvaltioissa koskevista vaatimuksista 26.6.2013 annetun Euroopan parlamentin ja neuvoston direktiivin 2013/33/EU (EUVL 2013, L 180, s. 96) 1 artiklassa säädetään seuraavaa:", "label": [[102, 111, "DATE"], [120, 140, "ORG"], [144, 153, "ORG"]]}
{"text": "”Tämän direktiivin tarkoituksena on vahvistaa kansainvälistä suojelua hakevien henkilöiden – – vastaanottoa jäsenvaltioissa koskevat vaatimukset.”", "label": []}
{"text": "15 Kyseisen direktiivin 2 artiklassa säädetään seuraavaa:", "label": []}
{"text": "”Tässä direktiivissä tarkoitetaan:", "label": []}
{"text": "– –", "label": []}
{"text": "d) ’alaikäisellä’ alle 18-vuotiasta kolmannen maan kansalaista tai kansalaisuudetonta henkilöä;", "label": [[23, 25, "AMOUNT_VALUE"], [26, 35, "AMOUNT_UNIT"]]}
{"text": "– –”", "label": []}
{"text": "Alankomaiden oikeus", "label": [[0, 12, "LOC"]]}
{"text": "16 Ulkomaalaislain kokonaisuudistuksesta 23.11.2000 annetun lain (wet tot algehele herziening van de Vreemdelingenwet; Stb. 2000, nro 495; jäljempänä vuoden 2000 laki) 8 §:n a, f, h ja j kohdassa säädetään seuraavaa:", "label": [[41, 51, "DATE"], [150, 161, "DATE"]]}
{"text": "”Ulkomaalaisen oleskelu Alankomaissa on laillista vain:", "label": [[24, 36, "LOC"]]}
{"text": "a) jos hänellä on tämän lain 14 §:ssä tarkoitettu määräaikainen oleskelulupa;", "label": []}
{"text": "– –", "label": []}
{"text": "f) odotettaessa päätöstä [turvapaikkamenettelyssä myönnettävää määräaikaista oleskelulupaa koskevasta] hakemuksesta, kun tässä laissa tai sen nojalla annetussa säännöksessä taikka tuomioistuimen antamassa päätöksessä todetaan, ettei hakijaa voida poistaa maasta niin kauan kuin hakemusta ei ole ratkaistu;", "label": []}
{"text": "– –", "label": []}
{"text": "h) odotettaessa päätöstä oikaisuvaatimuksesta tai kanteesta, kun tässä laissa tai sen nojalla annetussa säännöksessä taikka tuomioistuimen antamassa päätöksessä todetaan, ettei hakijaa voida poistaa maasta niin kauan kuin oikaisuvaatimusta tai kannetta ei ole ratkaistu;", "label": []}
{"text": "– –", "label": []}
{"text": "j) jos maastapoistamiselle on 64 §:ssä tarkoitettu este;", "label": []}
{"text": "– –”", "label": []}
{"text": "17 Kyseisen lain 14 §:n 1 momentissa säädetään seuraavaa:", "label": []}
{"text": "”Ministerillä on toimivalta:", "label": [[1, 13, "PROFESSION"]]}
{"text": "a) hyväksyä, hylätä tai jättää tutkimatta hakemus määräaikaisen oleskeluluvan myöntämiseksi;", "label": []}
{"text": "– –", "label": []}
{"text": "e) myöntää viran puolesta määräaikainen oleskelulupa tai jatkaa sen voimassaoloaikaa.”", "label": []}
{"text": "18 Mainitun lain 64 §:n sanamuoto on seuraava:", "label": []}
{"text": "”Maastapoistamista on lykättävä niin kauan kuin ulkomaalaisen tai hänen perheenjäsenensä terveydentila ei salli matkustamista.”", "label": []}
{"text": "19 Vuoden 2000 ulkomaalaisasetuksen (Vreemdelingenbesluit 2000; Stb. 2000, nro 497) 3.6a §:ssä säädetään seuraavaa:", "label": [[3, 14, "DATE"], [58, 62, "DATE"], [69, 73, "DATE"]]}
{"text": "”1. Mikäli ensimmäinen turvapaikkamenettelyssä myönnettävää määräaikaista oleskelulupaa koskeva hakemus hylätään, tavallinen määräaikainen oleskelulupa voidaan silti viran puolesta myöntää:", "label": []}
{"text": "a) ulkomaan kansalaiselle, jonka maastapoistaminen olisi ristiriidassa ihmisoikeuksien ja perusvapauksien suojaamiseksi tehdyn (M) yleissopimuksen 8 artiklan kanssa, tai", "label": []}
{"text": "b) väliaikaisiin humanitaarisiin syihin liittyvän rajoituksen yhteydessä ulkomaalaiselle, joka on 3.48 §:n 1 momentin a, b tai c kohdassa tarkoitettu ihmiskaupan uhri-ilmiantaja, uhri tai todistaja-ilmiantaja.", "label": []}
{"text": "– –", "label": []}
{"text": "4. Oleskelulupa on myönnettävä ensimmäisen sovellettavan 1 momentissa tarkoitetun syyn perusteella.", "label": []}
{"text": "– –”", "label": []}
{"text": "20 Ulkomaalaisista vuonna 2000 annetun yleiskirjeen (Vreemdelingencirculaire 2000) B8/6 kohdassa todetaan seuraavaa:", "label": [[19, 30, "DATE"], [77, 81, "DATE"]]}
{"text": "”– –", "label": []}
{"text": "Tavallinen määräaikainen oleskelulupa voidaan myöntää viran puolesta enemmälti tutkimatta, jos seuraavat edellytykset täyttyvät:", "label": []}
{"text": "– ulkomaalainen on ensimmäisen oleskelulupahakemuksen jättäessään alle 15-vuotias", "label": [[71, 73, "AMOUNT_VALUE"], [74, 81, "AMOUNT_UNIT"]]}
{"text": "– ulkomaalainen on esittänyt uskottavia tietoja henkilöllisyydestään, kansallisuudestaan, vanhemmistaan ja muista perheenjäsenistään", "label": []}
{"text": "– ulkomaalaisen esittämistä tiedoista ilmenee, että hänellä ei ole perheenjäsentä tai muuta henkilöä, joka voisi tarjota asianmukaisen vastaanoton ja jonka luo hän voisi palata", "label": []}
{"text": "– ulkomaalainen ei menettelyn aikana ole aiheuttanut haittaa vastaanottomahdollisuuksien tutkimiselle alkuperämaassaan tai muussa maassa", "label": []}
{"text": "– on yleisesti tiedossa, että asianmukaista vastaanottoa ei yleensä ole saatavilla, ja oletetaan, että tällaista vastaanottoa ei lähitulevaisuudessa ole saatavilla alkuperämaassa eikä muussa maassa, johon ulkomaalainen voisi kohtuudella palata. Tällaisessa tilanteessa oletetaan, että Dienst Terugkeer en Vertrek [palauttamis- ja poistumisviranomainen, Alankomaat] ei kykene löytämään asianmukaista vastaanottoa kolmen vuoden määräajassa.", "label": [[285, 312, "ORG"], [314, 351, "ORG"], [353, 363, "LOC"], [412, 418, "AMOUNT_VALUE"], [419, 425, "AMOUNT_UNIT"]]}
{"text": "– –”", "label": []}
{"text": "Pääasia ja ennakkoratkaisukysymykset", "label": []}
{"text": "21 RZ, joka on ilman huoltajaa oleva alaikäinen, saapui Alankomaihin tarkemmin määrittelemättömänä ajankohtana ja teki vuoden 2000 lain nojalla turvapaikanhakijan määräaikaista oleskelulupaa koskevan hakemuksen 30.6.2017.", "label": [[3, 5, "PER"], [56, 68, "LOC"], [119, 130, "DATE"], [211, 220, "DATE"]]}
{"text": "22 RZ ilmoitti tässä hakemuksessa syntyneensä 14.2.2002 Guineassa. Hän oli jo aivan nuorena mennyt asumaan tätinsä luokse Sierra Leoneen. RZ oli tätinsä kuoleman jälkeen tekemisissä Nigeriasta tulleen miehen kanssa, joka toi hänet Eurooppaan. Hän joutui Amsterdamissa (Alankomaat) ihmiskaupan ja seksuaalisen hyväksikäytön uhriksi, minkä vuoksi hänellä on nykyään vakavia mielenterveysongelmia.", "label": [[3, 5, "PER"], [46, 55, "DATE"], [56, 65, "LOC"], [122, 136, "LOC"], [138, 140, "PER"], [182, 192, "LOC"], [231, 241, "LOC"], [254, 280, "LOC"]]}
{"text": "23 Valtiosihteeri päätti viran puolesta 23.3.2018 tekemällään päätöksellä, ettei RZ, joka oli tuolloin 16 vuoden ja yhden kuukauden ikäinen, voinut saada määräaikaista oleskelulupaa. Tällä päätöksellä sallittiin vuoden 2000 ulkomaalaislain 64 §:n mukaisesti RZ:n maastapoistamisen väliaikainen lykkäys enintään kuudella kuukaudella tai viran puolesta tehtävän päätöksen nojalla tätä lyhyemmällä ajalla odotettaessa Bureau Medische Adviseringin (lääketieteellinen asiantuntijayksikkö, Alankomaat) suorittamaa lääkärintarkastusta sen selvittämiseksi, salliko RZ:n terveydentila hänen maastapoistamisensa.", "label": [[3, 17, "PROFESSION"], [40, 49, "DATE"], [81, 83, "PER"], [103, 105, "AMOUNT_VALUE"], [106, 112, "AMOUNT_UNIT"], [116, 121, "AMOUNT_VALUE"], [122, 131, "AMOUNT_UNIT"], [212, 223, "DATE"], [258, 262, "PER"], [311, 319, "AMOUNT_VALUE"], [320, 331, "AMOUNT_UNIT"], [415, 443, "ORG"], [445, 482, "ORG"], [484, 494, "LOC"], [557, 561, "PER"]]}
{"text": "24 RZ nosti mainitusta päätöksestä kanteen 16.4.2018 rechtbank Den Haag, zittingsplaats ’s-Hertogenboschissa (Haagin alioikeus, ’s-Hertogenboschin istuntopaikka, Alankomaat).", "label": [[3, 5, "PER"], [43, 52, "DATE"], [53, 71, "ORG"], [88, 108, "LOC"], [110, 126, "ORG"], [128, 146, "LOC"], [162, 172, "LOC"]]}
{"text": "25 Lisäksi valtiosihteeri ilmoitti 18.6.2018 tekemällään päätöksellä, että RZ:n maastapoistamiseen ei myönnettäisi lykkäystä terveydellisistä syistä, ja asetti RZ:lle velvoitteen poistua neljän viikon määräajassa. RZ teki tästä päätöksestä oikaisuvaatimuksen, jonka valtiosihteeri hylkäsi 27.5.2019 tekemällään päätöksellä.", "label": [[11, 25, "PROFESSION"], [35, 44, "DATE"], [75, 79, "PER"], [160, 166, "PER"], [187, 193, "AMOUNT_VALUE"], [194, 200, "AMOUNT_UNIT"], [214, 216, "PER"], [266, 280, "PROFESSION"], [289, 298, "DATE"]]}
{"text": "26 RZ väittää ennakkoratkaisua pyytäneessä tuomioistuimessa, ettei hän tiedä, missä hänen vanhempansa oleskelevat, ja ettei hän pystyisi myöskään tunnistamaan heitä palatessaan. Hän ei tunne ketään muuta perheenjäsenistään eikä edes tiedä, onko heitä. Hän ei voi palata alkuperämaahansa, koska hän ei ole kasvanut siellä, hän ei tunne sieltä ketään eikä hän osaa kyseisen maan kieltä. RZ on ilmoittanut, että hän pitää omana perheenään sijoitusperhettä, jossa hän asuu Alankomaissa.", "label": [[3, 5, "PER"], [385, 387, "PER"], [469, 481, "LOC"]]}
{"text": "27 Ennakkoratkaisua pyytänyt tuomioistuin toteaa, että palauttamis- ja poistumisviranomainen on käynyt säännöllisesti keskusteluja RZ:n kanssa valmistaakseen häntä alkuperämaahansa paluuta varten ja että tämä on pahentanut asianomaisen mielenterveyshäiriöitä.", "label": [[55, 92, "ORG"], [131, 135, "PER"]]}
{"text": "28 Ennakkoratkaisua pyytäneen tuomioistuimen mukaan vuoden 2000 laissa säädetään, että ensimmäisen turvapaikkahakemuksen käsittelyn yhteydessä tutkitaan viran puolesta, onko ulkomaalaiselle myönnettävä määräaikainen oleskelulupa siinä tapauksessa, että hän ei voi saada pakolaisasemaa tai toissijaista suojelua. Kyseisessä laissa säädetään myös, että päätös, jolla turvapaikkahakemus hylätään, katsotaan palauttamispäätökseksi.", "label": [[52, 63, "DATE"]]}
{"text": "29 Ennakkoratkaisua pyytänyt tuomioistuin lisää, että ulkomaalaisista vuonna 2000 annetussa yleiskirjeessä määrätään niiden ilman huoltajaa olevien alaikäisten osalta, jotka olivat turvapaikkahakemuksen jättämishetkellä alle 15-vuotiaita, velvoite tutkia, onko kohdevaltiossa järjestetty asianmukainen vastaanotto, ennen kuin tästä hakemuksesta tehdään päätös. Jos tällaista asianmukaista vastaanottoa ei ole järjestetty, alle 15-vuotiaalle ilman huoltajaa olevalle alaikäiselle myönnetään tavanomainen oleskelulupa.", "label": [[70, 81, "DATE"], [225, 227, "AMOUNT_VALUE"], [228, 237, "AMOUNT_UNIT"], [427, 429, "AMOUNT_VALUE"], [430, 440, "AMOUNT_UNIT"]]}
{"text": "30 Direktiivin 2008/115 10 artiklan 2 kohdassa tarkoitettua tutkimusta sen varmistamiseksi, että ilman huoltajaa oleva alaikäinen palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto, ei sitä vastoin tehdä ennen palauttamispäätöksen tekemistä silloin, kun hän on turvapaikkahakemuksensa jättämishetkellä vähintään 15-vuotias.", "label": [[410, 412, "AMOUNT_VALUE"], [413, 420, "AMOUNT_UNIT"]]}
{"text": "31 Valtiosihteeri näyttää odottavan sitä, että tällainen turvapaikanhakija täyttää 18 vuotta ja tulee siten oikeudellisesti täysi-ikäiseksi, mistä seuraa se, että kyseistä tutkimusta ei enää vaadita. Vähintään 15-vuotiaan ilman huoltajaa olevan alaikäisen turvapaikkahakemuksen jättämisen ja hänen täysi-ikäiseksi tulonsa välisenä aikana hänen oleskelunsa Alankomaissa on siten laitonta, mutta sitä siedetään.", "label": [[3, 17, "PROFESSION"], [83, 85, "AMOUNT_VALUE"], [86, 92, "AMOUNT_UNIT"], [210, 212, "AMOUNT_VALUE"], [213, 221, "AMOUNT_UNIT"], [356, 368, "LOC"]]}
{"text": "32 Ennakkoratkaisua pyytänyt tuomioistuin toteaa nyt käsiteltävässä asiassa, ettei RZ voi saada pakolaisasemaa eikä toissijaista suojelua. Kyseinen tuomioistuin toteaa määräaikaisen oleskeluluvan myöntämisestä, että RZ oli turvapaikkahakemuksensa jättäessään 15 vuoden ja neljän kuukauden ikäinen. Koska hänelle ei myönnetty määräaikaista oleskeluoikeutta, hän oli velvollinen poistumaan Alankomaiden alueelta, vaikka mitään tutkimusta sen varmistamiseksi, että kohdevaltiossa on järjestetty asianmukainen vastaanotto, ei ole tehty.", "label": [[83, 85, "PER"], [216, 218, "PER"], [259, 261, "AMOUNT_VALUE"], [262, 268, "AMOUNT_UNIT"], [272, 278, "AMOUNT_VALUE"], [279, 288, "AMOUNT_UNIT"], [388, 400, "LOC"]]}
{"text": "33 Ennakkoratkaisua pyytänyt tuomioistuin on epävarma siitä, onko Alankomaiden lainsäädännössä tehty ero ilman huoltajaa olevien yli 15-vuotiaiden alaikäisten ja ilman huoltajaa olevien alle 15-vuotiaiden alaikäisten välillä unionin oikeuden mukainen. Kyseinen tuomioistuin viittaa tässä yhteydessä käsitteeseen ”lapsen etu”, joka mainitaan direktiivin 2008/115 5 artiklan a alakohdassa ja perusoikeuskirjan 24 artiklassa.", "label": [[66, 78, "LOC"], [133, 135, "AMOUNT_VALUE"], [136, 146, "AMOUNT_UNIT"], [191, 193, "AMOUNT_VALUE"], [194, 204, "AMOUNT_UNIT"], [225, 232, "LOC"]]}
{"text": "34 Tässä tilanteessa rechtbank Den Haag, zittingsplaats ’s-Hertogenbosch, päätti lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[21, 39, "ORG"], [56, 72, "LOC"], [116, 140, "ORG"]]}
{"text": "”1) Onko direktiivin [2008/115] 10 artiklaa, luettuna yhdessä [perusoikeuskirjan] 4 ja 24 artiklan, direktiivin [2008/115] johdanto-osan 22 perustelukappaleen ja 5 artiklan a alakohdan sekä direktiivin [2011/95] 15 artiklan kanssa, tulkittava siten, että ennen kuin jäsenvaltio asettaa ilman huoltajaa olevalle alaikäiselle paluuvelvoitteen, sen on hankittava varmuus – ja tehtävä selvitys – siitä, että alkuperämaassa on joka tapauksessa järjestetty lähtökohtaisesti asianmukainen vastaanotto ja että se on saatavilla?", "label": []}
{"text": "2) Onko direktiivin [2008/115] 6 artiklan 1 kohtaa, luettuna yhdessä perusoikeuskirjan 21 artiklan kanssa, tulkittava siten, että jäsenvaltio ei saa tehdä ilman huoltajaa olevan alaikäisen ikään perustuvaa eroa laillisen alueella oleskelun sallimisen yhteydessä, jos vahvistetaan, ettei kyseinen alaikäinen voi saada pakolaisasemaa eikä toissijaista suojelua?", "label": []}
{"text": "3) Onko direktiivin [2008/115] 6 artiklan 4 kohtaa tulkittava siten, että jos ilman huoltajaa oleva alaikäinen ei noudata paluuvelvoitettaan eikä jäsenvaltio toteuta mitään konkreettisia maastapoistamistoimia, paluuvelvoitetta on lykättävä ja näin ollen laillinen oleskelu on sallittava? Onko direktiivin [2008/115] 8 artiklan 1 kohtaa tulkittava siten, että palauttamispäätöksen tekeminen ilman huoltajaa olevasta alaikäisestä toteuttamatta tämän jälkeen maastapoistamistoimia, ennen kuin ilman huoltajaa oleva alaikäinen täyttää 18 vuotta, on katsottava vilpittömän yhteistyön periaatteen ja unionin oikeuden lojaliteettiperiaatteen vastaiseksi?”", "label": [[531, 533, "AMOUNT_VALUE"], [534, 540, "AMOUNT_UNIT"], [594, 601, "LOC"]]}
{"text": "Asian käsittely unionin tuomioistuimessa", "label": [[16, 40, "ORG"]]}
{"text": "35 Ennakkoratkaisua pyytänyt tuomioistuin pyysi, että asia käsiteltäisiin Euroopan unionin tuomioistuimen perussäännön 23 a artiklassa määrätyssä kiireellisessä ennakkoratkaisumenettelyssä.", "label": [[74, 105, "ORG"]]}
{"text": "36 Ensimmäinen jaosto päätti 27.6.2019 julkisasiamiestä kuultuaan, ettei tätä pyyntöä hyväksytä.", "label": [[3, 21, "ORG"], [29, 38, "DATE"], [39, 55, "PROFESSION"]]}
{"text": "Ennakkoratkaisukysymysten tarkastelu", "label": []}
{"text": "Ensimmäinen kysymys", "label": []}
{"text": "37 Ennakkoratkaisua pyytänyt tuomioistuin tiedustelee ensimmäisellä kysymyksellään pääasiallisesti, onko direktiivin 2008/115 6 artiklan 1 kohtaa, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan ja 10 artiklan sekä perusoikeuskirjan 24 artiklan 2 kohdan kanssa, tulkittava siten, että ennen kuin asianomainen jäsenvaltio tekee ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen, sen on varmistettava, että kyseiselle alaikäiselle on järjestetty kohdevaltiossa asianmukainen vastaanotto.", "label": []}
{"text": "38 Aivan aluksi on todettava, että käsitettä ”alaikäinen” ei määritellä direktiivissä 2008/115. Alaikäinen määritellään kuitenkin direktiivin 2013/33 2 artiklan d alakohdassa siten, että käsitteellä tarkoitetaan ”alle 18-vuotiasta kolmannen maan kansalaista tai kansalaisuudetonta henkilöä”. Turvapaikka-asioita ja maahanmuuttoa koskevan unionin oikeuden johdonmukaiseksi ja yhtenäiseksi soveltamiseksi samaa määritelmää on käytettävä myös direktiivin 2008/115 yhteydessä.", "label": [[218, 220, "AMOUNT_VALUE"], [221, 230, "AMOUNT_UNIT"], [338, 345, "LOC"]]}
{"text": "39 Pääasiassa on kyse ilman huoltajaa olevasta alaikäisestä, jonka osalta asianomainen jäsenvaltio on katsonut, ettei hän voi saada pakolaisasemaa tai toissijaista suojelua, ja jolle on päätetty olla myöntämättä määräaikaista oleskeluoikeutta.", "label": []}
{"text": "40 Tällaisessa tilanteessa oleva kolmannen maan kansalainen kuuluu direktiivin 2008/115 2 artiklan 1 kohdan mukaan kyseisen direktiivin soveltamisalaan, jollei tämän artiklan 2 kohdasta muuta johdu. Häneen on siten lähtökohtaisesti sovellettava direktiivissä maastapoistamista varten säädettyjä yhteisiä vaatimuksia ja menettelyjä niin kauan kuin oleskelua ei ole mahdollisesti laillistettu (ks. vastaavasti tuomio 19.3.2019, Binder ym., C-444/17, EU:C:2019:220, 39 kohta).", "label": [[415, 424, "DATE"], [426, 432, "PER"]]}
{"text": "41 Tässä yhteydessä on muistettava, että direktiivin 2008/115 6 artiklan 1 kohdan mukaan jäsenvaltion on tehtävä palauttamispäätös alueellaan laittomasti oleskelevista kolmansien maiden kansalaisista, sanotun kuitenkaan rajoittamatta 2–5 kohdassa tarkoitettujen poikkeusten soveltamista.", "label": []}
{"text": "42 Kyseinen direktiivi sisältää lisäksi tiettyihin henkilöryhmiin sovellettavia erityissääntöjä, ja näihin ryhmiin kuuluvat ilman huoltajaa olevat alaikäiset, jotka direktiivin 2008/115 3 artiklan 9 alakohdan mukaan kuuluvat haavoittuvassa asemassa olevien henkilöiden ryhmään.", "label": []}
{"text": "43 Direktiivin 2008/115 5 artiklan a alakohdassa, luettuna yhdessä kyseisen direktiivin johdanto-osan 22 perustelukappaleen kanssa, säädetään siten, että pannessaan mainittua direktiiviä täytäntöön jäsenvaltioiden on otettava asianmukaisesti huomioon ”lapsen etu”. Ilman huoltajaa olevaa alaikäistä ei siten voida systemaattisesti kohdella kuten aikuista.", "label": []}
{"text": "44 Mainitun 5 artiklan a alakohdasta seuraa, että kun jäsenvaltio aikoo tehdä direktiivin 2008/115 nojalla ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen, sen on menettelyn kaikissa vaiheissa otettava välttämättä huomioon lapsen etu.", "label": []}
{"text": "45 Perusoikeuskirjan 24 artiklan 2 kohdassa määrätään lisäksi, että kaikissa lasta koskevissa viranomaisten tai yksityisten laitosten toimissa on ensisijaisesti otettava huomioon lapsen etu. Tässä määräyksessä, luettuna yhdessä perusoikeuskirjan 51 artiklan 1 kohdan kanssa, vahvistetaan lapsen oikeuksien perustavanlaatuinen luonne myös jäsenvaltiossa laittomasti oleskelevien kolmansien maiden kansalaisten palauttamisen yhteydessä.", "label": []}
{"text": "46 Kuten julkisasiamies on ratkaisuehdotuksensa 69 kohdassa todennut, ”lapsen etu” voidaan yksilöidä ja direktiivin 2008/115 vaatimusten mukainen päätös tehdä ainoastaan kyseessä olevan ilman huoltajaa olevan alaikäisen tilanteen kattavan ja perusteellisen arvioinnin perusteella.", "label": [[9, 23, "PROFESSION"]]}
{"text": "47 Päättäessään siitä, tehdäänkö ilman huoltajaa olevasta alaikäisestä palauttamispäätös vai ei, asianomaisen jäsenvaltion on näin ollen otettava asianmukaisesti huomioon useita seikkoja, muun muassa kyseisen alaikäisen ikä ja sukupuoli, hänen erityisen haavoittuva asemansa, hänen fyysinen ja henkinen terveydentilansa, hänen sijoitusperheessä asumisensa, koulunkäyntinsä taso ja sosiaalinen ympäristönsä.", "label": []}
{"text": "48 Direktiivin 2008/115 10 artiklan 1 kohdassa säädetään tästä näkökulmasta käsin, että ennen kuin tehdään päätös ilman huoltajaa matkustavan alaikäisen palauttamisesta, muut asianmukaiset elimet kuin palautuksen täytäntöönpanosta vastaavat viranomaiset tarjoavat apua, ottaen asianmukaisesti huomioon lapsen edun. Kyseisen direktiivin 10 artiklan 2 kohdassa säädetään, että ennen kuin ilman huoltajaa matkustava alaikäinen poistetaan jäsenvaltion alueelta, kyseisen jäsenvaltion viranomaisten on varmistuttava siitä, että tämä alaikäinen palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto.", "label": []}
{"text": "49 Kyseisessä artiklassa erotetaan siten toisistaan velvollisuudet, joita jäsenvaltiolla on ”ennen kuin tehdään päätös ilman huoltajaa matkustavan alaikäisen palauttamisesta” ja joita jäsenvaltiolla on ”ennen kuin ilman huoltajaa matkustava alaikäinen poistetaan jäsenvaltion alueelta”.", "label": []}
{"text": "50 Alankomaiden hallitus päättelee tästä, että asianomaisella jäsenvaltiolla on oikeus tehdä ilman huoltajaa olevasta alaikäisestä palauttamispäätös tarvitsematta ensin varmistaa, että kyseinen alaikäinen palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto. Sen mukaan velvollisuus tehdä tällainen tutkimus on olemassa vasta silloin, kun henkilöä ollaan poistamassa asianomaisen jäsenvaltion alueelta.", "label": [[3, 24, "ORG"]]}
{"text": "51 Tällaisen velvollisuuden olemassaolo ei kuitenkaan vapauta asianomaista jäsenvaltiota muista direktiivissä 2008/115 säädetyistä varmistamisvelvoitteista. Erityisesti direktiivin 2008/115 5 artiklan a alakohdassa edellytetään, että lapsen etu on otettava huomioon menettelyn kaikissa vaiheissa, kuten tämän tuomion 44 kohdassa on todettu.", "label": []}
{"text": "52 Siitä, että asianomainen jäsenvaltio tekee palauttamispäätöksen varmistamatta etukäteen, että kyseessä olevalle ilman huoltajaa olevalle alaikäiselle on järjestetty kohdevaltiossa asianmukainen vastaanotto, seuraisi se, että vaikka kyseisestä alaikäisestä on tehty palauttamispäätös, häntä ei direktiivin 2008/115 10 artiklan 2 kohdan mukaan voitaisi poistaa maasta, jos kohdevaltiossa ei ole järjestetty asianmukaista vastaanottoa.", "label": []}
{"text": "53 Kyseessä oleva ilman huoltajaa oleva alaikäinen jäisi siten suureen epävarmuuteen omasta oikeudellisesta asemastaan ja tulevaisuudestaan, kun kyse on muun muassa koulunkäynnistä, siteestä sijoitusperheeseen tai mahdollisuudesta jäädä asianomaiseen jäsenvaltioon.", "label": []}
{"text": "54 Tällainen tilanne olisi vastoin direktiivin 2008/115 5 artiklan a alakohdassa ja perusoikeuskirjan 24 artiklan 2 kohdassa tarkoitettua vaatimusta suojata lapsen etua kaikissa menettelyn vaiheissa.", "label": []}
{"text": "55 Näistä säännöistä seuraa, että asianomaisen jäsenvaltion on ennen palauttamispäätöksen tekemistä tehtävä tutkimus varmistaakseen konkreettisesti sen, että kyseessä olevalle ilman huoltajaa olevalle alaikäiselle on järjestetty kohdevaltiossa asianmukainen vastaanotto.", "label": []}
{"text": "56 Mainitusta alaikäisestä ei voida tehdä kyseisen direktiivin 6 artiklan 1 kohdan mukaista palauttamispäätöstä, jos tällaista vastaanottoa ei ole järjestetty", "label": []}
{"text": "57 Unionin tuomioistuimen oikeuskäytäntö tukee tulkintaa, jonka mukaan asianomaisen jäsenvaltion on ennen ilman huoltajaa olevaa alaikäistä koskevan palauttamispäätöksen tekemistä varmistettava, että kohdevaltiossa on järjestetty asianmukainen vastaanotto.", "label": [[3, 25, "ORG"]]}
{"text": "58 Unionin tuomioistuin on näet todennut, että direktiivin 2008/115 5 artiklan, jonka otsikko on ”Palauttamiskielto, lapsen etu, perhesuhteet ja terveydentila”, mukaisesti jäsenvaltioiden on, kun ne soveltavat kyseistä direktiiviä, yhtäältä otettava asianmukaisesti huomioon lapsen etu, perhesuhteet ja asianomaisen kolmannen maan kansalaisen terveydentila ja toisaalta noudatettava palauttamiskiellon periaatetta (tuomio 11.12.2014, Lapudjeva, C-249/13, EU:C:2014:2431, 48 kohta ja tuomio 8.5.2018 P.Z. ym. (Perheenyhdistäminen Belgiassa), C-82/16, EU:C:2018:308, 102 kohta).", "label": [[3, 23, "ORG"], [422, 432, "DATE"], [434, 443, "PER"], [490, 498, "DATE"], [499, 503, "PER"], [529, 538, "LOC"]]}
{"text": "59 Tästä seuraa, että kun toimivaltainen kansallinen viranomainen aikoo tehdä palauttamispäätöksen, sen on välttämättä noudatettava direktiivin 2008/115 5 artiklassa asetettuja velvoitteita ja kuultava siitä asianomaista. Kyseisestä oikeuskäytännöstä ilmenee lisäksi, että kun asianomainen jäsenvaltio aikoo tehdä ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen, sen on välttämättä kuultava häntä niistä olosuhteista, joissa hänet voitaisiin kohdevaltiossa ottaa vastaan.", "label": []}
{"text": "60 Edellä esitetyn perusteella ensimmäiseen kysymykseen on vastattava, että direktiivin 2008/115 6 artiklan 1 kohtaa, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan ja perusoikeuskirjan 24 artiklan 2 kohdan kanssa, on tulkittava siten, että ennen kuin asianomainen jäsenvaltio tekee ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen, sen on tehtävä kyseisen alaikäisen tilanteesta kattava ja perusteellinen arviointi ottamalla asianmukaisesti huomioon lapsen edun. Kyseisen jäsenvaltion on tässä yhteydessä varmistettava, että kyseessä olevaa ilman huoltajaa olevaa alaikäistä varten on järjestetty kohdevaltiossa asianmukainen vastaanotto.", "label": []}
{"text": "Toinen kysymys", "label": []}
{"text": "61 Ennakkoratkaisua pyytänyt tuomioistuin tiedustelee toisella kysymyksellään pääasiallisesti, onko direktiivin 2008/115 6 artiklan 1 kohtaa, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan kanssa ja perusoikeuskirjan 24 artiklan 2 kohdan valossa, tulkittava siten, että jäsenvaltio voi tehdä eron ilman huoltajaa olevien alaikäisten välillä pelkästään heidän ikänsä perusteella, kun se varmistaa, onko kohdevaltiossa järjestetty asianmukainen vastaanotto.", "label": []}
{"text": "62 Ennakkoratkaisua pyytänyt tuomioistuin täsmentää nyt käsiteltävässä asiassa, että kansallisessa lainsäädännössä tehdään ero alle 15-vuotiaiden ja yli 15-vuotiaiden ilman huoltajaa olevien alaikäisten välillä. Kansallisten viranomaisten on ennen palauttamispäätöksen tekemistä tutkittava alle 15-vuotiaan alaikäisen osalta, onko kohdevaltiossa järjestetty asianmukainen vastaanotto. Sitä, onko kohdevaltiossa järjestetty asianmukainen vastaanotto, ei ennen palauttamispäätöksen tekemistä tutkita yli 15-vuotiaan alaikäisen osalta. Tällaiselle alaikäiselle asetetaan siten paluuvelvoite, vaikka maastapoistamista ei käytännössä voida toteuttaa sen vuoksi, että sitä, onko tällainen asianmukainen vastaanotto järjestetty, ei ole tutkittu.", "label": [[132, 134, "AMOUNT_VALUE"], [135, 145, "AMOUNT_UNIT"], [153, 155, "AMOUNT_VALUE"], [156, 166, "AMOUNT_UNIT"], [295, 297, "AMOUNT_VALUE"], [298, 306, "AMOUNT_UNIT"], [502, 504, "AMOUNT_VALUE"], [505, 513, "AMOUNT_UNIT"]]}
{"text": "63 Alankomaiden hallituksen kirjallisten huomautusten mukaan se, että ikärajaksi on valittu 15 vuotta, selittyy sillä, että kaikissa ilman huoltajaa olevaa alaikäistä koskevissa menettelyissä eli oleskelulupahakemus- ja palauttamismenettelyissä niiden kohtuullisena enimmäiskestona on pidetty kolmea vuotta. Oleskelulupa myönnetään niille ilman huoltajaa oleville alaikäisille, jotka kaikkien menettelyjen päätyttyä ovat edelleen alaikäisiä, mutta ei niille, jotka ovat näiden menettelyjen päätyttyä täysi-ikäisiä.", "label": [[3, 27, "ORG"], [92, 94, "AMOUNT_VALUE"], [95, 101, "AMOUNT_UNIT"], [293, 299, "AMOUNT_VALUE"], [300, 306, "AMOUNT_UNIT"]]}
{"text": "64 Tässä yhteydessä on todettava, että – kuten tämän tuomion 47 kohdassa on todettu – kyseessä olevan ilman huoltajaa olevan alaikäisen ikä on toki seikka, jonka asianomaisen jäsenvaltion on otettava huomioon ratkaistessaan sitä, onko lapsen edun johdettava siihen, ettei kyseisestä alaikäisestä tehdä palauttamispäätöstä.", "label": []}
{"text": "65 Kuten perusoikeuskirjan 24 artiklan 2 kohdassa kuitenkin todetaan ja direktiivin 2008/115 5 artiklan a alakohdassa muistutetaan, jäsenvaltioiden on pannessaan täytäntöön kyseisen direktiivin 6 artiklaa otettava asianmukaisesti huomioon lapsen etu, mukaan lukien yli 15-vuotiaiden alaikäisten etu.", "label": [[269, 271, "AMOUNT_VALUE"], [272, 282, "AMOUNT_UNIT"]]}
{"text": "66 Ikä ei näin ollen voi olla ainoa peruste, joka on otettava huomioon varmistettaessa sitä, onko kohdevaltiossa järjestetty asianmukainen vastaanotto. Asianomaisen jäsenvaltion on arvioitava ilman huoltajaa olevan alaikäisen tilannetta tapauskohtaisesti kattavan ja perusteellisen arvioinnin yhteydessä eikä se saa tehdä pelkästään ikään perustuvaa automaattista arviota.", "label": []}
{"text": "67 Kuten julkisasiamies on ratkaisuehdotuksensa 81 kohdassa todennut, kansallinen hallintokäytäntö, jossa pelkkään turvapaikkamenettelyn väitettyä enimmäiskestoa koskevaan oletukseen tukeutuen tietyn ihmisryhmän jäsenet erotetaan toisistaan heidän ikänsä perusteella siitä huolimatta, että he kaikki ovat maastapoistamisen suhteen toisiinsa rinnastettavassa haavoittuvassa asemassa, vaikuttaa mielivaltaiselta.", "label": [[9, 23, "PROFESSION"]]}
{"text": "68 Edellä esitetyn perusteella toiseen kysymykseen on vastattava, että direktiivin 2008/115 6 artiklan 1 kohtaa, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan kanssa ja perusoikeuskirjan 24 artiklan 2 kohdan valossa, on tulkittava siten, ettei jäsenvaltio voi tehdä eroa ilman huoltajaa olevien alaikäisten välillä pelkästään heidän ikäänsä koskevan kriteerin perusteella, kun se varmistaa, onko kohdevaltiossa järjestetty asianmukainen vastaanotto.", "label": []}
{"text": "Kolmas kysymys", "label": []}
{"text": "69 Ennakkoratkaisua pyytänyt tuomioistuin tiedustelee kolmannella kysymyksellään pääasiallisesti, onko direktiivin 2008/115 8 artiklan 1 kohtaa tulkittava siten, että se on esteenä sille, että tehtyään ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen jäsenvaltio ei poista häntä tämän jälkeen maasta ennen kuin hän täyttää 18 vuotta.", "label": [[333, 335, "AMOUNT_VALUE"], [336, 342, "AMOUNT_UNIT"]]}
{"text": "70 On muistutettava, että direktiivin 2008/115 tavoite on tehokkaan maastapoistamis- ja palauttamispolitiikan käyttöönotto kyseessä olevien henkilöiden perusoikeuksia ja ihmisarvoa täysimääräisesti kunnioittaen (tuomio 14.5.2020, Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C‑924/19 PPU et C‑925/19 PPU, EU:C:2020:367, 121 kohta oikeuskäytäntöviittauksineen).", "label": [[219, 228, "DATE"], [230, 304, "ORG"]]}
{"text": "71 Jos asianomainen jäsenvaltio katsoo, ettei ilman huoltajaa olevalle alaikäiselle ole myönnettävä direktiivin 2008/115 6 artiklan 4 kohdan perusteella oleskelulupaa, hän oleskelee kyseisessä jäsenvaltiossa laittomasti.", "label": []}
{"text": "72 Kyseisen direktiivin 6 artiklan 1 kohdassa säädetään tässä tilanteessa jäsenvaltioiden velvollisuudesta tehdä päätös maassa laittomasti oleskelevan kolmannen maan kansalaisen palauttamisesta (ks. tuomio 23.4.2015, Bennoune, C‑38/14, EU:C:2015:260, EU:C:2015:260, 31 kohta).", "label": [[206, 215, "DATE"], [217, 225, "PER"]]}
{"text": "73 Kuten tämän tuomion 41 kohdassa todettiin, on näet niin, että jos henkilön oleskelun todetaan olevan laitonta, toimivaltaisten kansallisten viranomaisten on mainitun artiklan nojalla ja sanotun rajoittamatta saman artiklan 2–5 kohdassa säädettyjen poikkeusten soveltamista tehtävä palauttamispäätös (tuomio 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, EU:C:2015:260, 32 kohta).", "label": [[310, 319, "DATE"], [321, 329, "PER"]]}
{"text": "74 Kuten tämän tuomion 60 kohdassa todettiin, tällaisen päätöksen tekeminen ilman huoltajaa olevasta alaikäisestä edellyttää, että asianomainen jäsenvaltio on varmistanut, että kyseiselle ilman huoltajaa olevalle alaikäiselle on järjestetty kohdevaltiossa asianmukainen vastaanotto.", "label": []}
{"text": "75 Jos tämä edellytys täyttyy, kyseessä oleva ilman huoltajaa oleva alaikäinen on poistettava asianomaisen jäsenvaltion alueelta, jollei hänen tilanteensa kehittymisestä muuta johdu.", "label": []}
{"text": "76 Direktiivin 2008/115 10 artiklan 2 kohdasta näet ilmenee, että ennen kuin ilman huoltajaa oleva alaikäinen poistetaan jäsenvaltion alueelta, kyseisen jäsenvaltion viranomaisten on varmistuttava siitä, että hänet palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto.", "label": []}
{"text": "77 Näin ollen direktiivin 2008/115 6 artiklan 1 kohdasta, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan ja perusoikeuskirjan 24 artiklan 2 kohdan kanssa, johtuva asianomaisen jäsenvaltion velvollisuus varmistaa ennen päätöksen tekemistä ilman huoltajaa olevan alaikäisen palauttamisesta, että asianmukainen vastaanotto on järjestetty, ei vapauta kyseistä jäsenvaltiota mainitun direktiivin 10 artiklan 2 kohdan mukaisesta velvollisuudesta varmistaa ennen tällaisen alaikäisen maastapoistamista, että hänet palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanottolaitos. Asianomaisen jäsenvaltion on tässä yhteydessä otettava huomioon tilanteen kehitys tällaisen palauttamispäätöksen tekemisen jälkeen.", "label": []}
{"text": "78 Asianomainen jäsenvaltio ei voi panna palauttamispäätöstä täytäntöön siinä tapauksessa, että ilman huoltajaa olevalle alaikäiselle ei taata kohdevaltiossa asianmukaista vastaanottoa enää siinä vaiheessa, kun häntä ollaan poistamassa maasta.", "label": []}
{"text": "79 Unionin tuomioistuimen oikeuskäytännön mukaan on niin, että jos kolmannen maan kansalaisesta on tehty palauttamispäätös, mutta hän ei ole noudattanut paluuta koskevaa velvollisuutta joko vapaaehtoiselle paluulle asetetussa määräajassa tai kun vapaaehtoiselle paluulle ei ole asetettu mitään määräaikaa, direktiivin 2008/115 8 artiklan 1 kohdassa velvoitetaan jäsenvaltiot toteuttamaan palauttamismenettelyjen tehokkuuden takaamiseksi kaikki tarvittavat toimenpiteet asianomaisen maasta poistamiseksi, millä tarkoitetaan kyseisen direktiivin 3 artiklan 5 alakohdan mukaan varsinaista kuljetusta pois asianomaisesta jäsenvaltiosta (tuomio 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, 33 kohta).", "label": [[3, 25, "ORG"], [640, 649, "DATE"], [651, 659, "PER"]]}
{"text": "80 Lisäksi on muistutettava, että – kuten sekä jäsenvaltioiden lojaalisuusvelvoitteesta että muun muassa direktiivin 2008/115 johdanto-osan neljännessä perustelukappaleessa mainituista tehokkuusvaatimuksista seuraa – jäsenvaltioille kyseisen direktiivin 8 artiklassa asetettu velvoite toteuttaa mainitun artiklan 1 kohdassa tarkoitetuissa tapauksissa kyseisen henkilön maastapoistaminen on täytettävä viipymättä (tuomio 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, 34 kohta).", "label": [[420, 429, "DATE"], [431, 439, "PER"]]}
{"text": "81 Jäsenvaltio ei voi mainitun direktiivin perusteella siten tehdä ilman huoltajaa olevasta alaikäisestä palauttamispäätöstä siten, että häntä ei poisteta maasta tämän jälkeen ennen kuin hän täyttää 18 vuotta.", "label": [[199, 201, "AMOUNT_VALUE"], [202, 208, "AMOUNT_UNIT"]]}
{"text": "82 Kolmanteen kysymykseen on näin ollen vastattava, että direktiivin 2008/115 8 artiklan 1 kohtaa on tulkittava siten, että se on esteenä sille, että tehtyään ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen ja varmistettuaan kyseisen direktiivin 10 artiklan 2 alakohdan mukaisesti, että hänet palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto, jäsenvaltio ei poista häntä tämän jälkeen maasta ennen kuin hän täyttää 18 vuotta.", "label": [[526, 528, "AMOUNT_VALUE"], [529, 535, "AMOUNT_UNIT"]]}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "83 Pääasian asianosaisten osalta asian käsittely unionin tuomioistuimessa on välivaihe kansallisessa tuomioistuimessa vireillä olevan asian käsittelyssä, minkä vuoksi kansallisen tuomioistuimen asiana on päättää oikeudenkäyntikulujen korvaamisesta. Oikeudenkäyntikuluja, jotka ovat aiheutuneet muille kuin näille asianosaisille huomautusten esittämisestä unionin tuomioistuimelle, ei voida määrätä korvattaviksi.", "label": [[49, 73, "ORG"], [355, 379, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuin (ensimmäinen jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 60, "ORG"]]}
{"text": "1) Jäsenvaltioissa sovellettavista yhteisistä vaatimuksista ja menettelyistä laittomasti oleskelevien kolmansien maiden kansalaisten palauttamiseksi 16.12.2008 annetun Euroopan parlamentin ja neuvoston direktiivin 2008/115/EY 6 artiklan 1 kohtaa, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan ja Euroopan unionin perusoikeuskirjan 24 artiklan 2 kohdan kanssa, on tulkittava siten, että ennen kuin asianomainen jäsenvaltio tekee ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen, sen on tehtävä kyseisen alaikäisen tilanteesta kattava ja perusteellinen arviointi ottamalla asianmukaisesti huomioon lapsen edun. Kyseisen jäsenvaltion on tässä yhteydessä varmistettava, että kyseessä olevaa ilman huoltajaa olevaa alaikäistä varten on järjestetty kohdevaltiossa asianmukainen vastaanotto.", "label": [[149, 159, "DATE"], [168, 188, "ORG"], [192, 201, "ORG"], [311, 327, "LOC"]]}
{"text": "2) Direktiivin 2008/115 6 artiklan 1 kohtaa, luettuna yhdessä kyseisen direktiivin 5 artiklan a alakohdan kanssa ja Euroopan unionin perusoikeuskirjan 24 artiklan 2 kohdan valossa, on tulkittava siten, ettei jäsenvaltio voi tehdä eroa ilman huoltajaa olevien alaikäisten välillä pelkästään heidän ikäänsä koskevan kriteerin perusteella, kun se varmistaa, onko kohdevaltiossa järjestetty asianmukainen vastaanotto.", "label": [[116, 132, "LOC"]]}
{"text": "3) Direktiivin 2008/115 8 artiklan 1 kohtaa on tulkittava siten, että se on esteenä sille, että tehtyään ilman huoltajaa olevasta alaikäisestä palauttamispäätöksen ja varmistettuaan kyseisen direktiivin 10 artiklan 2 alakohdan mukaisesti, että hänet palautetaan jollekin perheenjäsenelleen tai nimetylle holhoojalleen taikka että häntä varten on kohdevaltiossa järjestetty asianmukainen vastaanotto, jäsenvaltio ei poista häntä tämän jälkeen maasta ennen kuin hän täyttää 18 vuotta.", "label": [[472, 474, "AMOUNT_VALUE"], [475, 481, "AMOUNT_UNIT"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: hollanti.", "label": [[23, 31, "NATIONALITY"]]}
