{"text": "Ennakkoratkaisupyyntö, jonka Juzgado de Primera Instancia nº 10 bis de Sevilla (Espanja) on esittänyt 27.5.2021 – Borisova v. Valente", "label": [[29, 78, "ORG"], [80, 87, "LOC"], [102, 111, "DATE"], [114, 122, "PER"], [126, 133, "PER"]]}
{"text": "(asia C-335/21)", "label": []}
{"text": "Oikeudenkäyntikieli: espanja", "label": [[21, 28, "NATIONALITY"]]}
{"text": "Ennakkoratkaisua pyytänyt tuomioistuin", "label": []}
{"text": "Juzgado de Primera Instancia nº 10 bis de Sevilla", "label": [[0, 49, "ORG"]]}
{"text": "Pääasian asianosaiset", "label": []}
{"text": "Kantaja: Borisova", "label": [[9, 17, "PER"]]}
{"text": "Vastaaja: Valente", "label": [[10, 17, "PER"]]}
{"text": "Ennakkoratkaisukysymykset", "label": []}
{"text": "Voidaanko direktiivin 93/131 ja siinä tarkoitetun tehokkuusperiaatteen, tarkasteltuina yhdessä perusoikeuskirjan 47 artiklassa tarkoitetun tehokkaita oikeussuojakeinoja koskevan oikeuden kanssa, mukaisena pitää sellaista asianajajan käynnistämää maksamattomien palkkioiden perimistä koskevaa summaarista menettelyä, jossa tuomari ei voi tutkia viran puolesta kuluttajasopimuksen ehtojen mahdollista kohtuuttomuutta, koska hän ei missään vaiheessa osallistu kyseiseen menettelyyn, ellei asiakas riitauta vaatimusta ja ellei jompikumpi osapuolista sen jälkeen nosta kannetta tuomioistuimen kirjaajan antamasta lopullisesta päätöksestä, jolla kyseinen vaatimus on ratkaistu?", "label": [[221, 232, "PROFESSION"], [322, 329, "PROFESSION"], [588, 597, "PROFESSION"]]}
{"text": "Voidaanko direktiivin 93/13 ja siinä tarkoitetun tehokkuusperiaatteen, tarkasteltuina yhdessä perusoikeuskirjan 47 artiklassa tarkoitetun tehokkaita oikeussuojakeinoja koskevan oikeuden kanssa, mukaisena pitää sitä, että tällaisessa menettelyssä tuomioistuimen viran puolesta tai asianosaisen pyynnöstä mahdollisesti tekemä sopimusehtojen kohtuuttomuuden valvonta tapahtuu muun kuin lainkäyttöelimen, kuten tuomioistuimen kirjaajan, tekemästä päätöksestä nostetun kanteen yhteydessä, kun tällainen muutoksenhaku voi lähtökohtaisesti koskea ainoastaan kyseisen päätöksen kohdetta ja kun siinä ei voida käyttää muita todistuskeinoja kuin asianosaisten ennestään esittämiä asiakirjatodisteita?", "label": [[422, 431, "PROFESSION"]]}
{"text": "Onko käsiteltävässä asiassa kyseessä olevan kaltaisen, asianajajan ja kuluttajan väliseen sopimukseen sisältyvän ehdon, jossa määrätään asianajajapalkkioiden maksamisesta siinä erityistapauksessa, että asiakas asianajajan tietämättä tai hänen neuvonsa vastaisesti luopuu kanteesta ennen tuomioistuinmenettelyn päättymistä tai sopii kyseisen elimen kanssa muusta järjestelystä, katsottava kuuluvan direktiivin 93/13 4 artiklan 2 kohdan soveltamisalaan, koska sitä on pidettävä sopimuksen pääkohdetta, käsiteltävässä tapauksessa hintaa, koskevana ehtona?", "label": [[55, 66, "PROFESSION"], [210, 221, "PROFESSION"]]}
{"text": "Jos edelliseen kysymykseen vastataan myöntävästi, voidaanko kyseistä ehtoa, jossa asianajajapalkkiot vahvistetaan viittaamalla sellaiseen asianajajayhteisön palkkiotaulukkoon, jossa annetaan tapauskohtaisesti erilaisia sääntöjä, ja josta ei mainittu mitään ennen sopimuksen tekoa annetuissa tiedoissa, pitää direktiivin 93/13 4 artiklan 2 kohdassa tarkoitetulla tavalla selkeänä ja ymmärrettävänä?", "label": []}
{"text": "Jos edelliseen kysymykseen vastataan kieltävästi, voidaanko direktiivissä 2005/292 tarkoitettuna sopimattomana kaupallisena käytäntönä pitää sitä, että asianajajan ja kuluttajan väliseen sopimukseen sisällytetään kyseessä olevan kaltainen ehto, jossa asianajajapalkkiot vahvistetaan ainoastaan viittaamalla sellaiseen asianajajayhteisön palkkiotaulukkoon, jossa annetaan tapauskohtaisesti erilaisia sääntöjä, ja josta ei mainittu mitään kaupallisessa tarjouksessa ja ennen sopimuksen tekoa annetuissa tiedoissa?", "label": [[152, 163, "PROFESSION"]]}
{"text": "____________", "label": []}
{"text": "1 Kuluttajasopimusten kohtuuttomista ehdoista 5.4.1993 annettu neuvoston direktiivi 93/13/ETY (EYVL 1993, L 95, s. 29).2 Sopimattomista elinkeinonharjoittajien ja kuluttajien välisistä kaupallisista menettelyistä sisämarkkinoilla 11.5.2005 annettu Euroopan parlamentin ja neuvoston direktiivi 2005/29/EY (EUVL 2005, L 149, s. 22).", "label": [[46, 54, "DATE"], [63, 72, "ORG"], [230, 239, "DATE"], [248, 268, "ORG"], [272, 281, "ORG"]]}
