{"text": "Asia T-495/19", "label": []}
{"text": "Romania vastaan Euroopan komissio", "label": [[0, 7, "ORG"], [16, 33, "ORG"]]}
{"text": "Unionin yleisen tuomioistuimen tuomio (kymmenes jaosto) 10.11.2021", "label": [[0, 30, "ORG"], [39, 54, "ORG"], [56, 66, "DATE"]]}
{"text": "Toimielimiä koskeva oikeus – Eurooppalainen kansalaisaloite – Koheesiopolitiikka – Kansallisen vähemmistön sisältävät alueet – Rekisteröintipäätös – Kumoamiskanne – Kannekelpoinen toimi – Tutkittavaksi ottaminen – Asetuksen (EU) N:o 211/2011 4 artiklan 2 kohdan b alakohta – Perusteluvelvollisuus", "label": [[29, 43, "LOC"]]}
{"text": "1. Kumoamiskanne – Kannekelpoiset toimet – Käsite – Toimet, joilla on sitovia oikeusvaikutuksia – Ehdotetun eurooppalaisen kansalaisaloitteen rekisteröintiä koskeva komission päätös – Soveltamisalaan kuuluminen", "label": [[108, 122, "LOC"], [165, 174, "ORG"]]}
{"text": "(SEUT 263 artikla; Euroopan parlamentin ja neuvoston asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta ja 10 artiklan 1 kohdan c alakohta)", "label": [[19, 39, "ORG"], [43, 52, "ORG"]]}
{"text": "(ks. 36, 37, 45–47 ja 49–53 kohta)", "label": []}
{"text": "2. Toimielinten säädökset, päätökset ja muut toimet – Perustelut – Perusteluvelvollisuuden laajuus – Ehdotetun eurooppalaisen kansalaisaloitteen rekisteröintiä koskeva komission päätös", "label": [[111, 125, "LOC"], [168, 177, "ORG"]]}
{"text": "(SEUT 296 artikla; Euroopan parlamentin ja neuvoston asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta)", "label": [[19, 39, "ORG"], [43, 52, "ORG"]]}
{"text": "(ks. 61–63, 65, 78 ja 79 kohta)", "label": []}
{"text": "3. Unionin kansalaisuus – Kansalaisen oikeudet – Kansalaisaloitteen tekeminen – Asetus N:o 211/2011 – Rekisteröintiedellytykset – Aloite ei saa ylittää komission toimivaltaa – Komission suorittaman tutkimuksen laajuus", "label": [[3, 10, "LOC"], [152, 161, "ORG"], [176, 185, "ORG"]]}
{"text": "(Euroopan parlamentin ja neuvoston asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta ja 10 artiklan 1 kohdan c alakohta)", "label": [[1, 21, "ORG"], [25, 34, "ORG"]]}
{"text": "(ks. 101–106 ja 108 kohta)", "label": []}
{"text": "4. Unionin kansalaisuus – Kansalaisen oikeudet – Kansalaisaloitteen tekeminen – Asetus N:o 211/2011 – Rekisteröintiedellytykset – Aloite ei saa ylittää komission toimivaltaa – Aloitteen sisällön yksilöinti – Tuomioistuinvalvonnan laajuus", "label": [[3, 10, "LOC"], [152, 161, "ORG"]]}
{"text": "(Euroopan parlamentin ja neuvoston asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta)", "label": [[1, 21, "ORG"], [25, 34, "ORG"]]}
{"text": "(ks. 112 ja 114 kohta)", "label": []}
{"text": "5. Unionin kansalaisuus – Kansalaisen oikeudet – Kansalaisaloitteen tekeminen – Asetus N:o 211/2011 – Rekisteröintiedellytykset – Aloite ei saa ylittää komission toimivaltaa – Toimielimen mahdollisuus rekisteröidä ehdotettu eurooppalainen kansalaisaloite osittain tai ehdollisesti – Edellytys", "label": [[3, 10, "LOC"], [152, 161, "ORG"], [224, 238, "LOC"]]}
{"text": "(Euroopan parlamentin ja neuvoston asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta)", "label": [[1, 21, "ORG"], [25, 34, "ORG"]]}
{"text": "(ks. 116 ja 117 kohta)", "label": []}
{"text": "6. Unionin kansalaisuus – Kansalaisen oikeudet – Kansalaisaloitteen tekeminen – Asetus N:o 211/2011 – Rekisteröintiedellytykset – Aloite ei saa ylittää komission toimivaltaa – Koheesiopolitiikkaa alueiden yhdenvertaisuuden ja alueellisten kulttuurien säilymisen varmistamiseksi koskeva ehdotus – Soveltamisalaan kuuluminen", "label": [[3, 10, "LOC"], [152, 161, "ORG"]]}
{"text": "(SEUT 2 artiklan 6 kohta, SEUT 4 artiklan 2 kohdan c alakohta ja SEUT 174–178 artikla; Euroopan parlamentin ja neuvoston asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta)", "label": [[87, 107, "ORG"], [111, 120, "ORG"]]}
{"text": "(ks. 126 ja 127 kohta)", "label": []}
{"text": "Tiivistelmä", "label": []}
{"text": "Unionin yleinen tuomioistuin hylkää Romanian kanteen, joka koskee komission päätöstä rekisteröidä ehdotettu kansalaisaloite ”Koheesiopolitiikka alueiden yhdenvertaisuuden ja alueellisten kulttuurien säilymisen varmistamiseksi”", "label": [[0, 28, "ORG"], [36, 44, "ORG"], [66, 75, "ORG"]]}
{"text": "Unionin yleinen tuomioistuin lausuu ensimmäistä kertaa tällaisen aloitteen rekisteröintiä koskevan komission päätöksen kannekelpoisuudesta.", "label": [[0, 28, "ORG"], [99, 108, "ORG"]]}
{"text": "Euroopan komissiolle ehdotettiin 18.6.2013 kansalaisaloitetta ”Koheesiopolitiikka alueiden yhdenvertaisuuden ja alueellisten kulttuurien säilymisen varmistamiseksi”.(1) Ehdotetun kansalaisaloitteen järjestäjien toimittamien tietojen mukaan aloitteen tarkoituksena oli, että Euroopan unioni kiinnittää koheesiopolitiikan yhteydessä erityistä huomiota alueisiin, jotka etnisten, kulttuuristen, uskonnollisten tai kielellisten erityispiirteidensä osalta poikkeavat niitä ympäröivistä alueista.", "label": [[0, 20, "ORG"], [33, 42, "DATE"], [274, 289, "ORG"]]}
{"text": "Komissio epäsi 25.7.2013 antamallaan päätöksellä(2) ehdotetun riidanalaisen kansalaisaloitteen rekisteröintiä koskevan hakemuksen sillä perusteella, että aloite ylitti selvästi komission toimivallan tehdä ehdotus unionin säädökseksi perussopimusten soveltamiseksi. Unionin yleinen tuomioistuin hylkäsi kyseistä päätöstä koskeneen kumoamiskanteen.(3) Unionin yleisen tuomioistuimen tuomiosta valitettiin unionin tuomioistuimeen, joka kumosi sen sekä 25.7.2013 annetun päätöksen.(4)", "label": [[0, 8, "ORG"], [15, 24, "DATE"], [177, 186, "ORG"], [213, 220, "LOC"], [265, 293, "ORG"], [350, 380, "ORG"], [403, 426, "ORG"], [449, 458, "DATE"]]}
{"text": "Komissio antoi 30.4.2019 uuden päätöksen, jolla se rekisteröi ehdotetun riidanalaisen kansalaisaloitteen.(5) Romania nosti kyseistä päätöstä koskevan kumoamiskanteen.", "label": [[0, 8, "ORG"], [15, 24, "DATE"], [109, 116, "ORG"], [150, 165, "ORG"]]}
{"text": "Unionin yleinen tuomioistuin hylkää Romanian kanteen ja käsittelee ensimmäistä kertaa nimenomaisesti kysymystä ehdotetun kansalaisaloitteen rekisteröintiä koskevan komission päätöksen kannekelpoisuudesta. Se täsmentää myös yhtäältä sen valvonnan ominaispiirteitä, jota komission on harjoitettava tällaisen päätöksen antaessaan, ja toisaalta tähän kysymykseen liittyvän unionin yleisen tuomioistuimen harjoittaman laillisuusvalvonnan luonnetta.", "label": [[0, 28, "ORG"], [36, 44, "ORG"], [164, 173, "ORG"], [269, 278, "ORG"], [369, 399, "ORG"]]}
{"text": "Unionin yleisen tuomioistuimen arviointi asiasta", "label": [[0, 30, "ORG"]]}
{"text": "Kanteen tutkittavaksi ottamisen osalta unionin yleinen tuomioistuin tarkastelee riidanalaisen päätöksen kannekelpoisuutta.(6) Se kertaa ensin kansalaisaloitteen tekemistä varten vaadittavat menettelyt ja edellytykset ja toteaa, että riidanalaisella päätöksellä pyritään saamaan aikaan järjestäjiä, toimielimiä ja asiaankuuluvia jäsenvaltioita sitovia oikeusvaikutuksia. Järjestäjien kohdalla rekisteröintipäätöksestä käynnistyy näet tuenilmaisujen keruu, ja järjestäjät saavat erityisesti ensinnäkin oikeuden toimittaa kansalaisaloitteen komissiolle ja esitellä sen yksityiskohtaisesti,(7) toiseksi oikeuden vaatia komissiota antamaan asetuksen N:o 211/2011 10 artiklan 1 kohdan c alakohdassa(8) tarkoitetun tiedonannon ja kolmanneksi oikeuden esitellä kansalaisaloitteen julkisessa kuulemisessa, joka järjestetään Euroopan parlamentissa. Nämä järjestäjille syntyvät oikeudet aiheuttavat samalla velvollisuuksia asianomaisille toimielimille: komission on otettava järjestäjät vastaan ja annettava kansalaisaloitetta koskeva tiedonanto, ja parlamentin on järjestettävä julkinen kuuleminen. Asianomaisten jäsenvaltioiden kohdalla ehdotetun kansalaisaloitteen rekisteröintipäätös synnyttää velvollisuuden antaa luvan tuenilmausten keräämiseen sekä tarkistaa nämä tuenilmaukset ja vahvistaa ne.", "label": [[39, 67, "ORG"], [538, 549, "ORG"], [615, 625, "ORG"], [815, 837, "ORG"], [942, 951, "ORG"], [1039, 1050, "ORG"]]}
{"text": "Lisäksi unionin yleinen tuomioistuin täsmentää, ettei ehdotetun kansalaisaloitteen rekisteröintipäätös ole valmisteleva toimi tai välivaiheen toimi, jonka tarkoituksena on valmistella kansalaisaloitetta koskevan komission tiedonannon antamista. Ehdotetun kansalaisaloitteen rekisteröintipäätös edellyttää nimittäin, että siihen kohdistetaan ensin oikeudellinen arviointi, eikä tämä vaikuta arvioon, jonka komissio esittää kansalaisaloitetta koskevassa tiedonannossaan, johon sisältyvät muun muassa komission ”oikeudelliset ja poliittiset päätelmät”. Unionin yleinen tuomioistuin tuo esille, että oikeuskäytännön(9) mukaan kansalaisaloitemekanismin erityinen lisäarvo ei koostu lopputuloksen varmuudesta vaan niistä keinoista ja mahdollisuuksista, joita sillä luodaan unionin kansalaisille panna vireille poliittinen keskustelu unionin toimielimissä ilman, että on tarpeen odottaa lainsäädäntömenettelyn käynnistymistä. Poliittista keskustelua käydään sekä kansalaisten että toimielinten kanssa erityisesti tuenilmaisujen keruukampanjan aikana, komission kanssa pidettävässä kokouksessa ja parlamentissa järjestettävässä julkisessa kuulemissa. Tarkemmin sanottuna tämä keskustelu käydään ehdotetun kansalaisaloitteen rekisteröintiä koskevan päätöksen ja siitä johtuvan menettelyn seurauksena, ennen kuin komissio antaa kansalaisaloitetta koskevan tiedonantonsa. Kyseinen päätös päättää siis riidanalaisen päätöksen tavoin yksittäisen vaiheen kansalaisaloiteprosessissa, ja siitä aiheutuu muita sitovia oikeusvaikutuksia kuin kansalaisaloitetta koskevasta tiedonannosta, ja se on kyseisen tiedonannon tavoin kannekelpoinen toimi SEUT 263 artiklassa tarkoitetussa merkityksessä.", "label": [[8, 36, "ORG"], [212, 221, "ORG"], [405, 413, "ORG"], [498, 507, "ORG"], [550, 578, "ORG"], [767, 774, "LOC"], [827, 834, "LOC"], [1044, 1053, "ORG"], [1089, 1102, "ORG"], [1303, 1311, "ORG"]]}
{"text": "Asiakysymyksen osalta unionin yleinen tuomioistuin tarkastelee ensin ehdotetun kansalaisaloitteen rekisteröintiedellytyksiä ja erityisesti edellytystä, jonka perusteella selvitetään, kuuluuko aloite komission toimivaltaan.(10) Se muistuttaa tässä yhteydessä sen tutkimuksen ominaispiirteistä, joka komission on suoritettava kyseisen, ehdotetun kansalaisaloitteen rekisteröintiedellytyksen nojalla.", "label": [[22, 50, "ORG"], [199, 208, "ORG"], [298, 307, "ORG"]]}
{"text": "Unionin yleinen tuomioistuin muistuttaa ensinnäkin, että komissio voi evätä ehdotetun kansalaisaloitteen rekisteröinnin ainoastaan, jos aloite ylittää selvästi – kun huomioon otetaan sen aihe ja tavoitteet – komission toimivallan tehdä ehdotus unionin säädökseksi perussopimusten soveltamiseksi, jotta kansalaisaloite olisi helppo tehdä.", "label": [[0, 28, "ORG"], [57, 65, "ORG"], [208, 217, "ORG"], [244, 251, "LOC"]]}
{"text": "Unionin yleinen tuomioistuin täsmentää toiseksi, että tutkimus, joka komission on suoritettava sen rekisteröintiedellytyksen nojalla, jonka perustella selvitetään, kuuluuko ehdotettu kansalaisaloite komission toimivaltaan, eroaa tutkimuksesta, joka komission on suoritettava kansalaisaloitetta koskevan tiedonannon yhteydessä. Kyseiseen rekisteröintiedellytykseen liittyvän tutkimuksen yhteydessä komission onkin tutkittava vain, voitaisiinko objektiivisesta näkökulmasta tarkasteltuina kyseisen kansalaisaloitteen yhteydessä ehdotettuja toimenpiteitä toteuttaa perussopimusten nojalla, eikä sen pidä tarkastaa, että kaikista tosiseikoista, joihin vedotaan, on esitetty näyttö tai että aloitteen ja ehdotettujen toimenpiteiden taustalla olevat perustelut ovat riittävät. Ehdotetun kansalaisaloitteen rekisteröintipäätös edellyttää, että kansalaisaloitteesta tehdään ensin oikeudellinen arviointi, eikä tämä vaikuta arvioon, jonka komissio tekee kansalaisaloitetta koskevassa tiedonannossaan, jossa esitetään komission lopullinen kanta siihen kysymykseen, aikooko komissio ehdottaa unionin säädöstä kyseisen kansalaisaloitteen jatkoksi. Komissio voi siis evätä ehdotetun kansalaisaloitteen rekisteröinnin vain, jos se päätyy komission toimivaltaan kuulumiseen liittyvän rekisteröintiedellytyksen täyttymistä tutkiessaan toteamaan olevan täysin poissuljettua, että se voisi ehdottaa unionin säädöstä perussopimusten soveltamiseksi. Jos komissio ei sen sijaan voi päätyä tähän toteamukseen, sillä on velvollisuus rekisteröidä ehdotettu kansalaisaloite, jotta toimielimissä voidaan käydä rekisteröinnistä käynnistyvä poliittinen keskustelu.", "label": [[0, 28, "ORG"], [69, 78, "ORG"], [199, 208, "ORG"], [249, 258, "ORG"], [397, 406, "ORG"], [930, 938, "ORG"], [1008, 1017, "ORG"], [1063, 1071, "ORG"], [1081, 1088, "LOC"], [1136, 1144, "ORG"], [1224, 1233, "ORG"], [1381, 1388, "LOC"], [1434, 1442, "ORG"]]}
{"text": "Unionin yleinen tuomioistuin toteaa toiseksi lausuessaan siitä, oliko komissio yksilöinyt ehdotetun riidanalaisen kansalaisaloitteen sisällön virheettömästi, että kyseinen aloite on esitelty virheettömästi riidanalaisessa päätöksessä eikä sen sisältö ole vääristynyt. Komissio on näet tutkinut oikeuskäytännön(11) mukaisesti objektiivisesta näkökulmasta tarkasteltuina abstraktisti kaavaillut ehdotetut toimenpiteet ja olennaisin osin vain esitellyt ehdotetun riidanalaisen kansalaisaloitteen aiheen ja tavoitteet sekä todennut kyseisen aloitteen kuuluvan unionin koheesiopolitiikan soveltamisalaan.", "label": [[0, 28, "ORG"], [70, 78, "ORG"], [268, 276, "ORG"], [556, 563, "LOC"]]}
{"text": "Kolmanneksi unionin yleinen tuomioistuin hylkää väitteen, jonka mukaan komissio on tehnyt arvioinnissaan varauksen. Unionin yleinen tuomioistuin korostaa nimittäin, että komissio voi tarvittaessa tehdä ehdotettuun kansalaisaloitteeseen ”rajauksen”, asettaa sille ”ehtoja” tai jopa rekisteröidä sen vain osittain, jotta kansalaisaloite olisi helppo tehdä, edellyttäen, että komissio noudattaa sille kuuluvaa perusteluvelvollisuutta eikä kyseisen aloitteen sisältö vääristy. Tällainen menettelytapa antaa näet komissiolle mahdollisuuden rekisteröidä ehdotettu kansalaisaloite tietyin ehdoin rekisteröinnin epäämisen sijaan, jotta asetuksella N:o 211/2011 tavoitellun päämäärän tehokas vaikutus säilyisi.", "label": [[12, 40, "ORG"], [71, 79, "ORG"], [116, 144, "ORG"], [170, 178, "ORG"], [373, 381, "ORG"], [508, 519, "ORG"]]}
{"text": "Neljänneksi ja viimeiseksi unionin yleinen tuomioistuin tuo esille lausuessaan siitä kysymyksestä, saattoivatko SEUT 174–178 artikla olla oikeusperustana ehdotetussa riidanalaisessa kansalaisaloitteessa tarkoitetun kaltaiselle unionin säädökselle,(12) ettei komissio ole tehnyt virhettä todetessaan riidanalaisessa päätöksessä, ettei ehdotettu riidanalainen kansalaisaloite ylitä selvästi komission toimivaltaa, siltä osin kuin sen tarkoituksena oli, että komissio antaa ehdotuksia säädöksiksi, joissa vahvistetaan rakennerahastojen tehtävät, tavoitteet ja rakenteet, ja edellyttäen, että rahoitettavat toimet johtavat unionin taloudellisen, sosiaalisen ja alueellisen yhteenkuuluvuuden vahvistumiseen.", "label": [[27, 55, "ORG"], [227, 234, "LOC"], [258, 266, "ORG"], [389, 398, "ORG"], [456, 464, "ORG"], [619, 626, "LOC"]]}
{"text": "1 Aloite on tehty SEU 11 artiklan 4 kohdan sekä kansalaisaloitteesta 16.2.2011 annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 211/2011 (EUVL 2011, L 65, s. 1) mukaisesti (jäljempänä ehdotettu riidanalainen kansalaisaloite).", "label": [[69, 78, "DATE"], [87, 107, "ORG"], [111, 120, "ORG"]]}
{"text": "2 25.7.2013 annettu komission päätös C(2013) 4975 final, jolla komissio epäsi ehdotetun kansalaisaloitteen ”Koheesiopolitiikka alueiden yhdenvertaisuuden ja alueellisten kulttuurien säilymisen varmistamiseksi” rekisteröinnin.", "label": [[2, 11, "DATE"], [20, 29, "ORG"], [63, 71, "ORG"]]}
{"text": "3 Tuomio 10.5.2016, Aidán ja Woods v. komissio (T-529/13, EU:T:2016:282).", "label": [[9, 18, "DATE"], [20, 25, "PER"], [29, 34, "PER"], [38, 46, "ORG"]]}
{"text": "4 Tuomio 7.3.2019, Aidán ja Woods v. komissio (C-420/16 P, EU:C:2019:177).", "label": [[9, 17, "DATE"], [19, 24, "PER"], [28, 33, "PER"], [37, 45, "ORG"]]}
{"text": "5 Ehdotetusta kansalaisaloitteesta ”Koheesiopolitiikka alueiden yhdenvertaisuuden ja alueellisten kulttuurien säilymisen varmistamiseksi” 30.4.2019 annettu komission päätös (EU) 2019/721 (EUVL 2019, L 122, s. 55; jäljempänä riidanalainen päätös).", "label": [[138, 147, "DATE"], [156, 165, "ORG"]]}
{"text": "6 SEUT 263 artiklassa tarkoitetussa merkityksessä.", "label": []}
{"text": "7 Asetuksen N:o 211/2011 9 artiklan ensimmäinen kohta ja 10 artiklan 1 kohdan b alakohta.", "label": []}
{"text": "8 Kyseisen säännöksen mukaan kansalaisaloitteen vastaanottaessaan komissio antaa kolmen kuukauden kuluessa tiedonannon, jossa esitetään komission oikeudelliset ja poliittiset päätelmät kansalaisaloitteesta sekä toimet, jotka komissio aikoo toteuttaa, ja sen perustelut näiden toimien toteuttamiselle, tai jos se ei aio toteuttaa toimia, niistä pidättymiselle (jäljempänä kansalaisaloitetta koskeva tiedonanto).", "label": [[66, 74, "ORG"], [81, 87, "AMOUNT_VALUE"], [88, 97, "AMOUNT_UNIT"], [136, 145, "ORG"], [225, 233, "ORG"]]}
{"text": "9 Tuomio 19.12.2019, Nazarov ym. v. komissio (C-418/18 P, EU:C:2019:1113, 70 kohta).", "label": [[9, 19, "DATE"], [21, 28, "PER"], [36, 44, "ORG"]]}
{"text": "10 Asetuksen N:o 211/2011 4 artiklan 2 kohdan b alakohta.", "label": []}
{"text": "11 Tuomio 7.3.2019, Aidán ja Woods v. komissio (C-420/16 P, EU:C:2019:177, 62 kohta).", "label": [[10, 18, "DATE"], [20, 25, "PER"], [29, 34, "PER"], [38, 46, "ORG"]]}
{"text": "12 Kyseiset artiklat sijoittuvat EUT-sopimuksen XVIII osastoon, joka koskee taloudellista, sosiaalista ja alueellista yhteenkuuluvuutta.", "label": []}
