{"text": "UNIONIN TUOMIOISTUIMEN TUOMIO (toinen jaosto)", "label": [[0, 22, "ORG"], [31, 44, "ORG"]]}
{"text": "7 päivänä heinäkuuta 2022 (*)", "label": [[0, 25, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – Siirtotyöläisten sosiaaliturva – Asetus (EY) N:o 987/2009 – 44 artiklan 2 kohta – Soveltamisala – Vanhuuseläke – Laskelma – Muissa jäsenvaltioissa täyttyneiden lastenhoitokausien huomioon ottaminen – SEUT 21 artikla – Kansalaisten vapaa liikkuvuus", "label": []}
{"text": "Asiassa C‑576/20,", "label": []}
{"text": "jossa on kyse SEUT 267 artiklaan perustuvasta ennakkoratkaisupyynnöstä, jonka Oberster Gerichtshof (ylin tuomioistuin, Itävalta) on esittänyt 13.10.2020 tekemällään päätöksellä, joka on saapunut unionin tuomioistuimeen 4.11.2020, saadakseen ennakkoratkaisun asiassa FM vastaan Pensionsversicherungsanstalt,", "label": [[78, 98, "ORG"], [100, 117, "ORG"], [119, 127, "LOC"], [142, 152, "DATE"], [195, 218, "ORG"], [219, 228, "DATE"], [266, 268, "PER"], [277, 305, "ORG"]]}
{"text": "UNIONIN TUOMIOISTUIN (toinen jaosto),", "label": [[0, 36, "ORG"]]}
{"text": "toimien kokoonpanossa: jaoston puheenjohtaja K. Atkinson sekä tuomarit L. Steinbeisser, J. Hoffmann (esittelevä tuomari), A. Würth ja I. Z. Sánchez Rodríguez,", "label": [[23, 44, "PROFESSION"], [45, 56, "PER"], [62, 70, "PROFESSION"], [71, 86, "PER"], [88, 99, "PER"], [101, 119, "PROFESSION"], [122, 130, "PER"], [134, 157, "PER"]]}
{"text": "julkisasiamies: F. Mavridou,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "kirjaaja: hallintovirkamies F. Hasenberg,", "label": [[0, 8, "PROFESSION"], [10, 27, "PROFESSION"], [28, 40, "PER"]]}
{"text": "ottaen huomioon kirjallisessa käsittelyssä ja 11.11.2021 pidetyssä istunnossa esitetyn,", "label": [[46, 56, "DATE"]]}
{"text": "ottaen huomioon huomautukset, jotka sille ovat esittäneet", "label": []}
{"text": "– FM, edustajanaan Hausherr, Rechtsanwalt,", "label": [[2, 4, "PER"], [6, 18, "PROFESSION"], [19, 27, "PER"], [29, 41, "PROFESSION"]]}
{"text": "– Pensionsversicherungsanstalt, edustajinaan U. Gibson ja R. Aliev, Rechtsanwälte, ja O. Orlova, expert,", "label": [[2, 30, "ORG"], [45, 54, "PER"], [58, 66, "PER"], [68, 81, "PROFESSION"], [86, 95, "PER"], [97, 103, "PROFESSION"]]}
{"text": "– Itävallan hallitus, asiamiehinään K. Karpov, T. Vargas, N. Belyaev ja W. Moretti,", "label": [[2, 20, "ORG"], [22, 35, "PROFESSION"], [36, 45, "PER"], [47, 56, "PER"], [58, 68, "PER"], [72, 82, "PER"]]}
{"text": "– Tšekin hallitus, asiamiehinään Pavlov, S. Ermakov ja H. Marković,", "label": [[2, 17, "ORG"], [19, 32, "PROFESSION"], [33, 39, "PER"], [41, 51, "PER"], [55, 66, "PER"]]}
{"text": "– Espanjan hallitus, asiamiehinään C. Delgado Ramírez ja E. Martinez Acosta,", "label": [[2, 19, "ORG"], [21, 34, "PROFESSION"], [35, 53, "PER"], [57, 75, "PER"]]}
{"text": "– Euroopan komissio, asiamiehinään N.-D. Ernst ja C. Schuster,", "label": [[2, 19, "ORG"], [21, 34, "PROFESSION"], [35, 46, "PER"], [50, 61, "PER"]]}
{"text": "kuultuaan julkisasiamiehen 3.2.2022 pidetyssä istunnossa esittämän ratkaisuehdotuksen,", "label": [[10, 26, "PROFESSION"], [27, 35, "DATE"]]}
{"text": "on antanut seuraavan tuomion", "label": []}
{"text": "1 Ennakkoratkaisupyyntö koskee SEUT 21 artiklan ja sosiaaliturvajärjestelmien yhteensovittamisesta annetun asetuksen (EY) N:o 883/2004 täytäntöönpanomenettelystä 16.9.2009 annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 987/2009 (EUVL 2009, L 284, s. 1) 44 artiklan 2 kohdan tulkintaa.", "label": [[162, 171, "DATE"], [180, 200, "ORG"], [204, 213, "ORG"]]}
{"text": "2 Tämä pyyntö on esitetty asiassa, jossa vastakkain ovat FM ja Pensionsversicherungsanstalt (eläkelaitos, Itävalta) ja joka koskee FM:n muissa jäsenvaltioissa täyttämien lastenhoitokausien huomioon ottamista hänen itävaltalaisen vanhuuseläkkeensä määrää laskettaessa.", "label": [[57, 59, "PER"], [63, 91, "ORG"], [93, 104, "ORG"], [106, 114, "LOC"], [131, 135, "PER"], [214, 228, "LOC"]]}
{"text": "Asiaa koskevat oikeussäännöt", "label": []}
{"text": "Unionin oikeus", "label": [[0, 7, "LOC"]]}
{"text": "Asetus (EY) N:o 883/2004", "label": []}
{"text": "3 Sosiaaliturvajärjestelmien yhteensovittamisesta 29.4.2004 annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 883/2004 (EUVL 2004, L 166, s. 1) tavoitteena on kansallisten sosiaaliturvajärjestelmien yhteensovittaminen. Sen 91 artiklan mukaan sitä sovelletaan sen täytäntöönpanoasetuksen eli asetuksen N:o 987/2009 voimaantulopäivästä, joksi viimeksi mainitun asetuksen 97 artiklassa vahvistettiin 1.5.2010.", "label": [[50, 59, "DATE"], [68, 88, "ORG"], [92, 101, "ORG"], [408, 416, "DATE"]]}
{"text": "4 Asetuksen N:o 883/2004 johdanto-osan ensimmäisessä ja kolmannessa perustelukappaleessa todetaan seuraavaa:", "label": []}
{"text": "”(1) Kansallisten sosiaaliturvajärjestelmien yhteensovittamissäännöt koskevat henkilöiden vapaata liikkuvuutta, ja niillä pitäisi myötävaikuttaa heidän elintasonsa ja työntekonsa edellytysten parantumiseen.", "label": []}
{"text": "– –", "label": []}
{"text": "(3) Sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä 14 päivänä kesäkuuta 1971 annettua neuvoston asetusta (ETY) N:o 1408/71 [(EYVL 1971, L 149, s. 2)] on useaan otteeseen muutettu ja ajantasaistettu, jotta otettaisiin huomioon paitsi kehitys yhteisön tasolla, kuten yhteisöjen tuomioistuimen tuomiot, myös kansallisen tason lainsäädäntömuutokset. Kyseiset tekijät ovat osaltaan tehneet yhteisön yhteensovittamissäännöistä monimutkaisia ja pitkiä. Sen vuoksi on keskeisen tärkeää korvata kyseiset säännöt ja samalla uudistaa ja yksinkertaistaa niitä, jotta saavutettaisiin henkilöiden vapaan liikkuvuuden tavoite.”", "label": [[46, 54, "LOC"], [165, 190, "DATE"], [200, 209, "ORG"], [355, 363, "LOC"], [379, 404, "ORG"], [499, 507, "LOC"]]}
{"text": "5 Tämän asetuksen 1 artiklan t alakohdan mukaan ”vakuutuskaudella” tarkoitetaan maksukausia, työskentelykausia tai itsenäisen ammatinharjoittamisen kausia, jotka on määritelty tai tunnustettu vakuutuskausiksi siinä lainsäädännössä, jonka mukaan ne ovat täyttyneet tai ne katsotaan täyttyneiksi, ja kaikkia sellaisina käsiteltäviä kausia, jos niiden katsotaan kyseisessä lainsäädännössä vastaavan vakuutuskausia.", "label": []}
{"text": "6 Kyseisen asetuksen 2 artiklan, jonka otsikko on ”Henkilöllinen soveltamisala”, 1 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”Tätä asetusta sovelletaan sellaisiin jossakin jäsenvaltiossa asuviin jäsenvaltion kansalaisiin, kansalaisuudettomiin henkilöihin ja pakolaisiin, jotka ovat tai ovat olleet yhden tai useamman jäsenvaltion lainsäädännön alaisia, sekä heidän perheenjäseniinsä ja heidän jälkeensä eläviin.”", "label": []}
{"text": "7 Saman asetuksen II osasto, jonka otsikko on ”Sovellettavan lainsäädännön määrittäminen”, sisältää muun muassa sen 11 artiklan, jonka otsikko on ”Yleiset säännöt” ja jonka 1–3 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”1. Henkilöt, joihin tätä asetusta sovelletaan, ovat vain yhden jäsenvaltion lainsäädännön alaisia. Kyseinen lainsäädäntö määritetään tämän osaston mukaisesti.", "label": []}
{"text": "2. Tämän osaston säännöksiä sovellettaessa palkkatyön tai itsenäisen ammatinharjoittamisen nojalla tai niiden seurauksena rahaetuutta saavien henkilöiden katsotaan harjoittavan tätä työtä tai ammattia. Tätä ei kuitenkaan sovelleta työkyvyttömyys-, vanhuus- tai perhe-eläkkeisiin eikä työtapaturman tai ammattitaudin vuoksi myönnettyihin eläkkeisiin eikä rahana maksettaviin toistaiseksi jatkuvan hoidon kattaviin sairausetuuksiin.", "label": []}
{"text": "3. Jollei 12–16 artiklasta muuta johdu,", "label": []}
{"text": "a) henkilö, joka on palkkatyössä tai itsenäisenä ammatinharjoittajana jossakin jäsenvaltiossa, on kyseisen jäsenvaltion lainsäädännön alainen;", "label": []}
{"text": "b) virkamies on sen jäsenvaltion lainsäädännön alainen, johon hänen työnantajanaan toimiva hallinto kuuluu;", "label": []}
{"text": "c) henkilö, joka saa työttömyysetuuksia 65 artiklan mukaisesti asuinjäsenvaltionsa lainsäädännön nojalla, on kyseisen jäsenvaltion lainsäädännön alainen;", "label": []}
{"text": "d) jäsenvaltion asevoimien palvelukseen tai siviilipalvelukseen kutsuttu tai uudelleen kutsuttu henkilö on tämän jäsenvaltion lainsäädännön alainen;", "label": []}
{"text": "e) muut kuin a–d alakohdassa tarkoitetut henkilöt ovat asuinjäsenvaltionsa lainsäädännön alaisia, sanotun kuitenkaan rajoittamatta tämän asetuksen muita säännöksiä, joissa heille taataan etuuksia yhden tai useamman muun jäsenvaltion lainsäädännön mukaisesti.”", "label": []}
{"text": "8 Asetuksen N:o 883/2004 87 artiklan, joka koskee siirtymäsäännöksiä, sanamuoto on seuraava:", "label": []}
{"text": "”1. Tämän asetuksen perusteella ei kerry oikeuksia sen soveltamisen alkamispäivää edeltävältä ajalta.", "label": []}
{"text": "2. Kaikki vakuutuskaudet ja tapauksesta riippuen kaikki työskentelykaudet, itsenäisen ammatinharjoittamisen kaudet tai asumiskaudet, jotka jäsenvaltion lainsäädännön mukaan ovat täyttyneet ennen päivää, jolloin tätä asetusta alettiin soveltaa kyseisessä jäsenvaltiossa, otetaan huomioon määritettäessä tämän asetuksen nojalla saavutettuja oikeuksia.", "label": []}
{"text": "3. Jollei 1 kohdasta muuta johdu, oikeus on saavutettu tämän asetuksen mukaisesti, vaikka se liittyy tapahtumaan, joka sattui ennen asetuksen soveltamisen alkamispäivää kyseisessä jäsenvaltiossa.", "label": []}
{"text": "– –”", "label": []}
{"text": "Asetus N:o 987/2009", "label": []}
{"text": "9 Asetuksen N:o 987/2009 johdanto-osan 1 ja 14 perustelukappaleen sanamuoto on seuraava:", "label": []}
{"text": "”(1) Asetuksella [N:o 883/2004] nykyaikaistetaan jäsenvaltioiden sosiaaliturvajärjestelmien yhteensovittamista koskevia sääntöjä täsmentämällä niiden täytäntöönpanon vaatimat toimenpiteet ja menettelyt ja yksinkertaistamalla niitä kaikkien asiaan liittyvien tahojen eduksi. Asetukselle olisi vahvistettava täytäntöönpanosäännöt.", "label": []}
{"text": "– –", "label": []}
{"text": "(14) Vakuutetulle eri jäsenvaltioissa täyttyneiden lastenhoitokausien huomioon ottamiseksi sovellettavan lainsäädännön määrittäminen edellyttää tiettyjä erityissääntöjä ja ‑menettelyjä.”", "label": []}
{"text": "10 Tämän asetuksen 44 artiklassa, jonka otsikko on ”Lastenhoitokausien huomioon ottaminen” ja joka sisältyy sen IV lukuun, jonka otsikko on ”Työkyvyttömyysetuudet sekä vanhuus- ja perhe-eläkkeet”, säädetään seuraavaa:", "label": []}
{"text": "”1. Tätä artiklaa sovellettaessa ’lastenhoitokaudella’ tarkoitetaan kautta, joka hyvitetään jonkin jäsenvaltion eläkelainsäädännössä tai jonka perusteella eläkkeeseen tulee lisäosa nimenomaan siitä syystä, että henkilö on hoitanut lasta, riippumatta siitä, mitä menetelmää käyttäen kyseiset kaudet lasketaan ja kertyvätkö ne lastenhoidon aikana vai myönnetäänkö ne taannehtivasti.", "label": []}
{"text": "2. Jos lastenhoitokausia ei oteta huomioon [asetuksen N:o 883/2004] II osaston mukaisesti toimivaltaisen jäsenvaltion lainsäädännössä, sen jäsenvaltion laitos, jonka lainsäädäntöä [asetuksen N:o 883/2004] II osaston mukaisesti sovellettiin asianomaiseen henkilöön, koska tämä toimi palkkatyössä tai itsenäisenä ammatinharjoittajana ajankohtana, jona lastenhoitokauden huomioon ottaminen kyseisen lapsen osalta tämän lainsäädännön mukaisesti alkoi, on edelleen vastuussa tämän kauden huomioon ottamisesta sen oman lainsäädännön mukaisena lastenhoitokautena ikään kuin lastenhoito olisi tapahtunut sen alueella.", "label": []}
{"text": "3. Edellä olevaa 2 kohtaa ei sovelleta, jos asianomaiseen henkilöön sovelletaan tai aletaan soveltaa jonkin toisen jäsenvaltion lainsäädäntöä palkkatyön tai itsenäisen ammatinharjoittamisen perusteella.”", "label": []}
{"text": "11 Kyseisen asetuksen 93 artiklan, jonka otsikko on ”Siirtymäsäännökset”, sanamuoto on seuraava:", "label": []}
{"text": "”[Asetuksen N:o 883/2004] 87 artiklaa sovelletaan [asetuksen N:o 987/2009] soveltamisalaan kuuluviin tilanteisiin.”", "label": []}
{"text": "Itävallan oikeus", "label": [[0, 9, "LOC"]]}
{"text": "12 Yleisen eläkelain (Allgemeines Pensionsgesetz; BGBl. I, 142/2004) 4 §:ssä, jonka otsikko on ”Vanhuuseläke, oikeus”, säädetään seuraavaa:", "label": []}
{"text": "”Vakuutetulla on oikeus vanhuuseläkkeeseen täytettyään 65 vuotta (lakisääteinen eläkeikä), mikäli viitepäivään – – mennessä on kertynyt tämän lain tai jonkin muun liittovaltion lain nojalla vähintään 180 vakuutuskuukautta, joista vähintään 84 on kertynyt ansiotyön perusteella (vähimmäisvakuutuskausi).”", "label": [[55, 57, "AMOUNT_VALUE"], [58, 64, "AMOUNT_UNIT"], [200, 203, "AMOUNT_VALUE"], [204, 221, "AMOUNT_UNIT"], [240, 242, "AMOUNT_VALUE"]]}
{"text": "13 Yleisen eläkelain 16 §:n 3a momentissa säädetään, että kun kyse on kyseisen lain 4 §:n 1 momentissa tarkoitetun vähimmäiskauden täyttymisestä, vakuutuskuukausiin rinnastetaan myös 9.9.1955 annetun yleisen sosiaaliturvalain (Allgemeines Sozialversicherungsgesetz (BGBl. 189/1955), sellaisena kuin sitä sovelletaan pääasiaan (jäljempänä ASVG), 227a §:ssä ja ammatinharjoittajien sosiaaliturvalain (Gewerbliches Sozialversicherungsgesetz) 116a §:ssä tarkoitettuja lastenhoitokausia vastaavat kaudet, jotka on kertyneet ennen 1.1.2005.", "label": [[183, 191, "DATE"], [525, 533, "DATE"]]}
{"text": "14 Yleisen eläkelain 16 §:n 6 momentissa säädetään, että poiketen siitä, mitä kyseisen lain 4 §:n 1 momentissa säädetään, 60 vuotta ennen 1.1.2024 täyttäneiden naisten eläkeikä määräytyy ASVG:n 253 §:n 1 momentin mukaisesti.", "label": [[122, 124, "AMOUNT_VALUE"], [125, 131, "AMOUNT_UNIT"], [138, 146, "DATE"]]}
{"text": "15 ASVG:n 224 §:n, jonka otsikko on ”Vakuutuskaudet”, sanamuoto on seuraava:", "label": []}
{"text": "”Vakuutuskausilla tarkoitetaan 225 §:ssä ja 226 §:ssä mainittuja maksujen suorittamiskausia sekä 227 §:ssä, 227a §:ssä, 228 §:n, 228a §:ssä ja 229 §:ssä mainittuja rinnastettavia kausia.”", "label": []}
{"text": "16 ASVG:n 227a §:ssä säädetään pääasiallisesti, että vakuutettujen, jotka ovat tosiasiallisesti ja päätoimisesti hoitaneet lapsiaan, tapauksessa ”rinnastettaviksi kausiksi” katsotaan ne lastenhoitoon käytetyt kaudet, jotka ovat täyttyneet kotimaassa 31.12.1955 jälkeen ja ennen 1.1.2005, enintään 48 kalenterikuukautta tai, jos lapsia syntyy kaksi tai useampia, enintään 60 kalenterikuukautta lapsen syntymästä.", "label": [[250, 260, "DATE"], [278, 286, "DATE"], [297, 299, "AMOUNT_VALUE"], [300, 318, "AMOUNT_UNIT"], [371, 373, "AMOUNT_VALUE"], [374, 392, "AMOUNT_UNIT"]]}
{"text": "17 Ammatinharjoittajien sosiaaliturvalain 116a §:ssä toistetaan olennaisilta osin ASVG:n 227a §:n säännökset.", "label": []}
{"text": "Pääasia ja ennakkoratkaisukysymykset", "label": []}
{"text": "18 Pääasian valittaja FM on vuonna 1957 syntynyt Itävallan kansalainen.", "label": [[22, 24, "PER"], [28, 39, "DATE"], [49, 58, "LOC"]]}
{"text": "19 Toimittuaan itsenäisenä ammatinharjoittajana Itävallassa 30.9.1986 saakka ja opiskeltuaan tämän jälkeen Yhdistyneessä kuningaskunnassa pääasian valittaja asettui marraskuun 1987 alussa asumaan Belgiaan, jossa hän synnytti kaksi lasta, ensimmäisen 5.12.1987 ja toisen 23.2.1990. Tämän jälkeen hän oleskeli Unkarissa 5.–31.12.1991 ja Yhdistyneessä kuningaskunnassa 1.1.–8.2.1993.", "label": [[48, 59, "LOC"], [60, 69, "DATE"], [107, 137, "LOC"], [165, 180, "DATE"], [196, 204, "LOC"], [250, 259, "DATE"], [270, 279, "DATE"], [308, 317, "LOC"], [318, 320, "DATE"], [321, 331, "DATE"], [335, 365, "LOC"], [366, 370, "DATE"], [371, 379, "DATE"]]}
{"text": "20 Pääasian valittaja hoiti lapsiaan 5.12.1987–8.2.1993, eikä hän ollut ansiotyössä, täyttänyt vakuutuskausia tai saanut lastensa hoidon perusteella etuuksia.", "label": [[37, 46, "DATE"], [47, 55, "DATE"]]}
{"text": "21 Hän palasi Itävaltaan 8.2.1993 ja toimi siellä itsenäisenä ammatinharjoittajana.", "label": [[14, 24, "LOC"], [25, 33, "DATE"]]}
{"text": "22 Pääasian valittaja käytti vuoden 1993 helmikuun ja vuoden 1994 helmikuun välisenä aikana 13 kuukautta lastensa hoitamiseen Itävallassa, ja tällöin hän kuului Itävallan pakollisen sosiaaliturvajärjestelmän piiriin ja maksoi siihen vakuutusmaksuja. Tämän jälkeen hän työskenteli ja maksoi vakuutusmaksuja kyseisessä jäsenvaltiossa eläkkeelle jäämiseensä saakka.", "label": [[29, 50, "DATE"], [54, 75, "DATE"], [92, 94, "AMOUNT_VALUE"], [95, 104, "AMOUNT_UNIT"], [126, 137, "LOC"], [161, 170, "LOC"]]}
{"text": "23 Pääasian valittaja haki 11.10.2017 vanhuuseläkettä pääasian vastaajalta eli eläkelaitokselta.", "label": [[27, 37, "DATE"]]}
{"text": "24 Eläkelaitos myönsi 29.12.2017 tekemällään päätöksellä hänelle 1.11.2017 alkaen oikeuden 1 079,15 euron suuruiseen eläkkeeseen kuukaudessa. Tämä määrä laskettiin Itävallassa täyttyneiden 366 vakuutuskuukauden perusteella, mukaan lukien Itävallassa täyttyneet lastenhoitokaudet, jotka rinnastettiin vakuutuskausiin.", "label": [[22, 32, "DATE"], [65, 74, "DATE"], [91, 99, "AMOUNT_VALUE"], [100, 105, "AMOUNT_UNIT"], [164, 175, "LOC"], [189, 192, "AMOUNT_VALUE"], [193, 210, "AMOUNT_UNIT"], [238, 249, "LOC"]]}
{"text": "25 Pääasian valittaja nosti tästä päätöksestä kanteen Arbeits- und Sozialgericht Wienissä (työ- ja sosiaaliasioiden tuomioistuin, Wien, Itävalta) ja väitti, että koska hän oli kuulunut Itävallan sosiaaliturvajärjestelmän piiriin ennen Belgiassa ja Unkarissa 5.12.1987 ja 31.12.1991välisenä aikana täyttämiään lastenhoitokausia, myös nämä kaudet olisi otettava rinnastettavina kausina huomioon hänen itävaltalaisen vanhuuseläkkeensä määrää laskettaessa, koska muutoin rikottaisiin SEUT 21 artiklaa, sellaisena kuin sitä on unionin tuomioistuimen oikeuskäytännössä tulkittu.", "label": [[54, 89, "ORG"], [91, 128, "ORG"], [130, 134, "LOC"], [136, 144, "LOC"], [185, 194, "LOC"], [235, 244, "LOC"], [248, 257, "LOC"], [258, 267, "DATE"], [271, 281, "DATE"], [399, 413, "LOC"], [522, 544, "ORG"]]}
{"text": "26 Ensimmäisen oikeusasteen tuomioistuin hylkäsi tämän kanteen sillä perusteella, että pääasian valittaja ei täyttänyt asetuksen N:o 987/2009 44 artiklassa ja siihen liittyvässä Itävallan lainsäädännössä sille, että muissa jäsenvaltioissa täyttyneet lastenhoitokaudet voitaisiin rinnastaa vakuutuskausiin, säädettyjä edellytyksiä.", "label": [[3, 40, "ORG"], [178, 187, "LOC"]]}
{"text": "27 Pääasian valittaja valitti tästä ratkaisusta Oberlandesgericht Wieniin (osavaltion ylioikeus, Wien, Itävalta) ja väitti, että vaikka hänen tilanteensa ei täyttäisikään asetuksen N:o 987/2009 44 artiklassa vahvistettuja edellytyksiä, muun muassa 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) perustuvan unionin tuomioistuimen oikeuskäytännön mukaan muissa jäsenvaltioissa täytetyt lastenhoitokaudet on otettava SEUT 21 artiklan perusteella huomioon, koska hän on työskennellyt ja kuulunut Itävallan sosiaaliturvajärjestelmän piiriin sekä ennen muissa jäsenvaltioissa täytettyjä lastensa hoitamiseen käytettyjä kausia että niiden jälkeen ja koska näillä kausilla on siten riittävä yhteys Itävallan sosiaaliturvajärjestelmään.", "label": [[48, 73, "ORG"], [75, 95, "ORG"], [97, 101, "LOC"], [103, 111, "LOC"], [248, 257, "DATE"], [277, 287, "PER"], [325, 347, "ORG"], [511, 520, "LOC"], [709, 718, "LOC"]]}
{"text": "28 Tämä tuomioistuin hylkäsi valituksen ja vahvisti, että asetuksen N:o 987/2009 44 artiklan soveltamisedellytykset eivät käsiteltävässä tapauksessa täyttyneet ja ettei pääasian valittajan lastensa hoitamiseen käyttämiä muissa jäsenvaltioissa täyttyneitä kausia voitu ottaa SEUT 21 artiklan perusteella huomioon, koska kyseinen säännös on luonteeltaan yksinomainen. Kyseinen tuomioistuin katsoi lisäksi, että 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) perustuvaa ratkaisua ei voitu soveltaa esillä olleeseen tapaukseen, koska siihen sovellettiin ajallisesti asetusta N:o 987/2009, kun taas kyseiseen tuomioon johtaneessa asiassa tilanne ei ollut tämä.", "label": [[409, 418, "DATE"], [438, 448, "PER"]]}
{"text": "29 Ennakkoratkaisua pyytänyt tuomioistuin Oberster Gerichtshof (ylin tuomioistuin, Itävalta), johon pääasian valittaja teki Revision-valituksen, katsoo myös, että asetuksia N:o 883/2004 ja N:o 987/2009 sovelletaan ajallisesti nyt käsiteltävään asiaan ja, että viimeksi mainitun asetuksen 44 artiklan 2 kohdassa asetetut edellytykset sille, että eläkelaitos ottaisi huomioon pääasian valittajan Belgiassa ja Unkarissa täyttämät lastenhoitokaudet, eivät ole täyttyneet, koska ensimmäisen lastenhoitokauden alkamispäivänä eli joulukuussa 1987 pääasian valittaja ei ollut palkkatyössä tai toiminut itsenäisenä ammatinharjoittajana Itävallassa.", "label": [[42, 62, "ORG"], [64, 81, "ORG"], [83, 91, "LOC"], [394, 403, "LOC"], [407, 416, "LOC"], [523, 539, "DATE"], [627, 638, "LOC"]]}
{"text": "30 Ennakkoratkaisua pyytänyt tuomioistuin ei sulje pois sitä, että asetuksen N:o 987/2009 44 artiklaa voitaisiin tulkita siten, että sitä on sovellettava yksinomaisesti, ja että kyseisten kausien huomioon ottaminen ei siten ole mahdollista myöskään SEUT 21 artiklan perusteella.", "label": []}
{"text": "31 Tämä tuomioistuin toteaa kuitenkin, että pääasian tosiseikat ovat verrattavissa 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) johtaneen asian tosiseikkoihin ja että se, että pääasian valittaja on työskennellyt ja täyttänyt vakuutuskausia yksinomaan Itävallassa, voisi osoittaa riittävän kiinteän yhteyden Itävallan sosiaaliturvajärjestelmään kyseiseen tuomioon perustuvan oikeuskäytännön mukaisesti.", "label": [[83, 92, "DATE"], [112, 122, "PER"], [272, 283, "LOC"], [328, 337, "LOC"]]}
{"text": "32 Ennakkoratkaisua pyytänyt tuomioistuin katsoo näin ollen, että asetuksen N:o 1408/71, joka oli voimassa silloin, kun pääasian valittaja täytti lastenhoitokausia Belgiassa ja Unkarissa, perusteella nämä ajanjaksot olisi unionin tuomioistuimen oikeuskäytännön mukaisesti otettu SEUT 21 artiklan nojalla huomioon laskettaessa hänen itävaltalaista vanhuuseläkettään. Pääasian valittajan tilanne on siten muuttunut epäedullisemmaksi asetuksen N:o 987/2009 44 artiklan voimaantulon jälkeen.", "label": [[164, 173, "LOC"], [177, 186, "LOC"], [222, 244, "ORG"], [332, 346, "LOC"]]}
{"text": "33 Ennakkoratkaisua pyytänyt tuomioistuin toteaa toissijaisesti, että jäsenvaltiot, joissa pääasian valittaja on täyttänyt lastenhoitokausia, ovat lähtökohtaisesti säätäneet tällaisten kausien huomioon ottamisesta. Tässä yhteydessä tämä tuomioistuin pohtii, että siinä tapauksessa, että asetuksen N:o 987/2009 44 artiklaa voitaisiin soveltaa nyt käsiteltävässä asiassa, onko kyseisen artiklan 2 kohdassa tarkoitettu seikka eli se, että ”lastenhoitokausia ei oteta huomioon [asetuksen N:o 883/2004] II osaston mukaisesti toimivaltaisen jäsenvaltion lainsäädännössä”, ymmärrettävä siten, että se koskee tilannetta, jossa kyseisen jäsenvaltion lainsäädännössä ei säädetä yleisesti lastenhoitokausien huomioon ottamisesta asianomaisen henkilön vanhuuseläkettä laskettaessa, vai pikemminkin siten, että sitä sovelletaan tilanteessa, jossa kyseinen henkilö ei konkreettisen tilanteensa vuoksi voi vaatia lastenhoitokausien huomioon ottamista, vaikka tällaisesta huomioon ottamisesta on säädetty.", "label": []}
{"text": "34 Näissä olosuhteissa Oberster Gerichtshof päätti lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[23, 43, "ORG"], [86, 110, "ORG"]]}
{"text": "”1) Onko asetuksen [N:o 987/2009] 44 artiklan 2 kohtaa tulkittava siten, että se estää vanhuuseläkkeen myöntämiseen toimivaltaista jäsenvaltiota ottamasta muissa jäsenvaltioissa täytettyjä lastenhoitokausia huomioon silloin, kun eläkkeen hakija on kyseisiä lastenhoitokausia lukuun ottamatta koko työelämänsä toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana tämän jäsenvaltion lainsäädännön alaisuudessa, jo pelkästään siksi, että mainittu eläkkeen hakija ei ajankohtana, jona lastenhoitokauden huomioon ottaminen kyseisen lapsen osalta alkoi tämän jäsenvaltion lainsäädännön mukaan, toiminut palkkatyössä eikä itsenäisenä ammatinharjoittajana?", "label": []}
{"text": "Jos ensimmäiseen kysymykseen vastataan kieltävästi:", "label": []}
{"text": "2) Onko asetuksen [N:o 987/2009] 44 artiklan 2 kohdan ensimmäisen virkkeen alkuosaa tulkittava siten, että asetuksen [N:o 883/2004] II osaston nojalla toimivaltainen jäsenvaltio ei lainsäädännössään yleensä ota lastenhoitokausia huomioon tai ei ota niitä huomioon vain tietyssä tapauksessa?”", "label": []}
{"text": "Ennakkoratkaisukysymysten tarkastelu", "label": []}
{"text": "Ensimmäinen kysymys", "label": []}
{"text": "35 Aluksi on muistutettava, että unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan kansallisten tuomioistuinten ja unionin tuomioistuimen välille SEUT 267 artiklalla luodussa yhteistyössä unionin tuomioistuimen tehtävänä on antaa kansalliselle tuomioistuimelle hyödyllinen vastaus, jonka perusteella kansallinen tuomioistuin voi ratkaista siinä vireillä olevan asian. Unionin tuomioistuimen on tämän vuoksi tarvittaessa muotoiltava sille esitetyt kysymykset uudelleen. Unionin tuomioistuimen tehtävänä on nimittäin tulkita kaikkia unionin oikeuden säännöksiä, joita kansalliset tuomioistuimet tarvitsevat ratkaistessaan niiden käsiteltäväksi saatettuja asioita, vaikka näitä säännöksiä ei olisi nimenomaisesti mainittu kansallisten tuomioistuinten unionin tuomioistuimelle esittämissä kysymyksissä (tuomio 8.7.2021, Staatsanwaltschaft Köln ja Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, 22 kohta oikeuskäytäntöviittauksineen).", "label": [[33, 55, "ORG"], [124, 146, "ORG"], [197, 219, "ORG"], [377, 399, "ORG"], [478, 500, "ORG"], [540, 547, "LOC"], [757, 781, "ORG"], [815, 823, "DATE"], [825, 848, "ORG"], [852, 878, "ORG"]]}
{"text": "36 On siis niin, että vaikka ennakkoratkaisua pyytänyt tuomioistuin on muodollisesti rajoittanut kysymyksensä koskemaan vain asetuksen N:o 987/2009 44 artiklan 2 kohdan tulkintaa, tämä seikka ei estä unionin tuomioistuinta esittämästä sille kaikkia unionin oikeuden tulkintaan liittyviä seikkoja, jotka saattavat olla hyödyllisiä kansallisen tuomioistuimen ratkaistessa käsiteltävänään olevan asian, riippumatta siitä, onko kansallinen tuomioistuin viitannut niihin kysymyksissään. Unionin tuomioistuimen on poimittava kaikista kansallisen tuomioistuimen esittämistä seikoista ja erityisesti ennakkoratkaisupyynnön perusteluista ne unionin oikeutta koskevat seikat, joita on syytä tulkita, kun otetaan huomioon riidan kohde (ks. analogisesti tuomio 8.7.2021, Staatsanwaltschaft Köln ja Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, 23 kohta oikeuskäytäntöviittauksineen).", "label": [[200, 222, "ORG"], [249, 256, "LOC"], [482, 504, "ORG"], [632, 639, "LOC"], [749, 757, "DATE"], [759, 782, "ORG"], [786, 812, "ORG"]]}
{"text": "37 Nyt käsiteltävässä asiassa ennakkoratkaisupyynnöstä ilmenee, että pääasia koskee sitä, onko Itävallan tasavallan otettava vanhuuseläkkeen myöntämiseksi huomioon pääasian valittajan muissa jäsenvaltioissa täyttämät lastenhoitokaudet. Ennakkoratkaisua pyytänyt tuomioistuin toteaa näet, ettei tällainen huomioon ottaminen ole mahdollista asetuksen N:o 987/2009 44 artiklan 2 kohdan nojalla, koska tässä säännöksessä vaaditaan, että asianomainen henkilö on toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana kyseessä olevassa jäsenvaltiossa ”ajankohtana, jona lastenhoitokauden huomioon ottaminen kyseisen lapsen osalta [tämän jäsenvaltion] lainsäädännön mukaisesti alkoi”, ja koska tämä ajankohta määritetään sen jäsenvaltion kansallisessa lainsäädännössä, jota sovelletaan lastenhoitokausien huomioon ottamiseen. Vaikka pääasian valittaja on työuransa aikana toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana yksinomaan Itävallassa ja vaikka hän on maksanut vakuutusmaksuja yksinomaan tämän jäsenvaltion sosiaaliturvajärjestelmään, ennakkoratkaisupyynnön mukaan on osoitettu, että hän ei asian kannalta merkityksellisinä ajankohtina, jotka Itävallan lainsäädännön mukaan ovat 1.1.1988 ja 1.3.1990, toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana Itävallassa. Näissä olosuhteissa ennakkoratkaisua pyytänyt tuomioistuin tiedustelee, onko Itävallan tasavalta siinä tapauksessa, että 44 artiklaa olisi tulkittava siten, ettei se ole luonteeltaan yksinomainen, velvollinen ottamaan 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) – johonka johtaneen asian tosiseikat ovat kyseisen tuomioistuimen mukaan rinnastettavissa pääasian tosiseikkoihin – perustuvan oikeuskäytännön mukaisesti nämä kaudet huomioon SEUT 21 artiklan nojalla.", "label": [[95, 115, "LOC"], [939, 950, "LOC"], [1159, 1168, "LOC"], [1195, 1203, "DATE"], [1207, 1215, "DATE"], [1276, 1287, "LOC"], [1366, 1385, "ORG"], [1507, 1516, "DATE"], [1536, 1546, "PER"]]}
{"text": "38 Ensimmäinen kysymys on näin ollen ymmärrettävä siten, että sillä pyritään pääasiassa selvittämään, onko asetuksen N:o 987/2009 44 artiklan 2 kohtaa tulkittava siten, että jos asianomainen henkilö ei täytä tässä säännöksessä asetettua palkkatyössä tai itsenäisenä ammatinharjoittajana toimimista koskevaa edellytystä sille, että vanhuuseläkkeen maksamisesta vastuussa oleva jäsenvaltio ottaisi kyseisen eläkkeen myöntämiseksi huomioon hänen muissa jäsenvaltioissa täyttämänsä lastenhoitokaudet, kyseinen jäsenvaltio on kuitenkin velvollinen ottamaan nämä kaudet huomioon SEUT 21 artiklan nojalla.", "label": []}
{"text": "39 Tässä yhteydessä on ensinnäkin tarkistettava, säädetäänkö asetuksen N:o 987/2009 44 artiklassa yksinomaisesti eri jäsenvaltioissa täyttyneiden lastenhoitokausien huomioon ottamista vai ei. Jos vastaus on myöntävä, tällaiset kaudet voidaan ottaa huomioon ainoastaan tämän säännöksen nojalla, joten SEUT 21 artiklaa ei voida soveltaa. Jos asetuksen N:o 987/2009 44 artiklaa on sitä vastoin tulkittava siten, ettei sitä sovelleta yksinomaisesti, ei suoralta kädeltä voida sulkea pois sitä, että 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) perustuvaa oikeuskäytäntöä, jonka mukaan jäsenvaltion on otettava asianomaisen henkilön toisessa jäsenvaltiossa täyttämät lastenhoitokaudet SEUT 21 artiklan nojalla huomioon, voitaisiin soveltaa pääasiassa kyseessä olevan kaltaiseen tilanteeseen, joka – toisin kuin mainittuun tuomioon johtanut tilanne – kuuluu asetuksen N:o 987/2009 ajalliseen soveltamisalaan mutta jossa asianomainen henkilö ei täytä kyseisen asetuksen 44 artiklan 2 kohdassa asetettua palkkatyössä tai itsenäisenä ammatinharjoittajana toimimista koskevaa edellytystä.", "label": [[495, 504, "DATE"], [524, 534, "PER"]]}
{"text": "40 Unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan unionin oikeuden säännöksen tulkitsemiseksi on otettava huomioon sen sanamuodon lisäksi sen asiayhteys sekä sillä lainsäädännöllä tavoitellut päämäärät, jonka osa säännös on, ja myös kyseisen säännöksen syntyhistoriasta voi ilmetä sen tulkinnan kannalta merkityksellisiä seikkoja (tuomio 8.5.2019, Inspecteur van de Belastingdienst, C‑631/17, EU:C:2019:381, 29 kohta).", "label": [[3, 25, "ORG"], [62, 69, "LOC"], [350, 358, "DATE"], [360, 370, "PROFESSION"], [378, 393, "ORG"]]}
{"text": "41 Nyt käsiteltävässä asiassa asetuksen N:o 987/2009 44 artiklan sanamuodosta ei nimenomaisesti ilmene, säädetäänkö tässä säännöksessä yksinomaisesti eri jäsenvaltioissa täyttyneiden lastenhoitokausien huomioon ottamisesta. On kuitenkin todettava, että kyseisen artiklan 2 kohdan sääntö, jonka mukaan asianomaiseen henkilöön sovelletaan sen jäsenvaltion lainsäädäntöä, joka asetuksen N:o 883/2004 II osaston nojalla oli toimivaltainen sillä perusteella, että asianomainen henkilö on toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana kyseisessä jäsenvaltiossa ajankohtana, jona lastenhoitokauden huomioon ottaminen tämän lainsäädännön mukaisesti alkoi, on kodifikaatio 23.11.2000 annettuun tuomioon Mendez (C‑135/99, EU:C:2000:647) ja 7.2.2002 annettuun tuomioon Mayer (C‑28/00, EU:C:2002:82) perustuvasta oikeuskäytännöstä, kuten Euroopan komissio on todennut.", "label": [[677, 687, "DATE"], [707, 713, "PER"], [743, 751, "DATE"], [771, 776, "PER"], [839, 856, "ORG"]]}
{"text": "42 Vaikka unionin lainsäätäjä ei ole ottanut nimenomaisesti käyttöön näissä tuomioissa vahvistettua testiä, joka koskee jäsenvaltiossa, jossa asianomainen henkilö hakee vanhuuseläkettä, työnteon perusteella täytettyjen vakuutuskausien ja kyseisen henkilön toisessa jäsenvaltiossa täyttämien lastenhoitokausien välistä ”kiinteää yhteyttä” tai ”riittävää yhteyttä”, on kuitenkin niin, että asetuksen N:o 987/2009 44 artiklan 2 kohdassa vahvistetun säännön soveltaminen kyseessä oleviin henkilöihin olisi näihin tuomioihin johtaneissa asioissa johtanut unionin tuomioistuimen niiden käsittelyn päätteeksi vahvistamaan lopputulokseen. Kuten 23.11.2000 annetun tuomion Mendez (C‑135/99, EU:C:2000:647) 25–28 kohdasta ja 7.2.2002 annetun tuomion Mayer (C‑28/00, EU:C:2002:82) 31–33 kohdasta käy ilmi, oikeuskäytännössä on katsottu, että sen, että nämä henkilöt, jotka olivat työskennelleet yksinomaan vanhuuseläkkeen maksamisesta vastuussa olevassa jäsenvaltiossa, toimivat palkkatyössä kyseisen jäsenvaltion alueella lapsensa syntymän ajankohtana, perusteella voidaan osoittaa, että tällainen kiinteä tai riittävä yhteys on olemassa ja että mainitun jäsenvaltion lainsäädäntöä on näin ollen sovellettava, kun kyse on toisessa jäsenvaltiossa täytettyjen lastenhoitokausien huomion ottamisesta tällaisen eläkkeen myöntämiseksi.", "label": [[10, 17, "LOC"], [550, 572, "ORG"], [637, 647, "DATE"], [664, 670, "PER"], [715, 723, "DATE"], [740, 745, "PER"]]}
{"text": "43 On lisättävä, että koska unionin tuomioistuin ei asetuksen N:o 987/2009 44 artiklan voimaantulopäivänä ollut vielä julistanut 19.7.2012 antamaansa tuomiota Rene-Alvin (C‑522/10, EU:C:2012:475), tähän tuomioon perustuvia ohjeita ei ole voitu ottaa asetusta annettaessa huomioon niiden mahdolliseksi kodifioimiseksi.", "label": [[28, 48, "ORG"], [129, 138, "DATE"], [159, 169, "PER"]]}
{"text": "44 Tästä seuraa, että asetuksen N:o 987/2009 44 artiklaa on sanamuotonsa perusteella tulkittava siten, ettei siinä säädetä yksinomaisesti lastenhoitokausien huomioon ottamisesta.", "label": []}
{"text": "45 Tätä tulkintaa tukee kyseisen säännöksen asiayhteys.", "label": []}
{"text": "46 Kun otetaan huomioon asetuksen N:o 987/2009 osasto ja luku, johon tämän asetuksen 44 artikla kuuluu, eli III osasto, joka otsikko on ”Eri etuusryhmiä koskevat erityissäännökset”, ja IV luku, johon sisältyvät ”työkyvyttömyysetuuksia sekä vanhuus- ja perhe-eläkkeitä” koskevat säännökset, on näet todettava, että tämä säännös on eläke-etuuksiin sovellettava erityissäännös, jolla edistetään lastenhoitokausien huomioon ottamista näitä etuuksia laskettaessa. Silloin kun näitä kausia ei oteta asetuksen N:o 883/2004 II osaston nojalla toimivaltaisen jäsenvaltion lainsäädännössä huomioon, tällä säännöksellä annetaan tätä varten ainoastaan toissijainen toimivalta jäsenvaltiolle, joka ei yleisten sääntöjen mukaan ole toimivaltainen mutta joka on ollut aiemmin toimivaltainen sen vuoksi, että asianomainen henkilö on toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana tässä jäsenvaltiossa ajankohtana, jona näiden kausien huomioon ottaminen voi sen lainsäädännön mukaisesti alkaa.", "label": []}
{"text": "47 Asetuksen N:o 987/2009 44 artiklassa otetaan siten käyttöön lisäsääntö, jonka avulla voidaan kasvattaa todennäköisyyttä sille, että asianomaisten henkilöiden lastenhoitokaudet otetaan täysimääräisesti huomioon, ja näin välttää mahdollisuuksien mukaan sitä, ettei näin tapahdu. Tätä säännöstä ei voida näin ollen tulkita siten, että se olisi luonteeltaan yksinomainen.", "label": []}
{"text": "48 Kun kyse on sen säännöstön tavoitteesta, johon asetuksen N:o 987/2009 44 artikla kuuluu, on muistutettava, että – kuten asetuksen N:o 883/2004 johdanto-osan kolmannesta perustelukappaleesta ja asetuksen N:o 987/2009 ensimmäisestä perustelukappaleesta ilmenee – asetuksen N:o 883/2004 tavoitteena on korvata asetuksessa N:o 1408/71 säädetyt kansallisten sosiaaliturvajärjestelmien yhteensovittamisesta annetut säännöt nykyaikaistamalla ja yksinkertaistamalla niitä henkilöiden vapaan liikkuvuuden tavoitteen toteuttamiseksi ja että asetuksella N:o 987/2009 on tarkoitus vahvistaa ensiksi mainitun asetuksen täytäntöönpanosäännöt. Asetuksen N:o 883/2004 johdanto-osan ensimmäisessä perustelukappaleessa todetaan lisäksi, että viimeksi mainitussa asetuksessa, asetuksessa N:o 987/2009 ja aiemmin asetuksessa N:o 1408/71 säädetyn kaltaiset kansallisten sosiaaliturvajärjestelmien yhteensovittamissäännöt koskevat henkilöiden vapaata liikkuvuutta.", "label": []}
{"text": "49 Tältä osin vakiintuneesta oikeuskäytännöstä on asetuksen N:o 883/2004 voimaantulosta lähtien käynyt ilmi yhtäältä, että vaikka jäsenvaltiot säilyttävät unionin tasolla toteutetun yhdenmukaistamisen puuttuessa toimivaltansa järjestää sosiaaliturvajärjestelmänsä ja määrittää tässä yhteydessä muun muassa edellytykset, joiden täyttyessä oikeus etuuksiin syntyy, niiden on kuitenkin tätä toimivaltaa käyttäessään noudatettava unionin oikeutta ja erityisesti niitä EUT-sopimuksen määräyksiä, jotka koskevat jokaiselle unionin kansalaiselle tunnustettua vapautta liikkua ja oleskella jäsenvaltioiden alueella (ks. vastaavasti tuomio 14.3.2019, Guerin (C‑134/18, EU:C:2019:212, 29–31 kohta oikeuskäytäntöviittauksineen).", "label": [[155, 162, "LOC"], [426, 433, "LOC"], [517, 524, "LOC"], [631, 640, "DATE"], [642, 648, "PER"]]}
{"text": "50 Toisaalta on niin, että jos työntekijät menettäisivät heille tietyn jäsenvaltion lainsäädännössä tarjottuja sosiaaliturvaetuja sen seurauksena, että he käyttävät oikeuttaan vapaaseen liikkuvuuteen, tällainen seuraus voisi saada heidät luopumaan käyttämästä oikeuttaan vapaaseen liikkuvuuteen ja muodostaisi näin ollen kyseistä vapautta koskevan rajoituksen (ks. vastaavasti tuomio 14.3.2019, Guerin, C‑134/18, EU:C:2019:212, 33 kohta oikeuskäytäntöviittauksineen).", "label": [[384, 393, "DATE"], [395, 401, "PER"]]}
{"text": "51 Tästä seuraa, että tavoitteella varmistaa vapaan liikkuvuuden periaatteen, sellaisena kuin se on vahvistettu SEUT 21 artiklassa, noudattaminen on etusija myös asetuksen N:o 883/2004 ja asetuksen N:o 987/2009 yhteydessä.", "label": []}
{"text": "52 On kuitenkin todettava, että tulkinta, jonka mukaan asetuksen N:o 987/2009 44 artiklassa säädettäisiin yksinomaisesti eri jäsenvaltioissa täyttyneiden lastenhoitokausien huomioon ottamisesta, merkitsisi sitä, että henkilön vanhuuseläkkeen maksamisesta vastuussa oleva jäsenvaltio, jossa pääasian valittajan tavoin tämä henkilö on yksinomaan työskennellyt ja maksanut vakuutusmaksuja sekä sitä ennen että sen jälkeen, kun hän muutti asuinpaikkansa toiseen jäsenvaltioon, jossa hän on omistautunut lastensa hoitamiseen, voisi kieltäytyä ottamasta tällaisen eläkkeen myöntämiseksi huomioon lastenhoitokausia, jotka kyseinen henkilö on täyttänyt tässä toisessa jäsenvaltiossa, ja näin ollen sitä, että hänet saatettaisiin epäedullisempaan asemaan pelkästään sillä perusteella, että hän on käyttänyt oikeuttaan vapaaseen liikkuvuuteen.", "label": []}
{"text": "53 Tällainen tulkinta olisi näin ollen ristiriidassa asetuksen N:o 987/2009 tavoitteiden kanssa erityisesti siltä osin kuin kyse on päämäärästä taata vapaan liikkuvuuden periaatteen noudattaminen ja saattaisi näin ollen vaarantaa tämän asetuksen 44 artiklan tehokkaan vaikutuksen.", "label": []}
{"text": "54 Tässä yhteydessä on riittävää muistuttaa, että unionin tuomioistuimen oikeuskäytännön mukaan silloin, kun unionin oikeuden säännöstä voidaan tulkita usealla tavalla, etusija on annettava tulkinnalle, jolla voidaan varmistaa säännöksen tehokas vaikutus (tuomio 7.10.2010, Elari C‑162/09, EU:C:2010:592, 51 kohta).", "label": [[50, 72, "ORG"], [109, 116, "LOC"], [263, 272, "DATE"], [274, 279, "PER"]]}
{"text": "55 Näin ollen on katsottava, että kun otetaan huomioon asetuksen N:o 987/2009 44 artiklan sanamuoto, asiayhteys ja sillä lainsäädännöllä tavoitellut päämäärät, jonka osa se on, tätä artiklaa on tulkittava siten, ettei siinä säädetä yksinomaisesti saman henkilön eri jäsenvaltioissa täyttämien lastenhoitokausien huomioon ottamisesta.", "label": []}
{"text": "56 Toiseksi on tutkittava, voidaanko 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) perustuvaa oikeuskäytäntöä soveltaa pääasiassa kyseessä olevan kaltaiseen tilanteeseen, jossa – vaikka asetusta N:o 987/2009 sovelletaan ajallisesti – asianomainen henkilö ei täytä kyseisen asetuksen 44 artiklan 2 kohdassa asetettua palkkatyössä tai itsenäisenä ammatinharjoittajana toimimista koskevaa edellytystä sille, että vanhuuseläkkeen maksamisesta vastuussa oleva jäsenvaltio ottaisi kyseisen eläkkeen myöntämiseksi huomioon hänen muissa jäsenvaltioissa täyttämänsä lastenhoitokaudet. Tähän tuomioon johtaneessa asiassa asianomainen henkilö oli lastensa syntymän ajankohtana lopettanut työskentelyn vanhuuseläkkeensä maksamisesta vastuussa olevassa jäsenvaltiossa ja muuttanut väliaikaisesti asuinpaikkansa toiseen jäsenvaltioon, jossa hän omistautui lastensa hoitamiseen ja jossa hän ei toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana. Kyseinen henkilö palasi tämän jälkeen perheensä kanssa ensimmäiseen jäsenvaltioon, jossa hän alkoi tehdä uudelleen ansiotyötä.", "label": [[37, 46, "DATE"], [66, 76, "PER"]]}
{"text": "57 Unionin tuomioistuin katsoi 19.7.2012 antamansa tuomion Rene-Alvin (C‑522/10, EU:C:2012:475) 24–29 kohdassa aluksi, että asetusta N:o 987/2009 ei voitu soveltaa ajallisesti tällaisessa tilanteessa, ja totesi, että näissä olosuhteissa oli lähtökohtaisesti sovellettava asetuksen N:o 1408/71 sääntöjä.", "label": [[3, 23, "ORG"], [31, 40, "DATE"], [59, 69, "PER"]]}
{"text": "58 Todettuaan kyseisen tuomion 30 kohdassa, ettei asetuksessa N:o 1408/71 vahvisteta mitään asetuksen N:o 987/2009 44 artiklaan verrattavissa olevaa erityissääntöä, joka koskisi muissa jäsenvaltioissa täyttyneiden lastenhoitokausien huomioon ottamista, unionin tuomioistuin katsoi, että ennakkoratkaisua pyytäneen tuomioistuimen esittämät kysymykset oli ymmärrettävä niin, että niillä haluttiin selvittää, velvoittiko SEUT 21 artikla tällöin kyseessä olleessa tilanteessa asianomaisen henkilön vanhuuseläkkeen maksamisesta vastuussa olevan jäsenvaltion toimivaltaisen laitoksen ottamaan tällaisen eläkkeen myöntämiseksi huomioon kyseisen henkilön toisessa jäsenvaltiossa täyttämät lastenhoitokaudet. Kyseisen tuomion 31 kohdassa unionin tuomioistuin katsoi, että tähän kysymykseen vastaamiseksi oli yhtäältä määritettävä, mikä oli toimivaltainen jäsenvaltio määrittelemään tai tunnustamaan varsinaisia vakuutuskausia vastaaviksi kausiksi asianomaisen henkilön toisessa jäsenvaltiossa lastensa hoitamiseen käyttämät kaudet, ja toisaalta siinä tapauksessa, että kyse oli hänen vanhuuseläkkeensä maksamisesta vastuussa olevan jäsenvaltion lainsäädännöstä, oli arvioitava, olivatko tässä lainsäädännössä säädetyt lastenhoitokausien huomioon ottamista koskevat säännöt yhteensopivat SEUT 21 artiklan kanssa.", "label": [[253, 273, "ORG"], [729, 749, "ORG"]]}
{"text": "59 Unionin tuomioistuin katsoi siten yhtäältä 19.7.2012 antamansa tuomion Rene-Alvin (C‑522/10, EU:C:2012:475) 35 ja 36 kohdassa, että kun henkilö oli työskennellyt ja maksanut vakuutusmaksuja yksinomaan yhdessä ja samassa jäsenvaltiossa sekä sitä ennen että sen jälkeen, kun hän muutti asuinpaikkansa toiseen jäsenvaltioon, jossa hän ei ollut koskaan työskennellyt eikä maksanut vakuutusmaksuja, oli myönnettävä, että näiden lastenhoitokausien ja työskentelyn vuoksi ensin mainitussa jäsenvaltiossa täyttyneiden vakuutuskausien välillä oli riittävä yhteys, joten ensin mainitun jäsenvaltion lainsäädäntöä oli sovellettava, kun kyse oli tämän henkilön täyttämien lastenhoitokausien huomioon ottamisesta ja hyvittämisestä vanhuuseläkkeen myöntämiseksi.", "label": [[3, 23, "ORG"], [46, 55, "DATE"], [74, 84, "PER"]]}
{"text": "60 Toisaalta unionin tuomioistuin muistutti kyseisessä asiassa sovellettavan lainsäädännön yhteensopivuudesta SEUT 21 artiklan kanssa tämän tuomion 38–40 kohdassa, että vaikka jäsenvaltiot säilyttävät toimivaltansa sosiaaliturvajärjestelmiensä järjestämisessä, niiden on kuitenkin tätä toimivaltaa käyttäessään noudatettava unionin oikeutta ja erityisesti perussopimuksen määräyksiä, jotka koskevat kansalaisten vapaata liikkuvuutta, joka on taattu SEUT 21 artiklassa. Lisäksi unionin tuomioistuin totesi, että kyseiseen tuomioon johtaneen asian tilanteen kaltaisessa tilanteessa kansalliset säännökset johtavat siihen, että koska asianomainen henkilö ei ole kerryttänyt palkkatyössä tai itsenäisen ammatinharjoittamisen yhteydessä pakollisista vakuutusmaksuista maksukausia lastensa hoitamisen aikana tai välittömästi ennen näiden syntymää, häneltä evätään vanhuuseläkkeensä määrän määrittämistä varten oikeus lastenhoitokausien huomioon ottamiseen ainoastaan siitä syystä, että hän on tilapäisesti siirtänyt asuinpaikkansa toiseen jäsenvaltioon, vaikkei hän olekaan tehnyt palkkatyötä tai harjoittanut itsenäistä ammattitoimintaa tässä toisessa jäsenvaltiossa.", "label": [[13, 33, "ORG"], [324, 331, "LOC"], [477, 497, "ORG"]]}
{"text": "61 Unionin tuomioistuin totesi lopuksi saman tuomion 41–45 kohdassa, että näissä olosuhteissa tällaista henkilöä kohdellaan jäsenvaltiossa, jonka kansalainen hän on, epäedullisemmin kuin häntä kohdeltaisiin siinä tapauksessa, että hän ei olisi käyttänyt EUT-sopimuksessa annettuja henkilöiden liikkumisvapautta koskevia mahdollisuuksia. Kansallisesta lainsäädännöstä, jossa tietyt oman maan kansalaiset asetetaan epäedullisempaan asemaan pelkästään sen vuoksi, että he ovat käyttäneet vapauttaan liikkua ja oleskella toisessa jäsenvaltiossa, aiheutuu näin ollen epäyhdenvertaista kohtelua, joka on vastoin unionin kansalaisen aseman taustalla olevia periaatteita, kun hän käyttää oikeuttaan vapaaseen liikkuvuuteen. Unionin tuomioistuin päätteli tästä, että yhtäältä tällaisessa tilanteessa se, että toimivaltaisen jäsenvaltion lainsäädännössä ei oteta huomioon kyseisen jäsenvaltion alueen ulkopuolella täyttyneitä lastenhoitokausia, on ristiriidassa SEUT 21 artiklan kanssa, ja että toisaalta tämä unionin oikeuden määräys velvoittaa kyseisen jäsenvaltion toimivaltaisen laitoksen ottamaan vanhuuseläkkeen myöntämisen yhteydessä huomioon asianomaisen henkilön toisessa jäsenvaltiossa täyttämät lastenhoitokaudet eläkkeen määrää laskettaessa.", "label": [[3, 23, "ORG"], [606, 613, "LOC"], [716, 736, "ORG"], [1000, 1007, "ORG"]]}
{"text": "62 On todettava, että koska – kuten tämän tuomion 55 kohdasta ilmenee – asetuksen N:o 987/2009 44 artiklassa ei säädetä yksinomaisesti ulkomailla täyttyneiden lastenhoitokausien huomioon ottamista ja koska – kuten tämän tuomion 51 kohdasta ilmenee – tavoitteella varmistaa vapaan liikkuvuuden periaatteen, sellaisena kuin se on vahvistettu SEUT 21 artiklassa, noudattamisella on etusija myös asetuksen N:o 883/2004 ja asetuksen N:o 987/2009 yhteydessä, 19.7.2012 annetun tuomion Rene-Alvin (C‑522/10, EU:C:2012:475) ohjeita voidaan soveltaa pääasiassa kyseessä olevan kaltaisessa tilanteessa, jossa asetusta N:o 987/2009 sovelletaan ajallisesti mutta jossa asianomainen henkilö ei täytä kyseisen asetuksen 44 artiklan 2 kohdassa asetettua palkkatyössä tai itsenäisenä ammatinharjoittajana toimimista koskevaa edellytystä sille, että vanhuuseläkkeen maksamisesta vastuussa oleva valtio ottaisi kyseisen eläkkeen myöntämiseksi huomioon hänen muissa jäsenvaltioissa täyttämänsä lastenhoitokaudet.", "label": [[453, 462, "DATE"], [479, 489, "PER"]]}
{"text": "63 Kuten tämän tuomion 22–25 kohdasta ilmenee, pääasian tosiseikat ovat verrattavissa 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) johtaneen asian tämän tuomion 56 kohdassa mainittuihin tosiseikkoihin, koska yhtäältä pääasian valittaja on nyt käsiteltävässä asiassa työskennellyt ja maksanut vakuutusmaksuja yksinomaan hänen vanhuuseläkkeensä maksamisesta vastuussa olevassa jäsenvaltiossa eli Itävallassa sekä sitä ennen että sen jälkeen, kun hän muutti Unkariin ja sittemmin Belgiaan, joissa hän omistautui lastensa hoitamiseen, ja koska toisaalta hän ei ole toiminut palkkatyössä tai itsenäisenä ammatinharjoittajana Itävallassa ajankohtana, joka on merkityksellinen, kun kyse on hänen lastenhoitokausiensa huomioon ottamisesta vanhuuseläkkeen myöntämiseksi kyseisessä jäsenvaltiossa. Kuten 19.7.2012 annetussa tuomiossa Rene-Alvin (C‑522/10, EU:C:2012:475) kyseessä olleessa tilanteessa, pääasian valittajan ulkomailla täyttämien lastenhoitokausien ja Itävallassa työskentelyn perusteella täyttyneiden vakuutuskausien välillä on siten riittävä yhteys. Näin ollen on katsottava, että tämän jäsenvaltion lainsäädäntöä on sovellettava näiden kausien huomioon ottamiseksi ja hyvittämiseksi, kun kyseinen jäsenvaltio myöntää vanhuuseläkkeen.", "label": [[86, 95, "DATE"], [115, 125, "PER"], [415, 426, "LOC"], [476, 484, "LOC"], [498, 506, "LOC"], [641, 652, "LOC"], [815, 824, "DATE"], [845, 855, "PER"], [977, 988, "LOC"]]}
{"text": "64 On myös riidatonta, että jos pääasian valittaja ei olisi lähtenyt Itävallasta, hänen lastenhoitokautensa olisi otettu huomioon hänen itävaltalaista vanhuuseläkettään laskettaessa. Näin ollen ei ole epäilystäkään siitä, että pääasian valittaja saatetaan 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) johtaneessa asiassa kyseessä olleen asianomaisen henkilön tavoin epäedullisempaan asemaan pelkästään siitä syystä, että hän on käyttänyt oikeuttaan vapaaseen liikkuvuuteen, mikä on ristiriidassa SEUT 21 artiklan kanssa.", "label": [[69, 80, "LOC"], [136, 150, "LOC"], [256, 265, "DATE"], [285, 295, "PER"]]}
{"text": "65 Tästä seuraa, että pääasiassa kyseessä olevan kaltaisessa tilanteessa, jossa asianomainen henkilö on työskennellyt ja maksanut vakuutusmaksuja yksinomaan hänen vanhuuseläkkeensä maksamisesta vastuussa olevassa jäsenvaltiossa sekä sitä ennen että sen jälkeen, kun hän muutti asuinpaikkansa toisiin jäsenvaltioihin, joissa hän on täyttänyt lastenhoitokautensa, kyseisen jäsenvaltion on 19.7.2012 annettuun tuomioon Rene-Alvin (C‑522/10, EU:C:2012:475) perustuvan oikeuskäytännön mukaisesti otettava huomioon nämä kaudet SEUT 21 artiklan nojalla vanhuuseläkkeen myöntämiseksi.", "label": [[387, 396, "DATE"], [416, 426, "PER"]]}
{"text": "66 Edellä esitetyn perusteella ensimmäiseen kysymykseen on vastattava, että asetuksen N:o 987/2009 44 artiklan 2 kohtaa on tulkittava siten, että jos asianomainen henkilö ei täytä tässä säännöksessä asetettua palkkatyössä tai itsenäisenä ammatinharjoittajana toimimista koskevaa edellytystä sille, että vanhuuseläkkeen maksamisesta vastuussa oleva jäsenvaltio ottaisi kyseisen eläkkeen myöntämiseksi huomioon hänen muissa jäsenvaltioissa täyttämänsä lastenhoitokaudet, kyseinen jäsenvaltio on velvollinen ottamaan huomioon nämä kaudet SEUT 21 artiklan nojalla silloin, kun kyseinen henkilö on työskennellyt ja maksanut vakuutusmaksuja yksinomaan tässä jäsenvaltiossa sekä sitä ennen että sen jälkeen, kun hän muutti asuinpaikkansa toiseen jäsenvaltioon, jossa hän on täyttänyt kyseiset kaudet.", "label": []}
{"text": "Toinen kysymys", "label": []}
{"text": "67 Koska tämä kysymys on esitetty ainoastaan siltä varalta, että unionin tuomioistuin katsoisi, että asetuksen N:o 987/2009 44 artiklan 2 kohtaa sovelletaan pääasiassa kyseessä olevan kaltaisessa tilanteessa, ja koska kyseisen säännöksen soveltamisedellytykset eivät nyt käsiteltävässä asiassa täyty, kysymykseen ei ole tarpeen vastata.", "label": [[65, 85, "ORG"]]}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "68 Pääasioiden asianosaisten osalta asioiden käsittely unionin tuomioistuimessa on välivaihe kansallisessa tuomioistuimessa vireillä olevien asioiden käsittelyssä, minkä vuoksi kansallisen tuomioistuimen asiana on päättää oikeudenkäyntikulujen korvaamisesta. Oikeudenkäyntikuluja, jotka ovat aiheutuneet muille kuin näille asianosaisille huomautusten esittämisestä unionin tuomioistuimelle, ei voida määrätä korvattaviksi.", "label": [[55, 79, "ORG"], [365, 389, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuin (toinen jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 55, "ORG"]]}
{"text": "Sosiaaliturvajärjestelmien yhteensovittamisesta annetun asetuksen (EY) N:o 883/2004 täytäntöönpanomenettelystä 16.9.2009 annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 987/2009 44 artiklan 2 kohtaa on tulkittava siten, että jos asianomainen henkilö ei täytä tässä säännöksessä asetettua palkkatyössä tai itsenäisenä ammatinharjoittajana toimimista koskevaa edellytystä sille, että vanhuuseläkkeen maksamisesta vastuussa oleva jäsenvaltio ottaisi kyseisen eläkkeen myöntämiseksi huomioon hänen muissa jäsenvaltioissa täyttämänsä lastenhoitokaudet, kyseinen jäsenvaltio on velvollinen ottamaan huomioon nämä kaudet SEUT 21 artiklan nojalla silloin, kun kyseinen henkilö on työskennellyt ja maksanut vakuutusmaksuja yksinomaan tässä jäsenvaltiossa sekä sitä ennen että sen jälkeen, kun hän muutti asuinpaikkansa toiseen jäsenvaltioon, jossa hän on täyttänyt kyseiset kaudet.", "label": [[111, 120, "DATE"], [129, 149, "ORG"], [153, 162, "ORG"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: saksa.", "label": [[23, 28, "NATIONALITY"]]}
