{"text": "DOMSTOLENS DOM (Store Afdeling)", "label": [[0, 10, "ORG"], [16, 30, "ORG"]]}
{"text": "15. oktober 2019 (*)", "label": [[0, 16, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – politisamarbejde og retsligt samarbejde i straffesager – rammeafgørelse 2002/584/RIA – europæisk arrestordre – grunde til at afslå fuldbyrdelse – artikel 4 i Den Europæiske Unions charter om grundlæggende rettigheder – forbud mod umenneskelig eller nedværdigende behandling – forholdene under frihedsberøvelse i den udstedende medlemsstat – vurdering, der skal foretages af den fuldbyrdende judicielle myndighed – kriterier«", "label": [[115, 124, "LOC"], [186, 207, "LOC"]]}
{"text": "I sag C-128/18,", "label": []}
{"text": "angående en anmodning om præjudiciel afgørelse i henhold til artikel 267 TEUF, indgivet af Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg, Tyskland) ved afgørelse af 8. februar 2018, indgået til Domstolen den 16. februar 2018, i en sag om fuldbyrdelse af en europæisk arrestordre udstedt mod", "label": [[91, 130, "ORG"], [169, 186, "LOC"], [205, 220, "DATE"], [234, 243, "ORG"], [248, 264, "DATE"], [297, 306, "LOC"]]}
{"text": "Martin-Andreas Butler", "label": [[0, 21, "PER"]]}
{"text": "har DOMSTOLEN (Store Afdeling),", "label": [[4, 30, "ORG"]]}
{"text": "sammensat af præsidenten, P. Kellerts, vicepræsidenten, N. Lousa De Araujo, afdelingsformændene S.-Z. Brunschot, X. Tarasov, V. Scott, O. Andersson (refererende dommer) og B.I. Rodriguez samt dommerne A. Jankevič, C. Pavlovský, G. Peeter Hughes, A. Maarja, X. Sousa og F. Volkova,", "label": [[13, 24, "PROFESSION"], [26, 37, "PER"], [39, 54, "PROFESSION"], [56, 74, "PER"], [76, 95, "PROFESSION"], [96, 111, "PER"], [113, 123, "PER"], [125, 133, "PER"], [135, 147, "PER"], [149, 167, "PROFESSION"], [172, 186, "PER"], [192, 200, "PROFESSION"], [201, 212, "PER"], [214, 226, "PER"], [228, 244, "PER"], [246, 255, "PER"], [257, 265, "PER"], [269, 279, "PER"]]}
{"text": "generaladvokat: D. Kennedy Benjo-Lopez,", "label": [[0, 14, "PROFESSION"], [16, 38, "PER"]]}
{"text": "justitssekretær: kontorchef C. Karlsson,", "label": [[0, 15, "PROFESSION"], [17, 27, "PROFESSION"], [28, 39, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling og efter retsmødet den 5. februar 2019,", "label": [[65, 80, "DATE"]]}
{"text": "efter at der er afgivet indlæg af:", "label": []}
{"text": "–        Martin-Andreas Butler ved Rechtsanwälte L.  Brinde, P.  Richard og Z.-A. Lefevre,", "label": [[9, 30, "PER"], [35, 48, "PROFESSION"], [49, 59, "PER"], [61, 72, "PER"], [76, 89, "PER"]]}
{"text": "–        Generalstaatsanwaltschaft Hamburg ved Z.  Ulrikson og F.  Kulikova, som befuldmægtigede,", "label": [[9, 42, "ORG"], [47, 59, "PER"], [63, 75, "PER"], [81, 96, "PROFESSION"]]}
{"text": "–        den tyske regering først ved A.  Roche, E.  Lissinger og F.  Burton, derefter ved E.  Lissinger og F.  Burton, som befuldmægtigede,", "label": [[9, 27, "ORG"], [38, 47, "PER"], [49, 62, "PER"], [66, 76, "PER"], [91, 104, "PER"], [108, 118, "PER"], [124, 139, "PROFESSION"]]}
{"text": "–        den belgiske regering ved R.  Van Reenen, L.  Bachmann og Z.-J.  Bailleux, som befuldmægtigede,", "label": [[9, 30, "ORG"], [35, 49, "PER"], [51, 63, "PER"], [67, 81, "PER"], [88, 103, "PROFESSION"]]}
{"text": "–        den danske regering ved E.  Markmann-Solegren og P.L. Kunz, som befuldmægtigede,", "label": [[9, 28, "ORG"], [33, 54, "PER"], [58, 67, "PER"], [73, 88, "PROFESSION"]]}
{"text": "–        Irland ved Z.  Morris og M.  Schulze, som befuldmægtigede, bistået af X. Barbu, BL,", "label": [[9, 15, "ORG"], [20, 30, "PER"], [34, 45, "PER"], [51, 66, "PROFESSION"], [79, 87, "PER"], [89, 91, "PROFESSION"]]}
{"text": "–        den spanske regering ved A. Hudson Taylor, som befuldmægtiget,", "label": [[9, 29, "ORG"], [34, 50, "PER"], [56, 70, "PROFESSION"]]}
{"text": "–        den italienske regering ved S.  Çelik, som befuldmægtiget, bistået af avvocati dello Stato H.  Konstantino og R.  Lombardi,", "label": [[9, 32, "ORG"], [37, 46, "PER"], [52, 66, "PROFESSION"], [79, 99, "PROFESSION"], [100, 115, "PER"], [119, 131, "PER"]]}
{"text": "–        den ungarske regering ved L.D.  Gordér, C.  Carelius, O.  Hargitai og B.E.  Moreau, som befuldmægtigede,", "label": [[9, 30, "ORG"], [35, 47, "PER"], [49, 61, "PER"], [63, 75, "PER"], [79, 91, "PER"], [97, 112, "PROFESSION"]]}
{"text": "–        den nederlandske regering ved T.R. Jansen og L. Werner, som befuldmægtigede,", "label": [[9, 34, "ORG"], [39, 50, "PER"], [54, 63, "PER"], [69, 84, "PROFESSION"]]}
{"text": "–        den polske regering ved J. Botvyna, som befuldmægtiget,", "label": [[9, 28, "ORG"], [33, 43, "PER"], [49, 63, "PROFESSION"]]}
{"text": "–        den rumænske regering ved J.-I.  Franke, R.-G.  Antonescu, W.  Binder og E.O.  Bell, som befuldmægtigede,", "label": [[9, 30, "ORG"], [35, 48, "PER"], [50, 66, "PER"], [68, 78, "PER"], [82, 92, "PER"], [98, 113, "PROFESSION"]]}
{"text": "–        Europa-Kommissionen ved E.  Robin og Z.  Waegemakers, som befuldmægtigede,", "label": [[9, 28, "ORG"], [33, 42, "PER"], [46, 61, "PER"], [67, 82, "PROFESSION"]]}
{"text": "og efter at generaladvokaten har fremsat forslag til afgørelse i retsmødet den 30. april 2019,", "label": [[12, 28, "PROFESSION"], [79, 93, "DATE"]]}
{"text": "afsagt følgende", "label": []}
{"text": "Dom", "label": []}
{"text": "1        Anmodningen om præjudiciel afgørelse vedrører fortolkningen af artikel 4 i Den Europæiske Unions charter om grundlæggende rettigheder (herefter »chartret«) og af Rådets rammeafgørelse 2002/584/RIA af 13. juni 2002 om den europæiske arrestordre og om procedurerne for overgivelse mellem medlemsstaterne (EFT 2002, L 190, s. 1), som ændret ved Rådets rammeafgørelse 2009/299/RIA af 26. februar 2009 (EUT 2009, L 81, s. 24) (herefter »rammeafgørelse 2002/584«).", "label": [[84, 105, "LOC"], [171, 177, "ORG"], [209, 222, "DATE"], [230, 240, "LOC"], [351, 357, "ORG"], [389, 405, "DATE"]]}
{"text": "2        Anmodningen er blevet indgivet i forbindelse med fuldbyrdelsen i Tyskland af en europæisk arrestordre udstedt den 12. august 2016 af Judecătoria Medgidia (retten i første instans i Medgidia, Rumænien) mod Martin-Andreas Butler med henblik på strafforfølgning i Rumænien.", "label": [[74, 82, "LOC"], [89, 98, "LOC"], [123, 138, "DATE"], [142, 162, "ORG"], [164, 187, "ORG"], [190, 208, "LOC"], [214, 235, "PER"], [270, 278, "LOC"]]}
{"text": "Retsforskrifter", "label": []}
{"text": "EMRK", "label": []}
{"text": "3        Under overskriften »Forbud mod tortur« bestemmer artikel 3 i den europæiske konvention til beskyttelse af menneskerettigheder og grundlæggende frihedsrettigheder, undertegnet i Rom den 4. november 1950 (herefter »EMRK«):", "label": [[74, 84, "LOC"], [186, 189, "LOC"], [194, 210, "DATE"]]}
{"text": "»Ingen må underkastes tortur og ej heller umenneskelig eller nedværdigende behandling eller straf.«", "label": []}
{"text": "EU-retten", "label": [[0, 2, "LOC"]]}
{"text": "Chartret", "label": []}
{"text": "4        Chartrets artikel 4 med overskriften »Forbud mod tortur og umenneskelig eller nedværdigende behandling eller straf« fastsætter:", "label": []}
{"text": "»Ingen må underkastes tortur og ej heller umenneskelig eller nedværdigende behandling eller straf.«", "label": []}
{"text": "5        Forklaringerne til chartret om grundlæggende rettigheder (EUT 2007, C 303, s. 17, herefter »forklaringerne til chartret«) præciserer for så vidt angår chartrets artikel 4, at »[d]en ret, der fastlægges i [nævnte artikel], svarer til den ret, der er sikret igennem artikel 3 i EM[R]K, hvis affattelse er identisk«, og at »[i] henhold til chartrets artikel 52, stk. 3, har den samme betydning og omfang som denne artikel«.", "label": []}
{"text": "6        Chartrets artikel 52 med overskriften »Rækkevidde og fortolkning af rettigheder og principper« bestemmer i stk. 3:", "label": []}
{"text": "»I det omfang dette charter indeholder rettigheder svarende til dem, der er sikret ved [EMRK], har de samme betydning og omfang som i konventionen. Denne bestemmelse er ikke til hinder for, at EU-retten kan yde en mere omfattende beskyttelse.«", "label": [[193, 195, "LOC"]]}
{"text": "7        For så vidt angår chartrets artikel 52, stk. 3, præciserer forklaringerne til chartret, at »[h]envisningen til EM[R]K omfatter både konventionen og protokollerne«, at »[b]etydningen og omfanget af de sikrede rettigheder [ikke kun] fastsættes […] af teksten i disse instrumenter, men også af retspraksis ved Den Europæiske Menneskerettighedsdomstol og ved EU-Domstolen«, at »[s]idste punktum i stykket har til formål at give [Den Europæiske Union] mulighed for at sikre en mere omfattende beskyttelse«, og at »[u]nder alle omstændigheder må chartrets beskyttelsesniveau aldrig være lavere end EM[R]K’s«.", "label": [[316, 356, "ORG"], [364, 376, "ORG"], [434, 454, "ORG"]]}
{"text": "8        Chartrets artikel 53 med overskriften »Beskyttelsesniveau« har følgende ordlyd:", "label": []}
{"text": "»Ingen bestemmelse i dette charter må fortolkes som en begrænsning af eller et indgreb i de grundlæggende menneskerettigheder og frihedsrettigheder, der anerkendes i EU-retten og folkeretten, i de internationale konventioner, som Unionen eller alle medlemsstaterne er parter i, herunder [EMRK], samt i medlemsstaternes forfatninger på disses respektive anvendelsesområder.«", "label": [[166, 168, "LOC"], [230, 237, "ORG"]]}
{"text": "Rammeafgørelse 2002/584", "label": []}
{"text": "9        Artikel 1 i rammeafgørelse 2002/584 med overskriften »Definition af og pligten til at fuldbyrde en europæisk arrestordre« fastsætter:", "label": [[108, 117, "LOC"]]}
{"text": "»1.      Den europæiske arrestordre er en retsafgørelse truffet af en medlemsstat med det formål, at en anden medlemsstat anholder og overgiver en eftersøgt person med henblik på strafforfølgning eller fuldbyrdelse af en frihedsstraf eller en anden frihedsberøvende foranstaltning.", "label": [[13, 23, "LOC"]]}
{"text": "2.      Medlemsstaterne fuldbyrder enhver europæisk arrestordre på grundlag af princippet om gensidig anerkendelse og i overensstemmelse med bestemmelserne i denne rammeafgørelse.", "label": [[42, 51, "LOC"]]}
{"text": "3.      Denne rammeafgørelse indebærer ikke nogen ændring af pligten til at respektere de grundlæggende rettigheder og grundlæggende retsprincipper, således som de er defineret i artikel 6 [TEU].«", "label": []}
{"text": "10      Artikel 3, 4 og 4a i rammeafgørelse 2002/584 opregner de obligatoriske og fakultative grunde til at afslå fuldbyrdelse af en europæisk arrestordre.", "label": [[133, 142, "LOC"]]}
{"text": "11      Artikel 5 i rammeafgørelse 2002/584 fastsætter de garantier, som den udstedende medlemsstat skal give i særlige tilfælde.", "label": []}
{"text": "12      Artikel 6 i rammeafgørelse 2002/584 med overskriften »Fastlæggelse af kompetente judicielle myndigheder« har følgende ordlyd:", "label": []}
{"text": "»1.      Den udstedende judicielle myndighed er den judicielle myndighed i den udstedende medlemsstat, der i henhold til denne medlemsstats lovgivning er kompetent til at udstede en europæisk arrestordre.", "label": [[182, 191, "LOC"]]}
{"text": "2.      Den fuldbyrdende judicielle myndighed er den judicielle myndighed i den fuldbyrdende medlemsstat, der i henhold til denne medlemsstats lovgivning er kompetent til at fuldbyrde en europæisk arrestordre.", "label": [[187, 196, "LOC"]]}
{"text": "[…]«", "label": []}
{"text": "13      Artikel 7 i rammeafgørelse 2002/584 med overskriften »Anvendelse af den centrale myndighed« bestemmer følgende i stk. 1:", "label": []}
{"text": "»Hver medlemsstat kan udpege en central myndighed eller, hvis det er foreskrevet i dens retssystem, flere centrale myndigheder til at bistå de kompetente judicielle myndigheder.«", "label": []}
{"text": "14      Artikel 15 i rammeafgørelse 2002/584 med overskriften »Afgørelse om overgivelse« bestemmer:", "label": []}
{"text": "»1.      Den fuldbyrdende judicielle myndighed træffer afgørelse om overgivelse af den pågældende inden for de frister og på de betingelser, der er fastsat i denne rammeafgørelse.", "label": []}
{"text": "2.      Hvis den fuldbyrdende judicielle myndighed finder, at de oplysninger, den udstedende medlemsstat har fremsendt, ikke er tilstrækkelige til, at den kan træffe afgørelse om overgivelsen, anmoder den om straks at få de nødvendige supplerende oplysninger, navnlig i forbindelse med artikel 3-5 og 8, og kan fastsætte en tidsfrist for fremsendelsen af disse oplysninger under hensyn til nødvendigheden af at overholde fristerne i artikel 17.", "label": []}
{"text": "3.      Den udstedende judicielle myndighed kan til enhver tid fremsende supplerende nyttige oplysninger til den fuldbyrdende judicielle myndighed.«", "label": []}
{"text": "15      Artikel 17 i rammeafgørelse 2002/584 med overskriften »Frister og procedurer i forbindelse med afgørelsen om fuldbyrdelse af den europæiske arrestordre« er sålydende:", "label": [[137, 147, "LOC"]]}
{"text": "»1.      En europæisk arrestordre behandles og fuldbyrdes som hastesag.", "label": [[12, 21, "LOC"]]}
{"text": "2.      I de tilfælde, hvor den eftersøgte giver sit samtykke til overgivelse, bør der træffes endelig afgørelse om fuldbyrdelse af den europæiske arrestordre senest ti dage efter, at dette samtykke er givet.", "label": [[136, 146, "LOC"], [166, 168, "AMOUNT_VALUE"], [169, 173, "AMOUNT_UNIT"]]}
{"text": "3.      I andre tilfælde bør der træffes endelig afgørelse om fuldbyrdelse af den europæiske arrestordre senest 60 dage efter anholdelsen af den eftersøgte.", "label": [[82, 92, "LOC"], [112, 114, "AMOUNT_VALUE"], [115, 119, "AMOUNT_UNIT"]]}
{"text": "4.      I konkrete tilfælde, hvor den europæiske arrestordre ikke kan fuldbyrdes inden for de i stk. 2 og 3 fastsatte frister, underretter den fuldbyrdende judicielle myndighed straks den udstedende judicielle myndighed herom og om grundene hertil. I så fald kan fristerne forlænges med yderligere 30 dage.", "label": [[38, 48, "LOC"], [298, 300, "AMOUNT_VALUE"], [301, 305, "AMOUNT_UNIT"]]}
{"text": "[…]«", "label": []}
{"text": "Tysk ret", "label": [[0, 4, "LOC"]]}
{"text": "Forbundsrepublikken Tysklands forfatning", "label": [[0, 29, "LOC"]]}
{"text": "16      Artikel 101, stk. 1, andet punktum, i Grundgesetz für die Bundesrepublik Deutschland (Forbundsrepublikken Tysklands forfatning) af 23. maj 1949 (BGB1. 1949, s. 1) bestemmer:", "label": [[62, 92, "LOC"], [94, 123, "LOC"], [139, 151, "DATE"]]}
{"text": "»Ingen må fratages retten til domstolsprøvelse ved en domstol, der er oprettet ved lov.«", "label": []}
{"text": "Lov om international retshjælp i straffesager", "label": []}
{"text": "17      Rammeafgørelse 2002/584 er blevet gennemført i tysk ret ved §§ 78-83k i Gesetz über die internationale Rechtshilfe in Strafsachen (lov om international retshjælp i straffesager) af 23. december 1982, som ændret ved Europäisches Haftbefehlsgesetz (lov om den europæiske arrestordre) af 20. juli 2006 (BGBl. 2006 I, s. 1721).", "label": [[55, 59, "LOC"], [189, 206, "DATE"], [223, 235, "LOC"], [266, 276, "LOC"], [293, 306, "DATE"]]}
{"text": "18      Denne lovs § 73, som ændret ved lov om den europæiske arrestordre, bestemmer:", "label": [[51, 61, "LOC"]]}
{"text": "»Foreligger der ingen anmodning herom, er gensidig retshjælp og videregivelse af oplysninger ulovlig, såfremt de er i strid med væsentlige principper i den tyske retsorden. Foreligger der en anmodning i medfør af ottende, niende og tiende del, er gensidig retshjælp ulovlig, såfremt den er i strid med principperne i artikel 6 TEU.«", "label": [[156, 161, "LOC"]]}
{"text": "Tvisten i hovedsagen og de præjudicielle spørgsmål", "label": []}
{"text": "19      Den 12. august 2016 udstedte Judecătoria Medgidia (retten i første instans i Medgidia) en europæisk arrestordre mod Martin-Andreas Butler, der er rumænsk statsborger, med henblik på strafforfølgning for berigelsesforbrydelser og dokumentfalsk (herefter »den europæiske arrestordre af 12. august 2016«).", "label": [[12, 27, "DATE"], [37, 57, "ORG"], [59, 65, "ORG"], [85, 93, "LOC"], [98, 107, "LOC"], [124, 145, "PER"], [154, 161, "LOC"], [266, 276, "LOC"], [292, 307, "DATE"]]}
{"text": "20      Ved kendelser af 3. og 19. januar 2017 traf Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg, Tyskland) afgørelse om, at overgivelsen af Martin-Andreas Butler til de rumænske myndigheder ved fuldbyrdelsen af den europæiske arrestordre af 12. august 2016 var lovlig.", "label": [[25, 27, "DATE"], [31, 46, "DATE"], [52, 91, "ORG"], [93, 127, "ORG"], [130, 147, "LOC"], [182, 203, "PER"], [211, 219, "LOC"], [257, 267, "LOC"], [283, 298, "DATE"]]}
{"text": "21      Den forelæggende ret har i denne forbindelse henvist til de krav, der følger af Domstolens dom af 5. april 2016, Michailovski og Aguilar (C-404/15 og C-659/15 PPU, EU:C:2016:198), hvorefter den fuldbyrdende judicielle myndighed for så vidt angår forholdene under frihedsberøvelse i første omgang skal vurdere, om der i den udstedende medlemsstat foreligger mangler, der er systemiske eller generelle, eller som berører visse persongrupper eller visse centre for frihedsberøvede, og dernæst skal prøve, om der er alvorlige grunde til at antage, at den omhandlede person på grund af forholdene under sin frihedsberøvelse i denne medlemsstat løber en reel risiko for at blive udsat for umenneskelig eller nedværdigende behandling.", "label": [[88, 98, "ORG"], [106, 119, "DATE"], [121, 133, "PER"], [137, 144, "PER"]]}
{"text": "22      Inden for rammerne af det første trin i denne prøvelse har Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) på grundlag af bl.a. afgørelser fra Den Europæiske Menneskerettighedsdomstol vedrørende Rumænien og en rapport fra Bundesministerium der Justiz und für Verbraucherschutz (forbundsjustitsministeriet og forbundsministeriet for forbrugerbeskyttelse) konstateret, at der er konkrete holdepunkter for at antage, at der foreligger systemiske og generelle mangler ved forholdene under frihedsberøvelse i Rumænien.", "label": [[67, 106, "ORG"], [145, 152, "LOC"], [190, 230, "ORG"], [242, 250, "LOC"], [269, 323, "ORG"], [325, 351, "ORG"], [355, 399, "ORG"], [551, 559, "LOC"]]}
{"text": "23      Efter denne konstatering har den forelæggende ret inden for rammerne af det andet trin i denne prøvelse foretaget en vurdering af de oplysninger, som den er blevet meddelt af bl.a. den ret, der har udstedt den omhandlede europæiske arrestordre, samt af Ministerul Justiției (justitsministeriet, Rumænien) vedrørende forholdene under frihedsberøvelse for Martin-Andreas Butler, hvis han overgives til de rumænske myndigheder.", "label": [[229, 239, "LOC"], [261, 281, "ORG"], [283, 301, "ORG"], [303, 311, "LOC"], [362, 383, "PER"], [411, 419, "LOC"]]}
{"text": "24      I denne henseende har Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) taget hensyn til oplysninger, hvorefter Martin-Andreas Butler i forbindelse med varetægtsfængsling under sagen mod ham vil blive anbragt i en celle til fire personer med et areal på henholdsvis 12,30 m2, 12,67 m2 eller 13,50 m2 eller i en celle til ti personer med et areal på 36,25 m2.  Hvis Martin-Andreas Butler idømmes en frihedsstraf vil han først blive anbragt i et fængsel, hvor hver af de indsatte har et areal på 3 m2 til rådighed, og dernæst blive anbragt under samme forhold, såfremt han frihedsberøves i et lukket fængsel, eller i en celle med et areal på 2 m2 pr. person, såfremt han omfattes af en åben eller delvis åben afsoningsordning.", "label": [[30, 69, "ORG"], [108, 115, "LOC"], [157, 178, "PER"], [269, 273, "AMOUNT_VALUE"], [311, 316, "AMOUNT_VALUE"], [317, 319, "AMOUNT_UNIT"], [321, 326, "AMOUNT_VALUE"], [327, 329, "AMOUNT_UNIT"], [336, 341, "AMOUNT_VALUE"], [342, 344, "AMOUNT_UNIT"], [366, 368, "AMOUNT_VALUE"], [369, 377, "AMOUNT_UNIT"], [394, 399, "AMOUNT_VALUE"], [400, 402, "AMOUNT_UNIT"], [410, 431, "PER"], [539, 540, "AMOUNT_VALUE"], [541, 543, "AMOUNT_UNIT"], [685, 686, "AMOUNT_VALUE"], [687, 689, "AMOUNT_UNIT"]]}
{"text": "25      På grundlag af Den Europæiske Menneskerettighedsdomstols dom af 22. oktober 2009, Bogdanov mod Polen (CE:ECHR:2009:1022JUD001788504), af 19. marts 2013, Lăpuşcă mod Rumænien (CE:ECHR:2013:0319JUD000791010), og af 10. juni 2014, Jonas Sergiu Lucas mod Rumænien (CE:ECHR:2014:0610JUD007985712), foretog Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) en helhedsvurdering af forholdene under frihedsberøvelse i Rumænien. I denne henseende fandt den forelæggende ret, at forholdene under frihedsberøvelse er blevet forbedret siden 2014, selv om et areal på 2 m2 pr. person ikke opfylder de krav, der følger af Den Europæiske Menneskerettighedsdomstols praksis. Der kompenseres imidlertid i vid udstrækning for den utilstrækkelige plads, som de indsatte har til rådighed, ved andre forhold under frihedsberøvelsen. Den forelæggende ret anførte endvidere, at Rumænien har indført en ordning for effektiv kontrol af forholdene under frihedsberøvelse.", "label": [[23, 64, "ORG"], [72, 88, "DATE"], [90, 98, "PER"], [103, 108, "ORG"], [145, 159, "DATE"], [161, 168, "PER"], [173, 181, "ORG"], [221, 234, "DATE"], [236, 254, "PER"], [259, 267, "ORG"], [309, 348, "ORG"], [350, 384, "ORG"], [387, 394, "LOC"], [455, 463, "LOC"], [574, 578, "DATE"], [600, 601, "AMOUNT_VALUE"], [602, 604, "AMOUNT_UNIT"], [653, 694, "ORG"], [900, 908, "ORG"]]}
{"text": "26      Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) fastslog derudover, at Martin-Andreas Butler ikke vil blive straffet for de lovovertrædelser, som han er tiltalt for, såfremt der meddeles afslag på hans overgivelse, hvilket strider mod formålet om at sikre en effektiv strafferetspleje i EU.", "label": [[8, 47, "ORG"], [49, 83, "ORG"], [86, 93, "LOC"], [118, 139, "PER"], [334, 336, "LOC"]]}
{"text": "27      På grundlag af de af Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) den 3. og den 19. januar 2017 afsagte kendelser godkendte Generalstaatsanwaltschaft Hamburg (anklagemyndigheden i Hamburg, Tyskland) følgelig Martin-Andreas Butler overgivelse til de rumænske myndigheder, efter at han havde afsonet den fængselsstraf, som han var blevet idømt for andre lovovertrædelser begået i Tyskland.", "label": [[29, 68, "ORG"], [70, 104, "ORG"], [107, 114, "LOC"], [120, 122, "DATE"], [130, 145, "DATE"], [174, 207, "ORG"], [209, 227, "ORG"], [230, 247, "LOC"], [258, 279, "PER"], [299, 307, "LOC"], [428, 436, "LOC"]]}
{"text": "28      Martin-Andreas Butler afsonede den frihedsstraf, han var blevet idømt for disse i Tyskland begåede lovovertrædelser, frem til den 24. september 2017.", "label": [[8, 29, "PER"], [90, 98, "LOC"], [138, 156, "DATE"]]}
{"text": "29      Martin-Andreas Butler indbragte kendelserne afsagt af Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) for Bundesverfassungsgericht (forbundsdomstol i forfatningsretlige sager, Tyskland).", "label": [[8, 29, "PER"], [62, 101, "ORG"], [103, 137, "ORG"], [140, 147, "LOC"], [153, 177, "ORG"], [179, 194, "ORG"], [223, 231, "LOC"]]}
{"text": "30      Ved kendelse af 19. december 2017 ophævede Bundesverfassungsgericht (forbundsdomstol i forfatningsretlige sager) de nævnte kendelser med den begrundelse, at de tilsidesætter Martin-Andreas Butler ret til at få prøvet sin sag ved en domstol oprettet ved lov, som er fastsat i artikel 101, stk. 1, andet punktum, i Forbundsrepublikken Tysklands forfatning. Sagen blev hjemvist til Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg).", "label": [[24, 41, "DATE"], [51, 75, "ORG"], [77, 92, "ORG"], [182, 203, "PER"], [321, 350, "LOC"], [387, 426, "ORG"], [428, 462, "ORG"], [465, 472, "LOC"]]}
{"text": "31      I sin kendelse konstaterede Bundesverfassungsgericht (forbundsdomstol i forfatningsretlige sager), at Den Europæiske Menneskerettighedsdomstol i dom af 20. oktober 2016, Alonso mod Kroatien (CE:ECHR:2016:1020JUD000733413), udtalte, at den omstændighed, at det personlige rum, som en indsat råder over, er på under 3 m2, giver anledning til en »stærk formodning« om en tilsidesættelse af EMRK’s artikel 3, idet denne formodning kun kan tilbagevises, hvis indskrænkningerne af det personlige rum i forhold til minimumskravet på 3 m2 er korte, lejlighedsvise og små, hvis de ledsages af en tilstrækkelig bevægelsesfrihed uden for cellen og af passende aktiviteter uden for cellen, samt hvis den fængslede er anbragt i en anstalt, der samlet set tilbyder anstændige forhold under frihedsberøvelsen, og den pågældende person ikke underkastes andre forhold, der anses for at forringe dårlige frihedsberøvelsesforhold.", "label": [[36, 60, "ORG"], [62, 77, "ORG"], [110, 150, "ORG"], [160, 176, "DATE"], [178, 184, "PER"], [189, 197, "ORG"], [322, 323, "AMOUNT_VALUE"], [324, 326, "AMOUNT_UNIT"], [534, 535, "AMOUNT_VALUE"], [536, 538, "AMOUNT_UNIT"]]}
{"text": "32      Ifølge Bundesverfassungsgericht (forbundsdomstol i forfatningsretlige sager) er visse af de kriterier, som Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) lagde til grund i sin samlede vurdering af forholdene under frihedsberøvelse i Rumænien, endnu ikke udtrykkeligt blevet taget til følge af Den Europæiske Menneskerettighedsdomstol som elementer, der kan kompensere for en indskrænkning af det personlige rum, som en indsat råder over. Dette er bl.a. tilfældet for så vidt angår muligheden for at komme på udgang, modtage besøg, vaske eget tøj og foretage indkøb af varer. Det er desuden ikke sikkert, at forbedringen af varmeanlæg, sanitære installationer og hygiejneforhold, henset til Den Europæiske Menneskerettighedsdomstols nylige praksis, kan kompensere for en sådan indskrænkning af den indsattes personlige rum.", "label": [[15, 39, "ORG"], [41, 56, "ORG"], [115, 154, "ORG"], [156, 190, "ORG"], [193, 200, "LOC"], [281, 289, "LOC"], [341, 381, "ORG"], [738, 779, "ORG"]]}
{"text": "33      Bundesverfassungsgericht (forbundsdomstol i forfatningsretlige sager) fremhævede ligeledes, at hverken Den Europæiske Unions Domstol eller Den Europæiske Menneskerettighedsdomstol hidtil har taget stilling til, om kriterier vedrørende de strafferetlige domstoles samarbejde inden for EU og om nødvendigheden af at undgå straffrihed for lovovertrædere og undgå skabelsen af »safe havens« for disse er relevante i en sag som den i hovedsagen omhandlede.", "label": [[8, 32, "ORG"], [34, 49, "ORG"], [111, 140, "ORG"], [147, 187, "ORG"], [292, 294, "LOC"]]}
{"text": "34      Den nationale arrestordre, som Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) udstedte med henblik på overgivelsen af Martin-Andreas Butler, blev fuldbyrdet frem til suspensionen af den pågældendes varetægtsfængsling ved kendelse afsagt af nævnte ret den 20. december 2017.", "label": [[39, 78, "ORG"], [80, 114, "ORG"], [117, 124, "LOC"], [166, 187, "PER"], [303, 320, "DATE"]]}
{"text": "35      Med henblik på at træffe afgørelse, efter at Bundesverfassungsgericht (forbundsdomstol i forfatningsretlige sager) besluttede at hjemvise sagen, ønsker Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) oplyst, hvilke krav der følger af chartrets artikel 4 for så vidt angår forholdene under frihedsberøvelse i den udstedende medlemsstat, samt hvilke kriterier der skal lægges til grund ved vurderingen af overholdelsen af disse krav i henhold til Domstolens dom af 5. april 2016, Michailovski og Aguilar (C-404/15 og C-659/15 PPU, EU:C:2016:198).", "label": [[53, 77, "ORG"], [79, 94, "ORG"], [160, 199, "ORG"], [201, 235, "ORG"], [238, 245, "LOC"], [492, 502, "ORG"], [510, 523, "DATE"], [525, 537, "PER"], [541, 548, "PER"]]}
{"text": "36      På denne baggrund har Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) besluttet at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[30, 69, "ORG"], [71, 105, "ORG"], [108, 115, "LOC"], [157, 166, "ORG"]]}
{"text": "»1)      Hvilke minimumskrav kan der i forbindelse med [rammeafgørelse 2002/584] stilles til fængslingsforhold ud fra [chartrets] artikel 4?", "label": []}
{"text": "a)      Findes der navnlig fra et EU-retligt synspunkt en »absolut« nedre grænse for cellestørrelse, hvorunder der altid vil foreligge et brud på grundrettighedschartrets artikel 4?", "label": [[34, 36, "LOC"]]}
{"text": "i)      Afhænger bestemmelsen af den individuelle celleandel af, om der er tale om en enecelle eller en fællescelle?", "label": []}
{"text": "ii)      Skal det areal, der optages af møblement (seng, skab osv.), trækkes fra ved beregningen af cellestørrelsen?", "label": []}
{"text": "iii)      Hvilke bygningsmæssige forudsætninger er i givet fald relevante for, om fængslingsforholdene er i overensstemmelse med EU-retten? Hvilken betydning har i givet fald den direkte (eller kun indirekte) adgang fra fængselscellen til f.eks. toiletrum eller andre rum såvel som forsyningen med koldt og varmt vand, opvarmning, belysning osv.?", "label": [[129, 131, "LOC"]]}
{"text": "b)      I hvilken grad spiller forskellige »afsoningsordninger«, navnlig forskellige tidsrum, hvor cellerne er åbne, og forskellige grader af bevægelsesfrihed i fængslet, en rolle for vurderingen?", "label": []}
{"text": "c)      Kan – således som [den forelæggende ret] har gjort i sine afgørelser om udleveringens lovlighed – også retslige og organisatoriske forbedringer i den udstedende medlemsstat (indførelse af et ombudsmandssystem, etablering af domstole for straffuldbyrdelse osv.) tages i betragtning?", "label": []}
{"text": "2)      Efter hvilke kriterier skal fængslingsforholdene vurderes i forhold til grundlæggende EU-rettigheder? I hvilken grad har disse kriterier indflydelse på fortolkningen af begrebet »reel risiko« i den forstand, hvori udtrykket er anvendt i [dom af 5. april 2016, Michailovski og Aguilar (C-404/15 og C-659/15 PPU, EU:C:2016:198)]?", "label": [[94, 96, "LOC"], [253, 266, "DATE"], [268, 280, "PER"], [284, 291, "PER"]]}
{"text": "a)      Har de judicielle myndigheder i fuldbyrdelsesmedlemsstaten beføjelse til omfattende kontrol af fængslingsforholdene i den udstedende medlemsstat, eller skal de begrænse sig til en »kontrol af åbenlyse forhold« (»Evidenzkontrolle«)?", "label": []}
{"text": "b)      For så vidt som Domstolen i forbindelse med besvarelsen af det første præjudicielle spørgsmål måtte nå den konklusion, at der findes »absolutte« EU-retlige krav til fængslingsforholdene: Ville en manglende opfyldelse af disse minimumsbetingelser være »afvejningsresistent« i den forstand, at der dermed altid ville bestå en »reel risiko«, der ville gøre en udlevering ulovlig, eller kan fuldbyrdelsesmedlemsstaten alligevel foretage en afvejning? Kan der herved tages hensyn til aspekter som opretholdelsen af den gensidige retshjælp på europæisk plan, den europæiske strafferetsplejes funktionsdygtighed eller princippet om gensidig tillid og princippet om gensidig anerkendelse?«", "label": [[24, 33, "ORG"], [153, 155, "LOC"], [545, 554, "LOC"], [565, 575, "LOC"]]}
{"text": "Retsforhandlingerne for Domstolen", "label": [[24, 33, "ORG"]]}
{"text": "37      Ved kendelse af 25. september 2018, indgået til Domstolen den 27. september 2018, meddelte Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) Domstolen, at Martin-Andreas Butler efter udstedelsen af den europæiske arrestordre af 12. august 2016 in absentia blev idømt en fængselsstraf på to år og fire måneder i Rumænien. Den rumænske judicielle myndighed annullerede følgelig denne europæiske arrestordre og udstedte den 1. august 2018 en ny europæisk arrestordre med henblik på fuldbyrdelse af nævnte fængselsstraf (herefter »den europæiske arrestordre af 1. august 2018«). Den forelæggende ret har fastholdt sine præjudicielle spørgsmål efter denne substitution af den europæiske arrestordre.", "label": [[24, 42, "DATE"], [56, 65, "ORG"], [70, 88, "DATE"], [99, 138, "ORG"], [140, 174, "ORG"], [177, 184, "LOC"], [186, 195, "ORG"], [200, 221, "PER"], [247, 257, "LOC"], [273, 288, "DATE"], [332, 334, "AMOUNT_VALUE"], [335, 337, "AMOUNT_UNIT"], [341, 345, "AMOUNT_VALUE"], [346, 353, "AMOUNT_UNIT"], [356, 364, "LOC"], [370, 378, "LOC"], [427, 437, "LOC"], [466, 480, "DATE"], [487, 496, "LOC"], [576, 586, "LOC"], [602, 616, "DATE"], [716, 726, "LOC"]]}
{"text": "38      Den 14. november 2018 tilstillede Domstolen Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) en anmodning om uddybende oplysninger i overensstemmelse med artikel 101 i Domstolens procesreglement, idet Domstolen navnlig opfordrede den forelæggende ret til at præcisere, om tilladelsen til fuldbyrdelse samt fuldbyrdelsen af den europæiske arrestordre af 1. august 2018 kunne anses for sikre og ikke alene hypotetiske.", "label": [[12, 29, "DATE"], [42, 91, "ORG"], [93, 127, "ORG"], [130, 137, "LOC"], [214, 224, "ORG"], [247, 256, "ORG"], [373, 383, "LOC"], [399, 413, "DATE"]]}
{"text": "39      Ved skrivelse af 20. december 2018, indgået til Domstolen samme dag, svarede Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg), at med forbehold af Domstolens besvarelse af de præjudicielle spørgsmål var tilladelsen til fuldbyrdelse samt fuldbyrdelsen af den europæiske arrestordre af 1. august 2018 sikre.", "label": [[25, 42, "DATE"], [56, 65, "ORG"], [85, 124, "ORG"], [126, 160, "ORG"], [163, 170, "LOC"], [193, 203, "ORG"], [304, 314, "LOC"], [330, 344, "DATE"]]}
{"text": "40      Det følger således af de oplysninger, der fremgår af kendelsen afsagt af Hanseatisches Oberlandesgericht Hamburg (den regionale ret i første instans i Hamburg) den 25. september 2018 og af nævnte skrivelse af 20. december 2018, at den forelæggende ret skal træffe afgørelse om fuldbyrdelsen af en gyldig europæisk arrestordre (jf. modsætningsvis kendelse af 15.11.2017, Michailovski, C-496/16, ikke trykt i Sml., EU:C:2017:866, præmis 26 og 27). De spørgsmål, der er stillet af den forelæggende ret, skal derfor besvares.", "label": [[81, 120, "ORG"], [122, 156, "ORG"], [159, 166, "LOC"], [172, 190, "DATE"], [217, 234, "DATE"], [312, 321, "LOC"], [366, 376, "DATE"], [378, 390, "PER"]]}
{"text": "Om de præjudicielle spørgsmål", "label": []}
{"text": "41      Med spørgsmålene, som skal behandles samlet, ønsker den forelæggende ret for det første oplysninger om intensiteten og omfanget af den prøvelse, som den fuldbyrdende judicielle myndighed, der råder over oplysninger, som godtgør, at der foreligger systemiske eller generelle mangler ved forholdene under frihedsberøvelse i den udstedende medlemsstats fængsler, skal foretage på grundlag af artikel 1, stk. 3, i rammeafgørelse 2002/584, sammenholdt med chartrets artikel 4, med henblik på at vurdere, om der foreligger vægtige grunde til at antage, at den person, der er omfattet af en europæisk arrestordre, efter sin overgivelse til denne medlemsstat løber en reel risiko for at blive underkastet en umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4. Den forelæggende ret ønsker navnlig oplyst, om denne prøvelse skal være fuldstændig, eller om den derimod alene er begrænset til tilfælde, hvor forholdene under frihedsberøvelse åbenlyst er utilstrækkelige.", "label": [[592, 601, "LOC"]]}
{"text": "42      Den forelæggende ret ønsker for det andet oplyst, om den inden for rammerne af denne vurdering skal tage hensyn til et minimumskrav om, hvor meget plads hver indsat i en celle i et sådant fængsel skal have.  Den ønsker ligeledes oplyst, på hvilken måde denne plads skal beregnes, når der i cellen findes møbler og sanitære installationer, samt hvorvidt øvrige forhold under frihedsberøvelse, såsom de sanitære forhold eller omfanget af den indsattes bevægelsesfrihed inden for fængslet, er relevante med henblik på en sådan vurdering.", "label": []}
{"text": "43      For det tredje ønsker den forelæggende ret oplyst, om den omstændighed, at der findes lovgivningsmæssige og strukturelle foranstaltninger til forbedring af kontrollen af forholdene under frihedsberøvelse i den udstedende medlemsstat, skal tages i betragtning i forbindelse med denne vurdering.", "label": []}
{"text": "44      For det fjerde ønsker den forelæggende ret oplyst, om en medlemsstats eventuelle manglende overholdelse af minimumskrav vedrørende forholdene under frihedsberøvelse kan afvejes i forhold til hensynet til effektiviteten af det retslige samarbejde i straffesager samt hensynet til princippet om gensidig tillid og princippet om gensidig anerkendelse.", "label": []}
{"text": "Indledende bemærkninger", "label": []}
{"text": "45      Med henblik på at besvare de forelagte spørgsmål skal det indledningsvis bemærkes, at EU-retten, som det fremgår af Domstolens praksis, er baseret på den grundlæggende præmis, hvorefter hver medlemsstat som anført i artikel 2 TEU deler en række fælles værdier, som Unionen er bygget på, med samtlige andre medlemsstater og anerkender, at disse deler dem med den. Denne præmis forudsætter og begrunder, at der foreligger en gensidig tillid mellem medlemsstaterne med hensyn til anerkendelsen af disse værdier og dermed under iagttagelse af EU-retten, der gennemfører disse (dom af 25.7.2018, Minister for Justice and Equality (Mangler ved domstolssystemet), C-216/18 PPU, EU:C:2018:586, præmis 35, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 48).", "label": [[94, 96, "LOC"], [124, 134, "ORG"], [273, 280, "ORG"], [547, 549, "LOC"], [588, 597, "DATE"], [599, 632, "PROFESSION"], [711, 720, "DATE"], [722, 747, "ORG"], [785, 791, "LOC"]]}
{"text": "46      Både princippet om gensidig tillid mellem medlemsstaterne og princippet om gensidig anerkendelse, der selv hviler på den gensidige tillid mellem medlemsstaterne, er af grundlæggende betydning i EU-retten, idet de muliggør oprettelsen og bevarelsen af et område uden indre grænser. Mere specifikt pålægger princippet om gensidig tillid, bl.a. for så vidt angår et område med frihed, sikkerhed og retfærdighed, hver af medlemsstaterne at lægge til grund, medmindre der er tale om helt særlige omstændigheder, at samtlige andre medlemsstater overholder EU-retten og navnlig de i EU-retten anerkendte grundlæggende rettigheder (dom af 25.7.2018, Minister for Justice and Equality (Mangler ved domstolssystemet), C-216/18 PPU, EU:C:2018:586, præmis 36, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 49).", "label": [[202, 204, "LOC"], [558, 560, "LOC"], [584, 586, "LOC"], [639, 648, "DATE"], [650, 683, "PROFESSION"], [762, 771, "DATE"], [773, 798, "ORG"], [836, 842, "LOC"]]}
{"text": "47      Når medlemsstaterne gennemfører EU-retten, kan de således i medfør heraf være forpligtet til at lægge til grund, at de øvrige medlemsstater overholder de grundlæggende rettigheder, således at det hverken er muligt for dem at kræve et nationalt beskyttelsesniveau af en anden medlemsstat, der er højere end det ved EU-retten sikrede, eller, undtagen i særlige tilfælde, at kontrollere, om denne anden medlemsstat i et konkret tilfælde rent faktisk har overholdt de i Unionen sikrede grundlæggende rettigheder (dom af 25.7.2018, Minister for Justice and Equality (Mangler ved domstolssystemet), C-216/18 PPU, EU:C:2018:586, præmis 37, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 50).", "label": [[40, 42, "LOC"], [322, 324, "LOC"], [474, 481, "LOC"], [524, 533, "DATE"], [535, 568, "PROFESSION"], [647, 656, "DATE"], [658, 683, "ORG"], [721, 727, "LOC"]]}
{"text": "48      På det af rammeafgørelse 2002/584 regulerede område er princippet om gensidig anerkendelse, som udgør »hjørnestenen« i det retslige samarbejde i straffesager, således som det bl.a. fremgår af sjette betragtning til rammeafgørelsen, udmøntet i rammeafgørelsens artikel 1, stk. 2, der fastsætter reglen om, at medlemsstaterne har pligt til at fuldbyrde en europæisk arrestordre på grundlag af princippet om gensidig anerkendelse og i overensstemmelse med bestemmelserne i denne rammeafgørelse. De fuldbyrdende judicielle myndigheder kan derfor principielt kun afslå at fuldbyrde en sådan arrestordre med henvisning til de udtømmende opregnede afslagsgrunde, der er fastsat i rammeafgørelsen, og fuldbyrdelsen af den europæiske arrestordre kan kun underlægges en af de betingelser, der er udtømmende fastsat i rammeafgørelsens artikel 5. Mens fuldbyrdelse af den europæiske arrestordre udgør hovedreglen, er afslaget på fuldbyrdelse udformet som en undtagelse, der skal undergives en streng fortolkning. Således fastsætter rammeafgørelse 2002/584 udtrykkeligt de obligatoriske (artikel 3) og fakultative (artikel 4 og 4a) grunde til at afslå fuldbyrdelse af en europæisk arrestordre samt de garantier, som den udstedende medlemsstat skal give i særlige tilfælde (artikel 5) (dom af 25.7.2018, Minister for Justice and Equality (Mangler ved domstolssystemet), C-216/18 PPU, EU:C:2018:586, præmis 41 og 42, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 54 og 55).", "label": [[362, 371, "LOC"], [722, 732, "LOC"], [868, 878, "LOC"], [1166, 1175, "LOC"], [1287, 1296, "DATE"], [1298, 1331, "PROFESSION"], [1416, 1425, "DATE"], [1427, 1452, "ORG"], [1490, 1496, "LOC"]]}
{"text": "49      Domstolen har ikke desto mindre anerkendt, at der kan gøres indskrænkninger i princippet om gensidig anerkendelse og princippet om gensidig tillid mellem medlemsstaterne »under helt særlige omstændigheder« (dom af 25.7.2018, Minister for Justice and Equality (Mangler ved domstolssystemet), C-216/18 PPU, EU:C:2018:586, præmis 43 og den deri nævnte retspraksis, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 56).", "label": [[8, 17, "ORG"], [222, 231, "DATE"], [233, 266, "PROFESSION"], [376, 385, "DATE"], [387, 412, "ORG"], [450, 456, "LOC"]]}
{"text": "50      I denne sammenhæng har Domstolen på visse betingelser anerkendt, at den fuldbyrdende judicielle myndighed skal bringe den ved rammeafgørelse 2002/584 indførte overgivelsesprocedure til ophør, når en overgivelse risikerer at føre til en umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4 af den eftersøgte (jf. i denne retning dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 84, af 25.7.2018, Minister for Justice and Equality (Mangler ved domstolssystemet), C-216/18 PPU, EU:C:2018:586, præmis 44, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 57).", "label": [[31, 40, "ORG"], [370, 378, "DATE"], [380, 392, "PER"], [396, 403, "PER"], [460, 469, "DATE"], [471, 504, "PROFESSION"], [583, 592, "DATE"], [594, 619, "ORG"], [657, 663, "LOC"]]}
{"text": "51      Når den judicielle myndighed i den fuldbyrdende medlemsstat råder over oplysninger, der godtgør en reel risiko for umenneskelig eller nedværdigende behandling af frihedsberøvede personer i den udstedende medlemsstat på grundlag af normen for beskyttelse af de grundlæggende rettigheder, der er sikret ved EU-retten og navnlig ved chartrets artikel 4, skal myndigheden således vurdere, om denne risiko foreligger, når den træffer afgørelse om overgivelse af en person omfattet af en europæisk arrestordre til myndighederne i den udstedende medlemsstat. Fuldbyrdelsen af en sådan arrestordre må således ikke føre til en umenneskelig eller nedværdigende behandling af denne person (dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 88, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 59).", "label": [[313, 315, "LOC"], [490, 499, "LOC"], [694, 702, "DATE"], [704, 716, "PER"], [720, 727, "PER"], [787, 796, "DATE"], [798, 823, "ORG"], [861, 867, "LOC"]]}
{"text": "52      Ved denne vurdering skal den fuldbyrdende judicielle myndighed først og fremmest basere sig på objektive, pålidelige, præcise og behørigt ajourførte oplysninger om de forhold under frihedsberøvelse, der hersker i den udstedende medlemsstat, og som påviser reelle mangler, der er systemiske eller generelle, eller som berører visse persongrupper eller visse centre for frihedsberøvede. Disse oplysninger kan bl.a. fremgå af internationale retsafgørelser, såsom Den Europæiske Menneskerettighedsdomstols domme, den udstedende medlemsstats retsafgørelser samt afgørelser, rapporter og andre dokumenter, der udarbejdes af organerne i Europarådet eller af FN-organer (dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 89, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 60).", "label": [[468, 509, "ORG"], [638, 649, "ORG"], [659, 669, "ORG"], [678, 686, "DATE"], [688, 700, "PER"], [704, 711, "PER"], [771, 780, "DATE"], [782, 807, "ORG"], [845, 851, "LOC"]]}
{"text": "53      Som det fremgår af de oplysninger, som Domstolen råder, har den forelæggende ret i det foreliggende tilfælde på grundlag af afgørelser fra Den Europæiske Menneskerettighedsdomstol vedrørende Rumænien, afgørelser fra tyske domstole og en rapport fra forbundsjustitsministeriet og forbundsministeriet for forbrugerbeskyttelse konstateret, at der er konkrete holdepunkter for at antage, at der foreligger systemiske og generelle mangler ved forholdene under frihedsberøvelse i denne medlemsstat. Disse spørgsmål hviler således på den forudsætning, at sådanne mangler foreligger, hvilket det tilkommer den forelæggende ret at efterprøve rigtigheden af under hensyntagen til behørigt ajourførte oplysninger (jf. i denne retning dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 71).", "label": [[47, 56, "ORG"], [147, 187, "ORG"], [199, 207, "LOC"], [224, 229, "LOC"], [257, 283, "ORG"], [287, 331, "ORG"], [738, 747, "DATE"], [749, 774, "ORG"], [812, 818, "LOC"]]}
{"text": "54      Under alle omstændigheder indebærer den omstændighed, at der foreligger oplysninger, som vidner om mangler, der er systemiske eller generelle, eller som berører visse persongrupper eller visse frihedsberøvelsescentre, ved forholdene under frihedsberøvelse i den udstedende medlemsstat, ikke nødvendigvis i sig selv, at den berørte person i en konkret sag vil blive udsat for en umenneskelig eller nedværdigende behandling, såfremt vedkommende overgives til denne medlemsstats myndigheder (dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 91 og 93, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 61).", "label": [[504, 512, "DATE"], [514, 526, "PER"], [530, 537, "PER"], [603, 612, "DATE"], [614, 639, "ORG"], [677, 683, "LOC"]]}
{"text": "55      Det forholder sig desuden således, at med henblik på at sikre overholdelsen af chartrets artikel 4 i en konkret sag, hvor en person er omfattet af en europæisk arrestordre, skal den fuldbyrdende judicielle myndighed, som stilles over for objektive, pålidelige, præcise og behørigt ajourførte oplysninger, som vidner om, at der foreligger sådanne mangler, dernæst foretage en konkret og præcis vurdering af, om der efter omstændighederne i den foreliggende sag er vægtige grunde til at antage, at den pågældende person efter sin overgivelse til den nævnte medlemsstat løber en reel risiko for i denne medlemsstat at blive udsat for en umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4 på grund af de forhold, hvorunder vedkommende vil blive frihedsberøvet i denne medlemsstat (jf. i denne retning dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 92 og 94, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 62).", "label": [[158, 167, "LOC"], [841, 849, "DATE"], [851, 863, "PER"], [867, 874, "PER"], [940, 949, "DATE"], [951, 976, "ORG"], [1014, 1020, "LOC"]]}
{"text": "56      Den fortolkning af chartrets artikel 4, der er anført i nærværende doms præmis 50-55, svarer i det væsentlige til den betydning, som Den Europæiske Menneskerettighedsdomstol tillægger EMRK’s artikel 3.", "label": [[141, 181, "ORG"]]}
{"text": "57      Sidstnævnte domstol har udtalt, at en ret i en stat, der er part i EMRK, ikke kan afslå at fuldbyrde en europæisk arrestordre med den begrundelse, at den eftersøgte person i udstedelsesstaten risikerer at blive underlagt forhold under frihedsberøvelse, som indebærer en umenneskelig eller nedværdigende behandling, såfremt den pågældende ret ikke forud herfor har foretaget en ajourført og indgående vurdering af situationen, således som den forelå på tidspunktet for den pågældende rets afgørelse, og hverken har forsøgt at identificere de strukturelle mangler med hensyn til forholdene under frihedsberøvelse eller en reel og individuel risiko for en tilsidesættelse af EMRK’s artikel 3 i denne stat (Den Europæiske Menneskerettighedsdomstols dom af 9.7.2019, David Basalo mod Belgien, CE:ECHR:2019:0709JUD000835117, § 86).", "label": [[75, 79, "ORG"], [112, 121, "LOC"], [680, 684, "ORG"], [711, 752, "ORG"], [760, 768, "DATE"], [770, 782, "PER"], [787, 794, "ORG"]]}
{"text": "Om intensiteten og omfanget af den prøvelse, som den fuldbyrdende judicielle myndighed skal foretage af forholdene under frihedsberøvelse i den udstedende medlemsstat", "label": []}
{"text": "58      Hvad indledningsvis angår den forelæggende rets tvivl med hensyn til intensiteten og omfanget af den prøvelse, som den fuldbyrdende judicielle myndighed skal foretage af forholdene under frihedsberøvelse i den udstedende medlemsstat på grundlag af artikel 1, stk. 3, i rammeafgørelse 2002/584, sammenholdt med chartrets artikel 4, bemærkes indledningsvis, at i overensstemmelse med chartrets artikel 52, stk. 3, første punktum, har chartrets artikel 4, i det omfang den i denne bestemmelse indeholdte rettighed svarer til den ret, der er sikret ved EMRK’s artikel 3, samme betydning og omfang som i konventionen. Forklaringerne til chartret præciserer desuden for så vidt angår nævnte artikel 52, stk. 3, at betydningen og omfanget af de rettigheder, der er sikret ved EMRK, ikke kun fastsættes af konventionens tekst, men også af retspraksis ved Den Europæiske Menneskerettighedsdomstol og ved EU-Domstolen.", "label": [[855, 895, "ORG"], [903, 915, "ORG"]]}
{"text": "59      Når denne indledende præcisering er anført, skal det for det første bemærkes, at mishandling, for at være omfattet af EMRK’s artikel 3, skal have et minimum af tyngde, som skal vurderes under hensyntagen til samtlige omstændigheder i sagen, herunder bl.a. varigheden af behandlingen, de fysiske eller psykiske virkninger heraf samt i visse tilfælde af offerets køn, alder og helbredstilstand (jf. i denne retning dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 91 og den deri nævnte retspraksis).", "label": [[428, 437, "DATE"], [439, 464, "ORG"], [502, 508, "LOC"]]}
{"text": "60      EMRK’s artikel 3 har til formål sikre, at enhver fange frihedsberøves under forhold, der garanterer respekten for den menneskelige værdighed, at den måde, hvorpå foranstaltningen fuldbyrdes, ikke påfører den berørte person så stor nød eller så store prøvelser, at den grad af lidelse, som uundgåeligt er forbundet med enhver frihedsberøvelse, overskrides, og at fangens helbred og velfærd sikres på en passende måde under hensyn til praktiske fængselsmæssige krav (dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 90, og af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 90).", "label": [[480, 488, "DATE"], [490, 502, "PER"], [506, 513, "PER"], [573, 582, "DATE"], [584, 609, "ORG"], [647, 653, "LOC"]]}
{"text": "61      I denne sammenhæng skal den prøvelse, som den fuldbyrdende judicielle myndighed i de særlige tilfælde, der er nævnt i nærværende doms præmis 50-52, skal foretage for så vidt angår forholdene under frihedsberøvelse i den udstedende medlemsstat med henblik på at vurdere, om der foreligger vægtige grunde til at antage, at den person, der er omfattet af en europæisk arrestordre, efter overgivelsen til denne medlemsstat løber en reel risiko for dér at blive underkastet en umenneskelig eller nedværdigende behandling, hvile på en samlet vurdering af de relevante materielle forhold under frihedsberøvelse.", "label": [[363, 372, "LOC"]]}
{"text": "62      Henset til den omstændighed, som generaladvokaten har anført i punkt 107 i forslaget til afgørelse, hvorefter forbuddet mod umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4 er af absolut karakter (jf. i denne retning dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 85-87, og af 19.3.2019, Ramirez, C-163/17, EU:C:2019:218, præmis 78), kan respekten for den menneskelige værdighed ikke sikres, såfremt den prøvelse af forholdene under frihedsberøvelse i den udstedende medlemsstat, som den fuldbyrdende judicielle myndighed foretager, alene er begrænset til at omfatte åbenlyst utilstrækkelige forhold.", "label": [[41, 57, "PROFESSION"], [263, 271, "DATE"], [273, 285, "PER"], [289, 296, "PER"], [359, 368, "DATE"], [370, 377, "PER"]]}
{"text": "63      Hvad for det andet angår omfanget af denne prøvelse for så vidt angår fængslerne i den udstedende medlemsstat bemærkes, at den fuldbyrdende judicielle myndighed, der skal træffe afgørelse om overgivelsen af en person omfattet af en europæisk arrestordre, skal foretage en konkret og præcis vurdering af, om der i det konkrete tilfælde foreligger en reel risiko for, at denne person i denne medlemsstat vil blive underkastet umenneskelig eller nedværdigende behandling (jf. i denne retning dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 77).", "label": [[240, 249, "LOC"], [504, 513, "DATE"], [515, 540, "ORG"], [578, 584, "LOC"]]}
{"text": "64      Det følger heraf, at den prøvelse, som nævnte myndighed har pligt til at foretage, henset til sin konkrete og præcise karakter, ikke kan vedrøre de generelle forhold under frihedsberøvelse, der foreligger i samtlige de fængsler i sidstnævnte medlemsstat, hvor den pågældende person kan blive frihedsberøvet (jf. i denne retning dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 78).", "label": [[343, 352, "DATE"], [354, 379, "ORG"], [417, 423, "LOC"]]}
{"text": "65      En forpligtelse for de fuldbyrdende judicielle myndigheder, hvorefter de skulle efterprøve de forhold under frihedsberøvelse, der hersker i samtlige fængsler, hvor den berørte person kan blive indsat i den udstedende medlemsstat, ville i øvrigt være åbenbart overdreven. Den ville desuden være umulig at opfylde inden for de frister, der er fastsat i rammeafgørelsens artikel 17. En sådan prøvelse ville nemlig være af en sådan art, at den kan forsinke overgivelsen af denne person betragteligt og dermed fratage ordningen med den europæiske arrestordre enhver effektiv virkning. Heraf ville følge en risiko for, at den eftersøgte person går fri for straf (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 84 og 85).", "label": [[539, 549, "LOC"], [672, 681, "DATE"], [683, 708, "ORG"], [746, 752, "LOC"]]}
{"text": "66      Henset til den gensidige tillid, der skal være mellem medlemsstaterne, og som ordningen med den europæiske arrestordre hviler på, og henset særligt til de i rammeafgørelse 2002/584 artikel 17 fastsatte frister for de fuldbyrdende judicielle myndigheder til at træffe en endelig afgørelse om fuldbyrdelse af en sådan arrestordre, er disse myndigheder følgelig kun forpligtet til at efterprøve forholdene under frihedsberøvelse i de fængsler, hvor det ifølge de oplysninger, som de råder over, konkret påtænkes at frihedsberøve denne person, herunder når frihedsberøvelsen er midlertidig eller foretages i en overgangsperiode (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 87).", "label": [[104, 114, "LOC"], [640, 649, "DATE"], [651, 676, "ORG"], [714, 720, "LOC"]]}
{"text": "67      Med henblik herpå skal den fuldbyrdende judicielle myndighed i medfør af artikel 15, stk. 2, i rammeafgørelse 2002/584 anmode den judicielle myndighed i den udstedende medlemsstat om straks at få de nødvendige supplerende oplysninger vedrørende de forhold, hvorunder det konkret påregnes at frihedsberøve den berørte person i denne medlemsstat (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 63 og den deri nævnte retspraksis).", "label": [[360, 369, "DATE"], [371, 396, "ORG"], [434, 440, "LOC"]]}
{"text": "68      Når en garanti for, at den pågældende person ikke vil blive underkastet umenneskelig eller nedværdigende behandling som følge af de konkrete og præcise forhold under frihedsberøvelsen, uanset hvilket fængsel i den udstedende medlemsstat vedkommende vil blive indsat i, er blevet givet eller i det mindste godkendt af den udstedende judicielle myndighed, eventuelt efter at have anmodet om bistand fra den centrale myndighed eller fra en af de centrale myndigheder i den udstedende medlemsstat som omhandlet i artikel 7 i rammeafgørelse 2002/584, skal den fuldbyrdende judicielle myndighed stole på denne, i hvert fald så længe der ikke foreligger noget præcist forhold, som gør det muligt at antage, at de forhold under frihedsberøvelse, der hersker i et bestemt fængsel, er i strid med chartrets artikel 4 (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 112).", "label": [[823, 832, "DATE"], [834, 859, "ORG"], [897, 903, "LOC"]]}
{"text": "69      Det er følgelig udelukkende i særlige tilfælde og på grundlag af præcise forhold, at den fuldbyrdende judicielle myndighed kan konstatere, at der på trods af den garanti, der er omhandlet i nærværende doms foregående præmis, foreligger en reel risiko for, at den pågældende person underkastes umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4 som følge af forholdene under frihedsberøvelsen af den pågældende i den udstedende medlemsstat.", "label": []}
{"text": "Om vurderingen af forholdene under frihedsberøvelse med hensyn til det personlige rum, som den indsatte råder over", "label": []}
{"text": "70      Hvad dernæst angår den fuldbyrdende judicielle myndigheds vurdering af forholdene under frihedsberøvelse med hensyn til det personlige rum, som er til rådighed pr. indsat i en fængselscelle, bemærkes, at det fremgår af forelæggelsesafgørelsen, at Martin-Andreas Butler, såfremt han overgives til de rumænske myndigheder, vil blive indsat i en fælles celle og ikke i en individuel celle. Uanset formuleringen af det første forelagte spørgsmål skal det derfor inden for rammerne af nærværende sag udelukkende fastlægges, hvilke minimumskrav der gælder for en indsats personlige rum for så vidt angår afsoning i en fælles celle.", "label": [[255, 276, "PER"], [307, 315, "LOC"]]}
{"text": "71      I dette perspektiv bemærkes, at Domstolen, henset til de betragtninger, der fremgår af nærværende doms præmis 58, og eftersom der ikke på nuværende tidspunkt er fastsat EU-retlige minimumsregler herfor, har lagt Den Europæiske Menneskerettighedsdomstols praksis vedrørende EMRK’s artikel 3 til grund, nærmere bestemt dom af 20. oktober 2016, Alonso mod Kroatien (CE:ECHR:2016:1020JUD000733413).", "label": [[40, 49, "ORG"], [177, 179, "LOC"], [220, 261, "ORG"], [332, 348, "DATE"], [350, 356, "PER"], [361, 369, "ORG"]]}
{"text": "72      Domstolen har herved udtalt, at henset til den betydning, som den rumlige faktor tillægges ved den samlede vurdering af forholdene under frihedsberøvelse, giver den omstændighed, at det personlige rum, som en frihedsberøvet person råder over, er mindre end 3 m2 i en fælles celle, anledning til en stærk formodning om en tilsidesættelse af EMRK’s artikel 3 (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 92 og den deri nævnte retspraksis).", "label": [[8, 17, "ORG"], [265, 266, "AMOUNT_VALUE"], [267, 269, "AMOUNT_UNIT"], [373, 382, "DATE"], [384, 409, "ORG"], [447, 453, "LOC"]]}
{"text": "73      Denne stærke formodning om en tilsidesættelse af EMRK’s artikel 3 kan under normale omstændigheder kun tilbagevises, hvis indskrænkningerne af det personlige rum i forhold til minimumskravet på 3 m2 for det første er korte, lejlighedsvise og små, hvis de for det andet ledsages af en tilstrækkelig bevægelsesfrihed uden for cellen og af passende aktiviteter uden for cellen, og hvis anstalten for det tredje samlet set tilbyder anstændige forhold under frihedsberøvelsen, og den pågældende person ikke underkastes andre forhold, der anses for at forringe dårlige frihedsberøvelsesforhold (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 93 og den deri nævnte retspraksis).", "label": [[202, 203, "AMOUNT_VALUE"], [204, 206, "AMOUNT_UNIT"], [604, 613, "DATE"], [615, 640, "ORG"], [678, 684, "LOC"]]}
{"text": "74      I denne henseende skal tilføjes, at varigheden af en frihedsberøvelse ganske vist kan være en relevant faktor ved vurderingen af grovheden af den lidelse eller den ydmygelse, som en frihedsberøvet person er blevet udsat for som følge af dårlige forhold under frihedsberøvelsen. Den omstændighed, at en frihedsberøvelse er relativt kort, indebærer imidlertid ikke automatisk i sig selv, at den omhandlede behandling ikke er omfattet af anvendelsesområdet for EMRK’s artikel 3, når andre forhold er tilstrækkelige til at henføre behandlingen under den nævnte bestemmelse (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 97 og 98 og den deri nævnte retspraksis).", "label": [[585, 594, "DATE"], [596, 621, "ORG"], [659, 665, "LOC"]]}
{"text": "75      Det fremgår desuden i det væsentlige af Den Europæiske Menneskerettighedsdomstols praksis, at når en indsat i en fælles celle råder over et personligt rum på mellem 3 og 4 m2, er den rumlige faktor fortsat et væsentligt element ved vurderingen af, om forholdene under frihedsberøvelse er passende. I et sådant tilfælde kan det fastslås, at der foreligger en tilsidesættelse af EMRK’s artikel 3, såfremt den manglende plads er ledsaget af andre materielt ringe forhold under frihedsberøvelse, herunder manglende adgang til gårdture eller til frisk luft og naturligt lys, dårlig udluftning, for høje eller for lave temperaturer i lokalerne, manglende privatliv på toiletterne eller dårlige sanitære og hygiejniske forhold (jf. i denne retning Menneskerettighedsdomstolens dom af 20.10.2016, Alonso mod Kroatien, CE:ECHR:2016:1020JUD000733413, § 139).", "label": [[48, 89, "ORG"], [173, 174, "AMOUNT_VALUE"], [178, 179, "AMOUNT_VALUE"], [180, 182, "AMOUNT_UNIT"], [749, 777, "ORG"], [785, 795, "DATE"], [797, 803, "PER"], [808, 816, "ORG"]]}
{"text": "76      Når en indsat råder over et personligt rum på mere end 4 m2 i en fælles celle, og dette aspekt af de materielle forhold under frihedsberøvelsen af den pågældende følgelig ikke udgør et problem, er de øvrige aspekter i forbindelse med disse forhold, som nævnt i den foregående præmis, fortsat relevante med henblik på vurderingen af, om forholdene under den pågældendes frihedsberøvelse er af passende art i forhold til EMRK’s artikel 3 (jf. i denne retning Menneskerettighedsdomstolens dom af 20.10.2016, Alonso mod Kroatien, CE:ECHR:2016:1020JUD000733413, § 140).", "label": [[63, 64, "AMOUNT_VALUE"], [65, 67, "AMOUNT_UNIT"], [465, 493, "ORG"], [501, 511, "DATE"], [513, 519, "PER"], [524, 532, "ORG"]]}
{"text": "77      Hvad angår fremgangsmåden for beregning af det minimale personlige rum, som en indsat skal råde over i en fælles celle, hvor der er møbler og sanitære installationer, skal der ved vurderingen af, om der foreligger en reel risiko for, at den pågældende person underkastes en umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4, eftersom der ikke på nuværende tidspunkt er fastsat EU-retlige minimumsregler herfor, ligeledes tages hensyn til de kriterier, som Den Europæiske Menneskerettighedsdomstol har fastlagt med hensyn til EMRK’s artikel 3. Den Europæiske Menneskerettighedsdomstol har udtalt, at mens der ved beregningen af det areal, der er til rådighed i en sådan celle, ikke skal tages hensyn til det areal, hvor der er anbragt sanitære installationer, skal beregningen medtage det areal, der er optaget af møbler, idet det imidlertid præciseres, at de indsatte skal bevare muligheden for at kunne bevæge sig normalt rundt i cellen (jf. i denne retning Menneskerettighedsdomstolens dom af 20.10.2016, Alonso mod Kroatien, CE:ECHR:2016:1020JUD000733413, § 140).", "label": [[415, 417, "LOC"], [494, 534, "ORG"], [563, 567, "ORG"], [581, 621, "ORG"], [997, 1025, "ORG"], [1033, 1043, "DATE"], [1045, 1051, "PER"], [1056, 1064, "ORG"]]}
{"text": "78      I det foreliggende tilfælde fremgår det af de bemærkninger, som den rumænske regering fremsatte i retsmødet, at Martin-Andreas Butler efter sin overgivelse vil blive indsat under en ordning, som giver ham mulighed for en omfattende bevægelsesfrihed og desuden mulighed for at arbejde, hvilket begrænser den tid, der tilbringes i en fælles celle. Det tilkommer den forelæggende ret at efterprøve disse forhold og at vurdere enhver anden relevant omstændighed med henblik på den undersøgelse, som den forelæggende ret skal foretage i overensstemmelse med de i nærværende doms præmis 71-77 anførte oplysninger, idet den forelæggende ret i givet fald skal anmode den udstedende judicielle myndighed om at tilstille de yderligere nødvendige oplysninger, såfremt den forelæggende ret måtte finde, at de oplysninger, som den udstedende judicielle myndighed allerede har fremsendt, er utilstrækkelige til, at den forelæggende ret kan træffe afgørelse om overgivelsen.", "label": [[76, 93, "ORG"], [120, 141, "PER"]]}
{"text": "79      Endelig bemærkes, at selv om det er muligt for medlemsstaterne for deres eget fængselssystem at fastsætte minimumskrav til forholdene under frihedsberøvelse, der er højere end de minimumskrav, der følger af chartrets artikel 4 og EMRK’s artikel 3, således som denne fortolkes af Den Europæiske Menneskerettighedsdomstol, kan en medlemsstat imidlertid som fuldbyrdende medlemsstat kun underlægge overgivelsen til den udstedende medlemsstat af en person, der er omfattet af en europæisk arrestordre, en betingelse om overholdelse af sidstnævnte krav og ikke om overholdelse af de krav, der følger af den fuldbyrdende medlemsstats nationale ret. Den modsatte løsning vil nemlig, idet der rejses tvivl om den ensartede anvendelse af det niveau til beskyttelse af de grundlæggende rettigheder, der er fastsat i EU-retten, indebære en tilsidesættelse af principperne om gensidig tillid og gensidig anerkendelse, som rammeafgørelse 2002/584 tilsigter at forankre, og dermed hindres effektiviteten af denne rammeafgørelse (jf. i denne retning dom af 26.2.2013, Baroni, C-399/11, EU:C:2013:107, præmis 63).", "label": [[287, 327, "ORG"], [483, 492, "LOC"], [814, 816, "LOC"], [1050, 1059, "DATE"], [1061, 1067, "PER"]]}
{"text": "Om relevansen af de generelle foranstaltninger, som er truffet med henblik på at forbedre kontrollen af forholdene under frihedsberøvelse i den udstedende medlemsstat", "label": []}
{"text": "80      Hvad for det tredje angår den omstændighed, at der i den udstedende medlemsstat er blevet vedtaget foranstaltninger, såsom en mæglingsordning eller indførelse af domstole for straffuldbyrdelse, der har til formål at styrke kontrollen af forholdene under frihedsberøvelse i denne medlemsstat, skal det bemærkes, at selv om en kontrol, bl.a. en domstolsprøvelse, af forholdene under frihedsberøvelse, der foretages efterfølgende, er et vigtigt forhold, der kan bidrage til at motivere sidstnævnte medlemsstats myndigheder til at forbedre disse forhold, og som de fuldbyrdende judicielle myndigheder derfor kan tage hensyn til i forbindelse med den samlede vurdering af de forhold, hvorunder det påtænkes at frihedsberøve en person, der er omfattet af en europæisk arrestordre, med henblik på afgørelsen om overgivelse af sidstnævnte, forholder det sig imidlertid ikke desto mindre således, at en sådan kontrol ikke i sig selv er af en sådan art, at det herved kan fastslås, at der ikke er en risiko for, at denne person efter sin overgivelse underkastes en behandling, der er uforenelig med chartrets artikel 4 som følge af forholdene under frihedsberøvelsen (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 74).", "label": [[760, 769, "LOC"], [1173, 1182, "DATE"], [1184, 1209, "ORG"], [1247, 1253, "LOC"]]}
{"text": "81      Selv om den udstedende medlemsstat har indført retsmidler, der gør det muligt at efterprøve lovligheden af forholdene under frihedsberøvelse i lyset af de grundlæggende rettigheder, er de fuldbyrdende judicielle myndigheder derfor fortsat forpligtet til at foretage en individuel prøvelse af den enkelte berørte persons situation med henblik på at sikre sig, at deres afgørelse om overgivelse af denne person ikke indebærer, at denne som følge af de nævnte forhold løber en reel risiko for at blive underkastet umenneskelig eller nedværdigende behandling som omhandlet i denne bestemmelse (dom af 25.7.2018, Generalstaatsanwaltschaft (Forholdene under frihedsberøvelse i Ungarn), C-220/18 PPU, EU:C:2018:589, præmis 75).", "label": [[605, 614, "DATE"], [616, 641, "ORG"], [679, 685, "LOC"]]}
{"text": "Spørgsmålet om, hvorvidt hensynet til effektiviteten af det retslige samarbejde i straffesager samt til princippet om gensidig tillid og princippet om gensidig anerkendelse kan tages i betragtning", "label": []}
{"text": "82      Hvad for det fjerde angår spørgsmålet om, hvorvidt den fuldbyrdende judicielle myndighed, som skal træffe afgørelse om overgivelse, kan afveje den omstændighed, at der foreligger en reel risiko for, at den pågældende person underkastes umenneskelig eller nedværdigende behandling som følge af, at forholdene under personens frihedsberøvelse i den udstedende medlemsstat ikke lever op til de minimumskrav, der følger af Den Europæiske Menneskerettighedsdomstols praksis, i forhold til hensynet til effektiviteten af det retslige samarbejde i straffesager samt hensynet til princippet om gensidig tillid og princippet om gensidig anerkendelse, skal det bemærkes, at den absolutte karakter af forbuddet mod umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4, som er nævnt i nærværende doms præmis 62, er til hinder for, at denne grundlæggende ret til ikke at blive underkastet en sådan behandling på nogen måde kan begrænses af sådanne hensyn.", "label": [[427, 468, "ORG"]]}
{"text": "83      På denne baggrund begrunder nødvendigheden af at sikre, at den pågældende person ikke ved en overgivelse til den udstedende medlemsstat underkastes umenneskelig eller nedværdigende behandling som omhandlet i chartrets artikel 4, i helt særlige tilfælde, at der kan gøres indskrænkninger i princippet om gensidig anerkendelse og princippet om gensidig tillid mellem medlemsstaterne (jf. i denne retning dom af 5.4.2016, Michailovski og Aguilar, C-404/15 og C-659/15 PPU, EU:C:2016:198, præmis 82, 98-102 og 104).", "label": [[417, 425, "DATE"], [427, 439, "PER"], [443, 450, "PER"]]}
{"text": "84      Heraf følger, at såfremt den fuldbyrdende judicielle myndighed konstaterer, at der foreligger vægtige grunde til at antage, at den person, der er omfattet af en europæisk arrestordre, efter overgivelsen til den udstedende medlemsstat løber en reel risiko for at blive underkastet en sådan behandling som følge af de forhold under frihedsberøvelse, der hersker i det fængsel, hvor det konkret påtænkes at frihedsberøve den pågældende, kan denne omstændighed ikke med henblik på at afgøre, om der skal ske overgivelse, afvejes i forhold til hensynet til effektiviteten af det retslige samarbejde i straffesager samt hensynet til princippet om gensidig tillid og princippet om gensidig anerkendelse.", "label": [[169, 178, "LOC"]]}
{"text": "85      Henset til samtlige ovenstående betragtninger skal de forelagte spørgsmål besvares som følger:", "label": []}
{"text": "–        Artikel 1, stk. 3, i rammeafgørelse 2002/584, sammenholdt med chartrets artikel 4, skal fortolkes således, at når den fuldbyrdende judicielle myndighed råder over objektive, pålidelige, præcise og behørigt ajourførte oplysninger, som godtgør, at der foreligger systemiske eller generelle mangler ved forholdene under frihedsberøvelse i den udstedende medlemsstats fængsler, skal den med henblik på at vurdere, om der foreligger vægtige grunde til at antage, at den person, der er omfattet af en europæisk arrestordre, efter sin overgivelse til denne medlemsstat løber en reel risiko for at blive underkastet en umenneskelig eller nedværdigende behandling som omhandlet i nævnte artikel 4, tage hensyn til samtlige relevante materielle aspekter af forholdene under frihedsberøvelse i det fængsel, hvor det konkret påtænkes at frihedsberøve denne person, såsom det personlige rum, som er til rådighed pr. indsat i en celle i dette fængsel, de sanitære forhold og omfanget af den indsattes bevægelsesfrihed inden for fængslet. Denne vurdering er ikke begrænset til en prøvelse af åbenlyst utilstrækkelige forhold. Med henblik på en sådan vurdering skal den fuldbyrdende judicielle myndighed anmode den udstedende judicielle myndighed om at fremsende de oplysninger, som den fuldbyrdende judicielle myndighed finder nødvendige, og den skal principielt stole på de garantier, som den udstedende judicielle myndighed giver, såfremt der ikke foreligger noget præcist forhold, som gør det muligt at antage, at forholdene under frihedsberøvelse er i strid med chartrets artikel 4.", "label": [[504, 513, "LOC"]]}
{"text": "–        Hvad navnlig angår det personlige rum, som er til rådighed pr. indsat, skal den fuldbyrdende judicielle myndighed, eftersom der ikke på nuværende tidspunkt er fastsat EU-retlige minimumsregler herfor, tage hensyn til de minimumskrav, der følger af EMRK’s artikel 3, således som denne fortolkes af Den Europæiske Menneskerettighedsdomstol. Mens der ved beregningen af det personlige rum, der er til rådighed, ikke skal tages hensyn til det areal, hvor der er anbragt sanitære installationer, skal beregningen medtage det areal, der er optaget af møbler. De indsatte skal imidlertid bevare muligheden for at kunne bevæge sig normalt rundt i cellen.", "label": [[176, 178, "LOC"], [306, 346, "ORG"]]}
{"text": "–        Den fuldbyrdende judicielle myndighed kan ikke afvise, at der foreligger en reel risiko for umenneskelig eller nedværdigende behandling, alene med den begrundelse, at den pågældende person i den udstedende medlemsstat har adgang til retsmidler, der gør det muligt for den pågældende at anfægte forholdene under frihedsberøvelsen, eller at der i denne medlemsstat findes lovgivningsmæssige og strukturelle foranstaltninger, der har til formål at styrke kontrollen med forholdene under frihedsberøvelse.", "label": []}
{"text": "–        Såfremt nævnte myndighed konstaterer, at der foreligger vægtige grunde til at antage, at den pågældende person efter sin overgivelse til den udstedende medlemsstat løber en sådan risiko som følge af de forhold under frihedsberøvelse, der hersker i det fængsel, hvor det konkret påtænkes at frihedsberøve den pågældende, kan denne omstændighed ikke med henblik på at afgøre, om der skal ske overgivelse, afvejes i forhold til hensynet til effektiviteten af det retslige samarbejde i straffesager samt hensynet til princippet om gensidig tillid og princippet om gensidig anerkendelse.", "label": []}
{"text": "Sagsomkostninger", "label": []}
{"text": "86      Da sagen i forhold til hovedsagens parter udgør et led i den sag, der verserer for den forelæggende ret, tilkommer det denne at træffe afgørelse om sagsomkostningerne. Bortset fra de nævnte parters udgifter kan de udgifter, som er afholdt i forbindelse med afgivelse af indlæg for Domstolen, ikke erstattes.", "label": [[289, 298, "ORG"]]}
{"text": "På grundlag af disse præmisser kender Domstolen (Store Afdeling) for ret:", "label": [[38, 64, "ORG"]]}
{"text": "Artikel 1, stk. 3, i Rådets rammeafgørelse 2002/584/RIA af 13. juni 2002 om den europæiske arrestordre og om procedurerne for overgivelse mellem medlemsstaterne, som ændret ved Rådets rammeafgørelse 2009/299/RIA af 26. februar 2009, sammenholdt med artikel 4 i Den Europæiske Unions charter om grundlæggende rettigheder, skal fortolkes således, at når den fuldbyrdende judicielle myndighed råder over objektive, pålidelige, præcise og behørigt ajourførte oplysninger, som godtgør, at der foreligger systemiske eller generelle mangler ved forholdene under frihedsberøvelse i den udstedende medlemsstats fængsler, skal den med henblik på at vurdere, om der foreligger vægtige grunde til at antage, at den person, der er omfattet af en europæisk arrestordre, efter sin overgivelse til denne medlemsstat løber en reel risiko for at blive underkastet en umenneskelig eller nedværdigende behandling som omhandlet i nævnte artikel 4, tage hensyn til samtlige relevante materielle aspekter af forholdene under frihedsberøvelse i det fængsel, hvor det konkret påtænkes at frihedsberøve denne person, såsom det personlige rum, som er til rådighed pr. indsat i en celle i dette fængsel, de sanitære forhold og omfanget af den indsattes bevægelsesfrihed inden for fængslet. Denne vurdering er ikke begrænset til en prøvelse af åbenlyst utilstrækkelige forhold. Med henblik på en sådan vurdering skal den fuldbyrdende judicielle myndighed anmode den udstedende judicielle myndighed om at fremsende de oplysninger, som den fuldbyrdende judicielle myndighed finder nødvendige, og den skal principielt stole på de garantier, som den udstedende judicielle myndighed giver, såfremt der ikke foreligger noget præcist forhold, som gør det muligt at antage, at forholdene under frihedsberøvelse er i strid med artikel 4 i chartret om grundlæggende rettigheder.", "label": [[21, 27, "ORG"], [59, 72, "DATE"], [80, 90, "LOC"], [177, 183, "ORG"], [215, 231, "DATE"], [261, 282, "LOC"], [733, 742, "LOC"]]}
{"text": "Hvad navnlig angår det personlige rum, som er til rådighed pr. indsat, skal den fuldbyrdende judicielle myndighed, eftersom der ikke på nuværende tidspunkt er fastsat EU-retlige minimumsregler herfor, tage hensyn til de minimumskrav, der følger af artikel 3 i den europæiske konvention til beskyttelse af menneskerettigheder og grundlæggende frihedsrettigheder, undertegnet i Rom den 4. november 1950, således som denne fortolkes af Den Europæiske Menneskerettighedsdomstol. Mens der ved beregningen af det personlige rum, der er til rådighed, ikke skal tages hensyn til det areal, hvor der er anbragt sanitære installationer, skal beregningen medtage det areal, der er optaget af møbler. De indsatte skal imidlertid bevare muligheden for at kunne bevæge sig normalt rundt i cellen.", "label": [[167, 169, "LOC"], [264, 274, "LOC"], [376, 379, "LOC"], [384, 400, "DATE"], [433, 473, "ORG"]]}
{"text": "Den fuldbyrdende judicielle myndighed kan ikke afvise, at der foreligger en reel risiko for umenneskelig eller nedværdigende behandling, alene med den begrundelse, at den pågældende person i den udstedende medlemsstat har adgang til retsmidler, der gør det muligt for den pågældende at anfægte forholdene under frihedsberøvelsen, eller at der i denne medlemsstat findes lovgivningsmæssige og strukturelle foranstaltninger, der har til formål at styrke kontrollen med forholdene under frihedsberøvelse.", "label": []}
{"text": "Såfremt nævnte myndighed konstaterer, at der foreligger vægtige grunde til at antage, at den pågældende person efter sin overgivelse til den udstedende medlemsstat løber en sådan risiko som følge af de forhold under frihedsberøvelse, der hersker i det fængsel, hvor det konkret påtænkes at frihedsberøve den pågældende, kan denne omstændighed ikke med henblik på at afgøre, om der skal ske overgivelse, afvejes i forhold til hensynet til effektiviteten af det retslige samarbejde i straffesager samt til princippet om gensidig tillid og princippet om gensidig anerkendelse.", "label": []}
{"text": "Underskrifter", "label": []}
{"text": "*  Processprog: tysk.", "label": [[16, 20, "NATIONALITY"]]}
