{"text": "Sag C-444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales", "label": [[0, 30, "ORG"]]}
{"text": "mod", "label": []}
{"text": "Wächter Binder m.fl.", "label": [[0, 14, "PER"]]}
{"text": "(anmodning om præjudiciel afgørelse indgivet af Cour de cassation (Frankrig))", "label": [[48, 65, "ORG"], [67, 75, "LOC"]]}
{"text": "Domstolens dom (Store Afdeling) af 19. marts 2019", "label": [[0, 10, "ORG"], [16, 30, "ORG"], [35, 49, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – område med frihed, sikkerhed og retfærdighed – grænsekontrol, asyl og indvandring – forordning (EU) 2016/399 – artikel 32 – en medlemsstats midlertidige genindførelse af grænsekontrol ved dens indre grænser – tredjelandsstatsborgers ulovlige indrejse – sidestilling af de indre grænser med de ydre grænser – direktiv 2008/115/EF – anvendelsesområde – artikel 2, stk. 2, litra a)«", "label": []}
{"text": "1.        Grænsekontrol, asyl og indvandring – indvandringspolitik – tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold – direktiv 2008/115 – personelt anvendelsesområde – statsborger med ulovligt ophold, der pågribes i umiddelbar nærhed af en indre grænse – omfattet – en medlemsstats midlertidige genindførelse af grænsekontrol ved de indre grænser – ingen betydning", "label": []}
{"text": "[Europa-Parlamentets og Rådets direktiv 2008/115, art. 2, stk. 1, og art. 2, stk. 2, litra a); Europa-Parlamentets og Rådets forordning 2016/399, art. 2, 25 og 32]", "label": [[1, 20, "ORG"], [24, 30, "ORG"], [95, 114, "ORG"], [118, 124, "ORG"]]}
{"text": "(jf. præmis 38, 39, 45-47, 50-52, 56, 59, 62, 66 og 67 samt domskonkl.)", "label": []}
{"text": "2.        Grænsekontrol, asyl og indvandring – indvandringspolitik – tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold – statsborger, der har været genstand for en tilbagesendelsesprocedure som omhandlet i direktiv 2008/115 – statsborger med ulovligt ophold uden gyldig begrundelse for den manglende tilbagevenden – statsborger, der er kommet tilbage i strid med et indrejseforbud – fængsling – lovlig", "label": []}
{"text": "(Europa-Parlamentets og Rådets direktiv 2008/115)", "label": [[1, 20, "ORG"], [24, 30, "ORG"]]}
{"text": "(jf. præmis 40)", "label": []}
{"text": "3.        Grænsekontrol, asyl og indvandring – fællesskabskodeks for grænsepassage – midlertidig genindførelse af grænsekontrol ved de indre grænser  – begreberne indre grænser og ydre grænser – sidestilling i tilfælde af genindførelse af grænsekontrol – foreligger ikke", "label": []}
{"text": "(Europa-Parlamentets og Rådets forordning 2016/399, art. 2, 25 og 32)", "label": [[1, 20, "ORG"], [24, 30, "ORG"]]}
{"text": "(jf. præmis 61 og 62)", "label": []}
{"text": "Resumé", "label": []}
{"text": "En medlemsstats indre grænse, ved hvilken der er blevet genindført grænsekontrol, kan ikke sidestilles med en ydre grænse som omhandlet i tilbagesendelsesdirektivet", "label": []}
{"text": "I dommen i sagen Binder m.fl. (sag C-444/17), afsagt den 19. marts 2019, tog Domstolens Store Afdeling stilling til fortolkningen af artikel 2, stk. 2, litra a), i direktiv 2008/115 (1), der giver medlemsstaterne mulighed for i de to situationer, som er omhandlet i denne bestemmelse, fortsat at anvende forenklede tilbagesendelsesprocedurer ved deres ydre grænser uden at skulle følge alle etaperne i de procedurer, der er fastsat ved det nævnte direktiv, med henblik på hurtigere at kunne udsende tredjelandsstatsborgere, der standses, når de overskrider en sådan grænse. Domstolen fastslog, at denne bestemmelse, sammenholdt med artikel 32 i forordning 2016/399  (2), ikke finder anvendelse på situationen for en tredjelandsstatsborger, der pågribes i umiddelbar nærhed af en indre grænse og med ulovligt ophold på en medlemsstats område, selv når den pågældende medlemsstat i medfør af denne forordnings artikel 25 har genindført grænsekontrol ved denne grænse på grund af en alvorlig trussel mod den offentlige orden eller den indre sikkerhed i denne medlemsstat.", "label": [[17, 23, "PER"], [57, 71, "DATE"], [77, 102, "ORG"], [574, 583, "ORG"]]}
{"text": "Efter at have fastslået, at artikel 2, stk. 2, litra a), i direktiv 2008/115 ikke giver medlemsstaterne mulighed for at udelukke tredjelandsstatsborgere med ulovligt ophold fra dette direktivs anvendelsesområde med den begrundelse, at de er indrejst ulovligt ved en indre grænse, undersøgte Domstolen, om den omstændighed, at en medlemsstat har genindført grænsekontrol ved sine indre grænser i henhold til artikel 25 i forordning 2016/399, vil kunne medføre, at situationen for en tredjelandsstatsborger med ulovligt ophold på denne medlemsstats område, som pågribes i nærheden af en sådan indre grænse, er omfattet af artikel 2, stk. 2, litra a), i direktiv 2008/115.", "label": [[291, 300, "ORG"]]}
{"text": "I denne henseende fremhævede Domstolen for det første, at den undtagelsesbestemmelse, der er fastsat i den førnævnte bestemmelse, som en undtagelse i forhold til dette direktivs anvendelsesområde skal fortolkes strengt. Denne bestemmelse vedrører ifølge sin egen ordlyd, som i denne henseende er fuldstændig utvetydig, situationen for en tredjelandsstatsborger, der befinder sig ved en medlemsstats »ydre grænse« eller i umiddelbar nærhed af en sådan ydre grænse. Der er således ingen angivelse i denne bestemmelse af, at situationen for en tredjelandsstatsborger, der befinder sig ved en indre grænse, ved hvilken der er blevet genindført grænsekontrol i medfør af artikel 25 i forordning 2016/399, eller i umiddelbar nærhed af en sådan indre grænse, kan sidestilles med en sådan situation, selv om artikel 23 og 28 i forordning nr. 562/2006 (3) på tidspunktet for vedtagelsen af dette direktiv allerede bestemte dels, at medlemsstaterne i tilfælde af en alvorlig trussel mod den offentlige orden eller den indre sikkerhed undtagelsesvis kunne genindføre grænsekontrol ved deres indre grænser, dels, at denne forordnings relevante bestemmelser om de ydre grænser i så fald fandt tilsvarende anvendelse.", "label": [[29, 38, "ORG"]]}
{"text": "Hvad for det andet angår det mål, der forfølges med artikel 2, stk. 2, litra a), i direktiv 2008/115, fastslog Domstolen, at der, henset til dette mål, ikke skal sondres med hensyn til situationen for en tredjelandsstatsborger med ulovligt ophold, der pågribes i umiddelbar nærhed af en indre grænse, alt efter, om der er genindført grænsekontrol ved den nævnte grænse eller ej, for så vidt som det forhold i sig selv, at der genindføres grænsekontrol ved en medlemsstats indre grænser, ikke indebærer, at en tredjelandsstatsborger med ulovligt ophold, der pågribes i forbindelse med overskridelsen af denne grænse eller i umiddelbar nærhed af denne, kan udsendes hurtigere eller nemmere fra Schengenområdet ved straks at blive bragt tilbage til en ydre grænse, end hvis den pågældende var blevet pågrebet i forbindelse med en politimæssig kontrol som omhandlet i artikel 23, litra a), i forordning 2016/399 på det samme sted, uden at der var blevet genindført grænsekontrol ved de nævnte grænser.", "label": [[111, 120, "ORG"], [692, 707, "LOC"]]}
{"text": "For det tredje bemærkede Domstolen, at nødvendigheden af en snæver fortolkning af anvendelsesområdet for artikel 2, stk. 2, litra a), i direktiv 2008/115 endvidere bekræftes af en analyse af den sammenhæng, hvori denne bestemmelse indgår, og særligt af en systematisk fortolkning af forordning 2016/399. Ifølge ordlyden af denne forordnings artikel 2 udelukker begreberne »indre grænser« og »ydre grænser« nemlig gensidigt hinanden, og nævnte forordnings artikel 32 fastsætter blot, at hvis en medlemsstat genindfører grænsekontrol ved de indre grænser, finder alene de bestemmelser i denne forordning om de ydre grænser, der er relevante, tilsvarende anvendelse. Derimod fastsætter den nævnte artikel 32 ikke, at artikel 2, stk. 2, litra a), i direktiv 2008/115 finder anvendelse i en sådan situation.", "label": [[25, 34, "ORG"]]}
{"text": "1 –      Europa-Parlamentets og Rådets direktiv 2008/115/EF af 16.12.2008 om fælles standarder og procedurer i medlemsstaterne for tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold (EUT 2008, L 348, s. 98).", "label": [[9, 28, "ORG"], [32, 38, "ORG"], [63, 73, "DATE"]]}
{"text": "2 –      Europa-Parlamentets og Rådets forordning (EU) 2016/399 af 9.3.2016 om en EU-kodeks for personers grænsepassage (Schengengrænsekodeks) (EUT 2016, L 77, s. 1).", "label": [[9, 28, "ORG"], [32, 38, "ORG"], [67, 75, "DATE"], [82, 84, "LOC"]]}
{"text": "3 –      Europa-Parlamentets og Rådets forordning (EF) nr. 562/2006 af 15.3.2006 om indførelse af en fællesskabskodeks for personers grænsepassage (Schengen-grænsekodeks) (EUT 2006, L 105, s. 1).", "label": [[9, 28, "ORG"], [32, 38, "ORG"], [71, 80, "DATE"], [148, 156, "LOC"]]}
