{"text": "Rettens kendelse (Niende Afdeling) af 22. oktober 2019 – BMC mod Kommissionen og fællesforetagendet Clean Sky 2", "label": [[0, 7, "ORG"], [18, 33, "ORG"], [38, 54, "DATE"], [57, 60, "ORG"], [65, 77, "ORG"], [100, 111, "ORG"]]}
{"text": "(Sag T‑71/19)", "label": []}
{"text": "»Annullationssøgsmål – forskning, teknologisk udvikling og rummet – rammeprogram for forskning og innovation »Horizon 2020« (2014-2020) – proceduren for indkaldelse af forslag H2020-CS 2-CFP08-FRC‑2018-01 – udvikling af et indsugnings- og frostsikringssystem til motoren til helikoptere med halvstiv rotor – sagsøgerens forslag forkastet – rette sagsøgte – delvis afvisning«", "label": [[118, 122, "DATE"], [125, 134, "DATE"]]}
{"text": "Annullationssøgsmål – betingelser for antagelse til realitetsbehandling – søgsmål rettet mod ophavsmanden til den anfægtede retsakt – undtagelser – retsakter vedtaget i henhold til delegerede beføjelser fra den delegerende institution – rækkevidde", "label": []}
{"text": "(Art. 263 TEUF)", "label": []}
{"text": "(jf. præmis 23)", "label": []}
{"text": "Angående", "label": []}
{"text": "Søgsmål støttet på artikel 263 TEUF med påstand om annullation af afgørelse truffet af fællesforetagendet Clean Sky 2 den 6. december 2018, hvorved der blev meddelt afslag på den anmodning om revision af forslag nr. 831874 »smart De-icing bARrier Filter (DwARF)«, som sagsøgeren havde fremsat i forbindelse med proceduren for indkaldelse af forslag H2020-CS 2-CFP08-FRC-2018-01, og hvorved afgørelse truffet af fællesforetagendet Clean Sky 2 den 10. oktober 2018, i henhold til hvilken fællesforetagendet havde forkastet det nævnte forslag, blev opretholdt.", "label": [[106, 117, "ORG"], [122, 138, "DATE"], [224, 261, "TITLE"], [430, 441, "ORG"], [446, 462, "DATE"]]}
{"text": "Konklusion", "label": []}
{"text": "Sagen afvises, for så vidt som den er rettet mod Europa-Kommissionen.", "label": [[49, 68, "ORG"]]}
{"text": "BMC Srl betaler omkostningerne i forbindelse med formalitetsindsigelsen i denne sag.", "label": [[0, 7, "ORG"]]}
