{"text": "DOMSTOLENS DOM (Store Afdeling)", "label": [[0, 10, "ORG"], [16, 30, "ORG"]]}
{"text": "21. januar 2020 (*)", "label": [[0, 15, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – artikel 267 TEUF – begrebet »national ret« – kriterier – det omhandlede nationale organs uafhængighed – medlemmernes uafsættelighed – afvisning af anmodningen om præjudiciel afgørelse«", "label": []}
{"text": "I sag C-274/14,", "label": []}
{"text": "angående en anmodning om præjudiciel afgørelse i henhold til artikel 267 TEUF, indgivet af Tribunal Económico-Administrativo Central (centralt ankenævn i skatteretlige sager, Spanien) ved afgørelse af 2. april 2014, indgået til Domstolen den 5. juni 2014, i sagen indledt af", "label": [[91, 132, "ORG"], [134, 151, "ORG"], [175, 182, "LOC"], [201, 214, "DATE"], [228, 237, "ORG"], [242, 254, "DATE"]]}
{"text": "Banco Santander SA", "label": [[0, 18, "ORG"]]}
{"text": "DOMSTOLEN (Store Afdeling),", "label": [[0, 26, "ORG"]]}
{"text": "sammensat af præsidenten, P. Kellerts, vicepræsidenten, N. Lousa De Araujo, afdelingsformændene X. Tarasov, K. Atkinson (refererende dommer), I. Macheras, B.I. Rodriguez, U. N. Navarro og J. Kielatis samt dommerne E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa og F. Volkova,", "label": [[13, 24, "PROFESSION"], [26, 37, "PER"], [39, 54, "PROFESSION"], [56, 74, "PER"], [76, 95, "PROFESSION"], [96, 106, "PER"], [108, 119, "PER"], [121, 139, "PROFESSION"], [142, 153, "PER"], [155, 169, "PER"], [171, 184, "PER"], [188, 199, "PER"], [205, 213, "PROFESSION"], [214, 221, "PER"], [223, 234, "PER"], [236, 248, "PER"], [250, 266, "PER"], [268, 283, "PER"], [285, 293, "PER"], [297, 307, "PER"]]}
{"text": "generaladvokat: F. Colin,", "label": [[0, 14, "PROFESSION"], [16, 24, "PER"]]}
{"text": "justitssekretær: fuldmægtig M. Basilio Juan,", "label": [[0, 15, "PROFESSION"], [17, 27, "PROFESSION"], [28, 43, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling og efter retsmødet den 2. juli 2019,", "label": [[65, 77, "DATE"]]}
{"text": "efter at der er afgivet indlæg af:", "label": []}
{"text": "– Banco de Santander SA ved abogados M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero og R.C. Pascual Garcia,", "label": [[2, 23, "ORG"], [28, 36, "PROFESSION"], [37, 57, "PER"], [59, 78, "PER"], [80, 97, "PER"], [101, 120, "PER"]]}
{"text": "– den spanske regering først ved A. Hudson Taylor og E. Ivanov, derefter ved D. Delgado Marina og E. Ivanov, som befuldmægtigede,", "label": [[2, 22, "ORG"], [33, 49, "PER"], [53, 62, "PER"], [77, 94, "PER"], [98, 107, "PER"], [113, 128, "PROFESSION"]]}
{"text": "– Europa-Kommissionen ved A. Murray, L. Kulikova, L. Pinto Fernandes og H. Filippova, som befuldmægtigede,", "label": [[2, 21, "ORG"], [26, 35, "PER"], [37, 48, "PER"], [50, 68, "PER"], [72, 84, "PER"], [90, 105, "PROFESSION"]]}
{"text": "og efter at generaladvokaten har fremsat forslag til afgørelse i retsmødet den 1. oktober 2019,", "label": [[12, 28, "PROFESSION"], [79, 94, "DATE"]]}
{"text": "har afsagt følgende Dom", "label": []}
{"text": "1 Anmodningen om præjudiciel afgørelse vedrører fortolkningen af artikel 1, stk. 2, i Kommissionens beslutning 2011/5/EF af 28. oktober 2009 om skattemæssig afskrivning af finansiel goodwill i forbindelse med erhvervelse af kapitalandele i udenlandske virksomheder – C 45/07 (ex NN 51/07, ex CP 9/07) – som Spanien har gennemført (EUT 2011, L 7, s. 48), gyldigheden af Kommissionens afgørelse af 17. juli 2013 om at indlede proceduren i henhold til artikel 108, stk. 2, TEUF i forbindelse med statsstøttesag SA.35550 (13/C) (ex 13/NN, ex 12/CP) – skattemæssig afskrivning af finansiel goodwill i forbindelse med erhvervelse af kapitalandele i udenlandske virksomheder (EUT 2013, C 258, s. 8) og gyldigheden af Kommissionens afgørelse (EU) 2015/314 af 15. oktober 2014 om statsstøtte SA.35550 (13/C) (ex 13/NN) (ex 12/CP) gennemført af Spanien – ordning for skattemæssig afskrivning af finansiel goodwill i forbindelse med erhvervelse af kapitalandele i udenlandske virksomheder (EUT 2015, L 56, s. 38).", "label": [[86, 99, "ORG"], [124, 140, "DATE"], [307, 314, "ORG"], [369, 382, "ORG"], [396, 409, "DATE"], [710, 723, "ORG"], [751, 767, "DATE"], [835, 842, "ORG"]]}
{"text": "2 Anmodningen er blevet fremsat i forbindelse med en sag indledt af Banco Santander SA til prøvelse af en efteropkrævning, udstedt af Inspección Financiera (skatteinspektion, Spanien), vedrørende fradrag af goodwill som følge af bankens erhvervelse af samtlige selskabsandele i et tysk holdingselskab, som ejer kapitalandele i selskaber etableret i Den Europæiske Union.", "label": [[68, 86, "ORG"], [134, 155, "ORG"], [157, 173, "ORG"], [175, 182, "LOC"], [281, 285, "LOC"], [349, 369, "LOC"]]}
{"text": "Retsforskrifter", "label": []}
{"text": "EU-retten", "label": [[0, 2, "LOC"]]}
{"text": "Beslutning 2011/5", "label": []}
{"text": "3 Som det i hovedtræk fremgår af fjerde til sjette betragtning til beslutning 2011/5, indledte Kommissionen ved en beslutning truffet den 10. oktober 2007 og offentliggjort i Den Europæiske Unions Tidende den 21. december 2007, efter flere skriftlige forespørgsler til Kommissionen fremsat i 2005 og 2006 fra medlemmer af Europa-Parlamentet og en klage fra en privat erhvervsdrivende, som Kommissionen havde modtaget i 2007, den undersøgelsesprocedure, som på daværende tidspunkt var omhandlet i artikel 88, stk. 2, EF, vedrørende den spanske ordning for skattemæssig afskrivning til fordel for spanske virksomheder, der erhverver en betydelig kapitalandel i udenlandske virksomheder, som fastsat i artikel 12, stk. 5, i Ley 43/1995, reguladora del Impuesto de Sociedades (lov nr. 43/1995 om selskabsbeskatning) af 27. december 1995 (BOE nr. 310 af 28.12.1995, s. 37072), og videreført ved Real Decreto Legislativo 4/2004, por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades (kongeligt lovdekret nr. 4/2004 om vedtagelse af den omarbejdede lov om selskabsbeskatning) af 5. marts 2004 (BOE nr. 61 af 11.3.2004, s. 10951) (herefter »TRLIS«).", "label": [[95, 107, "ORG"], [138, 154, "DATE"], [175, 204, "ORG"], [209, 226, "DATE"], [269, 281, "ORG"], [292, 304, "DATE"], [322, 340, "ORG"], [389, 401, "ORG"], [419, 423, "DATE"], [535, 542, "LOC"], [595, 602, "LOC"], [659, 670, "LOC"], [815, 832, "DATE"], [849, 859, "DATE"], [1099, 1112, "DATE"], [1128, 1137, "DATE"]]}
{"text": "4 Foranstaltningen i artikel 12, stk. 5, i TRLIS, som trådte i kraft den 1. januar 2002, fastsætter, at i det tilfælde, hvor en virksomhed, der er skattepligtig i Spanien, erhverver kapitalandele i et »udenlandsk selskab«, og for så vidt som disse kapitalandele er på mindst 5% og indehaves i en uafbrudt periode på mindst et år, kan den goodwill, der følger af denne erhvervelse af kapitalandele, og som er registreret i virksomhedens regnskaber som et særskilt immaterielt aktiv, fratrækkes i form af afskrivning i skattegrundlaget for den selskabsskat, som påhviler virksomheden. Afskrivningen foretages i lige store rater i 20 år efter erhvervelsen af kapitalandelene.", "label": [[73, 87, "DATE"], [163, 170, "LOC"], [275, 276, "AMOUNT_VALUE"], [276, 277, "AMOUNT_UNIT"], [323, 325, "AMOUNT_VALUE"], [326, 328, "AMOUNT_UNIT"], [628, 630, "AMOUNT_VALUE"], [631, 633, "AMOUNT_UNIT"]]}
{"text": "5 I artikel 1, stk. 1, i beslutning 2011/5 erklærede Kommissionen den omhandlede spanske skatteordning uforenelig med fællesmarkedet.", "label": [[53, 65, "ORG"], [81, 88, "LOC"]]}
{"text": "6 Beslutningens artikel 1, stk. 2 og 3, har følgende ordlyd:", "label": []}
{"text": "»2. De skattefradrag – som de begunstigede har kunnet anvende ved gennemførelse af erhvervelser inden for Fællesskabet i henhold til artikel 12, stk. 5, i TRLIS i forbindelse med rettigheder ejet direkte eller indirekte i udenlandske virksomheder, som opfyldte de relevante betingelser i støtteordningen inden den 21. december 2007, bortset fra betingelsen om besiddelse af kapitalandelene i en uafbrudt periode på mindst et år – kan imidlertid fortsat anvendes i hele den afskrivningsperiode, der er fastsat i støtteordningen.", "label": [[106, 118, "LOC"], [314, 331, "DATE"], [422, 424, "AMOUNT_VALUE"], [425, 427, "AMOUNT_UNIT"]]}
{"text": "3. De skattefradrag – som de begunstigede har kunnet anvende ved gennemførelse af erhvervelser inden for Fællesskabet i henhold til artikel 12, stk. 5, i TRLIS, og som er omfattet af en uigenkaldelig ejerskabsforpligtelse, der er indgået inden den 21. december 2007, angående de nævnte rettigheder, hvor kontrakten indeholder en suspensiv betingelse om, at den pågældende transaktion nødvendigvis skal godkendes af en regeludstedende myndighed – kan, hvis transaktionen er anmeldt inden den 21. december 2007, fortsat anvendes i hele den afskrivningsperiode, der er fastsat i støtteordningen, på den del af rettighederne, der indehaves efter ophævelse af den suspensive betingelse.«", "label": [[105, 117, "LOC"], [248, 265, "DATE"], [491, 508, "DATE"]]}
{"text": "7 Ved den nævnte beslutnings artikel 4 pålægges Kongeriget Spanien at tilbagesøge støtte, der er ydet i henhold til den omhandlede skatteordning, med undtagelse af støtte, som opfylder de i samme beslutnings artikel 1, stk. 2, nævnte betingelser.", "label": [[48, 66, "ORG"]]}
{"text": "Afgørelse 2011/282/EU", "label": [[19, 21, "ORG"]]}
{"text": "8 Med beslutning 2011/5 afsluttede Kommissionen proceduren for så vidt angår spanske virksomheders erhvervelse af kapitalandele i virksomheder etableret i EU. Denne institution opretholdt imidlertid proceduren for så vidt angår en sådan erhvervelse af kapitalandele i virksomheder etableret uden for EU.", "label": [[35, 47, "ORG"], [77, 84, "LOC"], [155, 157, "LOC"], [300, 302, "LOC"]]}
{"text": "9 I artikel 1, stk. 1, i Kommissionens afgørelse 2011/282/EU af 12. januar 2011 om skattemæssig afskrivning af finansiel goodwill i forbindelse med erhvervelse af kapitalandele i udenlandske virksomheder nr. C 45/07 (ex NN 51/07, ex CP 9/07), som Spanien har gennemført (EUT 2011, L 135, s. 1), erklærede denne institution den omhandlede ordning uforenelig med det indre marked, idet den gav virksomheder, der var skattepligtige i Spanien, en skattefordel, således at de kunne afskrive goodwill som følge af erhvervelse af kapitalandele i virksomheder etableret uden for EU.", "label": [[25, 38, "ORG"], [64, 79, "DATE"], [247, 254, "ORG"], [431, 438, "LOC"], [571, 573, "LOC"]]}
{"text": "10 Denne afgørelses artikel 1, stk. 2-5, fastsætter visse tilfælde, hvori de personer, der begunstiges med skattefradrag i medfør af den omhandlede skatteordning i anledning af erhvervelser af kapitalandele uden for EU, kan fortsætte med at anvende disse fradrag i hele den afskrivningsperiode, der er fastsat ved denne ordning.", "label": [[216, 218, "LOC"]]}
{"text": "11 Den nævnte afgørelses artikel 4 pålægger Kongeriget Spanien at tilbagesøge støtte, der er ydet i henhold til den omhandlede skatteordning.", "label": [[44, 62, "ORG"]]}
{"text": "Afgørelse 2015/314", "label": []}
{"text": "12 Ved Kommissionens afgørelse af 17. juli 2013 om at indlede proceduren i henhold til artikel 108, stk. 2, TEUF i forbindelse med statsstøttesag SA.35550 (13/C) (ex 13/NN, ex 12/CP) – skattemæssig afskrivning af finansiel goodwill i forbindelse med erhvervelse af kapitalandele i udenlandske virksomheder, besluttede denne institution at undersøge, hvorvidt den nye administrative fortolkning af artikel 12, stk. 5, i TRLIS, som var blevet vedtaget af Dirección General de Tributos (generaldirektoratet for skatter og afgifter, Spanien) (herefter »DGT«) og af Tribunal Económico-Administrativo Central (centralt ankenævn i skatteretlige sager, herefter »TEAC«), og som udvider den omhandlede skatteordnings anvendelsesområde til indirekte erhvervelser af kapitalandele, var forenelig med EU-retten.", "label": [[7, 20, "ORG"], [34, 47, "DATE"], [453, 482, "ORG"], [484, 527, "ORG"], [529, 536, "LOC"], [549, 552, "ORG"], [561, 602, "ORG"], [604, 637, "ORG"], [655, 659, "ORG"], [789, 791, "LOC"]]}
{"text": "13 Denne procedure afsluttedes med vedtagelsen den 14. oktober 2014 af en tredje afgørelse vedrørende den omhandlede skatteordning, nemlig afgørelse 2015/314.", "label": [[51, 67, "DATE"]]}
{"text": "14 I denne afgørelse fastslog Kommissionen, at den omhandlede skatteordning, idet den nu ligeledes fandt anvendelse på indirekte erhvervelse af kapitalandele i ikke-hjemmehørende selskaber gennem erhvervelse af kapitalandele i ikke-hjemmehørende holdingselskaber, også udgjorde statsstøtte, der var uforenelig med det indre marked, og som i øvrigt var blevet ydet i strid med artikel 108, stk. 3, TEUF. Institutionen pålagde derfor de spanske myndigheder at tilbagesøge den tildelte støtte.", "label": [[30, 42, "ORG"], [403, 416, "ORG"], [435, 442, "LOC"]]}
{"text": "Spansk ret", "label": [[0, 6, "LOC"]]}
{"text": "15 TEAC, der er beliggende i Madrid (Spanien), behandler i første og sidste instans klager over afgørelser truffet af visse centrale skattemyndigheder. Det er endvidere appelorgan for afgørelser, der vedtages af andre Tribunales Económico-Administrativos (ankenævn i skatteretlige sager, herefter »TEA« eller »skatteankenævn«), nemlig de regionale TEA og lokale TEA, der er beliggende i Ceuta (Spanien) og i Melilla (Spanien).", "label": [[3, 7, "ORG"], [29, 45, "LOC"], [218, 254, "ORG"], [256, 264, "ORG"], [298, 301, "ORG"], [310, 324, "ORG"], [348, 351, "ORG"], [362, 365, "ORG"], [387, 402, "LOC"], [408, 425, "LOC"]]}
{"text": "16 De spanske regler om fastsættelse af skatteankenævnenes retlige status er indeholdt i Ley 58/2003, General Tributaria (lov nr. 58/2003, den almindelige lov om skatter og afgifter) af 17. december 2003 (BOE nr. 302, af 18.12.2003, s. 44987), som ændret ved Ley 34/2015, af 21. september 2015 (BOE nr. 227, af 22.9.2015, s. 83633) (herefter »LGT«), navnlig i denne lovs kapitel IV, der har overskriften »Økonomisk-administrative klager«, der hører under lovens afsnit V med overskriften »Administrativ rekurs«.", "label": [[6, 13, "LOC"], [186, 203, "DATE"], [221, 231, "DATE"], [275, 293, "DATE"], [311, 320, "DATE"]]}
{"text": "17 LGT’s artikel 228 bestemmer:", "label": []}
{"text": "»1. Kompetencen til at træffe afgørelse i økonomisk-administrative klagesager tilkommer udelukkende de økonomisk-administrative organer, som er funktionelt uafhængige ved udøvelsen af deres hverv.", "label": []}
{"text": "2. På statens kompetenceområde er følgende organer økonomisk-administrative organer:", "label": []}
{"text": "a) [TEAC]", "label": [[4, 8, "ORG"]]}
{"text": "b) De regionale og de lokale [TEA]", "label": [[30, 33, "ORG"]]}
{"text": "3. Den særlige afdeling for ensretning af praksis skal tillige betragtes som et økonomisk-administrativt organ.", "label": []}
{"text": "[…]«", "label": []}
{"text": "18 LGT’s artikel 237, stk. 3, fastsætter regler vedrørende anmodninger om præjudiciel afgørelse, som skatteankenævnene kan tilstille Domstolen, bl.a. om udsættelse af sagen i afventning af Domstolens besvarelse af et præjudicielt spørgsmål.", "label": [[101, 118, "ORG"], [133, 142, "ORG"], [189, 199, "ORG"]]}
{"text": "19 LGT’s artikel 243 med overskriften »Ekstraordinær appel med henblik på ensretning af praksis« bestemmer:", "label": []}
{"text": "»1. En ekstraordinær appel med henblik på ensretning af praksis kan indgives af generaldirektøren for beskatning i økonomi- og finansministeriet til prøvelse af afgørelser om skatter og afgifter truffet af [TEAC], når den pågældende generaldirektør er uenig i indholdet af sådanne afgørelser.", "label": [[80, 97, "PROFESSION"], [102, 144, "ORG"], [207, 211, "ORG"], [233, 248, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "2. Den særlige afdeling for ensretning af praksis har kompetence til at afgøre en sådan appel. Den særlige afdeling er sammensat af formanden for [TEAC], der fører forsædet, tre medlemmer af denne domstol, generaldirektøren for beskatning i økonomi- og finansministeriet, generaldirektøren for det statslige skatte- og afgiftsforvaltningsorgan, generaldirektøren eller direktøren for den tjenestegren i det statslige skatte- og afgiftsforvaltningsorgan, som det organ, der udstedte den i den appellerede afgørelse omhandlede akt, er funktionelt tilknyttet, samt formanden for rådet til forsvar af skatteydere.", "label": [[3, 38, "ORG"], [132, 145, "PROFESSION"], [147, 151, "ORG"], [206, 223, "PROFESSION"], [228, 270, "ORG"], [272, 289, "PROFESSION"], [294, 343, "ORG"], [345, 362, "PROFESSION"], [369, 379, "PROFESSION"], [384, 452, "ORG"], [562, 571, "PROFESSION"], [576, 608, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "3. Appelafgørelsen vedtages af et flertal af medlemmerne af den særlige afdeling. Ved stemmelighed er formandens stemme altid afgørende.", "label": [[64, 80, "ORG"], [102, 112, "PROFESSION"]]}
{"text": "4. Appelafgørelsen træffes inden for seks måneder og skal respektere den særlige retsstilling i forbindelse med den appellerede afgørelse, idet den praksis, der skal finde anvendelse, fastlægges.", "label": []}
{"text": "5. Den praksis, der fastlægges ved sådanne appelafgørelser, er bindende for [skatteankenævnene], for skatte- og afgiftsmyndighederne i de selvstyrende regioner og byer, der har selvstyre, og for den øvrige del af den statslige skatte- og afgiftsforvaltning og de selvstyrende regioner og byer, der har selvstyre.«", "label": [[77, 94, "ORG"]]}
{"text": "20 Andre regler gældende for skatteankenævnene er indeholdt i Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa (kongeligt dekret nr. 520/2005 om vedtagelse af den almindelige bekendtgørelse til gennemførelse af lov nr. 58/2003 af 17.12., den almindelige lov om skatter og afgifter, på området for administrativ klage og appel) af 13. maj 2015 (BOE nr. 126, af 27.5.2005, s. 17835) (herefter »kongeligt dekret nr. 520/2005«).", "label": [[165, 180, "DATE"], [182, 200, "ORG"], [366, 372, "DATE"], [466, 478, "DATE"], [496, 505, "DATE"]]}
{"text": "21 Artikel 29, stk. 2 og 9, i kongeligt dekret nr. 520/2005 bestemmer:", "label": []}
{"text": "»2. Formanden for [TEAC] udnævnes og afsættes ved kongeligt dekret, som udstedes af ministerrådet på forslag fra økonomi- og finansministeren, blandt de tjenestemænd, der har det fornødne omdømme og den nødvendige erfaring på skatte- og afgiftsområdet, og får grad af generaldirektør i økonomi- og finansministeriet.", "label": [[4, 13, "PROFESSION"], [19, 23, "ORG"], [84, 97, "ORG"], [113, 141, "PROFESSION"], [268, 283, "PROFESSION"], [286, 315, "ORG"]]}
{"text": "Medlemmerne [af TEAC] udnævnes og afsættes ved kongeligt dekret, som udstedes af ministerrådet på forslag fra økonomi- og finansministeren, blandt de tjenestemænd i organerne, som er anført på listen over stillinger, og får grad af vicegeneraldirektører i økonomi- og finansministeriet.", "label": [[16, 20, "ORG"], [81, 94, "ORG"], [110, 138, "PROFESSION"], [232, 253, "PROFESSION"], [256, 285, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "9. Alle medlemmerne af plenum eller afdelingerne såvel som organerne med kun ét medlem [i TEAC] udøver i fuld uafhængighed og på deres eget ansvar de funktioner, der tillægges dem ved lov, samt de øvrige funktioner, som formanden kan tildele dem.«", "label": [[90, 94, "ORG"], [220, 229, "PROFESSION"]]}
{"text": "22 Artikel 30, stk. 2 og 12, i kongeligt dekret nr. 520/2005 har følgende ordlyd:", "label": []}
{"text": "»2. Formanden, formændene for den decentraliserede afdeling, afdelingsformændene og medlemmerne [af de regionale og lokale skatteankenævn] udnævnes og afsættes ved bekendtgørelse fra økonomi- og finansministeriet blandt de tjenestemænd i organerne, som er anført på listen over stillinger. […]", "label": [[4, 13, "PROFESSION"], [15, 59, "PROFESSION"], [61, 80, "PROFESSION"], [100, 137, "ORG"], [183, 212, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "12. Alle medlemmerne af plenum eller afdelingerne såvel som organerne med kun ét medlem [i de regionale og lokale skatteankenævn] udøver i fuld uafhængighed og på deres eget ansvar de funktioner, der tillægges dem ved lov, samt de øvrige funktioner, som ankenævnets formand eller formanden for den dekoncentrerede afdeling kan overlade dem.«", "label": [[254, 265, "ORG"], [266, 273, "PROFESSION"], [280, 289, "PROFESSION"]]}
{"text": "Tvisten i hovedsagen og de præjudicielle spørgsmål", "label": []}
{"text": "23 Banco de Santander Central Hispano SA (herefter »BSCH«), der er øverste moderselskab i den skattemæssigt integrerede koncern 17/89, erhvervede i maj 2002 100% af selskabsandelene i det tyske selskab AKB Holding GmbH (herefter »AKB«).", "label": [[3, 40, "ORG"], [52, 56, "ORG"], [148, 156, "DATE"], [157, 160, "AMOUNT_VALUE"], [160, 161, "AMOUNT_UNIT"], [188, 193, "LOC"], [202, 218, "ORG"], [230, 233, "ORG"]]}
{"text": "24 Denne erhvervelse, hvor købesummen beløb sig til 1 099 999 999 EUR, mens AKB’s bogførte værdi var anslået til 183 909 000 EUR, skabte en finansiel goodwill på 916 091 000 EUR (herefter »den omhandlede goodwill«).", "label": [[52, 65, "AMOUNT_VALUE"], [66, 69, "AMOUNT_UNIT"], [76, 81, "ORG"], [113, 124, "AMOUNT_VALUE"], [125, 128, "AMOUNT_UNIT"], [162, 173, "AMOUNT_VALUE"], [174, 177, "AMOUNT_UNIT"]]}
{"text": "25 AKB ejede som holdingselskab kapitalandele i følgende selskaber, der alle er etableret i EU, nemlig AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH og AKB Marketing Services sp. z o.o.", "label": [[3, 6, "ORG"], [92, 94, "LOC"], [103, 124, "ORG"], [126, 142, "ORG"], [144, 160, "ORG"], [162, 190, "ORG"], [192, 228, "ORG"], [230, 258, "ORG"], [262, 294, "ORG"]]}
{"text": "26 I løbet af december 2002 overdrog BSCH de aktier i AKB, hvis købspris havde givet anledning til den omhandlede goodwill, til det nederlandske selskab Holnet BV og til det spanske selskab Santander Consumer Finance SA (herefter »SCH«), og disse selskaber tilhørte ligeledes den skattemæssigt integrerede koncern 17/89.", "label": [[14, 27, "DATE"], [37, 41, "ORG"], [54, 57, "ORG"], [132, 144, "LOC"], [153, 162, "ORG"], [174, 181, "LOC"], [190, 219, "ORG"], [231, 234, "ORG"]]}
{"text": "27 Henset til den omhandlede goodwill anførte den skattemæssigt integrerede koncern 17/89 i sine selskabsskatteangivelser for skatteårene 2002 og 2003 fradrag i medfør af artikel 12, stk. 5, i TRLIS.", "label": [[138, 142, "DATE"], [146, 150, "DATE"]]}
{"text": "28 For skatteåret 2002 foretog BSCH og SCF således fradrag på henholdsvis 27 482 730 EUR og 1 631 395 EUR. For skatteåret 2003 gjorde SCF et fradrag på 45 804 550 EUR gældende.", "label": [[18, 22, "DATE"], [31, 35, "ORG"], [39, 42, "ORG"], [74, 84, "AMOUNT_VALUE"], [85, 88, "AMOUNT_UNIT"], [92, 101, "AMOUNT_VALUE"], [102, 105, "AMOUNT_UNIT"], [122, 126, "DATE"], [134, 137, "ORG"], [152, 162, "AMOUNT_VALUE"], [163, 166, "AMOUNT_UNIT"]]}
{"text": "29 For så vidt angår skatteåret 2002 accepterede skatteinspektionen, efter en skattekontrol, der blev afsluttet med en rapport dateret den 21. december 2006, ved en efteropkrævning af 7. marts 2007, BSCH’s fradrag med et beløb på 20 262 374 EUR, men foretog en regulering på 7 215 356 EUR. For så vidt angår SCF blev fradraget på 1 631 395 EUR fuldt ud godtaget.", "label": [[32, 36, "DATE"], [139, 156, "DATE"], [184, 197, "DATE"], [199, 203, "ORG"], [230, 240, "AMOUNT_VALUE"], [241, 244, "AMOUNT_UNIT"], [275, 284, "AMOUNT_VALUE"], [285, 288, "AMOUNT_UNIT"], [308, 311, "ORG"], [330, 339, "AMOUNT_VALUE"], [340, 343, "AMOUNT_UNIT"]]}
{"text": "30 Ved en efteropkrævning af 22. juli 2010 afslog skatteinspektionen det fulde fradrag af goodwill, som SCF havde gjort gældende for skatteåret 2003.", "label": [[29, 42, "DATE"], [104, 107, "ORG"], [144, 148, "DATE"]]}
{"text": "31 Den 16. august 2010 indgav Banco de Santander en klage over denne efteropkrævning til TEAC, idet banken anførte, at den omhandlede goodwill, på trods af dens indirekte karakter som følge af, at den erhvervelse, som havde skabt den, havde vedrørt et holdingselskab, kan fradrages selskabsskatten i medfør af selve ordlyden af artikel 12, stk. 5, i TRLIS.", "label": [[7, 22, "DATE"], [30, 48, "ORG"], [89, 93, "ORG"]]}
{"text": "32 Henset til den i denne doms præmis 12 omhandlede nye fortolkning af artikel 12, stk. 5, i TRLIS, vedtaget både af DGT og TEAC, opstår i det foreliggende tilfælde det spørgsmål, om der i henhold til beslutning 2011/5, den første kommissionsbeslutning vedrørende den omhandlede skatteordning, skal iværksættes tilbagesøgning – som støtte, der er ulovlig og uforenelig med det indre marked – af skattefradraget svarende til afskrivningen af den omhandlede goodwill realiseret før den 21. december 2007 som følge af erhvervelsen af et ikke-hjemmehørende selskab.", "label": [[117, 120, "ORG"], [124, 128, "ORG"], [484, 501, "DATE"]]}
{"text": "33 I betragtning af den omstændighed, at artikel 1, stk. 2, sammenholdt med artikel 4, stk. 1, i beslutning 2011/5 udelukker erhvervelser foretaget før den 21. december 2007 fra pligten til tilbagesøgning af hensyn til at beskytte en berettiget forventning, og den omstændighed, at den i hovedsagen omhandlede erhvervelse fandt sted før denne dato, er det for at løse tvisten i hovedsagen nødvendigt at besvare spørgsmålet om, hvorvidt disse bestemmelser i beslutning 2011/5 kan fortolkes således, at de tillige finder anvendelse på indirekte erhvervelse af kapitalandele, navnlig erhvervelse af et ikke-hjemmehørende holdingselskab som det i hovedsagen omhandlede.", "label": [[156, 173, "DATE"]]}
{"text": "34 I denne forbindelse fandt TEAC, at den administrative fortolkning, som tidligere var til hinder for anvendelse af skattefradraget på indirekte erhvervelser af kapitalandele, ikke er en retskilde.", "label": [[29, 33, "ORG"]]}
{"text": "35 Således er hverken DGT eller TEAC en del af den lovgivende eller den dømmende magt. De fortolkninger, som disse organer anlægger, er ikke endelige, eftersom de er undergivet domstolskontrol. Desuden har Tribunal Supremo (øverste domstol, Spanien) endnu ikke taget stilling til anvendelsen af artikel 12, stk. 5, i TRLIS på indirekte erhvervelser af kapitalandele.", "label": [[22, 25, "ORG"], [32, 36, "ORG"], [206, 222, "ORG"], [224, 239, "ORG"], [241, 248, "LOC"]]}
{"text": "36 Under disse omstændigheder besluttede TEAC at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[41, 45, "ORG"], [76, 85, "ORG"]]}
{"text": "»1) Skal artikel 1, stk. 2, i [beslutning 2011/5] fortolkes således, at den deri anerkendte berettigede forventning i den deri fastsatte form også finder anvendelse på muligheden for skattemæssig afskrivning af finansiel goodwill i henhold til artikel 12, stk. 5, i TRLIS, i forbindelse med indirekte erhvervelse af kapitalandele i udenlandske virksomheder gennemført ved en direkte erhvervelse af et udenlandsk holdingselskab?", "label": []}
{"text": "2) Såfremt det første spørgsmål besvares bekræftende, spørges, om [afgørelsen om indledning af den procedure, som førte til vedtagelsen af afgørelse 2015/314], hvorved Kommissionen besluttede at indlede proceduren fastsat i artikel 108, stk. 2, TEUF, som følge af en tilsidesættelse af både artikel 108 TEUF og Rådets forordning (EF) nr. 659/1999 af 22. marts 1999 om fastlæggelse af regler for anvendelsen af [artikel 108 TEUF (EFT 1999, L 83, s. 1)], er ugyldig?«", "label": [[168, 180, "ORG"], [311, 317, "ORG"], [350, 364, "DATE"]]}
{"text": "37 Ved afgørelse af 8. januar 2015, indgået til Domstolen den 27. januar 2015, fandt TEAC det fornødent at omformulere de præjudicielle spørgsmål, da der var indtruffet nye omstændigheder.", "label": [[20, 34, "DATE"], [48, 57, "ORG"], [62, 77, "DATE"], [85, 89, "ORG"]]}
{"text": "38 Det drejede sig dels om vedtagelsen den 15. oktober 2014 af afgørelse 2015/314, dels om Den Europæiske Unions Rets dom af 7. november 2014, Autogrill España mod Kommissionen (T-219/10, EU:T:2014:939), og af 7. november 2014, Banco Santander og Santusa mod Kommissionen (T-399/11, EU:T:2014:938), hvorved Retten ophævede artikel 1, stk. 1, og artikel 4 i beslutning 2011/5, henholdsvis artikel 1, stk. 1, og artikel 4 i afgørelse 2011/282.", "label": [[43, 59, "DATE"], [91, 117, "ORG"], [125, 141, "DATE"], [143, 159, "ORG"], [164, 176, "ORG"], [210, 226, "DATE"], [228, 243, "ORG"], [247, 254, "ORG"], [259, 271, "ORG"], [307, 313, "ORG"]]}
{"text": "39 TEAC fandt, at det efter denne nye udvikling ikke længere var nødvendigt at anmode Domstolen om en fortolkning af beslutning 2011/5, idet det væsentlige spørgsmål med henblik på at løse tvisten i hovedsagen nu var spørgsmålet om, hvorvidt Rettens annullation af denne beslutning medfører ugyldighed for afgørelse 2015/314, der udvider det forbud mod fradraget i artikel 12, stk. 5, i TRLIS, som allerede var blevet fastsat i beslutning 2011/5 og afgørelse 2011/282, til at omfatte indirekte erhvervelse af kapitalandele i ikke-hjemmehørende selskaber.", "label": [[3, 7, "ORG"], [86, 95, "ORG"], [242, 249, "ORG"]]}
{"text": "40 Under disse omstændigheder besluttede TEAC at omformulere de præjudicielle spørgsmål:", "label": [[41, 45, "ORG"]]}
{"text": "»1) Er [afgørelse 2015/314] ugyldig, idet den er uden faktisk og retligt grundlag, i henhold til Den Europæiske Unions Rets dom af 7. november 2014, Autogrill España mod Kommissionen (T-219/10, EU:T:2014:939), og af 7. november 2014, Banco Santander og Santusa mod Kommissionen (T-399/11, EU:T:2014:938), hvorved henholdsvis artikel 1, stk. 1, og artikel 4 i [beslutning 2011/5 og i afgørelse 2011/282] blev annulleret?", "label": [[97, 123, "ORG"], [131, 147, "DATE"], [149, 165, "ORG"], [170, 182, "ORG"], [216, 232, "DATE"], [234, 249, "ORG"], [253, 260, "ORG"], [265, 277, "ORG"]]}
{"text": "2) Er [afgørelse 2015/314] ugyldig, idet den savner begrundelse, i henhold til Den Europæiske Unions Rets dom af 7. november 2014, Autogrill España mod Kommissionen (T-219/10, EU:T:2014:939), og af 7. november 2014, Banco Santander og Santusa mod Kommissionen (T-399/11, EU:T:2014:938), hvorved henholdsvis artikel 1, stk. 1, og artikel 4 i [beslutning 2011/5 og i afgørelse 2011/282] blev annulleret?", "label": [[79, 105, "ORG"], [113, 129, "DATE"], [131, 147, "ORG"], [152, 164, "ORG"], [198, 214, "DATE"], [216, 231, "ORG"], [235, 242, "ORG"], [247, 259, "ORG"]]}
{"text": "3) Subsidiært, i tilfælde af, at de ovenstående spørgsmål besvares benægtende,", "label": []}
{"text": "Er [afgørelse 2015/314] ugyldig, eftersom den nye administrative fortolkning af artikel 12, stk. 5, i TRLIS ville være fuldt ud omfattet af anvendelsesområdet for [beslutning 2011/5 og afgørelse 2011/282]?«", "label": []}
{"text": "41 Ved afgørelse af 8. juni 2017, indgået til Domstolen den 6. juli 2017, fandt TEAC det fornødent atter at omformulere de præjudicielle spørgsmål, da der var indtruffet en ny omstændighed, nemlig dom af 21. december 2016, Kommissionen mod World Duty Free Group m.fl. (C-20/15 P og C-21/15 P, EU:C:2016:981), hvorved Domstolen ophævede Rettens dom af 7. november 2014, Autogrill España mod Kommissionen (T-219/10, EU:T:2014:939), og af 7. november 2014, Banco Santander og Santusa mod Kommissionen (T-399/11, EU:T:2014:938), og hjemviste sag T-219/10 og sag T-399/11 til Retten.", "label": [[20, 32, "DATE"], [46, 55, "ORG"], [60, 72, "DATE"], [80, 84, "ORG"], [204, 221, "DATE"], [223, 235, "ORG"], [240, 261, "ORG"], [317, 326, "ORG"], [336, 343, "ORG"], [351, 367, "DATE"], [369, 385, "ORG"], [390, 402, "ORG"], [436, 452, "DATE"], [454, 469, "ORG"], [473, 480, "ORG"], [485, 497, "ORG"], [571, 577, "ORG"]]}
{"text": "42 Henset til denne nye omstændighed fandt TEAC, at det var nødvendigt at opretholde både de spørgsmål, der var blevet forelagt i den oprindelige anmodning om præjudiciel afgørelse, og som vedrørte fortolkningen af anvendelsesområdet for artikel 1, stk. 2, i beslutning 2011/5, og de spørgsmål, der var blevet forelagt i den første omformulering af de præjudicielle spørgsmål, og som angik gyldigheden af afgørelse 2015/314.", "label": [[43, 47, "ORG"]]}
{"text": "43 Efter den anden omformulering lyder de præjudicielle spørgsmål nu således:", "label": []}
{"text": "»1) I tilfælde af, at gyldigheden af [beslutning 2011/5] bekræftes:", "label": []}
{"text": "a) Skal artikel 1, stk. 2, i [beslutning 2011/5] fortolkes således, at den deri anerkendte berettigede forventning i den deri fastsatte form også finder anvendelse på muligheden for skattemæssig afskrivning af finansiel goodwill i henhold til artikel 12, stk. 5, i TRLIS, i forbindelse med indirekte erhvervelse af kapitalandele i udenlandske virksomheder gennemført ved en direkte erhvervelse af et udenlandsk holdingselskab?", "label": []}
{"text": "b) Såfremt det første spørgsmål besvares bekræftende, ønskes oplyst, om [afgørelsen om indledning af den procedure, som førte til vedtagelsen af afgørelse 2015/314], er ugyldig?", "label": []}
{"text": "2) I tilfælde af, at artikel 1 i [beslutning 2011/5] annulleres i sag T-219/10:", "label": []}
{"text": "a) Er [afgørelse 2015/314] ugyldig, idet den er uden faktisk og retligt grundlag?", "label": []}
{"text": "b) Er [afgørelse 2015/314] ugyldig, idet den savner begrundelse?", "label": []}
{"text": "c) Subsidiært, i tilfælde af, at de ovenstående spørgsmål besvares benægtende,", "label": []}
{"text": "Er [afgørelse 2015/314] ugyldig, eftersom den nye administrative fortolkning af artikel 12[, stk.] 5, i TRLIS ville være fuldt ud omfattet af anvendelsesområdet for [beslutning 2011/5 og afgørelse 2011/282]?«", "label": []}
{"text": "44 Ved dom afsagt den 15. november 2018, World Duty Free Group mod Kommissionen (T-219/10 RENV, EU:T:2018:784), forkastede Retten annullationssøgsmålet anlagt af World Duty Free Group mod beslutning 2011/5.", "label": [[22, 39, "DATE"], [41, 62, "ORG"], [67, 79, "ORG"], [162, 183, "ORG"]]}
{"text": "45 Den 25. januar 2019 iværksatte dette selskab appel med påstand om ophævelse af denne dom såvel som annullation af beslutning 2011/5. Denne appelsag verserer fortsat for Domstolen (sag C-51/19 P).", "label": [[7, 22, "DATE"], [172, 181, "ORG"]]}
{"text": "46 Andre appelsager, der har samme genstand, eller hvis genstand er andre domme afsagt af Retten, der forkaster annullationssøgsmål rettet mod afgørelse 2011/282, verserer ligeledes for Domstolen.", "label": [[90, 96, "ORG"], [186, 195, "ORG"]]}
{"text": "47 Desuden verserer der på nuværende tidspunkt flere søgsmål med påstand om annullation af afgørelse 2015/314 ved Retten.", "label": [[114, 120, "ORG"]]}
{"text": "48 Den foreliggende sag har været genstand for flere på hinanden følgende udsættelser. Udsættelserne er hovedsageligt blevet besluttet, fordi TEAC efter de to omformuleringer af de præjudicielle spørgsmål nu ønsker, at Domstolen afklarer, hvilken eventuel betydning beslutning 2011/5’s ugyldighed vil have for gyldigheden af afgørelse 2015/314 i det tilfælde, hvor EU-retsinstansen erklærer beslutning 2011/5 ugyldig, eller hvilken fortolkning der skal anlægges af beslutning 2011/5 med henblik på at fastlægge dens anvendelsesområde i det tilfælde, hvor EU-retsinstansen bekræfter, at denne beslutning er gyldig.", "label": [[142, 146, "ORG"], [219, 228, "ORG"], [365, 367, "LOC"], [555, 557, "LOC"]]}
{"text": "49 Spørgsmålet om gyldigheden af beslutning 2011/5 verserer stadig for EU’s retsinstanser på nuværende tidspunkt.", "label": [[71, 75, "LOC"]]}
{"text": "50 Henset til bl.a. Domstolens praksis, efter at den foreliggende anmodning om præjudiciel afgørelse blev indgivet, samt til Kommissionens tvivl om, hvorvidt TEAC kan anses for en »ret« i henhold til artikel 267 TEUF, og følgelig om, hvorvidt denne anmodning kan antages til realitetsbehandling, er det imidlertid nødvendigt at genoptage den foreliggende sag for at undersøge, om TEAC falder ind under denne betegnelse.", "label": [[20, 30, "ORG"], [125, 138, "ORG"], [158, 162, "ORG"], [380, 384, "ORG"]]}
{"text": "Spørgsmålet, om anmodningen om præjudiciel afgørelse kan antages til realitetsbehandling", "label": []}
{"text": "51 Det følger af fast retspraksis, at Domstolen for at bedømme, om det pågældende organ, der forelægger en sag, er en »ret« i henhold til artikel 267 TEUF – et spørgsmål, som alene skal afgøres på grundlag af EU-retten – tager en hel række forhold i betragtning, bl.a. om organet er oprettet ved lov, har permanent karakter, virker som obligatorisk retsinstans, anvender en kontradiktorisk sagsbehandling, træffer afgørelse på grundlag af retsregler, og om det er uafhængigt (jf. i denne retning dom af 30.6.1966, Vaassen-Göbbels, 61/65, EU:C:1966:39, s. 395, af 31.5.2005, Malfait m.fl., C-53/03, EU:C:2005:333, præmis 29, og af 16.2.2017, Gajane Fiorello, C-503/15, EU:C:2017:126, præmis 27 og den deri nævnte retspraksis).", "label": [[38, 47, "ORG"], [209, 211, "LOC"], [503, 512, "DATE"], [514, 529, "LOC"], [563, 572, "DATE"], [574, 581, "PER"], [630, 639, "DATE"], [641, 656, "PER"]]}
{"text": "52 Hvad angår TEAC, som er det organ, der forelægger nærværende sag, giver oplysningerne i sagsakterne for Domstolen ikke anledning til at betvivle, at det opfylder de kriterier, der har sammenhæng med, om det er oprettet ved lov, har permanent karakter, virker som obligatorisk retsinstans, om den for dette organ fulgte procedure er kontradiktorisk, og om det træffer afgørelse på grundlag af retsregler.", "label": [[14, 18, "ORG"], [107, 116, "ORG"]]}
{"text": "53 Derimod må der rejses det spørgsmål, om TEAC opfylder kriteriet om uafhængighed.", "label": [[43, 47, "ORG"]]}
{"text": "54 I så henseende har Domstolen i præmis 39 i dom af 21. marts 2000, Vuotila m.fl. (C-110/98 – C-147/98, EU:C:2000:145), fastslået, at den spanske lovgivning om skatteankenævnene i den affattelse, som fandt anvendelse i den sag, der gav anledning til denne dom, indeholdt garantier for en funktionel adskillelse mellem på den ene side skatte- og afgiftsmyndighedernes tjenestegrene, som varetager forvaltningen, opkrævningen og fastsættelsen af skatten, og på den anden side skatteankenævnene, som træffer afgørelse vedrørende klager, der indbringes vedrørende de nævnte tjenestegrenes afgørelser, uden at modtage nogen form for instruks fra skatte- og afgiftsmyndighederne. I nævnte doms punkt 40 præciserede Domstolen, at sådanne garantier gav skatteankenævnene status som udenforstående i forhold til de tjenestegrene, der har truffet den påklagede afgørelse, og den uafhængighed, der er nødvendig for at kunne betragtes som retter i henhold til artikel 267 TEUF.", "label": [[22, 31, "ORG"], [53, 67, "DATE"], [69, 76, "PER"], [139, 146, "LOC"], [710, 719, "ORG"]]}
{"text": "55 Imidlertid skal disse betragtninger, således som Kommissionen også har anført i sit skriftlige indlæg, tages op til fornyet overvejelse, i særdeleshed henset til Domstolens seneste praksis navnlig vedrørende det kriterium om uafhængighed, som ethvert nationalt organ skal opfylde for at kunne anses for en »ret« i henhold til artikel 267 TEUF.", "label": [[52, 64, "ORG"], [165, 175, "ORG"]]}
{"text": "56 I denne kontekst skal det understreges, at de nationale domstoles uafhængighed har betydning for et velfungerende retligt samarbejde, som omfatter mekanismen med præjudiciel forelæggelse fastsat i artikel 267 TEUF, idet denne mekanisme i overensstemmelse med Domstolens faste praksis, der er anført i denne doms præmis 51, alene kan aktiveres af en retsinstans, der skal anvende EU-retten, og som bl.a. opfylder dette krav om uafhængighed (dom af 27.2.2018, Associação Sindical dos Juízes Portugueses, C-64/16, EU:C:2018:117, præmis 43).", "label": [[262, 272, "ORG"], [382, 384, "LOC"], [450, 459, "DATE"], [461, 503, "ORG"]]}
{"text": "57 Uafhængighedsbegrebet omfatter i henhold til Domstolens praksis to aspekter. Det første, eksterne, aspekt kræver, at det pågældende organ udøver sit hverv helt uafhængigt og uden at være underlagt noget hierarkisk forhold eller stå i afhængighedsforhold til nogen og uden at modtage ordrer eller instrukser fra nogen, og at det således er beskyttet mod indgreb og pres udefra, der kan bringe dets medlemmers uafhængige bedømmelse i fare og påvirke deres afgørelser (dom af 27.2.2018, Associação Sindical dos Juízes Portugueses, C-64/16, EU:C:2018:117, præmis 44 og den deri nævnte retspraksis).", "label": [[48, 58, "ORG"], [476, 485, "DATE"], [487, 529, "ORG"]]}
{"text": "58 Hvad yderligere angår det eksterne aspekt af uafhængighedsbegrebet skal det bemærkes, at det forhold, at medlemmerne af det omhandlede organ er uafsættelige, udgør en garanti, der er uløseligt forbundet med dommernes uafhængighed, for så vidt som uafsætteligheden har til formål at beskytte dem, der har til opgave at udøve dømmende myndighed, på det personelle plan (jf. i denne retning dom 19.9.2006, Maslov, C-506/04, EU:C:2006:587, præmis 51, og af 27.2.2018, Associação Sindical dos Juízes Portugueses, C-64/16, EU:C:2018:117, præmis 45).", "label": [[395, 404, "DATE"], [406, 412, "PER"], [456, 465, "DATE"], [467, 509, "ORG"]]}
{"text": "59 Princippet om uafsættelighed, hvis afgørende betydning skal understreges, kræver navnlig, at dommerne kan forblive i embedet, så længe de ikke har opnået den obligatoriske pensionsalder, eller indtil afslutningen af deres mandat, når dette er af tidsbegrænset varighed. Selv om dette princip ikke har en fuldstændig absolut karakter, kan der kun undtages derfra, når dette er begrundet med henvisning til tvingende legitime hensyn og under overholdelse af proportionalitetsprincippet. Det er således den almindelige opfattelse, at dommere under overholdelse af passende procedurer kan afsættes, hvis de er uegnede til at forblive i embedet grundet forfald, eller såfremt de har begået en alvorlig forseelse (dom af 24.6.2019, Kommissionen mod Polen (Den øverste domstols uafhængighed), C-619/18, EU:C:2019:531, præmis 76).", "label": [[96, 104, "PROFESSION"], [534, 541, "PROFESSION"], [718, 727, "DATE"], [729, 741, "ORG"], [746, 751, "ORG"], [753, 773, "ORG"], [799, 801, "LOC"]]}
{"text": "60 Garantien om uafsættelighed for medlemmerne af en ret kræver således, at de tilfælde, hvori medlemmerne af dette organ kan afsættes, fastsættes i et særligt regelsæt ved hjælp af udtrykkelige lovbestemmelser, som giver garantier, der ligger ud over dem, der er fastsat i de almindelige forvaltningsretlige og arbejdsretlige bestemmelser, som finder anvendelse i tilfælde af en afsættelse, som er udtryk for misbrug (jf. i denne retning dom af 9.10.2014, TDC, C-222/13, EU:C:2014:2265, præmis 32 og 35).", "label": [[446, 455, "DATE"]]}
{"text": "61 Det andet, interne, aspekt af uafhængighedsbegrebet hænger sammen med begrebet upartiskhed og vedrører det forhold, at der skal være den samme afstand til tvistens parter og deres respektive interesser for så vidt angår tvistens genstand. Dette aspekt fordrer objektivitet og en fuldstændig mangel på interesse i sagens udfald ud over den strikte anvendelse af retsregler (dom af 16.2.2017, Gajane Fiorello, C-503/15, EU:C:2017:126, præmis 38 og den deri nævnte retspraksis).", "label": [[383, 392, "DATE"], [394, 409, "PER"]]}
{"text": "62 Ifølge Domstolens faste praksis indebærer uafhængighedsbegrebet, som er uløseligt forbundet med udøvelse af dømmende myndighed, først og fremmest, at det pågældende organ er udenforstående i forhold til den myndighed, som har truffet den omtvistede afgørelse (jf. i denne retning dom af 30.3.1993, Elliott, C-24/92, EU:C:1993:118, præmis 15, og af 9.10.2014, C-222/13, EU:C:2014:2265, præmis 29 og den deri nævnte retspraksis).", "label": [[10, 20, "ORG"], [290, 299, "DATE"], [301, 308, "PER"], [351, 360, "DATE"]]}
{"text": "63 Disse garantier for uafhængighed og upartiskhed forudsætter, at der findes regler – om bl.a. organets sammensætning, medlemmernes udnævnelse og funktionsperiode, tilfælde, hvor organets medlemmer kan vige deres sæde, tilfælde, hvor de har pligt til at vige deres sæde, samt tilfælde, hvor de kan afsættes – som gør det muligt at fjerne enhver rimelig tvivl i offentligheden om, at organet er uimodtageligt for påvirkninger udefra og neutralt i forhold til de interesser, som står over for hinanden (dom af 9.10.2014, TDC, C-222/13, EU:C:2014:2265, præmis 32).", "label": [[509, 518, "DATE"]]}
{"text": "64 I det foreliggende tilfælde må det for det første konstateres, at medlemmerne af TEAC ifølge den gældende nationale lovgivning, navnlig artikel 29, stk. 2, i kongeligt dekret nr. 520/2005, udnævnes for en tidsubegrænset periode ved kongeligt dekret, som udstedes af ministerrådet på forslag fra økonomi- og finansministeren. Ifølge den samme bestemmelse kan både formanden og medlemmerne af TEAC afsættes i henhold til den samme procedure, nemlig ved kongeligt dekret udstedt af ministerrådet på forslag fra økonomi- og finansministeren.", "label": [[84, 88, "ORG"], [269, 282, "ORG"], [298, 326, "PROFESSION"], [366, 375, "PROFESSION"], [394, 398, "ORG"], [482, 495, "ORG"], [511, 539, "PROFESSION"]]}
{"text": "65 Hvad angår medlemmerne af de regionale skatteankenævn bemærkes, at de ifølge artikel 30, stk. 2, i kongeligt dekret nr. 520/2005 udnævnes af økonomi- og finansministeren blandt de tjenestemænd, der er nævnt på en liste, og de kan afsættes af samme minister.", "label": [[29, 56, "ORG"], [144, 172, "PROFESSION"], [251, 259, "PROFESSION"]]}
{"text": "66 Skønt den gældende nationale lovgivning ganske vist fastsætter regler om, hvornår formanden og de øvrige medlemmer af TEAC kan vige deres sæde, og hvornår de har pligt til at vige deres sæde, og endvidere, hvad angår formanden, regler om interessekonflikter, hvervsuforenelighed og pligt til at sikre gennemsigtighed, er det ikke desto mindre ubestridt, at ordningen for afsættelse af formanden og de øvrige medlemmer af TEAC ikke fastsættes ved et særligt regelsæt ved hjælp af udtrykkelige lovbestemmelser ligesom dem, der gælder for medlemmerne af den dømmende magt. Medlemmerne af TEAC falder i sidstnævnte henseende alene under de almindelige forvaltningsretlige regler og i særdeleshed under grundvedtægten for offentligt ansatte, således som den spanske regering har bekræftet i retsmødet. Den samme konstatering gør sig gældende for så vidt angår medlemmerne af de regionale og lokale skatteankenævn.", "label": [[85, 94, "PROFESSION"], [121, 125, "ORG"], [220, 229, "PROFESSION"], [388, 397, "PROFESSION"], [424, 428, "ORG"], [588, 592, "ORG"], [752, 772, "ORG"], [896, 910, "ORG"]]}
{"text": "67 Derfor er afsættelse af formanden og de øvrige medlemmer af TEAC samt af medlemmerne af de andre skatteankenævn ikke, som det kræves i medfør af det i denne doms præmis 59 nævnte princip om uafsættelighed, begrænset til visse særlige tilfælde, hvor tvingende legitime hensyn begrunder vedtagelsen af en sådan foranstaltning under overholdelse af proportionalitetsprincippet og passende procedurer, f.eks. et tilfælde af forfald eller et tilfælde af alvorlig forseelse, der gør de pågældende personer uegnede til at forblive i embedet.", "label": [[27, 36, "PROFESSION"], [63, 67, "ORG"], [100, 114, "ORG"]]}
{"text": "68 Det følger heraf, at den gældende nationale lovgivning ikke garanterer, at formanden og de øvrige medlemmer af TEAC er beskyttet mod pres udefra – det være sig direkte eller indirekte – der kan skabe tvivl om deres uafhængighed.", "label": [[78, 87, "PROFESSION"], [114, 118, "ORG"]]}
{"text": "69 Det er korrekt, at skatteankenævnenes medlemmer, ifølge ordlyden af LGT’s artikel 228, stk. 1, ved udøvelsen af deres hverv er »funktionelt uafhængige«, og at de i overensstemmelse med artikel 29, stk. 9, og artikel 30, stk. 12, i kongeligt dekret nr. 520/2005 »i fuld uafhængighed og på deres eget ansvar« udøver de funktioner, der tillægges dem ved lov, men det forholder sig ikke desto mindre således, at tilbagekaldelse eller annullation af deres udnævnelse ikke ledsages af særlige garantier. En sådan ordning er ikke egnet til effektivt at hindre utilbørligt pres fra den udøvende magt over for skatteankenævnenes medlemmer (jf. analogt dom af 31.5.2005, Malfait m.fl., C-53/03, EU:C:2005:333, præmis 31).", "label": [[22, 40, "ORG"], [604, 622, "ORG"], [653, 662, "DATE"], [664, 671, "PER"]]}
{"text": "70 Hvad dette angår adskiller situationen for medlemmerne af skatteankenævnene, og navnlig af TEAC, sig f.eks. fra situationen for det forelæggende organ i den sag, der gav anledning til dom af 6. oktober 2015, Consorci Sanitari del Maresme (C-203/14, EU:C:2015:664), i den forstand, at medlemmerne af dette organ, således som det fremgår af denne doms præmis 11 og 20, i modsætning til skatteankenævnenes medlemmer har en garanti for uafsættelighed i løbet af deres embedsperiode, som kun kan fraviges af grunde, der udtrykkeligt er opregnet ved lov.", "label": [[61, 78, "ORG"], [94, 98, "ORG"], [194, 209, "DATE"], [211, 240, "ORG"], [387, 405, "ORG"]]}
{"text": "71 Endvidere adskiller skatteankenævnene og TEAC sig fra det forelæggende organ i den sag, der gav anledning til dom af 24. maj 2016, MT Højgaard og Züblin (C-396/14, EU:C:2016:347). Som det fremgår af denne doms præmis 29-31, er dette organ, selv om det ganske vist omfatter sagkyndige medlemmer, som ikke nyder den særlige beskyttelse, der er forbeholdt dommere ved en forfatningsbestemmelse, ligeledes sammensat af dommere, der nyder denne beskyttelse, og som under alle omstændigheder råder over et flertal af stemmerne og derfor har en afgørende vægt, når det nævnte organ træffer afgørelse, hvilket kan garantere dettes uafhængighed.", "label": [[23, 40, "ORG"], [44, 48, "ORG"], [120, 132, "DATE"], [134, 145, "ORG"], [149, 155, "ORG"], [276, 286, "PROFESSION"], [418, 425, "PROFESSION"]]}
{"text": "72 Hvad for det andet angår kravet om uafhængighed betragtet ud fra dets andet, interne, aspekt, som omhandlet i nærværende doms præmis 61, skal det bemærkes, at der inden for økonomi- og finansministeriet ganske vist er en funktionel adskillelse mellem på den ene side skatte- og afgiftsmyndighedernes tjenestegrene, som varetager forvaltningen, opkrævningen og fastsættelsen af skatten, og på den anden side skatteankenævnene, som træffer afgørelse vedrørende klager, der indbringes vedrørende de nævnte tjenestegrenes afgørelser.", "label": [[176, 205, "ORG"], [332, 345, "ORG"], [410, 427, "ORG"]]}
{"text": "73 Således som også generaladvokaten har anført i punkt 31 og 40 i forslaget til afgørelse, bidrager visse kendetegn ved den ekstraordinære appelprocedure for Sala Especial para la Unificación de Doctrina (særlig afdeling for ensretning af praksis, Spanien), hvorom der er fastsat regler i LGT’s artikel 243, til at rejse tvivl om den omstændighed, at TEAC er »udenforstående« i forhold til de modstridende interesser.", "label": [[20, 36, "PROFESSION"], [159, 204, "ORG"], [206, 247, "ORG"], [249, 256, "LOC"], [352, 356, "ORG"]]}
{"text": "74 Det tilkommer således alene generaldirektøren for beskatning i økonomi- og finansministeriet at indgive en sådan ekstraordinær appel til prøvelse af afgørelser truffet af TEAC, hvori generaldirektøren er uenig. Denne generaldirektør er imidlertid i embeds medfør selv medlem af den afdeling, sammensat af otte personer, der skal påkende denne appel, ligesom det er tilfældet for generaldirektøren eller direktøren for den tjenestegren i det statslige skatte- og afgiftsforvaltningsorgan, hvorunder hører det organ, der udstedte den forvaltningsakt, som er omhandlet i den afgørelse, der er genstand for denne ekstraordinære appel. Både generaldirektøren for beskatning i økonomi- og finansministeriet, der har indgivet den ekstraordinære appel til prøvelse af en afgørelse truffet af TEAC, og generaldirektøren eller direktøren for den tjenestegren i det statslige skatte- og afgiftsforvaltningsorgan, hvorfra den i denne afgørelse omhandlede forvaltningsakt hidrører, har således sæde i den særlige afdeling af TEAC, som påkender denne appel. Resultatet er en sammenblanding af rollen som part i den ekstraordinære appelprocedure og rollen som medlem af det organ, der skal påkende en sådan appel.", "label": [[31, 63, "PROFESSION"], [66, 95, "ORG"], [174, 178, "ORG"], [186, 203, "PROFESSION"], [220, 235, "PROFESSION"], [382, 399, "PROFESSION"], [406, 416, "PROFESSION"], [639, 671, "PROFESSION"], [674, 703, "ORG"], [787, 791, "ORG"], [796, 813, "PROFESSION"], [820, 830, "PROFESSION"], [1015, 1019, "ORG"]]}
{"text": "75 I øvrigt kan udsigten til, at generaldirektøren for beskatning i økonomi- og finansministeriet indgiver en sådan ekstraordinær appel til prøvelse af en afgørelse truffet af TEAC, udøve et pres på dette organ og dermed rejse tvivl om dets uafhængighed såvel som dets upartiskhed, hvilket gælder uanset den omstændighed, at det, som den spanske regering påberåbte sig i retsmødet for Domstolen, fremgår af LGT’s artikel 243, stk. 4, at denne ekstraordinære appel kun har virkning ex nunc og ikke har nogen betydning for de afgørelser, som TEAC allerede har truffet, herunder den afgørelse, der er genstand for den nævnte appel.", "label": [[33, 65, "PROFESSION"], [68, 97, "ORG"], [176, 180, "ORG"], [334, 354, "ORG"], [385, 394, "ORG"], [540, 544, "ORG"]]}
{"text": "76 Disse kendetegn ved den ekstraordinære appel til ensretning af praksis, der kan indgives til prøvelse af TEAC’s afgørelser, anskueliggør de organisatoriske og funktionelle forbindelser, der er mellem dette organ og økonomi- og finansministeriet, navnlig generaldirektøren for beskatning i dette ministerium og generaldirektøren for det direktorat, hvorfra de for dette organ anfægtede afgørelser hidrører. Den omstændighed, at der findes sådanne forbindelser, er til hinder for at anerkende TEAC som en udenforstående i forhold til denne forvaltning (jf. analogt dom af 30.5.2002, Richter, C-516/99, EU:C:2002:313, præmis 38-40).", "label": [[108, 112, "ORG"], [218, 247, "ORG"], [257, 289, "PROFESSION"], [313, 330, "PROFESSION"], [494, 498, "ORG"], [573, 582, "DATE"], [584, 591, "PER"]]}
{"text": "77 Følgelig opfylder TEAC ikke det krav om uafhængighed, der må stilles til en ret, når det interne aspekt tages i betragtning.", "label": [[21, 25, "ORG"]]}
{"text": "78 Det skal for det første tilføjes, at den omstændighed, at skatteankenævnene ikke udgør »retter« i artikel 267 TEUF’s forstand, ikke fritager dem fra forpligtelsen til at sikre EU-rettens anvendelse, når de træffer deres afgørelser, og til om fornødent at undlade at anvende enhver national bestemmelse, der synes at stride mod EU-retlige bestemmelser, som har direkte virkning, idet sådanne forpligtelser nemlig påhviler alle de kompetente nationale myndigheder og ikke udelukkende de judicielle myndigheder (jf. i denne retning dom af 22.6.1989, Gapinski, 103/88, EU:C:1989:256, præmis 30-33, af 14.10.2010, Weiß, C-243/09, EU:C:2010:609, præmis 61 og 63, og af 4.12.2018, Minister for Justice and Equality og Commissioner of An Garda Síochána, C-378/17, EU:C:2018:979, præmis 36 og 38).", "label": [[179, 181, "LOC"], [330, 332, "LOC"], [539, 548, "DATE"], [550, 558, "PER"], [600, 610, "DATE"], [612, 616, "PER"], [666, 675, "DATE"], [677, 710, "PROFESSION"], [714, 726, "PROFESSION"], [730, 747, "ORG"]]}
{"text": "79 For det andet gør adgangen til domstolsprøvelse for Audiencia Nacional (domstol i visse straffe-, forvaltnings- og arbejdsretlige sager, Spanien) og Tribunal Supremo (øverste domstol) af afgørelser fra skatteankenævnene, der træffes ved afslutningen af økonomisk-administrative klagesager, det muligt at sikre en effektiv præjudiciel forelæggelsesordning i henhold til artikel 267 TEUF, og en ensartet fortolkning af EU-retten, eftersom sådanne nationale retter har mulighed for eller i givet fald pligt til at anmode om en præjudiciel afgørelse fra Domstolen, når en afgørelse om fortolkningen eller gyldigheden af EU-retten er nødvendig for, at de kan træffe afgørelse (jf. analogt dom af 31.1.2013, Dmitriev, C-394/11, EU:C:2013:48, præmis 52).", "label": [[55, 73, "ORG"], [75, 138, "ORG"], [140, 147, "LOC"], [152, 186, "ORG"], [420, 422, "LOC"], [553, 562, "ORG"], [619, 621, "LOC"], [694, 703, "DATE"], [705, 713, "PER"]]}
{"text": "80 Henset til samtlige ovenstående betragtninger skal det fastslås, at den af TEAC indgivne anmodning om præjudiciel afgørelse ikke kan antages til realitetsbehandling, eftersom dette organ ikke kan anses for en »ret« i henhold til artikel 267 TEUF.", "label": [[78, 82, "ORG"]]}
{"text": "Sagsomkostninger", "label": []}
{"text": "81 Da sagens behandling i forhold til hovedsagens parter udgør et led i den sag, der verserer for det forelæggende organ, tilkommer det dette at træffe afgørelse om sagsomkostningerne. Bortset fra nævnte parters udgifter kan de udgifter, som er afholdt i forbindelse med afgivelse af indlæg for Domstolen, ikke erstattes.", "label": [[295, 304, "ORG"]]}
{"text": "På grundlag af disse præmisser kender Domstolen (Store Afdeling) for ret:", "label": [[38, 64, "ORG"]]}
{"text": "Anmodningen om præjudiciel afgørelse, der er indgivet af Tribunal Económico-Administrativo Central (centralt ankenævn i skatteretlige sager, Spanien) ved afgørelse af 2. april 2014, afvises.", "label": [[57, 98, "ORG"], [100, 139, "ORG"], [141, 148, "LOC"], [167, 180, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: spansk.", "label": [[15, 21, "NATIONALITY"]]}
