{"text": "RETTENS DOM (Sjette Udvidede Afdeling)", "label": [[0, 7, "ORG"], [13, 37, "ORG"]]}
{"text": "29. januar 2020 (*)", "label": [[0, 15, "DATE"]]}
{"text": "»Personalesag – tolkestrejke – foranstaltninger vedrørende rekvirering af tolke iværksat af Europa-Parlamentet – manglende lovhjemmel – ansvar – ikke-økonomisk skade«", "label": [[74, 79, "PROFESSION"], [92, 110, "ORG"]]}
{"text": "I sag T-402/18,", "label": []}
{"text": "Zuikin Kuhn, Bruxelles (Belgien), og andre sagsøgere, hvis navne er anført i bilaget (1), ved advokat G. Allen", "label": [[0, 11, "PER"], [13, 32, "LOC"], [94, 101, "PROFESSION"], [102, 110, "PER"]]}
{"text": "sagsøgere,", "label": []}
{"text": "mod", "label": []}
{"text": "Europa-Parlamentet ved Z. Camacho-Chapman, M. Makarenko og J. Golubeva, som befuldmægtigede,", "label": [[0, 18, "ORG"], [23, 41, "PER"], [43, 55, "PER"], [59, 70, "PER"], [76, 91, "PROFESSION"]]}
{"text": "sagsøgte,", "label": []}
{"text": "støttet af", "label": []}
{"text": "Rådet for Den Europæiske Union ved M. Lazar og Z. Perrin, som befuldmægtigede,", "label": [[0, 30, "ORG"], [35, 43, "PER"], [47, 56, "PER"], [62, 77, "PROFESSION"]]}
{"text": "intervenient,", "label": []}
{"text": "angående et søgsmål anlagt i henhold til artikel 270 TEUF med påstand om dels annullation af Parlamentets generaldirektør for personales afgørelse af 2. juli 2018 vedrørende rekvirering af tolke og konferencetolke for den 3. juli 2018 og de senere afgørelser fra Parlamentets generaldirektør for personale vedrørende rekvirering af tolke og konferencetolke for den 4., 5., 10. og 11. juli 2018, dels erstatning, der efter ret og billighed opgøres til 1 000 EUR pr. person, for den ikke-økonomiske skade, som sagsøgerne angiveligt er blevet påført som følge af disse afgørelser,", "label": [[93, 105, "ORG"], [106, 136, "PROFESSION"], [150, 162, "DATE"], [189, 194, "PROFESSION"], [198, 213, "PROFESSION"], [222, 234, "DATE"], [263, 275, "ORG"], [276, 305, "PROFESSION"], [332, 337, "PROFESSION"], [341, 356, "PROFESSION"], [365, 393, "DATE"], [451, 456, "AMOUNT_VALUE"], [457, 460, "AMOUNT_UNIT"]]}
{"text": "RETTEN (Sjette Udvidede Afdeling),", "label": [[0, 33, "ORG"]]}
{"text": "sammensat af afdelingsformanden, N. van der Linden, og dommerne J. Gavvas (refererende dommer), A. Danilov, L. Csaba og F. Mateescu-Munteanu,", "label": [[13, 31, "PROFESSION"], [33, 50, "PER"], [55, 63, "PROFESSION"], [64, 73, "PER"], [75, 93, "PROFESSION"], [96, 106, "PER"], [108, 116, "PER"], [120, 140, "PER"]]}
{"text": "justitssekretær: fuldmægtig U. Ginette,", "label": [[0, 15, "PROFESSION"], [17, 27, "PROFESSION"], [28, 38, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling og efter retsmødet den 9. oktober 2019,", "label": [[65, 80, "DATE"]]}
{"text": "har afsagt følgende Dom", "label": []}
{"text": "Sagens baggrund", "label": []}
{"text": "1 Sagsøgerne, Zuikin Kuhn og de øvrige sagsøgere, hvis navne fremgår af bilaget, er tolke og konferencetolke ved Europa-Parlamentet.", "label": [[14, 25, "PER"], [84, 89, "PROFESSION"], [93, 108, "PROFESSION"], [113, 131, "ORG"]]}
{"text": "2 Den 14. juli 2017 vedtog Parlamentets generalsekretær en afgørelse om ændring af arbejdsforholdene for tolke og konferencetolke.", "label": [[6, 19, "DATE"], [27, 39, "ORG"], [40, 55, "PROFESSION"], [105, 110, "PROFESSION"], [114, 129, "PROFESSION"]]}
{"text": "3 Denne afgørelse blev gennemført i tolkenes arbejdsprogrammer og førte til, at der i oktober 2017 blev indgivet et foreløbigt strejkevarsel af det blandede fagforeningsudvalg, som bl.a. Internationale og Europæiske Tjenestemænds Fagforening – afdelingen i Europa-Parlamentet (SFIE-PE) tilhører. Efter genoptagelse af drøftelserne med Parlamentets generalsekretær blev strejkevarslet imidlertid trukket tilbage.", "label": [[36, 44, "PROFESSION"], [86, 98, "DATE"], [144, 175, "ORG"], [187, 285, "ORG"], [335, 347, "ORG"], [348, 363, "PROFESSION"]]}
{"text": "4 Den 28. maj 2018 indgav fagforeningsudvalget et nyt foreløbigt strejkevarsel, der omfattede perioden fra den 5. juni til den 20. juli 2018.", "label": [[6, 18, "DATE"], [26, 46, "ORG"], [111, 118, "DATE"], [127, 140, "DATE"]]}
{"text": "5 Den 5. og den 7. juni 2018 underrettede fagforeningsudvalget dels Parlamentets personale, dels Parlamentets formand om detaljerne for de aktioner, der var planlagt frem til den 14. juni 2018.", "label": [[6, 28, "DATE"], [42, 62, "ORG"], [68, 80, "ORG"], [97, 109, "ORG"], [110, 117, "PROFESSION"], [179, 192, "DATE"]]}
{"text": "6 Den 8. juni 2018 fremsendte Parlamentets generaldirektør for personale dels en tabel til fagforeningsudvalget over det antal tolke, der skulle rekvireres for perioden fra den 12. juni til den 14. juni 2018, og anmodede dels dette udvalg om at modtage eventuelle bemærkninger fra fagforeninger eller faglige sammenslutninger (herefter »de faglige organisationer«) for denne institutions personale til denne liste inden den 11. juni 2018 kl. 14.00.", "label": [[6, 18, "DATE"], [30, 42, "ORG"], [43, 72, "PROFESSION"], [91, 111, "ORG"], [127, 132, "PROFESSION"], [177, 207, "DATE"], [424, 447, "DATE"]]}
{"text": "7 Den 9. juni og den 11. juni 2018 fremsendte det blandede fagforeningsudvalg sine bemærkninger til Parlamentets generaldirektør for personale.", "label": [[6, 34, "DATE"], [46, 77, "ORG"], [100, 112, "ORG"], [113, 142, "PROFESSION"]]}
{"text": "8 Ved afgørelse af 11. juni 2018 rekvirerede Parlamentets generaldirektør for personale tolke og konferencetolke for perioden fra den 12. juni til den 14. juni 2018.", "label": [[19, 32, "DATE"], [45, 57, "ORG"], [58, 93, "PROFESSION"], [97, 112, "PROFESSION"], [134, 164, "DATE"]]}
{"text": "9 Der blev gennemført tilsvarende procedurer for perioderne mellem den 18. juni og den 22. juni 2018 og mellem den 25. juni og den 27. juni 2018, som førte til afgørelser om rekvirering af tolke og konferencetolke for disse perioder.", "label": [[71, 79, "DATE"], [87, 100, "DATE"], [115, 123, "DATE"], [131, 144, "DATE"], [189, 194, "PROFESSION"], [198, 213, "PROFESSION"]]}
{"text": "10 Den 25. juni 2018 underrettede det blandede fagforeningsudvalg Parlamentets formand om, at strejkevarslet var forlænget til den 14. september 2018.", "label": [[7, 20, "DATE"], [34, 65, "ORG"], [66, 78, "ORG"], [79, 86, "PROFESSION"], [131, 149, "DATE"]]}
{"text": "11 Den 27. juni 2018 anmodede Parlamentets generaldirektør for personale det blandede fagforeningsudvalg om at fremsende bemærkninger til skemaet over de planlagte rekvireringer for perioden fra den 3. juli til den 5. juli 2018 senest den 29. juni 2018 kl. 12.00.", "label": [[7, 20, "DATE"], [30, 42, "ORG"], [43, 72, "PROFESSION"], [73, 104, "ORG"], [199, 206, "DATE"], [215, 227, "DATE"], [239, 262, "DATE"]]}
{"text": "12 Den 29. juni 2018 fremsendte det blandede fagforeningsudvalg sine bemærkninger til Parlamentets formand og Parlamentets generaldirektør for personale.", "label": [[7, 20, "DATE"], [32, 63, "ORG"], [86, 98, "ORG"], [99, 106, "PROFESSION"], [110, 122, "ORG"], [123, 152, "PROFESSION"]]}
{"text": "13 Den 2. juli 2018 underrettede Parlamentets generaldirektør for personale det blandede fagforeningsudvalg om, at de rekvireringer, der er nødvendige for en god afvikling af det parlamentariske arbejde, var blevet effektueret, og at en kopi af afgørelserne om rekvirering af tolke og konferencetolke for perioden fra den 3. juli til den 5. juli 2018 ville blive fremsendt til udvalget.", "label": [[7, 19, "DATE"], [33, 45, "ORG"], [46, 75, "PROFESSION"], [76, 107, "ORG"], [276, 281, "PROFESSION"], [285, 300, "PROFESSION"], [322, 329, "DATE"], [338, 350, "DATE"], [377, 385, "ORG"]]}
{"text": "14 Ved afgørelse af 2. juli 2018 rekvirerede Parlamentets generaldirektør for personale tolke og konferencetolke, herunder visse af sagsøgerne, for den 3. juli 2018 (herefter »afgørelsen af 2. juli 2018«).", "label": [[20, 32, "DATE"], [45, 57, "ORG"], [58, 93, "PROFESSION"], [97, 112, "PROFESSION"], [152, 164, "DATE"], [190, 202, "DATE"]]}
{"text": "Retsforhandlinger", "label": []}
{"text": "15 Ved stævning indleveret til Rettens Justitskontor den 3. juli 2018 har sagsøgerne anlagt den foreliggende sag.", "label": [[31, 52, "ORG"], [57, 69, "DATE"]]}
{"text": "16 Ved et særskilt dokument indleveret til Rettens Justitskontor samme dag indgav sagsøgerne begæring om foreløbige forholdsregler. Ved kendelse af 4. juli 2018, Kuhn m.fl. mod Parlamentet (T-402/18 R, ikke trykt i Sml., EU:T:2018:404), blev denne begæring ikke taget til følge, og afgørelsen om sagsomkostningerne blev udsat.", "label": [[43, 64, "ORG"], [148, 160, "DATE"], [162, 166, "PER"], [177, 188, "ORG"]]}
{"text": "17 Ved et særskilt dokument indleveret til Rettens Justitskontor den 17. juli 2018 indgav sagsøgerne, på grundlag af artikel 86 i Rettens procesreglement, en anmodning om tilpasning af stævningen for at tage hensyn til tre afgørelser af 3., 4. og 7. juli 2018, hvorved Parlamentets generaldirektør for personale rekvirerede tolke og konferencetolke for den 4., 5., 10. og 11. juli 2018 (herefter »de afgørelser, der blev truffet efter sagens anlæg«).", "label": [[43, 64, "ORG"], [69, 82, "DATE"], [130, 137, "ORG"], [237, 259, "DATE"], [269, 281, "ORG"], [282, 311, "PROFESSION"], [324, 329, "PROFESSION"], [333, 348, "PROFESSION"], [357, 385, "DATE"]]}
{"text": "18 Ved justitssekretærens skrivelse af 30. juli 2018 blev sagsøgerne underrettet om, at hovedsagen i henhold til artikel 91, stk. 4, i vedtægten for tjenestemænd i Den Europæiske Union (herefter »vedtægten«) var udsat, indtil deres klage af 3. juli 2018 udtrykkeligt eller stiltiende var blevet afvist.", "label": [[7, 25, "PROFESSION"], [39, 52, "DATE"], [164, 184, "LOC"], [241, 253, "DATE"]]}
{"text": "19 Ved procesdokument indleveret til Rettens Justitskontor den 18. oktober 2018 anmodede Rådet for Den Europæiske Union om tilladelse til at intervenere i sagen til støtte for Parlamentets påstande.", "label": [[37, 58, "ORG"], [63, 79, "DATE"], [89, 119, "ORG"], [176, 188, "ORG"]]}
{"text": "20 Ved skrivelse af 7. november 2018 underrettede sagsøgerne Retten om, at Parlamentet ved afgørelse af 5. november 2018 havde afvist deres klage.", "label": [[20, 36, "DATE"], [61, 67, "ORG"], [75, 86, "ORG"], [104, 120, "DATE"]]}
{"text": "21 Ved justitssekretærens skrivelse af 15. november 2018 blev sagsøgerne underrettet om, at sagens behandling blev genoptaget.", "label": [[7, 25, "PROFESSION"], [39, 56, "DATE"]]}
{"text": "22 Parlamentet indleverede svarskrift den 22. januar 2019.", "label": [[3, 14, "ORG"], [42, 57, "DATE"]]}
{"text": "23 Ved kendelse af 24. januar 2019 gav formanden for Rettens Sjette Afdeling Rådet tilladelse til at intervenere i sagen.", "label": [[19, 34, "DATE"], [39, 48, "PROFESSION"], [53, 82, "ORG"]]}
{"text": "24 Rådet afgav sit interventionsindlæg den 18. marts 2019, og hovedparterne afgav deres bemærkninger hertil inden for de fastsatte frister.", "label": [[3, 8, "ORG"], [43, 57, "DATE"]]}
{"text": "25 Den 25. marts 2019 opfordrede Retten (Sjette Afdeling) efter forslag fra den refererende dommer og som led i foranstaltninger med henblik på sagens tilrettelæggelse i henhold til procesreglementets artikel 89 sagsøgerne til at fremlægge listen over tolke og konferencetolke, der er rekvireret til den 3. juli 2018. Sagsøgerne efterkom denne opfordring inden for den fastsatte frist.", "label": [[7, 21, "DATE"], [33, 57, "ORG"], [252, 257, "PROFESSION"], [261, 276, "PROFESSION"], [304, 316, "DATE"]]}
{"text": "26 Sagsøgerne indleverede replik den 1. april 2019.", "label": [[37, 50, "DATE"]]}
{"text": "27 Ved skrivelse indleveret til Rettens Justitskontor den 3. april 2019 frafaldt Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel og Christof van den Tempel søgsmålet (herefter »det delvise frafald«). Ved dokument indleveret til Rettens Justitskontor den 5. april 2019 afgav Parlamentet og Rådet deres bemærkninger til det delvise frafald. Ved kendelse af 30. april 2019 fjernede formanden for Rettens Sjette Afdeling navnene på de nævnte personer fra listen over sagsøgere og traf afgørelse om sagsomkostningerne vedrørende det delvise frafald.", "label": [[32, 53, "ORG"], [58, 71, "DATE"], [81, 92, "PER"], [94, 109, "PER"], [111, 122, "PER"], [124, 144, "PER"], [148, 171, "PER"], [244, 265, "ORG"], [270, 283, "DATE"], [290, 301, "ORG"], [305, 310, "ORG"], [371, 385, "DATE"], [395, 404, "PROFESSION"], [409, 432, "ORG"]]}
{"text": "28 Parlamentet indleverede duplik den 10. maj 2019, hvor retsforhandlingernes skriftlige del blev afsluttet.", "label": [[3, 14, "ORG"], [38, 50, "DATE"]]}
{"text": "29 Da et medlem af Sjette Afdeling havde forfald, udpegede denne afdelings formand en anden dommer, for at afdelingen kan være beslutningsdygtig.", "label": [[19, 34, "ORG"], [75, 82, "PROFESSION"], [92, 98, "PROFESSION"]]}
{"text": "30 Efter forslag fra Sjette Afdeling besluttede Retten i henhold til procesreglementets artikel 28 at henvise sagen til et udvidet dommerkollegium.", "label": [[21, 36, "ORG"], [48, 54, "ORG"]]}
{"text": "31 Efter forslag fra den refererende dommer besluttede Retten (Sjette Udvidede Afdeling) at indlede retsforhandlingernes mundtlige del og anmodede som led i foranstaltninger med henblik på sagens tilrettelæggelse, jf. procesreglementets artikel 89, parterne om at besvare visse spørgsmål og opfordrede dels Parlamentet til at fremlægge den afgørelse, hvorved det fastlagde de myndigheder, der inden for deres område skulle udøve de beføjelser, som er overdraget ved vedtægten til ansættelsesmyndigheden, dels sagsøgerne til at fremlægge »ad hoc-aftalen af januar 2014«, som de har henvist til i stævningen. Parterne efterkom disse anmodninger inden for den fastsatte frist.", "label": [[25, 43, "PROFESSION"], [55, 88, "ORG"], [307, 318, "ORG"], [556, 567, "DATE"]]}
{"text": "32 Parterne afgav indlæg og besvarede mundtlige spørgsmål fra Retten i retsmødet den 9. oktober 2019.", "label": [[62, 68, "ORG"], [85, 100, "DATE"]]}
{"text": "Parternes påstande", "label": []}
{"text": "33 Sagsøgerne har nedlagt følgende påstande:", "label": []}
{"text": "– Afgørelsen af 2. juli 2018 og de afgørelser, der blev truffet efter sagens anlæg, annulleres.", "label": [[16, 28, "DATE"]]}
{"text": "– Parlamentet tilpligtes at betale erstatning for den ikke-økonomiske skade, der efter ret og billighed opgøres til 1 000 EUR pr. sagsøger.", "label": [[2, 13, "ORG"], [116, 121, "AMOUNT_VALUE"], [122, 125, "AMOUNT_UNIT"]]}
{"text": "– Parlamentet tilpligtes at betale sagsomkostningerne.", "label": [[2, 13, "ORG"]]}
{"text": "34 Parlamentet har nedlagt følgende påstande:", "label": [[3, 14, "ORG"]]}
{"text": "– Delvis afvisning af søgsmålet, delvis frifindelse.", "label": []}
{"text": "– Sagsøgerne tilpligtes at betale sagsomkostningerne.", "label": []}
{"text": "35 Rådet har nedlagt følgende påstande:", "label": [[3, 8, "ORG"]]}
{"text": "– Delvis afvisning af søgsmålet, delvis frifindelse af Parlamentet.", "label": [[55, 66, "ORG"]]}
{"text": "– Der træffes afgørelse om sagsomkostningerne efter gældende regler.", "label": []}
{"text": "Retlige bemærkninger", "label": []}
{"text": "Annullationspåstandene", "label": []}
{"text": "Formaliteten", "label": []}
{"text": "– Formaliteten, for så vidt som søgsmålet er rettet mod de afgørelser, der blev truffet efter sagens anlæg", "label": []}
{"text": "36 Parlamentet har gjort gældende, at sagsøgerne ikke kan støtte sig på procesreglements artikel 86 med henblik på at nedlægge påstand om annullation af de afgørelser, der blev truffet efter sagens anlæg, for så vidt som disse afgørelser ikke har til formål at erstatte eller ændre afgørelsen af 2. juli 2018. Denne institution har anført, at de afgørelser, der blev truffet efter sagens anlæg, til trods for den overvejende sandsynlighed for, at de ville blive vedtaget, ikke kan være genstand for nærværende sag, eftersom de ikke havde affødt retsvirkninger på det tidspunkt, hvor nærværende sag blev anlagt. Parlamentet har for fuldstændighedens skyld tilføjet, at sagsøgerne skulle have fulgt den administrative procedure i henhold til vedtægtens artikel 90, stk. 2, før de nedlagde påstand om annullation af de afgørelser, der blev truffet efter sagens anlæg.", "label": [[3, 14, "ORG"], [296, 308, "DATE"], [611, 622, "ORG"]]}
{"text": "37 Sagsøgerne har påberåbt sig ekstraordinære omstændigheder og i det væsentlige anført, at de i betragtning af den meget sene vedtagelse af rekvireringsforanstaltningerne kan nedlægge påstand om annullation af de afgørelser, der blev truffet efter sagens anlæg. Sagsøgerne har tilføjet, at selv om det er korrekt, at disse afgørelser ikke var blevet vedtaget, da sagen blev anlagt, var det ikke desto mindre sikkert, at de ville blive vedtaget. Det er sagsøgernes opfattelse, at såfremt de skulle anses for forpligtede til at anlægge lige så mange sager, som der er afgørelser, ville en sådan forpligtelse være åbenbart uforholdsmæssig, urimelig, i strid med en korrekt retspleje og med adgangen til effektive retsmidler, som er fastsat i artikel 47 i Den Europæiske Unions charter om grundlæggende rettigheder (herefter »chartret«). Sagsøgerne har præciseret, at de har fulgt den administrative procedure i henhold til vedtægtens artikel 90, stk. 2.", "label": [[753, 774, "LOC"]]}
{"text": "38 Det skal i denne henseende bemærkes, at Retten ifølge praksis kun kan forelægges en påstand om annullation af en eksisterende retsakt, der er bebyrdende (dom af 16.9.2013, Bank Kargoshaei m.fl. mod Rådet, T-8/11, ikke trykt i Sml., EU:T:2013:470, præmis 47).", "label": [[43, 49, "ORG"], [164, 173, "DATE"], [175, 190, "ORG"], [201, 206, "ORG"]]}
{"text": "39 Det skal i det foreliggende tilfælde konstateres, at sagsøgerne har tilkendegivet, at de havde til hensigt at nedlægge påstand om annullation af »de kommende afgørelser om rekvirering af personale for den 4., 5., 10. og 11. juli 2018«. I henhold til den retspraksis, der er nævnt i præmis 38 ovenfor, kan sådanne påstande om, at Retten tager stilling til lovligheden af hypotetiske retsakter, som endnu ikke er vedtaget, ikke antages til realitetsbehandling, og de skal nødvendigvis afvises (kendelse af 27.2.2019, SFIE-PE mod Parlamentet, T-401/18, ikke trykt i Sml., EU:T:2019:132, præmis 30). Selv om sagsøgerne har gjort gældende, at det på tidspunktet den 27. juni 2018 var sikkert, at de nævnte afgørelser ville blive vedtaget, og hvad deres indhold ville være, har de medgivet, at det ikke kunne udelukkes, at visse tolke, der oprindeligt skulle være rekvireret, måtte udskiftes i sidste øjeblik, bl.a. på grund af sygdom.", "label": [[208, 236, "DATE"], [332, 338, "ORG"], [507, 516, "DATE"], [518, 525, "ORG"], [530, 541, "ORG"], [664, 677, "DATE"], [826, 831, "PROFESSION"]]}
{"text": "40 De argumenter, som sagsøgerne har fremført, som gengivet i præmis 37 ovenfor, kan ikke drage tvivl om en sådan konklusion.", "label": []}
{"text": "41 Hvad for det første angår den angivelige tilsidesættelse af chartrets artikel 47 skal det anføres, at denne artikel ikke har til formål at ændre den domstolskontrolordning, der er fastlagt i traktaterne, og navnlig ikke reglerne for antagelse til realitetsbehandling af direkte søgsmål ved Den Europæiske Unions retsinstanser, således som det også fremgår af forklaringerne til denne artikel 47, hvilke forklaringer der i henhold til artikel 6, stk. 1, tredje afsnit, TEU og chartrets artikel 52, stk. 7, skal tages hensyn til ved fortolkningen af chartret (jf. dom af 4.6.2015, Andechser Molkerei Scheitz mod Kommissionen, C-682/13 P, ikke trykt i Sml., EU:C:2015:356, præmis 29 og den deri nævnte retspraksis).", "label": [[293, 314, "LOC"], [572, 580, "DATE"], [582, 608, "ORG"], [613, 625, "ORG"]]}
{"text": "42 Det skal endvidere bemærkes, at den angiveligt for sene vedtagelse af de afgørelser, der blev truffet efter sagens anlæg, ikke har frataget sagsøgerne muligheden for under de betingelser, der er fastsat i artikel 270 TEUF, at anlægge sag med påstand om annullation af disse afgørelser efter deres vedtagelse. Sagsøgernes adgang til effektive retsmidler er dermed under alle omstændigheder ikke blevet tilsidesat.", "label": []}
{"text": "43 Hvad for det andet angår den anmodning om tilpasning af stævningen, som sagsøgerne indleverede den 17. juli 2018, er det heri angivet, at de afgørelser, som på tidspunktet for sagsanlægget stadig lå ude i fremtiden, faktisk var blevet vedtaget. Det er sagsøgernes opfattelse, at denne anmodning om tilpasning af stævningen indebærer, at den foreliggende afvisningsgrund savner grundlag.", "label": [[102, 115, "DATE"]]}
{"text": "44 Det skal i denne forbindelse bemærkes, at det fremgår af procesreglementets artikel 86, stk. 1, at »[n]år en retsakt, der påstås annulleret, bliver erstattet af eller ændret ved en anden retsakt med samme genstand, kan sagsøgeren, inden retsforhandlingernes mundtlige del afsluttes, eller inden Rettens beslutning om at træffe afgørelse, uden at retsforhandlingerne omfatter en mundtlig del, tilpasse stævningen for at tage hensyn til dette nye forhold«.", "label": [[298, 305, "ORG"]]}
{"text": "45 Det skal imidlertid fastslås, at de afgørelser, der blev truffet efter sagens anlæg, ikke kan anses for at erstatte eller ændre afgørelsen af 2. juli 2018 eller de fremtidige afgørelser, der blev nedlagt påstand om annullation af i stævningen. Dels er det ubestridt, at de afgørelser, der blev truffet efter sagens anlæg, ikke havde til formål at erstatte eller ændre afgørelsen af 2. juli 2018, som ikke vedrører de samme datoer og er tilstillet andre adressater. Dels har procesreglementets artikel 86, stk. 1, hvad angår de fremtidige afgørelser, der blev nedlagt påstand om annullation af i stævningen, og i modsætning til det af sagsøgerne anførte, ikke til formål at gøre det muligt at antage en sag, der er rettet mod afgørelser, som endnu ikke var vedtaget, da sagen blev anlagt, til realitetsbehandling. Det fremgår af det ovenstående, at den af sagsøgerne indleverede anmodning om tilpasning af stævningen ikke indgår i anvendelsesområdet for procesreglementets artikel 86, stk. 1.", "label": [[145, 157, "DATE"], [385, 397, "DATE"], [717, 723, "ORG"]]}
{"text": "46 Under disse omstændigheder skal søgsmålet afvises, for så vidt som det er rettet mod de afgørelser, der blev truffet efter sagens anlæg.", "label": []}
{"text": "– Visse af sagsøgernes søgsmålskompetence", "label": []}
{"text": "47 Parlamentet har som svar på en af Retten anordnet foranstaltning med henblik på sagens tilrettelæggelse gjort gældende, at ud af de 31 sagsøgere, der har indleveret den foreliggende stævning, er det kun de 8, som var adressat for afgørelsen af 2. juli 2018. Parlamentet har heraf konkluderet, at de øvrige sagsøgere, som var rekvireret ved de afgørelser, der blev truffet efter sagens anlæg, ikke har kompetence til at nedlægge påstand om annullation af afgørelsen af 2. juli 2018, som de ikke er adressater for.", "label": [[3, 14, "ORG"], [37, 43, "ORG"], [247, 259, "DATE"], [261, 272, "ORG"], [471, 483, "DATE"]]}
{"text": "48 Sagsøgerne gjorde i retsmødet gældende, at de personer, der ikke var adressater for afgørelsen af 2. juli 2018, ikke desto mindre var individuelt berørt af nærværende søgsmål, eftersom de udgjorde en kategori, der var tilstrækkeligt identificeret inden for Parlamentets personale som omhandlet i dom af 15. juli 1963, Larsen mod Kommissionen (25/62, EU:C:1963:17, s. 223), og eftersom de var omfattet af det strejkevarsel, der blev indgivet i slutningen af maj 2018, og af alle fælleserklæringerne fra de fagforeninger, som de er medlemmer af, og at de via deres personalerepræsentanter i fagforeningsudvalget havde været involveret i den proces, der førte til forberedelsen af afgørelsen af 2. juli 2018.", "label": [[101, 113, "DATE"], [260, 272, "ORG"], [306, 319, "DATE"], [321, 327, "PER"], [332, 344, "ORG"], [446, 468, "DATE"], [592, 612, "ORG"], [695, 707, "DATE"]]}
{"text": "49 Det skal i denne henseende bemærkes, at andre personer end en afgørelses adressater kun vil kunne påstå, at de berøres individuelt, hvis beslutningen rammer dem på grund af visse egenskaber, som er særlige for dem, eller på grund af en faktisk situation, der adskiller dem fra alle andre og derfor individualiserer dem på lignende måde som adressaten (dom af 15.7.1963, Larsen mod Kommissionen, 25/62, EU:C:1963:17, s. 223, og af 29.4.2004, Italien mod Kommissionen, C-298/00 P, EU:C:2004:240, præmis 36 og den deri nævnte retspraksis).", "label": [[362, 371, "DATE"], [373, 379, "PER"], [384, 396, "ORG"], [433, 442, "DATE"], [444, 451, "ORG"], [456, 468, "ORG"]]}
{"text": "50 Det er i det foreliggende tilfælde tilstrækkeligt at bemærke, at afgørelsen af 2. juli 2018, som er en individuel afgørelse, og hvis adressater som omhandlet i artikel 263 TEUF er de tolke, der er genstand for rekvireringen (kendelse af 27.2.2019, SFIE-PE mod Parlamentet, T-401/18, ikke trykt i Sml., EU:T:2019:132, præmis 42), ikke berører de sagsøgere, som ikke blev rekvireret med denne afgørelse, eftersom der ikke i afgørelsen er iværksat nogen foranstaltning med hensyn til disse sagsøgere, og deres personlige situation ikke er påvirket. Følgelig er de sagsøgere, der ikke var adressater for afgørelsen af 2. juli 2018, ikke individualiseret på samme måde, som adressaterne som omhandlet i den retspraksis, der er nævnt i præmis 49 ovenfor, og de har dermed ikke kompetence til at nedlægge påstand om annullation af den nævnte afgørelse.", "label": [[82, 94, "DATE"], [186, 191, "PROFESSION"], [240, 249, "DATE"], [251, 258, "ORG"], [263, 274, "ORG"], [617, 629, "DATE"]]}
{"text": "Realiteten", "label": []}
{"text": "51 Sagsøgerne har til støtte for søgsmålet fremsat tre anbringender. Det første anbringende vedrører tilsidesættelse af retten til kollektive skridt og retten til information og høring således som fastsat i chartrets artikel 27 og 28 og Europa-Parlamentets og Rådets direktiv 2002/14/EF af 11. marts 2002 om indførelse af en generel ramme for information og høring af arbejdstagerne i Det Europæiske Fællesskab – Europa-Parlamentets, Rådets og Kommissionens fælles erklæring om arbejdstagerrepræsentation (EFT 2002, L 80, s. 29), som er blevet gennemført ved rammeaftalen indgået den 12. juli 1990 mellem Europa-Parlamentet og de faglige organisationer (herefter »rammeaftalen«), samt tilsidesættelse af retten til god forvaltning som fastsat i chartrets artikel 41. Det andet anbringende vedrører spørgsmålet om, hvorvidt udstederen af retsakten er inkompetent, og om der foreligger en tilsidesættelse af retssikkerhedsprincippet, og det tredje anbringende vedrører en tilsidesættelse af adgangen til effektive retsmidler, som er fastsat i chartrets artikel 47.", "label": [[237, 256, "ORG"], [260, 266, "ORG"], [290, 304, "DATE"], [385, 410, "LOC"], [413, 432, "ORG"], [434, 440, "ORG"], [444, 457, "ORG"], [584, 597, "DATE"], [605, 623, "ORG"]]}
{"text": "52 Det første anbringende er opdelt i to led. Det første led vedrører en tilsidesættelse af tolkes og konferencetolkes ret til at iværksætte kollektive skridt, og det andet vedrører en tilsidesættelse af samråds-og høringsproceduren.", "label": [[92, 98, "PROFESSION"], [102, 118, "PROFESSION"]]}
{"text": "53 Hvad angår de første led har sagsøgerne gjort gældende, at strejkeretten er en grundlæggende ret, som er fastsat i chartret og den europæiske socialpagt, undertegnet i Torino den 18. oktober 1961, som ændret. De har imidlertid anerkendt, at en sådan ret ikke er absolut, at den skal overholde proportionalitetsprincippet, og at udøvelsen heraf kan underlægges begrænsninger. Det er sagsøgernes opfattelse, at hverken vedtægtens artikel 55, som omhandler minimumsserviceniveauet i tilfælde af strejker, eller rammeaftalen eller afgørelsen af 2. juli 2018 kan fungere som en lov som omhandlet i chartrets artikel 52, stk. 1, der tillader begrænsninger i strejkeretten. De har anført, at det er almindeligt antaget, at strejkeretten i den offentlige tjeneste skal afbalanceres med behovet for at sikre væsentlige tjenester. De har henvist til Den Internationale Arbejdsorganisations (ILO) udvalg for fagforeningsfrihed, der sondrer mellem væsentlige tjenester og andre tjenester. De har fremhævet, at Parlamentet på intet tidspunkt har defineret klare og utvetydige regler med henblik på fastlæggelsen af, hvilke tjenester der kan vise sig som væsentlige for at sikre tjenestens kontinuitet. Ifølge sagsøgerne vil en sådan forudgående definition gøre det muligt som et første skridt at fremhæve den legitime karakter af det forfulgte formål og dernæst den nødvendige karakter af begrænsningen. I det foreliggende tilfælde forfølger afgørelsen af 2. juli 2018 ifølge sagsøgerne imidlertid ikke noget legitimt mål, og den er uforholdsmæssig.", "label": [[134, 144, "LOC"], [171, 177, "LOC"], [182, 198, "DATE"], [544, 556, "DATE"], [843, 919, "ORG"], [1001, 1012, "ORG"], [1446, 1458, "DATE"]]}
{"text": "54 Parlamentet har hertil svaret, at det ikke bestrider den omstændighed, at strejkeretten er en grundlæggende rettighed, der er fastsat i chartrets artikel 28. Denne institution har mindet om, at vedtægten ikke omhandler strejkeretten, og at Unionen principielt ikke er bundet af juridiske tekster fra ILO, eftersom Unionen ikke er medlem af denne organisation. Parlamentet har tilføjet, at i modsætning til det af sagsøgerne anførte skal vedtægtens artikel 55, stk. 1, anses for en begrænsning af strejkeretten, som er fastlagt i lovgivningen som omhandlet i chartrets artikel 52, stk. 1, og førstnævnte bestemmelse udgør dermed den bestemmelse i vedtægten, som kan danne grundlag for rekvireringer. Den nævnte institution har anført, at sådanne rekvireringer er begrundede, eftersom strejker har den virkning, og endog det formål, at de forstyrrer Parlamentets arbejde som lovgiver og kontrol- og budgetmyndighed. Disse foranstaltninger er dermed nødvendige i henhold til chartrets artikel 52, stk. 1. Hvad angår spørgsmålet, om de rekvireringer, der er indeholdt i afgørelsen af 2. juli 2018, er forholdsmæssige, har Parlamentet fremhævet, at det under strejken havde udviklet oversættelsestjenestens minimumsniveau mere og mere. Institutionen har heraf udledt, at afgørelsen af 2. juli 2018 ikke for alvor kan anfægtes ud fra en proportionalitetssynsvinkel.", "label": [[3, 14, "ORG"], [243, 250, "ORG"], [303, 306, "ORG"], [317, 324, "ORG"], [363, 374, "ORG"], [851, 863, "ORG"], [1083, 1095, "DATE"], [1121, 1132, "ORG"], [1283, 1295, "DATE"]]}
{"text": "55 Rådet er af den opfattelse, at vedtægten indeholder flere bestemmelser, der kan danne grundlag for rekvireringerne i afgørelsen af 2. juli 2018. Der kan f.eks. henvises til tjenestemandens loyalitetsforpligtelse, der er fastsat i vedtægtens artikel 11, stk. 1, hvorefter tjenestemanden udfører de opgaver, den pågældende har fået tildelt, objektivt og upartisk og under overholdelse af sin forpligtelse til loyalitet over for Unionen. Tilsvarende kan vedtægtens artikel 21, stk. 1, hvorefter tjenestemanden uanset tjenstlig rang skal bistå og rådgive sine foresatte og er ansvarlig for gennemførelsen af de opgaver, der bliver pålagt vedkommende, udgøre grundlaget for afgørelsen af 2. juli 2018. Rådet har ligeledes nævnt vedtægtens artikel 55, stk. 1, som fastsætter, at en tjenestemand i aktiv tjeneste til enhver tid skal stå til rådighed for sin institution. Rådet har ligeledes henvist til omsorgspligten, som den er udviklet i retspraksis.", "label": [[3, 8, "ORG"], [134, 146, "DATE"], [429, 436, "LOC"], [686, 698, "DATE"], [700, 705, "ORG"], [867, 872, "ORG"]]}
{"text": "56 I denne henseende fremgår det af chartrets artikel 28, at arbejdstagere og arbejdsgivere eller deres respektive organisationer i overensstemmelse med EU-retten og national lovgivning og praksis har ret til at forhandle og indgå kollektive overenskomster på passende niveauer og i tilfælde af interessekonflikter ret til kollektive skridt, herunder strejke, for at forsvare deres interesser.", "label": [[153, 155, "LOC"]]}
{"text": "57 Disse bestemmelser kan finde anvendelse i forholdet mellem institutionerne og deres personale (jf. i denne retning dom af 15.9.2016, U4U m.fl. mod Parlamentet og Rådet, T-17/14, ikke trykt i Sml., EU:T:2016:489, præmis 77, jf. dom af 13.12.2018, Haeberlen mod ENISA, T-632/16, ikke trykt i Sml., EU:T:2018:957, præmis 189 og den deri nævnte retspraksis).", "label": [[125, 134, "DATE"], [136, 139, "ORG"], [150, 161, "ORG"], [165, 170, "ORG"], [237, 247, "DATE"], [249, 258, "ORG"], [263, 268, "ORG"]]}
{"text": "58 Endvidere bestemmer chartrets 52, stk. 1, at enhver begrænsning i udøvelsen af de rettigheder og friheder, der anerkendes ved chartret, skal være fastlagt i lovgivningen og skal respektere disse rettigheders og friheders væsentligste indhold. Under iagttagelse af proportionalitetsprincippet kan der kun indføres begrænsninger, såfremt disse er nødvendige og faktisk svarer til mål af almen interesse, der er anerkendt af Unionen, eller et behov for beskyttelse af andres rettigheder og friheder.", "label": [[425, 432, "ORG"]]}
{"text": "59 Det følger af denne artikel, at en begrænsning af en ret, der er beskyttet af chartret, under alle omstændigheder skal opfylde tre betingelser, for at være i overensstemmelse med EU-retten (jf. i denne retning dom af 28.5.2013, Kelsi m.fl. mod Rådet, T-187/11, EU:T:2013:273, præmis 78).", "label": [[182, 184, "LOC"], [220, 229, "DATE"], [231, 236, "PER"], [247, 252, "ORG"]]}
{"text": "60 For det første skal begrænsningen være »fastlagt i lovgivningen«. Den omhandlede foranstaltning skal med andre ord have lovhjemmel (dom af 28.5.2013, Kelsi m.fl. mod Rådet, T-187/11, EU:T:2013:273, præmis 79 og den deri nævnte retspraksis).", "label": [[142, 151, "DATE"], [153, 158, "PER"], [169, 174, "ORG"]]}
{"text": "61 For det andet skal begrænsningen vedrøre et mål af almen interesse, der er anerkendt som sådant af Unionen (dom af 28.5.2013, Kelsi m.fl. mod Rådet, T-187/11, EU:T:2013:273, præmis 80).", "label": [[102, 109, "ORG"], [118, 127, "DATE"], [129, 134, "PER"], [145, 150, "ORG"]]}
{"text": "62 For det tredje må begrænsningen ikke være uforholdsmæssig. For det første skal den være nødvendig og proportional i forhold til det forfulgte formål. For det andet må »det væsentligste indhold«, dvs. substansen af den pågældende rettighed eller frihed, ikke krænkes (dom af 28.5.2013, Kelsi m.fl. mod Rådet, T-187/11, EU:T:2013:273, præmis 81 og den deri nævnte retspraksis).", "label": [[277, 286, "DATE"], [288, 293, "PER"], [304, 309, "ORG"]]}
{"text": "63 Det er i lyset af disse betragtninger, at det skal undersøges, om afgørelsen af 2. juli 2018 udgør en begrænsning af strejkeretten som beskyttet af chartrets artikel 28, og, i bekræftende fald, om de tre betingelser for at anse en sådan begrænsning for at være i overensstemmelse med EU-retten er opfyldt i det foreliggende tilfælde.", "label": [[83, 95, "DATE"], [287, 289, "LOC"]]}
{"text": "64 Retten finder, at afgørelsen af 2. juli 2018, for så vidt som den begrænser muligheden for de tolke, der er berørt af rekvireringsforanstaltningen, for at deltage i den kollektive og samordnede arbejdsnedlæggelse for at beskytte deres interesser, udgør en begrænsning af udøvelsen af strejkeretten, som er sikret i chartrets artikel 28. Parlamentet har i øvrigt ikke anfægtet en sådan konklusion, idet denne institution imidlertid har anført, at den nævnte begrænsning er i overensstemmelse med EU-retten.", "label": [[3, 9, "ORG"], [35, 47, "DATE"], [97, 102, "PROFESSION"], [340, 351, "ORG"], [498, 500, "LOC"]]}
{"text": "65 Det skal herefter undersøges, om begrænsningen i afgørelsen af 2. juli 2018 opfylder de betingelser, der er nævnt i præmis 60-62 ovenfor.", "label": [[66, 78, "DATE"]]}
{"text": "66 Hvad angår betingelsen om, at begrænsningen skal være »fastlagt i lovgivningen«, skal det bemærkes, at kravet om, at enhver begrænsning af udøvelsen af en rettighed, som er sikret i chartret, skal være fastlagt i lovgivningen, indebærer, at retsgrundlaget skal være tilstrækkeligt klart og præcist, og at det ved selv at definere rækkevidden af begrænsningen af udøvelsen af denne rettighed giver en vis beskyttelse mod eventuelle vilkårlige indgreb fra denne myndighed (jf. i denne retning dom af 17.12.2015, WebMindLicenses, C-419/14, EU:C:2015:832, præmis 81).", "label": [[501, 511, "DATE"], [513, 528, "ORG"]]}
{"text": "67 Ifølge fast retspraksis kræver retssikkerhedsprincippet, som hører til blandt de almindelige EU-retlige grundsætninger, desuden, at retsreglerne er klare, præcise og forudsigelige i deres retsvirkninger, især når de kan være bebyrdende for personer og virksomheder (jf. dom af 18.11.2008, Weisser, C-158/07, EU:C:2008:630, præmis 67 og den deri nævnte retspraksis).", "label": [[96, 98, "LOC"], [280, 290, "DATE"], [292, 299, "PER"]]}
{"text": "68 Det skal indledningsvis for det første præciseres, at afgørelsen af 2. juli 2018 vedrører vedtægtens artikel 55 og artikel 16 og 90 i ansættelsesvilkårene for Unionens øvrige ansatte samt rammeaftalen.", "label": [[71, 83, "DATE"], [162, 170, "LOC"]]}
{"text": "69 Artikel 16 i ansættelsesvilkårene for Unionens øvrige ansatte fastsætter en analog anvendelse af vedtægtens artikel 55 på Unionens øvrige ansatte. Den skal derfor ikke undergives en undersøgelse, der er forskellig fra undersøgelsen af den nævnte artikel 55. Artikel 90 i ansættelsesvilkårene for Unionens øvrige ansatte bestemmer, at uanset bestemmelserne i afsnit om kontraktansatte er konferencetolke, som Parlamentet eller Europa-Kommissionen på vegne af EU-institutionerne og ‑organerne ansætter til varetagelse af hjælpefunktioner, omfattet af bestemmelserne i aftalen af 28. juli 1999 mellem Parlamentet, Kommissionen og Den Europæiske Unions Domstol på institutionernes vegne på den ene side og de faglige sammenslutninger på den anden side. Denne artikel indeholder ingen bestemmelse, der kan udgøre retsgrundlaget for de omhandlede rekvireringsforanstaltninger. Den er i øvrigt ikke påberåbt af nogen af sagens parter.", "label": [[41, 49, "LOC"], [125, 133, "LOC"], [299, 307, "LOC"], [390, 405, "PROFESSION"], [411, 422, "ORG"], [429, 448, "ORG"], [461, 479, "LOC"], [580, 593, "DATE"], [601, 612, "ORG"], [614, 626, "ORG"], [630, 659, "ORG"]]}
{"text": "70 For det andet skal det bemærkes, at selv om afgørelsen af 2. juli 2018 vedrører vedtægtens artikel 55 i sin helhed, har Parlamentet præciseret, at det aldrig har været hensigten at basere denne afgørelse på stk. 2, 3 eller 4 i artikel 55, men alene på denne artikels stk. 1, der har en selvstændig rækkevidde, som ikke er berørt af de respektive anvendelsesområder for de øvrige stykker i denne artikel. Vedtægtens artikel 55, stk. 2, 3 eller 4, fastsætter under alle omstændigheder ikke anvendelsen af rekvireringer, således at de ikke kan fungere som en lov som omhandlet i chartrets artikel 52, stk. 1.", "label": [[61, 73, "DATE"], [123, 134, "ORG"]]}
{"text": "71 Det skal dermed undersøges, om dels vedtægtens artikel 55, stk. 1, eller dels rammeaftalen kan udgøre lovhjemmelen for afgørelsen af 2. juli 2018 som omhandlet i chartrets artikel 52, stk. 1.", "label": [[136, 148, "DATE"]]}
{"text": "72 Hvad for det første angår vedtægtens artikel 55, stk. 1, skal det fastslås, således som det allerede er blevet fastslået i retspraksis, at vedtægten intet indeholder om strejkeretten (dom af 18.3.1975, Köhler m.fl. mod Kommissionen, 44/74, 46/74 og 49/74, EU:C:1975:42, præmis 15). De løbende ændringer af vedtægten har ikke ændret denne omstændighed, således som Parlamentets i øvrigt har anerkendt.", "label": [[194, 203, "DATE"], [205, 211, "PER"], [222, 234, "ORG"], [367, 379, "ORG"]]}
{"text": "73 Det skal endvidere bemærkes, at i henhold til vedtægtens artikel 55, stk. 1, »[skal] en tjenestemand i aktiv tjeneste […] til enhver tid stå til rådighed for sin institution«. Det må konstateres, at en sådan bestemmelse, der findes i kapitel 1 vedrørende arbejdstidens længde i afsnit IV om tjenestemandens arbejdsvilkår, ikke fastsætter en præcis og klar begrænsning af udøvelsen af strejkeretten og endnu mindre en anvendelse af rekvireringer. Den indeholder ingen præcisering af rækkeviden af begrænsningen af strejkeretten som omhandlet i den retspraksis, der er nævnt i præmis 66 og 67 ovenfor, og den kan dermed ikke udgøre retsgrundlaget for de omhandlede rekvireringsforanstaltninger.", "label": []}
{"text": "74 Parlamentets argument, hvormed det gøres gældende, at vedtægtens artikel 55, stk. 1, tillader institutionen at henvende sig til tjenestemændene uden for arbejdstiden og sætte hensynet til tjenesten over enhver hensyntagen til normal arbejdstid eller ferie, kan ikke rejse tvivl om denne konklusion. Et sådan argument kan således ikke veje tungere end den betingelse, som følger af chartret, om kun at begrænse udøvelsen af en ret, som dette charter sikrer, ved anvendelse af en tilstrækkelig klar og præcis lov, der selv fastsætter rækkeviden af begrænsningen af udøvelsen af den omhandlede ret.", "label": [[3, 15, "ORG"]]}
{"text": "75 Det følger af det ovenstående, at de bestemmelser i vedtægten, som afgørelsen af 2. juli 2018 vedrører, og navnlig vedtægtens artikel 55, stk. 1, ikke kan udgøre lovhjemmelen for de rekvireringer, der er indeholdt i afgørelsen af 2. juli 2018.", "label": [[84, 96, "DATE"], [233, 245, "DATE"]]}
{"text": "76 Hvad for det andet angår rammeaftalen skal det præciseres, at aftaleparterne i henhold til denne aftales artikel 8 forpligter sig til i en protokol, der skal vedlægges aftalen som bilag, at fastlægge en forligsprocedure, der skal gennemføres under en arbejdsnedlæggelse.", "label": []}
{"text": "77 Det er imidlertid ubestridt, at den i præmis 76 ovenfor omtalte protokol aldrig er blevet vedtaget. Der er således ingen artikel i rammeaftalen, der kan udgøre lovhjemmelen for de omhandlede rekvireringsforanstaltninger.", "label": []}
{"text": "78 Heraf følger, at selv om det lægges til grund, at tjenestemænd kan udlede rettigheder som følge af tilsidesættelsen af de bestemmelser, der omhandler forholdet mellem institutionerne og de faglige organisationer, kan rammeaftalens artikel 8 i fraværet af den protokol, som artiklen henviser til, under alle omstændigheder ikke fungere som en lov som omhandlet i chartrets artikel 52, stk. 1.", "label": []}
{"text": "79 For det tredje hvad angår de øvrige bestemmelser, som Rådet har nævnt, dvs. vedtægtens artikel 11, stk. 1, og artikel 21, stk. 1, må det konstateres, at afgørelsen af 2. juli 2018 ikke vedrører disse bestemmelser, således at de ikke kan fungere som lovhjemmel. Det skal under alle omstændigheder bemærkes, at de heller ikke har til formål at fastlægge rækkeviden af begrænsningen af udøvelsen af strejkeretten som omhandlet i den retspraksis, der er nævnt i præmis 66 ovenfor.", "label": [[57, 62, "ORG"], [170, 182, "DATE"]]}
{"text": "80 Det samme gælder omsorgspligten, som Rådet ligeledes har henvist til, hvilken pligt i henhold til retspraksis afspejler balancen mellem gensidige rettigheder og forpligtelser i forholdet mellem den offentlige myndighed og ansatte i den offentlige tjeneste og navnlig indebærer, at myndigheden, når den træffer afgørelse om forhold vedrørende en tjenestemands situation, skal tage samtlige omstændigheder i betragtning, der kan være bestemmende for dens afgørelse, og at den herved skal tage hensyn til ikke blot tjenestens interesse, men tillige til den pågældende tjenestemands interesse (jf. i denne retning dom af 13.12.2017, William Moretti m.fl. mod EIB, T-482/16 RENV, EU:T:2017:901, præmis 131 (ikke trykt i Sml.) og den deri nævnte retspraksis). Det skal på dette punkt bemærkes, at selv om den offentlige myndighed i henhold til et sådant princip er forpligtet til ikke kun at tage tjenestemandens interesse i betragtning, men også tjenestens interesse, kan den ikke med henblik herpå træffe afgørelser helt uden for den lovmæssige sammenhæng. Dette argument skal derfor forkastes.", "label": [[40, 45, "ORG"], [620, 630, "DATE"], [632, 647, "PER"], [658, 661, "ORG"]]}
{"text": "81 Det følger af det ovenstående, at de omhandlede rekvireringsforanstaltninger udgør en begrænsning af strejkeretten, som ikke er fastlagt i lovgivningen. Afgørelsen af 2. juli 2018 skal dermed annulleres, for så vidt som den tilsidesætter denne grundlæggende ret, uden at det er fornødent at undersøge de to andre betingelser, der er fastsat i chartrets artikel 52, stk. 1, og som er nævnt i præmis 61 og 62 ovenfor, og sagsøgernes øvrige anbringender.", "label": [[170, 182, "DATE"]]}
{"text": "Erstatningspåstanden", "label": []}
{"text": "82 Sagsøgerne har i det væsentlige gjort gældende, at de ulovligheder, hvortil de har henvist til støtte for deres annullationspåstand, udgør fejl, som isoleret set eller samlet kan være ansvarspådragende for Parlamentet. De har anført, at de er blevet påført en ikke-økonomisk skade som følge af disse fejl.", "label": [[209, 220, "ORG"]]}
{"text": "83 Parlamentet har efter sin egen opfattelse ikke begået nogen ulovlighed ved rekvireringen af tolke og konferencetolke. Institutionen har tilføjet, at selv om det påhviler sagsøgerne at føre bevis for, at de reelt har lidt en skade, har de ikke præciseret, hvilken ikke-økonomisk skade de er blevet påført.", "label": [[3, 14, "ORG"], [95, 100, "PROFESSION"], [104, 119, "PROFESSION"]]}
{"text": "84 Indledningsvis skal det bemærkes, at et søgsmål med påstand om annullation og et søgsmål med påstand om erstatning er to selvstændige søgsmålsadgange. Da vedtægtens artikel 90 og 91 ikke indeholder nogen sondring mellem annullationssøgsmål og erstatningssøgsmål, hverken med hensyn til den administrative procedure eller til den processuelle behandling, og da de forskellige retsmidler er uafhængige af hinanden, kan en tjenestemand frit vælge mellem dem eller vælge dem begge samtidigt under forudsætning af, at der anlægges sag inden for fristen på tre måneder efter afvisningen af klagen (jf. dom af 18.9.2018, Hievanen Price m.fl. mod Den Europæiske Unions Domstol, T-702/16 P, EU:T:2018:557, præmis 66 og den deri nævnte retspraksis).", "label": [[554, 557, "AMOUNT_VALUE"], [558, 565, "AMOUNT_UNIT"], [606, 615, "DATE"], [617, 631, "PER"], [642, 671, "ORG"]]}
{"text": "85 Retspraksis har imidlertid fraveget nævnte princip i tilfælde, hvor et erstatningssøgsmål er nært forbundet med et annullationssøgsmål, der ikke for øvrigt kan antages til realitetsbehandling. Påstanden om erstatning skal således afvises, når et erstatningssøgsmål alene tilsigter at afhjælpe virkningerne af en akt, hvis en påstand om annullation af denne akt kunne være eller er blevet afvist (jf. dom af 18.9.2018, Hievanen Price m.fl. mod Den Europæiske Unions Domstol, T-702/16 P, EU:T:2018:557, præmis 67 og den deri nævnte retspraksis).", "label": [[410, 419, "DATE"], [421, 435, "PER"], [446, 475, "ORG"]]}
{"text": "86 I det foreliggende tilfælde har sagsøgerne nedlagt påstand om erstatning for den skade, de er blevet påført som følge af de ulovligheder, som Parlamentet begik ved vedtagelsen af såvel afgørelsen af 2. juli 2018 som de afgørelser, der blev truffet efter sagens anlæg. Det fremgår imidlertid af nærværende doms præmis 38-46, at søgsmålet skal afvises, for så vidt som det er rettet mod de afgørelser, der blev truffet efter sagens anlæg. Følgelig kan den foreliggende erstatningspåstand, for så vidt som der hermed søges opnået, at Parlamentet tilpligtes at betale erstatning til sagsøgerne som følge af de afgørelser, der blev truffet efter sagens anlæg, ikke antages til realitetsbehandling, og den skal afvises.", "label": [[145, 156, "ORG"], [202, 214, "DATE"], [534, 545, "ORG"]]}
{"text": "87 Hvad angår påstanden om erstatning for det tab, der er lidt som følge af afgørelsen af 2. juli 2018, skal det bemærkes, at Unionens ansvar uden for kontraktforhold som omhandlet i artikel 340, stk. 2, TEUF ifølge fast retspraksis forudsætter, at en række betingelser er opfyldt, nemlig at den adfærd, som Unionens institutioner lægges til last, har været retsstridig, at der foreligger et virkeligt tab, og at der er en årsagsforbindelse mellem denne adfærd og det påberåbte tab (jf. dom af 20.9.2016, Ledra Advertising m.fl. mod Kommissionen og ECB, C-8/15 P – C-10/15 P, EU:C:2016:701, præmis 64 og den deri nævnte retspraksis).", "label": [[90, 102, "DATE"], [126, 134, "ORG"], [308, 316, "LOC"], [494, 503, "DATE"], [505, 522, "ORG"], [533, 545, "ORG"], [549, 552, "ORG"]]}
{"text": "88 Hertil kommer, at tvister inden for personaleretsområdet, der vedrører artikel 270 TEUF og vedtægtens artikel 90 og 91, herunder tvister, der omhandler erstatning for den skade, som en tjenestemand eller en øvrig ansat har lidt, er underlagt særlige regler i forhold til de regler, der følger af de generelle principper om Unionens erstatningsansvar uden for kontrakt inden for rammerne af artikel 268 TEUF og artikel 340, stk. 2, TEUF. Det følger nemlig bl.a. af vedtægten, at en tjenestemand eller en ansat i Unionen i modsætning til enhver anden borger er bundet til den institution eller det organ, den pågældende tilhører, af en ansættelsesretlig forbindelse, som indebærer en ligevægt af specifikke gensidige rettigheder og pligter, som afspejles i institutionens omsorgspligt i forhold til den pågældende (jf. dom af 16.12.2010, Kommissionen mod Szymański, T-143/09 P, EU:T:2010:531, præmis 46 og den deri nævnte retspraksis). Det følger heraf, at det er tilstrækkeligt, at det fastslås, at der foreligger en ulovlighed, for at den første af de tre betingelse for, at Unionen kan ifalde ansvar for de skader, som dets tjenestemænd eller ansatte har lidt som følge af en tilsidesættelse af de EU-retlige regler vedrørende tjenestemænd, kan anses for opfyldt (dom af 12.7.2011, Kommissionen mod X, T-80/09 P, EU:T:2011:347, præmis 45).", "label": [[326, 334, "ORG"], [514, 521, "ORG"], [827, 837, "DATE"], [839, 851, "ORG"], [856, 865, "PER"], [1078, 1085, "ORG"], [1202, 1204, "LOC"], [1275, 1284, "DATE"], [1286, 1298, "ORG"], [1303, 1304, "PER"]]}
{"text": "89 Det følger i det foreliggende tilfælde af præmis 72-81 ovenfor, at afgørelsen af 2. juli 2018 er ulovlig, og at den skal annulleres.", "label": [[84, 96, "DATE"]]}
{"text": "90 Det følger ganske vist af fast retspraksis, at når erstatningspåstanden er støttet på den annullerede retsakts ulovlighed, udgør en afgørelse fra Retten om annullation i sig selv en passende og i princippet tilstrækkelig erstatning af hele den ikke-økonomiske skade, som sagsøgeren måtte have lidt (jf. dom af 18.9.2015, Carlström mod Frontex, T-653/13 P, EU:T:2015:652, præmis 82 og den deri nævnte retspraksis).", "label": [[149, 155, "ORG"], [313, 322, "DATE"], [324, 333, "PER"], [338, 345, "ORG"]]}
{"text": "91 Det er imidlertid ligeledes blevet fastslået, at annullation af en retsakt ikke i sig selv kan udgøre en passende og tilstrækkelig erstatning af enhver ikke-økonomisk skade, der er forårsaget af den annullerede retsakt, såfremt annullationen er uden enhver effektiv virkning (jf. dom af 18.9.2015, Carlström mod Frontex, T-653/13 P, EU:T:2015:652, præmis 83).", "label": [[290, 299, "DATE"], [301, 310, "PER"], [315, 322, "ORG"]]}
{"text": "92 I det foreliggende tilfælde er det ubestridt, at afgørelsen af 2. juli 2018 ikke længere har nogen effektiv virkning. Under disse omstændigheder vil annullation af denne afgørelse ikke kunne udgøre en passende og tilstrækkelig erstatning for den ikke-økonomiske skade, som sagsøgerne er påført.", "label": [[66, 78, "DATE"]]}
{"text": "93 Det skal derfor fastlægges, om sagsøgerne, ud over den ulovlighed, der er nævnt i præmis 89 ovenfor, som udgør en fejl, der kan være ansvarspådragende for Parlamentet, har godtgjort en skade, der er forbundet med denne fejl.", "label": [[158, 169, "ORG"]]}
{"text": "94 I det foreliggende tilfælde fremgår det af præmis 72-81 ovenfor, at sagsøgerne som følge af afgørelsen af 2. juli 2018 blev rekvireret til dagen den 3. juli 2018 uden nogen lovhjemmel, der tillod Parlamentet at iværksætte en sådan foranstaltning, og at de derfor ikke kunne udøve deres strejkeret under rekvireringens varighed. Desuden fandt disse rekvireringer sted meget sent, idet sagsøgerne først blev orienteret herom aftenen inden den dag, hvor de skulle gennemføres. Disse omstændigheder – der er beklagelige – medførte en ikke-økonomisk skade med direkte forbindelse til den ulovlighed, som afgørelsen af 2. juli 2018 er behæftet med.", "label": [[109, 121, "DATE"], [152, 164, "DATE"], [199, 210, "ORG"], [616, 628, "DATE"]]}
{"text": "95 Under disse omstændigheder er det en rimelig bedømmelse af skaden at pålægge Parlamentet at betale de medarbejdere, der blev rekvireret ved afgørelsen af 2. juli 2018, dvs. Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou og Jasmina Agidi, hver et beløb på 500 EUR.", "label": [[80, 91, "ORG"], [157, 169, "DATE"], [176, 194, "PER"], [196, 208, "PER"], [210, 242, "PER"], [244, 259, "PER"], [261, 283, "PER"], [287, 300, "PER"], [319, 322, "AMOUNT_VALUE"], [323, 326, "AMOUNT_UNIT"]]}
{"text": "Sagsomkostningerne", "label": []}
{"text": "96 Det følger af procesreglementets artikel 134, stk. 2, at hvis der er flere tabende parter, træffer Retten afgørelse om sagsomkostningernes fordeling.", "label": [[102, 108, "ORG"]]}
{"text": "97 Da Parlamentet har tabt sagen, bør det dels pålægges denne institution at bære sine egne omkostninger og betale de omkostninger, som de ved afgørelsen af 2. juli 2018 rekvirerede sagsøgere har afholdt, herunder omkostningerne i forbindelse med sagen om foreløbige forholdsregler og omkostningerne vedrørende Rådets intervention. Dels bestemmes, at de sagsøgere, der blev rekvireret ved de afgørelser, der blev truffet efter sagens anlæg, og som ligeledes har tabt sagen, bærer hver deres egne sagsomkostninger.", "label": [[6, 17, "ORG"], [157, 169, "DATE"], [311, 317, "ORG"]]}
{"text": "98 Desuden bærer de medlemsstater og institutioner, der er interveneret i sagen, i henhold til procesreglementets artikel 138 hver deres egne omkostninger. Rådet bærer derfor sine egne omkostninger.", "label": [[156, 161, "ORG"]]}
{"text": "På grundlag af disse præmisser udtaler og bestemmer RETTEN (Sjette Udvidede Afdeling):", "label": [[52, 85, "ORG"]]}
{"text": "1) Afgørelsen af 2. juli 2018, truffet af generaldirektøren for Europa-Parlamentets personale, om rekvirering af tolke og konferencetolke til den 3. juli 2018 annulleres.", "label": [[17, 29, "DATE"], [42, 59, "PROFESSION"], [64, 83, "ORG"], [113, 118, "PROFESSION"], [122, 137, "PROFESSION"], [146, 158, "DATE"]]}
{"text": "2) Parlamentet betaler et beløb på 500 EUR hver til Sommer-Mikin Clara, de Leur Lisa, Herdenstam Garcia Zaharia Marina, Byskata Zaharia, Tsirakoglou Persephone og Agidi Jasmina.", "label": [[3, 14, "ORG"], [35, 38, "AMOUNT_VALUE"], [39, 42, "AMOUNT_UNIT"], [52, 70, "PER"], [72, 84, "PER"], [86, 118, "PER"], [120, 135, "PER"], [137, 159, "PER"], [163, 176, "PER"]]}
{"text": "3) I øvrigt frifindes Parlamentet.", "label": [[22, 33, "ORG"]]}
{"text": "4) Parlamentet bærer sine egne omkostninger og betaler de omkostninger, som de ved afgørelsen af 2. juli 2018 rekvirerede sagsøgere har afholdt, herunder omkostningerne i forbindelse med sagen om foreløbige forholdsregler og omkostningerne vedrørende Rådet for Den Europæiske Unions intervention.", "label": [[3, 14, "ORG"], [97, 109, "DATE"], [251, 282, "ORG"]]}
{"text": "5) De sagsøgere, der blev rekvireret ved de afgørelser, der blev truffet efter sagens anlæg, bærer hver deres egne omkostninger.", "label": []}
{"text": "6) Rådet bærer sine egne omkostninger.", "label": [[3, 8, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Afsagt i offentligt retsmøde i Luxembourg den 29. januar 2020.", "label": [[31, 41, "LOC"], [46, 61, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: fransk.", "label": [[15, 21, "NATIONALITY"]]}
{"text": "1 – Listen over de øvrige sagsøgere er alene vedlagt som bilag til den version, som parterne har modtaget.", "label": []}
