{"text": "Sag anlagt den 3. februar 2020 – NetCologne mod Kommissionen", "label": [[15, 30, "DATE"], [33, 43, "ORG"], [48, 60, "ORG"]]}
{"text": "(Sag T-58/20)", "label": []}
{"text": "Processprog: tysk", "label": [[13, 17, "NATIONALITY"]]}
{"text": "Parter", "label": []}
{"text": "Sagsøger: NetCologne Gesellschaft für Telekommunikation mbH (Köln, Tyskland) (ved advokaterne K. Zimmermann, F. Rogers og I. Alonso)", "label": [[10, 59, "ORG"], [61, 75, "LOC"], [82, 93, "PROFESSION"], [94, 107, "PER"], [109, 118, "PER"], [122, 131, "PER"]]}
{"text": "Sagsøgt: Europa-Kommissionen", "label": [[9, 28, "ORG"]]}
{"text": "Sagsøgerens påstande", "label": []}
{"text": " ", "label": []}
{"text": "Afgørelse C(2019) 5187 final af 18. juli 2019, hvorved Kommissionen erklærede fusionen i sag M.8864 – Vodafone/Certain Liberty Global Assets forenelig med det indre marked og EØS-aftalen, annulleres.", "label": [[32, 45, "DATE"], [55, 67, "ORG"], [102, 110, "ORG"], [111, 140, "ORG"], [175, 178, "ORG"]]}
{"text": "Europa-Kommissionen tilpligtes at betale sagsomkostningerne.", "label": [[0, 19, "ORG"]]}
{"text": "Søgsmålsgrunde og væsentligste argumenter", "label": []}
{"text": "Til støtte for søgsmålet har sagsøgeren anført følgende anbringender.", "label": []}
{"text": "Første anbringende om, at Kommissionen har anlagt et åbenbart urigtigt skøn og tilsidesat begrundelsespligten og sin pligt til at udvise omhu, idet den har afvist, at der skulle foreligge væsentlige hindringer for en effektiv konkurrence på markedet for »detailudbud af transmission af TV-signaler til kunder i boligbyggeri« med henblik på:", "label": [[26, 38, "ORG"]]}
{"text": "antagelsen om, at deltagerne i fusionen ikke er direkte konkurrenter,", "label": []}
{"text": "antagelsen om, at deltagerne i fusionen ikke er potentielle konkurrenter og", "label": []}
{"text": "de negative virkninger, som fusionen vil have på konkurrenterne.", "label": []}
{"text": "Andet anbringende om, at Kommissionen har anlagt et åbenbart urigtigt skøn og tilsidesat begrundelsespligten og sin pligt til at udvise omhu, idet den har afvist, at der skulle foreligge væsentlige hindringer for en effektiv konkurrence på markedet for »detailudbud af transmission af TV-signaler til kunder i enfamiliehuse« med henblik på antagelsen om, at deltagerne i fusionen hverken er direkte eller potentielle konkurrenter", "label": [[25, 37, "ORG"]]}
{"text": "Tredje anbringende om, at Kommissionen har anlagt et åbenbart urigtigt skøn og tilsidesat artikel 2 og 8 i Rådets forordning nr. 139/2004 i forbindelse med afgrænsningen af markedet og ved bedømmelsen af den konkurrencemæssige virkning af udbuddet af produkter med flere anvendelsesmuligheder, herunder udbuddet af fastnettelekommunikation i kombination med mobiltelekommunikation (»udbud af fastnet/mobil)«.", "label": [[26, 38, "ORG"], [107, 113, "ORG"]]}
{"text": "Fjerde anbringende om, at Kommissionen har anlagt et åbenbart urigtigt skøn og tilsidesat artikel 2 og 8 i forordning nr. 139/2004, sin begrundelsespligt og sin pligt til at udvise omhu ved bedømmelsen af og antagelsen om, at der foreligger bredbåndsadgang på engrosniveau eller i forbindelse med afgivelse af tilsagn.", "label": [[26, 38, "ORG"]]}
{"text": "Rådets forordning (EF) nr. 139/2004 af 20.1.2004 om kontrol med fusioner og virksomhedsovertagelser (»EF-fusionsforordningen«) (EUT 2004, L 24, s. 1).", "label": [[0, 6, "ORG"], [39, 48, "DATE"]]}
