{"text": "RETTENS DOM (Niende Afdeling)", "label": [[0, 7, "ORG"], [13, 28, "ORG"]]}
{"text": "10. juni 2020 (*)", "label": [[0, 13, "DATE"]]}
{"text": "»EF-design – ugyldighedssag – registreret EF-design, der gengiver en kobling til tilslutning af køle- eller klimaanlæg til et motorkøretøj – alene påstand om omgørelse – forudsætningsvis annullationspåstand – formaliteten – ugyldighedsgrund – manglende iagttagelse af betingelserne for beskyttelse – artikel 4-9 og artikel 25, stk. 1, litra b), i forordning (EF) nr. 6/2002 – rækkevidden af appelkammerets undersøgelse – appelkammerets stillingtagen til manglende iagttagelse af en betingelse for beskyttelse under sagens forløb – afvigende konklusion i den anfægtede afgørelse – begrundelsespligt – artikel 62 og artikel 63, stk. 1, andet punktum, i forordning (EF) nr. 6/2002«", "label": [[391, 405, "ORG"], [421, 435, "ORG"]]}
{"text": "I sag T-100/19,", "label": []}
{"text": "L. Oliva Torras, S.A., Manresa (Spanien), ved advokaterne B. Athari Anaraki og D. Philip Bennett,", "label": [[0, 21, "ORG"], [23, 40, "LOC"], [46, 57, "PROFESSION"], [58, 75, "PER"], [79, 96, "PER"]]}
{"text": "sagsøger,", "label": []}
{"text": "mod", "label": []}
{"text": "Den Europæiske Unions Kontor for Intellektuel Ejendomsret (EUIPO) ved A. Portilla Díaz og G. Kaufmann, som befuldmægtigede,", "label": [[0, 65, "ORG"], [70, 86, "PER"], [90, 101, "PER"], [107, 122, "PROFESSION"]]}
{"text": "sagsøgt,", "label": []}
{"text": "den anden part i sagen for appelkammeret ved EUIPO og intervenient ved Retten:", "label": [[27, 50, "ORG"], [71, 77, "ORG"]]}
{"text": "Mecánica del Frío, S.L., Cornellá de Llobregat (Spanien), ved advokat Z. Leao Arribas,", "label": [[0, 23, "ORG"], [25, 56, "LOC"], [62, 69, "PROFESSION"], [70, 85, "PER"]]}
{"text": "angående et søgsmål anlagt til prøvelse af afgørelse truffet den 19. november 2018 af Tredje Appelkommer ved EUIPO (sag R 1397/2017-3) vedrørende en ugyldighedssag mellem L. Oliva Torras og Mecánica del Frío,", "label": [[65, 82, "DATE"], [86, 114, "ORG"], [171, 186, "ORG"], [190, 207, "ORG"]]}
{"text": "har RETTEN (Niende Afdeling),", "label": [[4, 28, "ORG"]]}
{"text": "sammensat af afdelingsformanden, P.J. Nilsson, og dommerne I. Barrett (refererende dommer) og A. Todorova,", "label": [[13, 31, "PROFESSION"], [33, 45, "PER"], [50, 58, "PROFESSION"], [59, 69, "PER"], [71, 89, "PROFESSION"], [94, 105, "PER"]]}
{"text": "justitssekretær: ekspeditionssekretær P. Lopez,", "label": [[0, 15, "PROFESSION"], [17, 37, "PROFESSION"], [38, 46, "PER"]]}
{"text": "under henvisning til stævningen, der blev indleveret til Rettens Justitskontor den 19. februar 2019,", "label": [[57, 78, "ORG"], [83, 99, "DATE"]]}
{"text": "under henvisning til EUIPO’s svarskrift, der blev indleveret til Rettens Justitskontor den 24. maj 2019,", "label": [[21, 28, "ORG"], [65, 86, "ORG"], [91, 103, "DATE"]]}
{"text": "under henvisning til intervenientens svarskrift, der blev indleveret til Rettens Justitskontor den 20. maj 2019,", "label": [[73, 94, "ORG"], [99, 111, "DATE"]]}
{"text": "under henvisning til afgørelse truffet den 14. november 2019 om ikke at forene sagerne T-100/19 og T-629/19,", "label": [[43, 60, "DATE"]]}
{"text": "og efter retsmødet den 16. januar 2020,", "label": [[23, 38, "DATE"]]}
{"text": "afsagt følgende", "label": []}
{"text": "Dom", "label": []}
{"text": "I. Sagens baggrund", "label": []}
{"text": "1 Sagsøgeren, L. Oliva Torras, S.A., og intervenienten, Mecánica del Frío, S.L., er to konkurrerende virksomheder inden for kit til tilslutning af køle- eller klimaanlæg til motorkøretøjer.", "label": [[14, 35, "ORG"], [56, 79, "ORG"]]}
{"text": "2 Den 10. april 2013 indgav intervenienten en ansøgning om registrering af et EF-design til Den Europæiske Unions Kontor for Intellektuel Ejendomsret (EUIPO) i henhold til Rådets forordning (EF) nr. 6/2002 af 12. december 2001 om EF-design (EFT 2002, L 3, s. 1).", "label": [[6, 20, "DATE"], [92, 157, "ORG"], [172, 178, "ORG"], [209, 226, "DATE"]]}
{"text": "3 Det EF-design, for hvilket der blev ansøgt om beskyttelse (herefter »det omtvistede design«), var gengivet således:", "label": []}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 De produkter, hvorpå det omtvistede design skal anvendes, henhører under klasse 12.16 i Locarnoarrangementet af 8. oktober 1968 vedrørende oprettelse af en international klassifikation af industrielle design, med senere ændringer, og svarer til følgende beskrivelse: »koblinger til køretøjer«.", "label": [[114, 129, "DATE"]]}
{"text": "5 Det omtvistede design er i registreringsansøgningen beskrevet som en kobling af samme type som dem, der bruges til at slutte køle- og klimaanlæg til et motorkøretøj.", "label": []}
{"text": "6 Det omtvistede design blevet registreret under nr. 2217588-0001 på datoen for ansøgningen og offentliggjort i Registreringstidende for EF-design nr. 2013/075 af 22. april 2013.", "label": [[49, 65, "IDNUM"], [137, 139, "LOC"], [147, 159, "IDNUM"], [163, 177, "DATE"]]}
{"text": "7 Den 22. august 2014 indgav sagsøgeren en ansøgning om registrering af et EF-design (design nr. 2523746-0006, registreret den samme dag og offentliggjort den 26. august 2014). Efter en ugyldighedsbegæring indgivet af intervenienten på grundlag af det omtvistede designs tidligere registrering blev design nr. 2523746-0006 ved ugyldighedsafdelingens afgørelse af 17. juni 2016 erklæret ugyldigt på grund af manglende opfyldelse af kravene om nyhed og individuel karakter.", "label": [[6, 21, "DATE"], [75, 77, "LOC"], [93, 109, "IDNUM"], [159, 174, "DATE"], [306, 322, "IDNUM"], [327, 349, "ORG"], [363, 376, "DATE"]]}
{"text": "8 Den 15. marts 2016 indgav sagsøgeren en ugyldighedsbegæring på baggrund af artikel 52, stk. 1, i forordning nr. 6/2002 vedrørende det omtvistede design.", "label": [[6, 20, "DATE"]]}
{"text": "9 Til støtte for sin ugyldighedsbegæring påberåbte sagsøgeren sig den grund, der er indeholdt i artikel 25, stk. 1, litra b), i forordning nr. 6/2002, nemlig at det omtvistede design ikke opfyldte betingelserne fastsat i artikel 4-9 i denne forordning.", "label": []}
{"text": "10 For at underbygge sin ugyldighedsbegæring anførte sagsøgeren eksistensen af et tidligere design, der gengav et tilslutningskit, identificeret som element »KC11 080 242«, og sagsøgeren tilførte sagsakterne en gengivelse af dette element i form af en digital »fremstilling« (billede A) samt et fotografi, der ifølge sagsøgeren svarede til dette element (billede B).", "label": [[158, 170, "IDNUM"]]}
{"text": "11 Ved afgørelse af 10. maj 2017 forkastede ugyldighedsafdelingen sagsøgerens ugyldighedsindsigelse. Ugyldighedsafdelingen fandt særligt, at det eneste design, for hvilket en tidligere offentliggørelse var påvist, dvs. designet gengivet på billede A, ikke kunne ændre på, at det omtvistede design opfyldte kravet om nyhed og individuel karakter, henset til forskellene mellem de to design.", "label": [[20, 32, "DATE"], [44, 65, "ORG"], [101, 122, "ORG"]]}
{"text": "12 Den 27. juni 2017 påklagede sagsøgeren i medfør af artikel 55-60 i forordning nr. 6/2002 ugyldighedsafdelingens afgørelse til appelkammeret. Foruden billede A og B havde sagsøgeren tilført sagsakterne en skitse fra sin hjemmeside over element »KC11 080 242« (billede C).", "label": [[7, 20, "DATE"], [92, 114, "ORG"], [129, 142, "ORG"], [247, 259, "IDNUM"]]}
{"text": "13 Den 16. maj 2018 sendte appelkammeret en meddelelse til parterne (herefter »meddelelsen af 16. maj 2018«) på baggrund af artikel 59, stk. 2, i forordning nr. 6/2002, i hvilken det var angivet, at appelkammeret udledte af parternes angivelser og af sagens akter, at det omtvistede design vedrørte et produkt, der udgjorde en komponent (dvs. en koblingsdel) af et sammensat produkt (dvs. det samlede element bestående af motor, kobling og kompressor), som, når denne komponent først var indsat i det sammensatte produkt, ikke længere var synlig under normal brug af dette sammensatte produkt. Appelkammeret fastslog på denne baggrund, at det omtvistede design følgelig hverken kunne anses for at være nyt eller have individuel karakter i den forstand, hvori disse udtryk er anvendt i artikel 4, stk. 2, i forordning nr. 6/2002, og at det derfor skulle erklæres ugyldigt, da det ikke overholdt nævnte artikel 4.", "label": [[7, 19, "DATE"], [27, 40, "ORG"], [94, 106, "DATE"], [199, 212, "ORG"], [594, 607, "ORG"]]}
{"text": "14 På appelkammerets opfordring fremsatte sagsøgeren og intervenienten den 16. juli, henholdsvis den 17. september 2018, bemærkninger til indholdet af meddelelsen af 16. maj 2018.", "label": [[6, 20, "ORG"], [75, 83, "DATE"], [101, 119, "DATE"], [166, 178, "DATE"]]}
{"text": "15 Ved afgørelse af 19. november 2018 (herefter »den anfægtede afgørelse«) forkastede Tredje Appelkammer ved EUIPO klagen af følgende grunde. Appelkammeret angav for det første, at i modsætning til, hvad intervenienten havde gjort gældende, skulle det lægges til grund, at sagsøgeren havde begæret det omtvistede designs ugyldighed under henvisning til, at det ikke levede op til betingelserne fastsat i artikel 5, 6, 8 og 9 i forordning nr. 6/2002, og at det derfor påhvilede appelkammeret at undersøge hver af disse betingelser i lyset af de fremførte anbringender. For det andet forkastede appelkammeret klagepunktet vedrørende det omtvistede designs manglende opfyldelse af nyhedskravet. Det påpegede i denne henseende, at alene offentliggørelsen af designet på billede A var påvist, og at dette design og det omtvistede design tydeligt adskilte sig. For det tredje forkastede appelkammeret klagepunktet vedrørende det omtvistede designs manglende individuelle karakter. For det fjerde bemærkede appelkammeret, at i det omfang sagsøgeren ingen argumenter havde fremsat vedrørende det omtvistede designs udelukkelse fra beskyttelse i medfør af artikel 8 og 9 i forordning nr. 6/2002, måtte sagsøgerens ugyldighedsbegæring afvises, for så vidt som den var baseret på disse bestemmelser, henset til kravene fastsat i denne forordnings artikel 63, stk. 1. I begrundelsen for den anfægtede afgørelse tog appelkammeret derimod ikke stilling til anvendelsen af samme forordnings artikel 4, stk. 2 og 3, der havde været genstand for meddelelsen af 16. maj 2018, og parternes efterfølgende bemærkninger som nævnt ovenfor i henholdsvis præmis 13 og 14.", "label": [[20, 37, "DATE"], [86, 114, "ORG"], [142, 155, "ORG"], [477, 490, "ORG"], [593, 606, "ORG"], [881, 894, "ORG"], [1000, 1013, "ORG"], [1403, 1416, "ORG"], [1544, 1556, "DATE"]]}
{"text": "II. Parternes påstande", "label": []}
{"text": "16 Sagsøgeren har formelt nedlagt følgende påstande:", "label": []}
{"text": "– »[A] Appelkammerets konklusioner [stadfæstes på baggrund af den anførte ugyldighedsgrund], og [det bemærkes], at ugyldighedssagen er baseret på de ugyldighedsgrunde for et EF-design, der er fastsat i artikel 4-9 i [forordning nr. 6/2002], »betingelser for beskyttelse«.«", "label": [[7, 21, "ORG"], [174, 176, "LOC"]]}
{"text": "– »[B] [Der foretages en] sammenligning, der tager højde for hele det fremlagte bevismateriale og de særlige omstændigheder i den foreliggende sag.«", "label": []}
{"text": "– »[C] [Det omtvistede design erklæres] ugyldigt med den begrundelse, at det nærmest er identisk med, og dermed udgør en næsten identisk efterligning af det markedsførte design uden sagsøgerens tilladelse.«", "label": []}
{"text": "– »[D] [Det omtvistede design erklæres] ugyldigt på grund af manglende individuel karakter med hensyn til de [af sagsøgeren] tidligere offentliggjorte design.«", "label": []}
{"text": "– »[E] [Det omtvistede design erklæres] ugyldigt, dels fordi det falder under forbuddet i artikel 8, stk. 1 og 2, [i forordning nr. 6/2002], idet dets udseende alene er bestemt ved dets tekniske funktion, dels fordi det er omfattet af det absolutte forbud fastsat i artikel 4 [i forordning nr. 6/2002], idet det udgør en komponent af et sammensat produkt.«", "label": []}
{"text": "– »[F] Appelkammerets afgørelse stadfæst[es], [for så vidt som denne har erklæret det omtvistede design i modstrid med bestemmelserne i artikel 9 i forordning nr. 6/2002].«", "label": [[7, 21, "ORG"]]}
{"text": "– »[G] Den tabende part [tilpligtes] at [betale sagsomkostningerne].«", "label": []}
{"text": "17 EUIPO har nedlagt følgende påstande:", "label": [[3, 8, "ORG"]]}
{"text": "– Frifindelse.", "label": []}
{"text": "– Sagsøgeren tilpligtes at betale sagsomkostningerne.", "label": []}
{"text": "18 Intervenienten har nedlagt følgende påstande:", "label": []}
{"text": "– Den anfægtede afgørelse stadfæstes.", "label": []}
{"text": "– Den tabende part tilpligtes at betale sagsomkostningerne.", "label": []}
{"text": "III. Retlige bemærkninger", "label": []}
{"text": "A. Formaliteten", "label": []}
{"text": "19 EUIPO har anført, at stævningen indeholder påstande, som må afvises, idet de søger stadfæstelse af den anfægtede afgørelse. I øvrigt har EUIPO gjort gældende, at det påhviler Retten at afgøre, om det kan udledes af stævningens kontekst, at den anfægtede afgørelse er påstået annulleret, og om påstandene vedrørende omgørelse som følge heraf kan antages til realitetsbehandling. Under retsmødet påpegede EUIPO, at sagsøgerens anmodning om annullation af den anfægtede afgørelse, som sagsøgeren fremsatte i sit mundtlige indlæg, ikke fremgår af stævningen.", "label": [[3, 8, "ORG"], [140, 145, "ORG"], [178, 184, "ORG"], [406, 411, "ORG"]]}
{"text": "20 På Rettens opfordring præciserede sagsøgeren under retsmødet, at denne anmodede om annullation af den anfægtede afgørelse i sin helhed, herunder for så vidt som denne afgørelse tog stilling til anvendelsen af artikel 8 og 9 i forordning nr. 6/2002.", "label": [[6, 13, "ORG"]]}
{"text": "21 I denne henseende skal det indledningsvis bemærkes, at i henhold til artikel 61, stk. 3, i forordning nr. 6/2002 har Retten alene beføjelse til at annullere eller omgøre appelkamrenes afgørelser. Det tilkommer derimod ikke Retten at afsige deklaratoriske domme, og en påstand i denne retning skal således afvises (jf. i denne retning og analogt dom af 14.6.2017, Aydin mod EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T-95/16, ikke trykt i Sml., EU:T:2017:388, præmis 17 og den deri nævnte retspraksis).", "label": [[120, 126, "ORG"], [226, 232, "ORG"], [355, 364, "DATE"], [366, 371, "ORG"], [376, 381, "ORG"], [384, 398, "ORG"], [400, 415, "TITLE"]]}
{"text": "22 I det foreliggende tilfælde skal det påpeges, at i den del af stævningen, som sagsøgeren har givet overskriften »Påstande«, har sagsøgeren oplistet en række af syv anmodninger i ordenen fra A-G, hvis indhold er gengivet ovenfor i præmis 16.", "label": []}
{"text": "23 På den ene side skal det bemærkes, at blandt disse forskellige anmodninger er det muligt klart og entydigt at identificere en påstand, i henhold til hvilken det omtvistede design erklæres ugyldigt af Retten, og en påstand, der i det væsentlige går på, at EUIPO og intervenienten skal pålægges sagsomkostningerne.", "label": [[203, 209, "ORG"], [258, 263, "ORG"]]}
{"text": "24 På den anden side skal det bemærkes, at sagsøgerens øvrige anmodninger oplistet i den del af stævningen, der bærer overskriften »Påstande«, reelt ikke udgør påstande i sig selv. Det kan særligt udledes af formuleringen af punkterne A-F i denne del af stævningen og ligeledes af gentagelsen af denne oplistning i alfabetisk orden under »Anbringender og argumenter« i stævningen, at sagsøgeren heri har fremstillet de trin i argumentationen, som sagsøgeren har anmodet Retten om at tage til sig i begrundelsen af den kommende dom, og som ifølge sagsøgeren bør lede til, at det omtvistede design erklæres ugyldigt.", "label": [[470, 476, "ORG"]]}
{"text": "25 Endelig skal det påpeges, at sagsøgeren under retsmødet i det væsentlige tilkendegav at anmode om annullation af den anfægtede afgørelse i sin helhed.", "label": []}
{"text": "26 Sagsøgerens påstande skal i lyset af disse konstateringer og forklaringer fortolkes som følger.", "label": []}
{"text": "27 For det første fremgår det af konstateringerne ovenfor i præmis 22-24, at sagsøgeren ikke har nedlagt påstand om, at Retten skal afsige en deklaratorisk dom i den forstand, hvori dette udtryk er anvendt i den retspraksis, til hvilken der er henvist ovenfor i præmis 21. Ved at anmode Retten om at stadfæste den anfægtede afgørelse på visse punkter eller at foretage en sammenligning mellem de omtvistede design, idet der tages hensyn til alle de fremlagte elementer og forholdene i den foreliggende sag, har sagsøgeren nemlig taget sigte på begrundelsen for den kommende dom, men ikke den afgørelse, der skal formuleres i domskonklusionen, som det også fremgår af præmis 24 ovenfor. EUIPO’s betragtninger vedrørende Rettens afvisning af disse anmodninger skal derfor forkastes.", "label": [[120, 126, "ORG"], [287, 293, "ORG"], [686, 693, "ORG"], [719, 726, "ORG"]]}
{"text": "28 Hvad i øvrigt angår begrundelsen for den anfægtede afgørelse, og som også sagsøgerens forklaringer under retsmødet bekræftede, skal den anmodning, som sagsøgeren har fremsat under punkt F under overskriften »Påstande« i stævningen, der, i henhold til sin formulering, søger, at Retten skal »bekræfte« den anfægtede afgørelse i det omfang, denne har erklæret det omtvistede design stridende mod bestemmelsen i artikel 9 i forordning nr. 6/2002, ikke forstås bogstaveligt. For så vidt som appelkammeret i den foreliggende sag netop afviste at anvende denne artikel, skal denne anmodning om »bekræfte[lse]« nemlig, uanset formuleringen heraf, reelt forstås som en fremsættelse af et anbringende vedrørende et fejlskøn, idet appelkammeret ikke betragtede det omtvistede design som stridende mod bestemmelsen i førnævnte artikel 9.", "label": [[281, 287, "ORG"], [490, 503, "ORG"], [724, 737, "ORG"]]}
{"text": "29 For det andet skal det fastslås, at for så vidt angår påstanden fremsat i stævningen om, at det omtvistede design erklæres ugyldigt, tager denne reelt sigte mod, at Retten skal træffe den afgørelse, som appelkammeret ifølge sagsøgeren burde have truffet, da det blev forelagt klagen. Det fremgår nemlig af artikel 60, stk. 1, andet punktum, i forordning nr. 6/2002, at appelkammeret efter at have annulleret den afgørelse, der anfægtes for det, kan omgøre den af afdelingen ved EUIPO trufne afgørelse, og således i det foreliggende tilfælde træffe afgørelse om ugyldigheden af det omtvistede design. Denne foranstaltning er således omfattet af dem, der kan træffes af Retten i medfør af dens beføjelse til at omgøre en afgørelse i henhold til artikel 61, stk. 3, i førnævnte forordning (jf. i denne retning og analogt dom af 27.2.2014, Advance Magazine Publishers mod KHIM – Nanso Group (TEEN VOGUE), T-509/12, EU:T:2014:89, præmis 15 og den deri nævnte retspraksis).", "label": [[168, 174, "ORG"], [206, 219, "ORG"], [372, 385, "ORG"], [466, 476, "ORG"], [481, 486, "ORG"], [671, 677, "ORG"], [828, 837, "DATE"], [839, 866, "ORG"], [871, 875, "ORG"], [878, 889, "ORG"], [891, 901, "TITLE"]]}
{"text": "30 I øvrigt har sagsøgeren ganske vist i princippet ikke adgang til at ændre stævningens oprindelige genstand ved at erstatte sine påstande om omgørelse med påstande om annullation af den anfægtede afgørelse som første gang fremsat under retsmødet (jf. i denne retning og analogt dom af 27.1.2000, Fuchs m.fl. mod Rådet og Kommissionen, C-104/89 og C-37/90, EU:C:2000:38, præmis 47, og af 21.4.2005, Holcim (Deutschland) mod Kommissionen, T-28/03, EU:T:2005:139, præmis 45).", "label": [[287, 296, "DATE"], [298, 303, "PER"], [314, 319, "ORG"], [323, 335, "ORG"], [389, 398, "DATE"], [400, 406, "ORG"], [408, 419, "LOC"], [425, 437, "ORG"]]}
{"text": "31 Med hensyn til indholdet af stævningen, og som også bekræftet af sagsøgerens forklaringer under retsmødet, skal sagsøgerens påstand om annullation imidlertid betragtes som forudsætningsvis indeholdende en anmodning om omgørelse af den anfægtede afgørelse (jf. i denne retning dom af 7.11.2013, Malczewska mod KHIM – Puma (Springende kattedyr), T-666/11, ikke trykt i Sml., EU:T:2013:584, præmis 18 og den deri nævnte retspraksis). Det er inden for rammerne af prøvelsen af sagens realitet, at det tilkommer Retten, i tilfælde af, at et af stævningens anbringender måtte være velbegrundet, at afgøre, om dette anbringende gør Retten i stand til at foretage en omgørelse af den anfægtede afgørelse på baggrund af de faktiske og retlige omstændigheder, der er fastslået, eller om dette anbringende i modsat fald alene kan føre til annullation af denne afgørelse (jf. i denne retning og analogt dom af 26.9.2014, Koscher + Würtz mod KHIM – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T-445/12, EU:T:2014:829, præmis 39 og den deri nævnte retspraksis).", "label": [[286, 295, "DATE"], [297, 307, "PER"], [312, 316, "ORG"], [319, 323, "ORG"], [510, 516, "ORG"], [628, 634, "ORG"], [901, 910, "DATE"], [912, 927, "ORG"], [932, 936, "ORG"], [939, 957, "ORG"], [959, 982, "TITLE"]]}
{"text": "32 Det skal følgelig bemærkes, at sagsøgeren har anmodet Retten dels om at annullere den anfægtede afgørelse, dels om at omgøre den ved at fastslå det omtvistede designs ugyldighed, og at disse påstande således kan antages til realitetsbehandling.", "label": [[57, 63, "ORG"]]}
{"text": "B. Realiteten", "label": []}
{"text": "33 Til støtte for søgsmålet har sagsøgeren i det væsentlige fremsat seks anbringender. Med det første anbringende har sagsøgeren gjort gældende, at grundlaget for ugyldighedssagen er de ugyldighedsgrunde, som er fastsat i artikel 4-9 i forordning nr. 6/2002, og at hver af disse grunde skal undersøges. Det andet anbringende vedrører et urigtigt skøn, som appelkammeret skulle have foretaget ved at lægge til grund, at en tidligere offentliggørelse af et design alene var påvist for så vidt angår billede A. Det tredje og fjerde anbringende vedrører fejlagtige vurderinger af den manglende opfyldelse af nyhedskravet, henholdsvis den manglende individuelle karakter af det omtvistede design. Det femte anbringende vedrører manglende begrundelse og urigtige skøn foretaget af appelkammeret for så vidt angår forekomsten af forhold, der kan udelukke det omtvistede design fra beskyttelse. Dette anbringende består af to led, hvoraf det første omhandler appelkammerets undladelse af at udtale sig om dette designs udelukkelse fra beskyttelse i overensstemmelse med artikel 8 i forordning nr. 6/2002, idet dets udseende alene er bestemt ved dets tekniske funktion, mens det andet led omhandler appelkammerets undladelse af at erklære det omtvistede design ugyldigt i medfør af denne forordnings artikel 4, stk. 2 og 3, idet det udgør en komponent af et sammensat produkt, der ikke er synlig efter inkorporeringen i det sammensatte produkt. Det sjette anbringende vedrører i det væsentlige et urigtigt skøn foretaget af appelkammeret ved at afvise klagesagen, som var forelagt det, for så vidt som denne var støttet på samme forordnings artikel 9.", "label": [[356, 369, "ORG"], [775, 788, "ORG"], [951, 965, "ORG"], [1190, 1204, "ORG"], [1515, 1528, "ORG"]]}
{"text": "1. Det første anbringende vedrørende en retlig fejl begået af appelkammeret, idet dette, til trods for at have anset ugyldighedssagen for støttet på betingelserne fastsat i artikel 4-9 i forordning nr. 6/2002, afviste at undersøge visse af disse betingelser", "label": [[62, 75, "ORG"]]}
{"text": "34 Sagsøgeren har anført, at appelkammeret i den anfægtede afgørelses punkt 18-23 lagde til grund, at sagsøgerens ugyldighedsbegæring var i overensstemmelse med artikel 25, stk. 1, i forordning nr. 6/2002 og med artikel 28, stk. 1, litra b), i Kommissionens forordning (EF) nr. 2245/2002 af 21. oktober 2002 om gennemførelsesbestemmelser til Rådets forordning (EF) nr. 6/2002 om EF-design (EFT 2002, L 341, s. 28). Sagsøgeren har anmodet Retten om at bekræfte disse betragtninger og at undersøge hver af de ugyldighedsgrunde, der er omhandlet i artikel 4-9 i forordning nr. 6/2002.", "label": [[29, 42, "ORG"], [244, 257, "ORG"], [291, 307, "DATE"], [342, 348, "ORG"], [438, 444, "ORG"]]}
{"text": "35 EUIPO har ikke fremført bemærkninger i denne henseende. Intervenienten har påstået anbringendet forkastet.", "label": [[3, 8, "ORG"]]}
{"text": "36 Det skal indledningsvis bemærkes, at intervenienten i sagen for appelkammeret havde anført, at sagsøgeren havde påberåbt sig det omtvistede designs manglende opfyldelse af nyhedskravet i medfør af artikel 5 i forordning nr. 6/2002, men ikke dets manglende individuelle karakter i medfør af denne forordnings artikel 6. Det er derfor, at denne instans i den indledende del af begrundelsen for den anfægtede afgørelse undersøgte spørgsmålet om omfanget af sagsøgerens ugyldighedsbegæring og som følge heraf spørgsmålet om rækkevidden af sin egen undersøgelse.", "label": [[67, 80, "ORG"]]}
{"text": "37 I den anfægtede afgørelses punkt 18-23, som sagsøgeren har henvist til i forbindelse med nærværende anbringende, lagde appelkammeret til grund, at ugyldighedsgrunden omhandlet i artikel 25, stk. 1, litra b), i forordning nr. 6/2002, der var anført i sagsøgerens ugyldighedsbegæring, dvs. det forhold, at det omtvistede design ikke levede op til betingelserne fastsat i artikel 4-9 i denne forordning, i overensstemmelse med lovgivers udtrykkelige hensigt var en selvstændig og udelelig ugyldighedsgrund, som omfatter samtlige disse betingelser. Appelkammeret udledte følgelig, at denne ugyldighedsbegæring indebar, at det omtvistede design, ifølge sagsøgeren, ikke opfyldte nogle af betingelserne fastsat i artikel 5, 6, 8 og 9, og at det derfor tilkom appelkammeret at undersøge hvert af disse kriterier i lyset af de fremførte anbringender i overensstemmelse med den pågældende forordnings artikel 63, stk. 1.", "label": [[122, 135, "ORG"], [548, 561, "ORG"], [756, 769, "ORG"]]}
{"text": "38 Selv om appelkammeret foretog en realitetsprøvelse af, hvorvidt betingelserne fastsat i artikel 5 og 6 i forordning nr. 6/2002, dvs. kravet om det omtvistede designs nyhed og individuelle karakter, var opfyldt i det foreliggende tilfælde, anså appelkammeret sig, i medfør af denne forordnings artikel 63, stk. 1, forpligtet til at afvise ugyldighedsbegæringen, for så vidt som den var støttet på artikel 8 og 9, under henvisning til, at sagsøgeren ingen argumenter havde fremsat vedrørende betingelserne fastsat i omtalte artikel 8 og 9. Følgelig undersøgte appelkammeret ikke, om det omtvistede design levede op til disse kriterier. I begrundelsen for den anfægtede afgørelse tog appelkammeret derudover ikke stilling til anvendelsen af samme forordnings artikel 4, stk. 2 og 3.", "label": [[11, 24, "ORG"], [247, 260, "ORG"], [561, 574, "ORG"], [684, 697, "ORG"]]}
{"text": "39 I den foreliggende sag og inden for rammerne af nærværende anbringende har sagsøgeren ikke udtrykkeligt bestridt hverken den ene eller den anden af disse dele af den anfægtede afgørelse eller gjort gældende, at appelkammeret begik en fejl. Sagsøgeren har derimod anmodet Retten om at stadfæste appelkammerets indledende bemærkninger, som omtalt ovenfor i præmis 37, og at undersøge hver af betingelserne fastsat i artikel 4-9 i forordning nr. 6/2002. Derfor må sagsøgeren antages implicit at have beroet sig på en retlig fejl begået af denne instans, idet appelkammeret, uagtet disse indledende bemærkninger, ikke foretog en undersøgelse af hver af disse betingelser.", "label": [[214, 227, "ORG"], [274, 280, "ORG"], [297, 311, "ORG"], [559, 572, "ORG"]]}
{"text": "40 Det skal i denne henseende bemærkes, at appelkammerets fortolkning af artikel 25, stk. 1, litra b), i forordning nr. 6/2002 i den anfægtede afgørelse punkt 18-23 er vanskeligt forenelig med konklusionen draget i denne afgørelses punkt 66 og 68, i henhold til hvilken denne forordnings artikel 63, stk. 1, andet punktum, forhindrede appelkammeret i at tage stilling til anvendelsen af forordningens artikel 8 og 9, henset til, at sagsøgeren ikke havde fremsat argumenter til støtte for tilsidesættelsen af disse bestemmelser.", "label": [[43, 57, "ORG"], [335, 348, "ORG"]]}
{"text": "41 Henset til appelkammerets forudsætning om, at sagsøgeren i forbindelse med sin ugyldighedsbegæring, for så vidt som denne var støttet på artikel 25, stk. 1, litra b), i forordning nr. 6/2002, nødvendigvis havde gjort alle betingelserne i denne forordnings artikel 5, 6, 8 og 9 gældende, må det nemlig logisk set udledes, at det påhvilede appelkammeret at foretage en realitetsprøvelse af disse betingelser. På denne baggrund skal sagsøgeren antages at have gjort den manglende overholdelse af hver af disse betingelser gældende som anbringender til støtte for sin ugyldighedsbegæring.", "label": [[14, 28, "ORG"], [341, 354, "ORG"]]}
{"text": "42 Appelkammerets fortolkning af artikel 25, stk. 1, litra b), i forordning nr. 6/2002 er desuden vanskeligt forenelig med det forhold, at appelkammeret, med hensyn til de betingelser, som sagsøgeren ifølge appelkammeret havde gjort gældende ikke var opfyldt, alene omtalte denne forordnings artikel 5, 6, 8 og 9 og i denne henseende undlod at nævne betingelserne i forordningens artikel 4, stk. 2 og 3. Som det er fastslået ovenfor i præmis 38, forholdt appelkammeret sig ikke udtrykkeligt til, hvorvidt førnævnte bestemmelser skulle finde anvendelse i den foreliggende sag, mens dette var tilfældet for betingelserne i artikel 5, 6, 8 og 9 med henblik på at forkaste sagsøgerens klage.", "label": [[3, 17, "ORG"], [139, 152, "ORG"], [207, 220, "ORG"], [455, 468, "ORG"]]}
{"text": "43 Det skal imidlertid for det første bemærkes, at ordlyden af artikel 25, stk. 1, litra b), i forordning nr. 6/2002 udtrykkeligt tager sigte på denne forordnings artikel 4-9 uden at undtage artikel 4, stk. 2 og 3. For det andet fastsætter sidstnævnte bestemmelser væsentlige betingelser for beskyttelsen af et design og omhandler særligt komponenter af sammensatte produkter i den forstand, hvori udtrykket er anvendt i artikel 3, litra c), i førnævnte forordning, og omhandler dels komponentens synlighed efter at være inkorporeret i det sammensatte produkt ved normal brug, dels nyheden og den individuelle karakter af produktets synlige elementer (jf. i denne retning og analogt dom af 21.9.2017, Easy Sanitary Solutions og EUIPO mod Group Nivelles, C-361/15 P og C-405/15 P, EU:C:2017:720, præmis 63, og af 9.9.2014, Biscuits Poult mod KHIM – Banketbakkerij Merba (Kiks), T-494/12, EU:T:2014:757, præmis 20 og 21).", "label": [[690, 699, "DATE"], [701, 724, "ORG"], [728, 733, "ORG"], [738, 752, "ORG"], [812, 820, "DATE"], [822, 836, "ORG"], [841, 845, "ORG"], [848, 868, "ORG"]]}
{"text": "44 Appelkammeret burde derfor logisk set have udledt af sin fortolkning af artikel 25, stk. 1, litra b), i forordning nr. 6/2002, at sagsøgeren havde til hensigt ikke blot at gøre denne forordnings artikel 5, 6, 8 og 9 gældende til støtte for sin ugyldighedsbegæring, men ligeledes forordningens artikel 4, stk. 2 og 3.", "label": [[3, 16, "ORG"]]}
{"text": "45 Når dette er fastslået, kan disse fejl dog alene føre til, at nærværende anbringende tages til følge, såfremt den fortolkning af artikel 25, stk. 1, litra b), i forordning nr. 6/2002, der er fremstillet i den anfægtede afgørelses punkt 18-23, ikke er fejlbehæftet, hvilket skal undersøges i det følgende. Det skal i denne henseende undersøges for det første, om lovgiver har haft til hensigt udtrykkeligt at tillægge den ugyldighedsgrund, som er omhandlet i disse bestemmelser, en udelelig karakter, og for det andet i hvilket omfang bestemmelsen i forordningens artikel 63, stk. 1, andet punktum, i henhold til hvilken prøvelsen af ugyldighedssager er begrænset til de af parterne fremførte argumenter og de af parterne fremsatte anmodninger, begrænser EUIPO’s instansers prøvelse af denne ugyldighedsgrund.", "label": [[757, 764, "ORG"]]}
{"text": "a) Hvorvidt lovgiver havde til hensigt at tillægge ugyldighedsgrunden omhandlet i artikel 25, stk. 1, litra b), i forordning nr. 6/2002 en udelelig karakter", "label": []}
{"text": "46 Først og fremmest skal det anføres, at i medfør af artikel 25, stk. 1, litra b), i forordning nr. 6/2002 skal et design erklæres ugyldigt, hvis ikke det opfylder betingelserne fastsat i forordningens artikel 4-9. I henhold til samme forordnings artikel 52, stk. 1, med forbehold for forordningens artikel 25, stk. 2-5, kan enhver fysisk eller juridisk person samt enhver offentlig myndighed med beføjelse hertil forelægge EUIPO en begæring om, at et registreret EF-design erklæres ugyldigt. I medfør af denne forordnings artikel 53, stk. 1, undersøger EUIPO, hvis kontoret finder, at begæringen om, at et EF-design skal erklæres ugyldigt, kan antages til realitetsbehandling, hvorvidt de i forordningens artikel 25 anførte ugyldighedsgrunde er til hinder for bibeholdelse af det registrerede EF-design.", "label": [[425, 430, "ORG"], [555, 560, "ORG"], [567, 575, "ORG"], [608, 610, "LOC"], [795, 797, "LOC"]]}
{"text": "47 Derefter skal det bemærkes, at overskriften til artikel 25 i forordning nr. 6/2002, »Ugyldighedsgrunde«, ligesom henvisningerne til den »begrundelse, som er omhandlet i stk. 1, litra c)« i denne bestemmelses stk. 2, og til den »begrundelse, som er omhandlet i stk. 1, litra g)« i bestemmelsens stk. 4, angiver, at hver af disse tilfælde af ugyldighed, som er udtømmende oplistet i bestemmelsens stk. 1, udgør en selvstændig ugyldighedsgrund.", "label": []}
{"text": "48 Endelig skal det bemærkes, at artikel 28, stk. 1, litra b), i forordning nr. 2245/2002 bl.a. foreskriver:", "label": []}
{"text": "»1. En begæring til [kontoret] om, at et design erklæres ugyldigt, jf. artikel 52 i forordning […] nr. 6/2002, skal indeholde:", "label": []}
{"text": "[…]", "label": []}
{"text": "b) for så vidt angår de grunde, som begæringen støttes på:", "label": []}
{"text": "i) en angivelse af, hvilke ugyldighedsgrunde begæringen støttes på", "label": []}
{"text": "[…]", "label": []}
{"text": "v) hvis ugyldighedsgrundene er, at det registrerede EF-design ikke opfylder de i artikel 5 og 6 i forordning […] nr. 6/2002 omhandlede krav, oplysninger om og afbildning af tidligere design, som kunne være til hinder for det registrerede EF-designs nyhedskrav eller individuelle karakter, samt dokumenter, der godtgør eksistensen af disse tidligere design", "label": [[52, 54, "LOC"], [238, 240, "LOC"]]}
{"text": "vi) en angivelse af de kendsgerninger, beviser og argumenter, der fremføres til støtte herfor.«", "label": []}
{"text": "49 Det følger således af den kombinerede læsning af disse bestemmelser, at så længe den er i overensstemmelse med artikel 28 i forordning nr. 2245/2002, herunder denne bestemmelses stk. 1, litra b), giver en ugyldighedsbegæring støttet på artikel 25, stk. 1, litra b), i forordning nr. 6/2002 principielt EUIPO’s instanser beføjelse til at undersøge, hvorvidt EF-designet opfylder alle betingelserne fastsat i denne forordnings artikel 4-9 eller ej på baggrund af de kendsgerninger, beviser og bemærkninger, der er fremført til støtte for denne begæring.", "label": [[305, 312, "ORG"], [360, 362, "LOC"]]}
{"text": "50 I det foreliggende tilfælde har appelkammeret ikke begået en retlig fejl ved at konstatere, at sagsøgerens ugyldighedsbegæring var indgivet ved hjælp af en formular, der bl.a. indeholdt overskriften »Begrundelse«, hvorunder sagsøgeren havde afkrydset rubrikken med følgende ordlyd: »[D]et omstridte EF-design opfylder ikke betingelserne fastsat i artikel 4-9 i [forordning nr. 6/2002].« Ugyldighedsafdelingen og appelkammeret havde derfor principielt beføjelse til at undersøge, hvorvidt det omstridte design opfyldte disse betingelser på baggrund af de kendsgerninger, beviser og bemærkninger, som sagsøgeren havde fremført til støtte for sin begæring.", "label": [[35, 48, "ORG"], [302, 304, "LOC"], [390, 411, "ORG"], [415, 428, "ORG"]]}
{"text": "51 Det følger imidlertid ikke heraf, at bestemmelsen i artikel 25, stk. 1, litra b), i forordning nr. 6/2002 skal fortolkes således, at hver gang en ugyldighedsbegæring, der er støttet på denne bestemmelse, forelægges EUIPO, pålægges dette kontor konsekvent at efterprøve, hvorvidt det omtvistede design opfylder betingelserne i denne forordnings artikel 4-9.", "label": [[218, 223, "ORG"]]}
{"text": "52 Ordlyden af artikel 25, stk. 1, litra b), i forordning nr. 6/2002 tager ganske vist sigte på tilfælde, hvor det omtvistede design ikke opfylder »betingelserne i artikel 4 til 9«, og ikke tilfælde, hvor dette design ikke opfylder en eller flere af disse betingelser, hvilken kan indikere nødvendigheden af at undersøge samtlige disse betingelser på overordnet og samlet vis.", "label": []}
{"text": "53 Det skal dog påpeges, at i henhold til fast retspraksis skal der ved fortolkningen af en EU-retlig forskrift ikke blot tages hensyn til dennes ordlyd, men også til den sammenhæng, hvori den indgår, såvel som til de mål, der forfølges med den ordning, som den udgør en del af. En EU-retlig bestemmelses tilblivelse kan ligeledes give relevante elementer med henblik på dens fortolkning (jf. dom af 20.12.2017, Acacia og Colombo, C-397/16 og C-435/16, EU:C:2017:992, præmis 31 og den deri nævnte retspraksis).", "label": [[92, 94, "LOC"], [282, 284, "LOC"], [400, 410, "DATE"], [412, 418, "ORG"], [422, 429, "PER"]]}
{"text": "54 I det foreliggende tilfælde skal det for det første, for så vidt angår den sammenhæng, hvori bestemmelsen indgår, bemærkes, at betingelserne fastsat i artikel 4-9 i forordning nr. 6/2002 er kumulative i den forstand, at tilsidesættelsen af en af disse i sig selv kan at medføre det pågældende designs ugyldighed.", "label": []}
{"text": "55 I henhold til artikel 4, stk. 1, i forordning nr. 6/2002 er det således, at et design alene beskyttes af et EF-design, hvis designet er nyt og har individuel karakter. Det følger heraf, at hvis en af disse betingelser, som kriterierne for anvendelse af er fastsat i artikel 5, henholdsvis artikel 6, i denne forordning, ikke er opfyldt, kan det pågældende design ikke opnå beskyttelse og skal derfor erklæres ugyldigt på grundlag af forordningens artikel 25, stk. 1, litra b), uden at det er nødvendigt at undersøge, om den anden betingelse er opfyldt eller ej (jf. i denne retning kendelse af 10.5.2019, Zott mod EUIPO – TSC Food Products (Spiseklar rektangulær kage), T-517/18, ikke trykt i Sml., EU:T:2019:323, præmis 60).", "label": [[597, 606, "DATE"], [608, 612, "ORG"], [617, 622, "ORG"], [625, 642, "ORG"]]}
{"text": "56 På samme måde er de særlige betingelser for beskyttelse af et EF-design vedrørende en komponent af et sammensat produkt som omhandlet i artikel 4, stk. 2 og 3, i forordning nr. 6/2002 i sig selv til hinder for bibeholdelsen af et design, der er omfattet af denne bestemmelse i et tilfælde, hvor ingen af den gengivne komponents elementer opfylder disse betingelser (jf. i denne retning dom af 20.1.2015, Aic mod KHIM – ACV Manufacturing (Indsats til en varmeveksler), T-616/13, ikke trykt i Sml., EU:T:2015:30, præmis 21, og af 20.1.2015, Aic mod KHIM – ACV Manufacturing (Indsats til en varmeveksler), T-617/13, ikke trykt i Sml., EU:T:2015:32, præmis 21).", "label": [[65, 67, "LOC"], [396, 405, "DATE"], [407, 410, "ORG"], [415, 419, "ORG"], [422, 439, "ORG"], [531, 540, "DATE"], [542, 545, "ORG"], [550, 554, "ORG"], [557, 574, "ORG"]]}
{"text": "57 Der skal her drages en analog slutning til betingelserne for udelukkelse fra beskyttelse af et EF-design som fastsat i artikel 8, stk. 1, 2 og 3, i forordning nr. 6/2002, der dels vedrører det forhold, at kendetegnene ved produktets udseende alene er bestemt ved dets tekniske funktion, dels det forhold, at disse kendetegn ved et produkts udseende nødvendigvis må gengives i deres nøjagtige form og dimensioner for at kunne bruges i sammenkoblingen med andre produkter.", "label": [[98, 100, "LOC"]]}
{"text": "58 Hvad endelig angår bestemmelsen i artikel 9 i forordning nr. 6/2002, i henhold til hvilken et EF-design ikke kan opretholdes til et design, der strider mod offentlig orden eller sædelighed, fremgår det tydeligt af ordlyden, at denne bestemmelse tager sigte på at varetage en specifik almen interesse uafhængig af den interesse, der ligger til grund for denne forordnings artikel 4-8, og i den forbindelse at forhindre enhver beskyttelse af et sådant design, der strider mod denne almene interesse (jf. i denne retning og analogt dom af 15.3.2018, La Mafia Franchises mod EUIPO – Italie (La Mafia SE SIENTA A LA MESA), T-1/17, EU:T:2018:146, præmis 25).", "label": [[97, 99, "LOC"], [539, 548, "DATE"], [550, 569, "ORG"], [574, 579, "ORG"], [582, 588, "ORG"], [590, 618, "TITLE"]]}
{"text": "59 Derudover fordrer bestemmelserne i artikel 4-9 i forordning nr. 6/2002 anvendelse af andre juridiske kriterier (jf. i denne retning og analogt dom af 14.3.2018, Gifi Diffusion mod EUIPO – Crocs (Sko), T-424/16, ikke trykt i Sml., EU:T:2018:136, præmis 48).", "label": [[153, 162, "DATE"], [164, 178, "ORG"], [183, 188, "ORG"], [191, 196, "ORG"]]}
{"text": "60 Det følger ligeledes særligt af artikel 5-7 i forordning nr. 6/2002, at anvendelsen af de relevante juridiske kriterier i såvel vurderingen af nyheden af det omtvistede design som af dets individuelle karakter forudsætter, at der findes et eller flere tidligere design, som den, der har fremsat ugyldighedsbegæringen, skal påvise offentliggørelsen af. I denne henseende følger det, som anført ovenfor i præmis 48, af artikel 28, stk. 1, litra b), nr. v), i forordning nr. 2245/2002, at når en ugyldighedsbegæring er begrundet i en tilsidesættelse af betingelserne fastsat i artikel 5 og 6 i forordning nr. 6/2002, skal den indeholde oplysninger om og en gengivelse af tidligere design, som kunne være til hinder for, at det registrerede EF-design opfylder nyhedskravet eller kravet om individuel karakter samt dokumenter, der godtgør eksistensen af disse tidligere design.", "label": [[740, 742, "LOC"]]}
{"text": "61 Det forhold, at der findes et tidligere design og kravene til beviset herfor er til gengæld ikke nødvendige i vurderingen af, om elementerne af en komponent af et sammensat produkt er synlige under de betingelser, der er fastsat i artikel 4, stk. 2 og 3, i forordning nr. 6/2002. Det er de heller ikke for at afgøre, om kendetegnene ved produktets udseende alene er bestemt af dets tekniske funktion, eller om disse kendetegn nødvendigvis må gengives i deres nøjagtige form og dimensioner for at sammenkoble dette produkt med et andet produkt under de betingelser, der er fastsat i artikel 8, stk. 1, henholdsvis artikel 8, stk. 2 og 3, i denne forordning. Disse kriterier er desuden uden relevans i vurderingen af, om betingelsen i forordningens artikel 9 er opfyldt.", "label": []}
{"text": "62 Det ændrer ikke på analysen ovenfor i præmis 54-61, at de betingelser, der er fastsat i henholdsvis artikel 4, stk. 2 og 3, i artikel 8, stk. 1, og artikel 8, stk. 2 og 3, i forordning nr. 6/2002, kan være til hinder alene for beskyttelse af et eller flere elementer af det produkt, der er genstand for det omtvistede design, eller af kendetegnene ved dets udseende, og at det i dette tilfælde skal efterprøves, om de øvrige elementer, som ikke er udelukket fra beskyttelse, er tilstrækkeligt nye eller har den påkrævede individuelle karakter (jf. i denne retning og analogt dom af 9.9.2011, Kwang Yang Motor mod KHIM – Honda Giken Kogyo (Forbrændingsmotor med udstødningsventilatorer), T-10/08, ikke trykt i Sml., EU:T:2011:446, præmis 19, og af 21.5.2015, Senz Technologies mod KHIM – Impliva (Paraplyer), T-22/13 og T-23/13, ikke trykt i Sml., EU:T:2015:310, præmis 101).", "label": [[585, 593, "DATE"], [595, 611, "ORG"], [616, 620, "ORG"], [623, 640, "ORG"], [750, 759, "DATE"], [761, 778, "ORG"], [783, 787, "ORG"], [790, 797, "ORG"]]}
{"text": "63 I denne situation skal spørgsmålet om, hvorvidt disse betingelser hindrer beskyttelse af en eller flere af elementerne i det produkt, der er genstand for det omtvistede design eller af kendetegnene ved dets udseende, nemlig afklares, før det er muligt at træffe afgørelse vedrørende den nye og individuelle karakter af de elementer, der ikke er omfattet af disse betingelser, og det udgør dermed et forudgående spørgsmål (jf. i denne retning og analogt dom af 12.5.2016, mobile.international mod EUIPO – Rezon (mobile.de), T-322/14 og T-325/14, ikke trykt i Sml., EU:T:2016:297, præmis 76, stadfæstet efter appel ved dom af 28.2.2018, mobile.de mod EUIPO, C-418/16 P, EU:C:2018:128, præmis 88). Dette forudgående spørgsmål skal derfor underlægges en særskilt undersøgelse uafhængig af undersøgelsen af den nye og individuelle karakter af det pågældende produkts øvrige elementer eller af kendetegn ved dets udseende (jf. i denne retning og analogt dom af 9.9.2011, Forbrændingsmotor med udstødningsventilatorer, T-10/08, ikke trykt i Sml., EU:T:2011:446, præmis 19 og 20).", "label": [[463, 472, "DATE"], [474, 494, "ORG"], [499, 504, "ORG"], [507, 512, "ORG"], [514, 523, "ORG"], [627, 636, "DATE"], [638, 647, "ORG"], [652, 657, "ORG"], [958, 966, "DATE"]]}
{"text": "64 Hvad for det andet angår de mål, der forfølges med artikel 25, stk. 1, litra b), i forordning nr. 6/2002, skal det bemærkes, som også Kommissionen havde angivet i begrundelsen til sit forslag til Europa-Parlamentets og Rådets forordning om EF-mønstre af 3. december 1993 (EFT 1994, C 29, s. 20) for så vidt angår artikel 56-58 i dette forslag til forordning (nu artikel 52-54 i forordning nr. 6/2002), at ugyldighedsproceduren udgør et grundlæggende redskab, der tillader EUIPO’s instanser at kontrollere gyldigheden af et EF-design efter dets registrering.", "label": [[137, 149, "ORG"], [199, 218, "ORG"], [222, 228, "ORG"], [243, 245, "LOC"], [257, 273, "DATE"], [475, 480, "ORG"], [526, 528, "LOC"]]}
{"text": "65 Artikel 25, stk. 1, litra b), i forordning nr. 6/2002 spiller derfor en afgørende rolle i virkeliggørelsen af dette mål, idet den giver EUIPO’s instanser beføjelse til, i forbindelse med en undersøgelse af blot en ugyldighedsbegæring, at kontrollere overholdelsen af de væsentlige betingelser for beskyttelse af et EF-design, som er fastsat i denne forordnings artikel 4-9.", "label": [[139, 144, "ORG"], [318, 320, "LOC"]]}
{"text": "66 Ugyldighedsprocedurens effektivitet foreskriver imidlertid ikke, at EUIPO’s instanser, når de bliver forelagt en ugyldighedsbegæring på baggrund af artikel 25, stk. 1, litra b), i forordning nr. 6/2002, af denne grund i sig selv og konsekvent skal anse sig for forelagt et tilfælde af tilsidesættelse af samtlige de betingelser, der er fastsat i denne forordnings artikel 4-9.", "label": [[71, 76, "ORG"]]}
{"text": "67 Som det ligeledes er anført ovenfor i præmis 54-58, er det nemlig tilstrækkeligt, at det omtvistede design i sin helhed strider mod en af disse betingelser, for at EUIPO kan fastslå det omtvistede designs ugyldighed, og følgelig er formålet med kontrollen af gyldigheden af dette design opfyldt, uden at det er nødvendigt for dette kontor at undersøge opfyldelsen af de andre betingelser.", "label": [[167, 172, "ORG"]]}
{"text": "68 Henset til, at disse betingelser bringer forskellige juridiske kriterier i anvendelse, synes undersøgelsen af kendsgerningerne, beviserne og bemærkningerne fremført til støtte for ugyldighedsbegæringen med henblik på at påvise, at en af disse betingelser ikke er opfyldt, desuden ikke nødvendigvis relevant i fastlæggelsen af, om et andet af disse kriterier er tilsidesat. En sådan undersøgelse kan derudover kræve af EUIPO at skulle foretage meget tekniske vurderinger (jf. i denne retning dom af 20.10.2011, PepsiCo mod Grupo Promer Mon Graphic, C-281/10 P, EU:C:2011:679, præmis 67). Effektiviteten af ugyldighedsproceduren ville derfor kunne bringes i fare, såfremt EUIPO konsekvent skulle foretage en undersøgelse af alle disse betingelser, selv i et tilfælde, hvor kendsgerningerne, beviserne og bemærkningerne fremført af parterne alene var relevante for undersøgelsen af en af disse betingelser eller en del heraf.", "label": [[421, 426, "ORG"], [501, 511, "DATE"], [513, 520, "ORG"], [525, 549, "ORG"], [673, 678, "ORG"]]}
{"text": "69 Det skal derfor fastslås, at ordlyden af artikel 25, stk. 1, litra b), i forordning nr. 6/2002, i lyset af den sammenhæng, hvori den indgår, og de mål, den forfølger, skal fortolkes således, at den ikke nødvendigvis indebærer en undersøgelse af, om alle krav fastsat i denne forordnings artikel 4-9 er opfyldt, men at den, henset til kendsgerningerne, beviserne og bemærkningerne fremført af sagens parter, kan medføre en undersøgelse af blot en eller en del af disse betingelser.", "label": []}
{"text": "b) I hvilket omfang bestemmelsen i artikel 63, stk. 1, andet punktum, i forordning nr. 6/2002 begrænser EUIPO’s instansers prøvelse af ugyldighedsgrunden i denne forordnings artikel 25, stk. 1, litra b)", "label": [[104, 109, "ORG"]]}
{"text": "70 Hvad angår fortolkningen af artikel 63, stk. 1, andet punktum, i forordning nr. 6/2002 skal det bemærkes, at i overensstemmelse med fast retspraksis skal den analoge bestemmelse i artikel 95, stk. 1, i Europa-Parlamentets og Rådets forordning (EU) 2017/1001 af 14. juni 2017 om EU-varemærker (EUT 2017, L 154, s. 1) forstås således, at EUIPO’s instanser, inden for rammerne af en indsigelsessag, alene kan støtte deres afgørelse på de relative registreringshindringer, som den pågældende part har påberåbt sig, samt de omstændigheder og beviser, som parterne har fremlagt, og som knytter sig dertil. Dette udelukker imidlertid hverken EUIPO’s instanser fra, ud over de omstændigheder, som parterne i indsigelsessagen udtrykkeligt har fremført, at tage hensyn til velkendte forhold eller at undersøge et retligt spørgsmål, selv om dette ikke er blevet gjort gældende af parterne, hvis afklaringen af dette spørgsmål er nødvendig for at sikre en korrekt anvendelse af de relevante retsforskrifter (jf. i denne retning dom af 15.10.2018, Apple and Pear Australia og Star Fruits Diffusion mod EUIPO – Pink Lady America (WILD PINK), T-164/17, ikke trykt i Sml., EU:T:2018:678, præmis 20 og den deri nævnte retspraksis).", "label": [[205, 224, "ORG"], [228, 234, "ORG"], [264, 277, "DATE"], [281, 283, "LOC"], [339, 346, "ORG"], [638, 645, "ORG"], [1026, 1036, "DATE"], [1038, 1062, "ORG"], [1066, 1087, "ORG"], [1092, 1097, "ORG"], [1100, 1117, "ORG"], [1119, 1128, "TITLE"]]}
{"text": "71 Denne retspraksis finder tilsvarende anvendelse på rækkevidden af EUIPO’s instansers undersøgelse i forbindelse med en ugyldighedssag inden for EF-design, som defineret i artikel 63, stk. 1, andet punktum, i forordning nr. 6/2002 (jf. i denne retning dom af 23.10.2018, Mamas and Papas mod EUIPO – Wall-Budden (Indlæg til en babyseng), T-672/17, ikke trykt i Sml., EU:T:2018:707, præmis 31, 32 og 35 og den deri nævnte retspraksis). I denne henseende har Domstolen bemærket, at såfremt indgiveren af en ugyldighedsbegæring har påberåbt sig ugyldighedsgrunden i artikel 25, stk. 1, litra b), i forordning nr. 6/2002, påhviler det denne at fremlægge beviser til godtgørelse af, at det pågældende omtvistede design ikke opfylder betingelserne i forordningens artikel 4-9 (dom af 21.9.2017, Easy Sanitary Solutions og EUIPO mod Group Nivelles, C-361/15 P og C-405/15 P, EU:C:2017:720, præmis 60).", "label": [[69, 76, "ORG"], [147, 149, "LOC"], [261, 271, "DATE"], [273, 288, "ORG"], [293, 298, "ORG"], [301, 312, "ORG"], [458, 467, "ORG"], [779, 788, "DATE"], [790, 813, "ORG"], [817, 822, "ORG"], [827, 841, "ORG"]]}
{"text": "72 I denne sag tilkom det således appelkammeret, med hensyn til de retlige og faktiske omstændigheder, som sagsøgeren havde gjort gældende til støtte for sin ugyldighedsbegæring, at afgøre, hvilke af betingelserne i artikel 4-9 i forordning nr. 6/2002 der i den foreliggende sag var hævdet tilsidesat, og som det påhvilede appelkammeret at undersøge, i givet fald under hensyntagen til velkendte forhold og retlige spørgsmål, som parterne ikke havde anført, men som var nødvendige for anvendelsen af de relevante retsforskrifter.", "label": [[34, 47, "ORG"], [323, 336, "ORG"]]}
{"text": "73 Det følger af det ovenstående, at det var med urette, at appelkammeret antog, at henset til, at sagsøgerens ugyldighedsbegæring var støttet på artikel 25, stk. 1, litra b), i forordning nr. 6/2002, havde denne til hensigt at gøre en tilsidesættelse af samtlige betingelser fastsat i denne forordnings artikel 5, 6, 8 og 9 gældende for så vidt angår det omtvistede design.", "label": [[60, 73, "ORG"]]}
{"text": "74 I modsætning til hvad sagsøgeren synes at have hævdet inden for rammerne af nærværende anbringende, kunne appelkammeret følgelig ikke være forpligtet til at undersøge, om det omtvistede design opfyldte samtlige betingelser fastsat i artikel 4-9 i forordning nr. 6/2002, alene af den grund, at ugyldighedsbegæringen var støttet på forordningens artikel 25, stk. 1, litra b).", "label": [[109, 122, "ORG"]]}
{"text": "75 Dertil kommer, at det forhold, at appelkammeret, uanset at det lagde til grund, at ugyldighedsgrunden fastsat i artikel 25, stk. 1, litra b), i forordning nr. 6/2002 var udelelig, anså sig for ubeføjet til at realitetsprøve anvendelsen af denne forordnings artikel 8 og 9 og undlod at tage stilling til spørgsmålet om anvendelsen af betingelserne fastsat i forordningens artikel 4, stk. 2 og 3, er uden betydning for nærværende anbringende. Som fastslået ovenfor i præmis 73 er dette udgangspunkt nemlig fejlagtigt.", "label": [[37, 50, "ORG"]]}
{"text": "76 Det første anbringende skal derfor forkastes.", "label": []}
{"text": "77 Sagen skal herefter videre analyseres ved at foretage en undersøgelse af det femte anbringendes andet led.", "label": []}
{"text": "2. Det femte anbringendes andet led vedrørende appelkammerets undladelse af at erklære det omtvistede design ugyldigt i medfør af artikel 4, stk. 2 og 3, i forordning nr. 6/2002, idet dette design udgør en komponent af et sammensat produkt, der ikke er synligt efter inkorporeringen i det sammensatte produkt", "label": [[47, 61, "ORG"]]}
{"text": "78 Sagsøgeren har henvist til de bemærkninger, som denne fremsatte i forlængelse af meddelelsen af 16. maj 2018. Sagsøgeren har fremhævet, at det omtvistede design falder under definitionen i artikel 4, stk. 2 og 3, i forordning nr. 6/2002 som en komponent af et sammensat produkt, der under den endelige brugers normale anvendelse ikke er synlig efter at være blevet inkorporeret i dette sammensatte produkt, og at det af denne grund skal erklæres ugyldigt. Sagsøgeren har gjort gældende, at idet komponenten anbringes mellem køretøjets motor og køleanlægget, og køretøjets motorhjelm lukkes igen, forsvinder denne komponent fuldstændigt fra køretøjets endelige bruger, dvs. føreren af dettes synsfelt. Sagsøgeren har anført, at disse forhold var angivet i den omtalte meddelelse af 16. maj 2018 og i parternes anbringender fremsat under sagen, men at appelkammeret ikke henviste til denne meddelelse eller til disse anbringender. Sagsøgeren har påpeget, at appelkammeret tilsidesatte sin begrundelsespligt.", "label": [[99, 111, "DATE"], [784, 796, "DATE"], [853, 866, "ORG"], [959, 972, "ORG"]]}
{"text": "79 Som svar herpå har EUIPO anerkendt, at meddelelsen af 16. maj 2018 opfordrede parterne til at fremkomme med bemærkninger til spørgsmålet om, hvorvidt det omtvistede design skulle erklæres ugyldigt i medfør af artikel 4, stk. 2, i forordning nr. 6/2002. EUIPO har påpeget, at i overensstemmelse med artikel 10 i Kommissionens forordning (EF) nr. 216/96 af 5. februar 1996 om fastsættelse af forretningsordenen for appelkamrene ved Harmoniseringskontoret for det Indre Marked (Varemærker og Mønstre) (EFT 1996, L 28, s. 11) er appelkammeret ikke bundet af den meddelelse, som referenten sendte til parterne vedrørende spørgsmålet om, hvorvidt det omtvistede design skulle erklæres ugyldigt i medfør af forordningens artikel 4, stk. 2. Derudover har EUIPO anført, at idet sagsøgeren, for ugyldighedsafdelingen såvel som for appelkammeret, alene havde påberåbt sig nævnte forordnings artikel 4, stk. 1, var appelkammeret i den foreliggende sag ikke berettiget til at udtale sig om anvendelsen denne bestemmelses stk. 2 og 3, uden at ændre sagens genstand i strid med forordningens artikel 63, stk. 1. Endelig har EUIPO gjort gældende, at det forhold at den anfægtede afgørelse ikke indeholdt en begrundelse af årsagen til, at appelkammeret ikke udtalte sig om dette spørgsmål, er uden betydning, idet appelkammeret, hvis det havde udtalt sig om dette, ville have truffet afgørelse ultra petita.", "label": [[22, 27, "ORG"], [57, 69, "DATE"], [256, 261, "ORG"], [314, 327, "ORG"], [358, 373, "DATE"], [433, 476, "ORG"], [528, 541, "ORG"], [577, 587, "PROFESSION"], [750, 755, "ORG"], [788, 809, "ORG"], [824, 837, "ORG"], [906, 919, "ORG"], [1112, 1117, "ORG"], [1225, 1238, "ORG"], [1300, 1313, "ORG"]]}
{"text": "80 Intervenienten har i det væsentlige henholdt sig til argumentationen fremført i forbindelse med det femte anbringendes første led. I denne henseende har intervenienten anført, at den komponent, som svarer til det omtvistede design, kunne bruges til andre formål end dens primære handelsmæssige afsætningsområde, som også intervenienten selv havde påvist under ugyldighedssagen. Sagsøgerens kunders krav til komponenten er i denne henseende uden betydning. Intervenienten har tilføjet, at denne komponent, der svarer til det omtvistede design, ikke nødvendigvis er usynlig i forbindelse med anden anvendelse eller brug end hvad sagsøgeren har angivet. Intervenienten har endelig gentaget det argument, som denne allerede har fremsat under det femte anbringendes første led, nemlig at appelkammeret med rette fandt sagsøgerens opførsel selvmodsigende, idet sagsøgeren forud for ugyldighedssagen havde ansøgt om registrering af et identisk design. Slutteligt har intervenienten gjort gældende, at sagsøgeren ikke har påberåbt sig artikel 4, stk. 2, i forordning nr. 6/2002 i sin ugyldighedsbegæring, og at disse bestemmelser, der ikke kan påses af egen drift, heller ikke kan prøves nu.", "label": [[786, 799, "ORG"]]}
{"text": "81 I det foreliggende tilfælde skal det bemærkes, at nærværende led af det femte anbringende i det væsentlige omfatter to adskilte klagepunkter, idet det ene vedrører en tilsidesættelse af begrundelsespligten, derved at appelkammeret i den anfægtede afgørelse ikke tog stilling til betingelserne fastsat i artikel 4, stk. 2 og 3, i forordning nr. 6/2002, og det andet vedrører appelkammerets urigtige skøn, idet dette ikke fastslog, at en anvendelse af disse betingelser medførte det omtvistede designs ugyldighed. Disse klagepunkter skal herefter prøves hver for sig.", "label": [[220, 233, "ORG"], [377, 391, "ORG"]]}
{"text": "a) Det første klagepunkt vedrørende appelkammerets tilsidesættelse af begrundelsespligten derved, at dette i den anfægtede afgørelse ikke tog stilling til betingelserne fastsat i artikel 4, stk. 2 og 3, i forordning nr. 6/2002", "label": [[36, 50, "ORG"]]}
{"text": "82 Det skal indledningsvis fastslås, at i medfør af artikel 62, første punktum, i forordning nr. 6/2002 skal EUIPO’s afgørelser være begrundede. Denne begrundelsespligt har samme rækkevidde som den, der følger af artikel 296 TEUF (jf. dom af 29.11.2018, Sata mod EUIPO – Zhejiang Auarita Pneumatic Tools (Sprøjtepistol), T-651/17, ikke trykt i Sml., EU:T:2018:855, præmis 21 og den deri nævnte retspraksis).", "label": [[109, 114, "ORG"], [242, 252, "DATE"], [254, 258, "ORG"], [263, 268, "ORG"], [271, 303, "ORG"]]}
{"text": "83 Det fremgår i denne henseende af fast retspraksis, at den begrundelse, som kræves i henhold til artikel 296 TEUF, skal tilpasses karakteren af den pågældende retsakt og klart og utvetydigt angive de betragtninger, som den institution, der har udstedt den anfægtede retsakt, har lagt til grund, således at de berørte parter kan få kendskab til grundlaget for den trufne foranstaltning, og således at den kompetente ret kan udøve sin prøvelsesret. Det nærmere indhold af begrundelseskravet skal fastlægges i lyset af den konkrete sags omstændigheder, navnlig indholdet af den pågældende retsakt, arten af de anførte grunde samt den interesse, som retsaktens adressater samt andre, der må anses for umiddelbart og individuelt berørt af retsakten, kan have i begrundelsen. Desuden skal spørgsmålet om, hvorvidt begrundelsen for en retsakt opfylder kravene efter nævnte artikel 296 TEUF, ikke blot vurderes i forhold til ordlyden, men ligeledes i forhold til den sammenhæng, hvori den indgår, samt under hensyn til alle de retsregler, som gælder på det pågældende område (jf. i denne retning dom af 10.7.2008, Bertelsmann og Sony Corporation of America mod Impala, C-413/06 P, EU:C:2008:392, præmis 166 og den deri nævnte retspraksis).", "label": [[1097, 1106, "DATE"], [1108, 1119, "ORG"], [1123, 1150, "ORG"], [1155, 1161, "ORG"]]}
{"text": "84 Selv om den institution, der har udstedt den anfægtede retsakt, ikke er forpligtet til i begrundelsen for denne retsakt, at tage stilling til forhold og argumenter, som klart er af underordnet betydning, eller at foregribe mulige indsigelser, skal den redegøre for de faktiske omstændigheder og retlige betragtninger, der har været afgørende for beslutningen. Begrundelsen skal endvidere være logisk og må særligt ikke indeholde selvmodsigelser (jf. analogt dom af 10.7.2008, Bertelsmann og Sony Corporation of America mod Impala, C-413/06 P, EU:C:2008:392, præmis 169 og den deri nævnte retspraksis). Henset til, at begrundelsespligten udgør et væsentligt formkrav, som bør adskilles fra spørgsmålet om den materielle lovlighed af begrundelsen, kan begrundelsen dog være tilstrækkelig, selv om den angiver fejlagtige grunde (jf. dom af 13.6.2017, Ball Beverage Packaging Europe mod EUIPO – Crown Hellas Can (Dåser), T-9/15, EU:T:2017:386, præmis 27 og den deri nævnte retspraksis).", "label": [[468, 477, "DATE"], [479, 490, "ORG"], [494, 521, "ORG"], [526, 532, "ORG"], [840, 849, "DATE"], [851, 881, "ORG"], [886, 891, "ORG"], [894, 910, "ORG"]]}
{"text": "85 Inden for rammerne af dette klagepunkt har sagsøgeren foreholdt appelkammeret, at dette undlod at tage stilling til spørgsmålet om, hvorvidt det omtvistede design vedrørte en komponent af et sammensat produkt, der, når det først var inkorporeret i dette produkt, forblev synligt under normal brug af produktet i den forstand, hvori udtrykket er anvendt i artikel 4, stk. 2 og 3, i forordning nr. 6/2002, til trods for at dette spørgsmål blev behandlet i meddelelsen af 16. maj 2018 og i parternes efterfølgende bemærkninger.", "label": [[67, 80, "ORG"], [472, 484, "DATE"]]}
{"text": "86 Hvorvidt dette klagepunkt er velbegrundet, skal vurderes i lyset af de principper, der er fastsat ovenfor i præmis 82-84.", "label": []}
{"text": "87 Det bemærkes indledningsvis, at i den foreliggende sag var meddelelsen af 16. maj 2018 adresseret til parterne på grundlag af artikel 59, stk. 2, i forordning nr. 6/2002 i forbindelse med behandlingen af sagsøgerens klage, som anført ovenfor i præmis 13, og som det fremgår af afsnittet »Sammenfatning af sagens omstændigheder« i den anfægtede afgørelse. I denne meddelelse var det angivet, at det omtvistede design skulle erklæres ugyldigt, idet det ikke opfyldte betingelserne fastsat i artikel 4 i forordning nr. 6/2002, fordi det produkt, der var dækket af dette design, udgjorde en komponent (dvs. en koblingsdel) af et sammensat produkt (dvs. helheden bestående af motor, kobling og kompressor), som, når denne komponent først var inkorporeret i det sammensatte produkt, ikke længere var synlig ved normal brug af dette. Appelkammeret fastslog nemlig, at kompressoren, der optog meget plads, skjulte den pågældende komponent, og at det sammensatte produkt i sig selv var fuldstændig skjult af køretøjets motorhjelm, når denne var lukket, altså i sin normale stilling.", "label": [[77, 89, "DATE"], [830, 843, "ORG"]]}
{"text": "88 Det skal herefter påpeges, at parterne, som også anført i afsnittet »Sammenfatning af de faktiske omstændigheder« i den anfægtede afgørelse og genkaldt ovenfor i præmis 14, under ugyldighedssagens forløb blev opfordret til at tage stilling til meddelelsen af 16. maj 2018 i medfør af artikel 59, stk. 2, i forordning nr. 6/2002, hvilket de gjorde den 16. juli, henholdsvis den 17. september 2018. Intervenienten har i det væsentlige forklaret, at den bestanddel, der er omfattet af det omtvistede design, og som blev brugt til at sammenkoble forskellige elementer og ikke alene til at koble en kompressor til en køretøjsmotor, ikke kunne betragtes som en komponent af et sammensat produkt, og at denne bestanddel almindeligvis var synlig under brugen af den. Sagsøgeren har for sit vedkommende gjort gældende, at henset til dens tekniske egenskaber var den pågældende komponent alene beregnet til at koble køleanlæg til motoren i et køretøj, og at når motorhjelmen var lukket, forsvandt komponenten følgelig fuldstændig fra brugerens synsfelt.", "label": [[262, 274, "DATE"], [354, 362, "DATE"], [380, 398, "DATE"]]}
{"text": "89 Endelig henviste appelkammeret i afsnittet »Begrundelse for afgørelsen« hverken til meddelelsen af 16. maj 2018 eller til parternes efterfølgende bemærkninger, og særligt angav appelkammeret ikke, hvad det udledte af denne meddelelse og af disse bemærkninger. Som anført ad flere omgange foretog appelkammeret heller ikke en prøvelse af spørgsmålet om anvendelsen af artikel 4, stk. 2 og 3, i forordning nr. 6/2002 på den foreliggende sag, uanset henvisningerne hertil i førnævnte meddelelse og bemærkninger (jf. præmis 15, 38, 42-44 og 75 ovenfor).", "label": [[20, 33, "ORG"], [102, 114, "DATE"], [180, 193, "ORG"], [299, 312, "ORG"]]}
{"text": "90 Det skal imidlertid påpeges, at begrundelsen for den anfægtede retsakt kan fremgå indirekte, forudsat at de berørte gennem den får kendskab til begrundelsen for, at appelkammerets afgørelse er truffet, og at den kompetente ret råder over de nødvendige oplysninger til udøvelse af sin prøvelsesret. En indirekte begrundelse kan således tages i betragtning, når den er åbenbar både for de berørte og for Unionens retsinstanser (jf. dom af 14.3.2018, Sko, T-424/16, ikke trykt i Sml., EU:T:2018:136, præmis 35 og den deri nævnte retspraksis).", "label": [[168, 182, "ORG"], [405, 413, "LOC"], [440, 449, "DATE"]]}
{"text": "91 Dette rejser spørgsmålet om, hvorvidt appelkammerets stillingtagen til anvendelsen af artikel 4, stk. 2 og 3, i forordning nr. 6/2002 i det foreliggende tilfælde ikke forudsætningsvis kan udledes af begrundelsen for den anfægtede afgørelse.", "label": [[41, 55, "ORG"]]}
{"text": "92 I denne henseende skal det først og fremmest anføres, at som det også fremgår af indholdet af meddelelsen af 16. maj 2018, blev det i denne sluttet, at det omtvistede design skulle erklæres ugyldigt i medfør af artikel 4, stk. 2, litra a), i forordning nr. 6/2002.", "label": [[112, 124, "DATE"]]}
{"text": "93 Idet sagsøgerens ugyldighedsbegæring blev forkastet ved den anfægtede afgørelse, kan det imidlertid udledes, at appelkammeret tilsidesatte de betragtninger, der dannede baggrund for meddelelsen af 16. maj 2018, i lighed med de betragtninger, der lå bag sagsøgerens bemærkninger som nævnt ovenfor i præmis 88.", "label": [[115, 128, "ORG"], [200, 212, "DATE"]]}
{"text": "94 Selv hvis dette var tilfældet, skal det dog fastslås, at appelkammerets begrundelse for at tilsidesætte disse betragtninger ikke klart fremgik af den anfægtede afgørelse.", "label": [[60, 74, "ORG"]]}
{"text": "95 For det første, og som det ligeledes fremgår af præmis 42 ovenfor, angav appelkammeret i den indledende del af den anfægtede begrundelse, hvori det tog stilling til anvendelsen af artikel 25, stk. 1, litra b), i forordning nr. 6/2002, alene de betingelser, som appelkammeret mente, at sagsøgeren havde påberåbt sig som begrundelse for tilsidesættelsen, nemlig artikel 5, 6, 8 og 9, og undlod i denne forbindelse at nævne betingelserne i denne forordnings artikel 4, stk. 2 og 3.", "label": [[76, 89, "ORG"], [264, 277, "ORG"]]}
{"text": "96 Som anført ovenfor i præmis 42-44 er denne undladelse imidlertid vanskeligt forenelig med appelkammerets fortolkning af artikel 25, stk. 1, litra b), i forordning nr. 6/2002, idet denne bestemmelses ordlyd udtrykkeligt tager sigte på samme forordnings artikel 4-9 uden at undtage artikel 4, stk. 2 og 3, hvori specifikke betingelser nævnes for beskyttelse af et design, der omfatter en komponent af et sammensat produkt, således som dette udtryk er anvendt i forordningens artikel 3, litra c). Appelkammeret angav dog ingen forklaring, der gjorde det muligt at forstå, hvorfor appelkammeret til trods for denne fortolkning antog, at sagsøgerens ugyldighedsbegæring alene vedrørte en tilsidesættelse af den pågældende forordnings artikel 5, 6, 8 og 9.", "label": [[93, 107, "ORG"], [497, 510, "ORG"], [580, 593, "ORG"]]}
{"text": "97 For det andet er de forklaringer, EUIPO har givet i sit svarskrift og under retsmødet vedrørende appelkammerets stiltiende stillingtagen til anvendelsen af artikel 4, stk. 2 og 3, i forordning nr. 6/2002, i det foreliggende tilfælde ikke overbevisende.", "label": [[37, 42, "ORG"], [100, 114, "ORG"]]}
{"text": "98 Det skal i denne forbindelse påpeges, at EUIPO har bekræftet, at appelkammeret antog, at det ved i meddelelsen af 16. maj 2018 at anføre, at artikel 4, stk. 2 og 3, i forordning nr. 6/2002 skulle anvendes i det foreliggende tilfælde, var gået ud over de af parterne fremførte anbringender og fremsatte anmodninger i strid med nævnte forordnings artikel 63, stk. 1, og at appelkammeret ikke omtalte denne meddelelse i den retlige begrundelse for den anfægtede afgørelse for at undgå at træffe afgørelse ultra petita.", "label": [[44, 49, "ORG"], [68, 81, "ORG"], [117, 129, "DATE"], [374, 387, "ORG"]]}
{"text": "99 Denne formodede antagelse fra appelkammerets side kan dog ikke udledes klart og entydigt af den anfægtede afgørelse.", "label": [[33, 47, "ORG"]]}
{"text": "100 Det er nemlig først tilstrækkeligt at påpege, at appelkammeret antog, at artikel 25, stk. 1, litra b), i forordning nr. 6/2002, som i det foreliggende tilfælde var påberåbt under sagen for appelkammeret, henviste til samtlige betingelser i nævnte forordnings artikel 4-9. Dernæst skal det bemærkes, at for så vidt angår betingelserne fastsat i samme forordnings artikel 8 og 9 anførte appelkammeret udtrykkeligt, at selv om det skulle lægges til grund, at sagsøgeren havde påberåbt sig betingelserne indeholdt i disse bestemmelser til støtte for sin ugyldighedsbegæring, havde sagsøgeren dog ingen argumenter fremført i denne henseende, og appelkammeret kunne derfor ikke gøre andet end at afvise denne del af ugyldighedsbegæringen i medfør af den pågældende forordnings artikel 63, stk. 1.", "label": [[53, 66, "ORG"], [193, 206, "ORG"], [389, 402, "ORG"], [644, 657, "ORG"]]}
{"text": "101 Det forekommer derfor logisk, som bekræftet af EUIPO, at udlede af begrundelsen for den anfægtede afgørelse, at hvis appelkammeret havde lagt til grund, at det i medfør af artikel 63, stk. 1, andet punktum, i forordning nr. 6/2002 ikke havde beføjelse til at tage stilling til, om denne forordnings artikel 4, stk. 2 og 3, skulle finde anvendelse på det omtvistede design, skulle appelkammeret udtrykkeligt have anført dette. En sådan udtrykkelig begrundelse var desto mere påkrævet i dette tilfælde, idet referenten i meddelelsen af 16. maj 2018 omvendt havde identificeret disse bestemmelser som værende omfattet af ordlyden af forordningens artikel 25, stk. 1, litra b), og tilsyneladende havde antaget, at det kunne udledes af parternes påstande og af dokumenterne fremlagt til støtte herfor, at nævnte bestemmelser kunne finde anvendelse, og at det tilkom referenten at rejse spørgsmålet herom.", "label": [[51, 56, "ORG"], [121, 134, "ORG"], [384, 397, "ORG"], [510, 520, "PROFESSION"], [538, 550, "DATE"]]}
{"text": "102 Forudsætningen for EUIPO’s antagelse er under alle omstændigheder fejlagtig. I modsætning til hvad EUIPO har gjort gældende, var artikel 63, stk. 1, andet punktum, i forordning nr. 6/2002 nemlig ikke til hinder for, at appelkammeret henholdt sig til indholdet af meddelelsen af 16. maj 2018 i begrundelsen for den anfægtede afgørelse. Selv hvis det lægges til grund, at appelkammeret havde antaget, at denne bestemmelse afskar det fra at anvende denne forordnings artikel 4, stk. 2 og 3, på det omtvistede design, forhindrede de dog ikke appelkammeret i at redegøre for grundende til, at dette, modsat konklusionen i den ovennævnte meddelelse, fandt en sådan anvendelse umulig.", "label": [[23, 30, "ORG"], [103, 108, "ORG"], [223, 236, "ORG"], [282, 294, "DATE"], [374, 387, "ORG"], [542, 555, "ORG"]]}
{"text": "103 Det skal følgelig fastslås, at de begrundelser, som EUIPO har gjort gældende for Unionens retsinstanser med henblik på at godtgøre appelkammerets undladelse af at anvende bestemmelsen i artikel 4, stk. 2 og 3, i forordning nr. 6/2002 på det omtvistede design, ikke på klar og entydig vis fremgår af indholdet af den anfægtede afgørelse.", "label": [[56, 61, "ORG"], [85, 93, "LOC"], [135, 149, "ORG"]]}
{"text": "104 Retten kan i øvrigt ikke tage disse argumenter i betragtning som supplerende begrundelser for den pågældende afgørelse. I henhold til fast retspraksis skal begrundelsen for en retsakt meddeles den person, som retsakten berører, inden denne person anlægger en sag til prøvelse af den pågældende retsakt, og tilsidesættelsen af kravet om begrundelse kan ikke afhjælpes derved, at den berørte person får kendskab til begrundelsen for retsakten under sagen for Unionens retsinstanser. Dette ville udgøre en tilsidesættelse af den berørtes ret til forsvar og ret til en effektiv domstolsbeskyttelse samt af princippet om parternes ligestilling for Unionens retsinstanser (jf. dom af 14.3.2018, Sko, T-424/16, ikke trykt i Sml., EU:T:2018:136, præmis 34 og den deri nævnte retspraksis).", "label": [[461, 469, "LOC"], [647, 655, "LOC"], [682, 691, "DATE"]]}
{"text": "105 For det tredje skal det påpeges, at den anfægtede afgørelse indeholder en beskrivelse af det produkt, som det omtvistede design anvendes på, samt af brugen af dette produkt, der i det væsentlige ikke adskiller sig fra beskrivelsen i meddelelsen af 16. maj 2018.", "label": [[252, 264, "DATE"]]}
{"text": "106 Som det fremgår af punkt 38 i den anfægtede afgørelse, beskrev appelkammeret nemlig de omtvistede design som udgørende en bestanddel, der gjorde det muligt at koble kompressoren til et køleanlæg til et køretøjs motorblok. Appelkammeret angav desuden, at den pågældende bestanddel skrues fast på motorblokken, og at den kompressor, der forsyner køleudstyret, derefter skrues fast ovenpå. Det kan således udledes af denne beskrivelse, at appelkammeret ikke overvejede anden anvendelse af den bestanddel, der er omfattet af det omtvistede design, end tilslutning af køle- eller klimaanlæg til motorblokken i et køretøj, som den skal tilpasse sig. Der synes endvidere ikke i denne beskrivelse at være noget, der tyder på, at appelkammeret afviste at anvende den kvalifikation af produktet som sammensat i den forstand hvori dette udtryk anvendes i artikel 3, litra c), i forordning nr. 6/2002, som anvendtes i meddelelsen af 16. maj 2018 til beskrivelse af enheden bestående af motoren, den bestanddel, der er omfattet af det omtvistede design, og kompressoren.", "label": [[67, 80, "ORG"], [440, 453, "ORG"], [725, 738, "ORG"], [925, 937, "DATE"]]}
{"text": "107 Det er følgelig ikke muligt klart at udlede af begrundelsen for den anfægtede afgørelse, at appelkammerets opfattelse skulle have ændret sig i medfør af meddelelsen af 16. maj 2018 med hensyn til spørgsmålet om, hvorvidt det produkt, som det omtvistede design indgår i, som komponent i et sammensat produkt, falder under anvendelsesområdet for artikel 4, stk. 2 og 3, i forordning nr. 6/2002. Det fremgår særligt ikke af denne afgørelse, at appelkammeret tilsluttede sig intervenientens bemærkninger af 16. juli 2018, hvori denne bestred kvalifikationen som et sammensat produkt og påberåbte sig adskillige andre, alternative anvendelsesmuligheder end dem, der er nævnt ovenfor i præmis 106.", "label": [[96, 110, "ORG"], [172, 184, "DATE"], [445, 458, "ORG"], [507, 520, "DATE"]]}
{"text": "108 Det er korrekt, at i den anfægtede afgørelses punkt 39 og 40 fastslog appelkammeret, at den informerede bruger af det omtvistede design, i den forstand hvori udtrykket er anvendt i artikel 6, stk. 1, i forordning nr. 6/2002, og i forhold til hvem den individuelle karakter af dette design skal vurderes, eksempelvis kunne være installatøren af køleanlægget eller lederen af et autoværksted, der vælger bestanddelen, for at montere den på køretøjet. Disse konstateringer kan synes i modstrid med indholdet af meddelelsen af 16. maj 2018, i henhold til hvilken komponenten, når den først er monteret, ikke længere er synlig under normal brug den forstand hvori dette udtryk anvendes i forordningens artikel 4, stk. 3, hvorved forstås med undtagelse af vedligehold, servicering og reparation.", "label": [[74, 87, "ORG"], [331, 360, "PROFESSION"], [367, 393, "PROFESSION"], [527, 539, "DATE"]]}
{"text": "109 Betingelserne i artikel 4, stk. 2 og 3, i forordning nr. 6/2002 og betingelserne i samme forordnings artikel 6, stk. 1, er dog forskellige. Vurderingen af det omtvistede designs individuelle karakter afhænger af den informerede brugers overordnede indtryk af dette, hvilket i sagens natur indebærer, at designet er synligt for denne bruger. Udtrykket normal brug som omhandlet i nævnte forordnings artikel 4, stk. 3, er derimod ikke relevant i denne vurdering. Identificeringen af den informerede bruger i den anfægtede afgørelses punkt 39 og 40 har således ikke betydning for den analyse, appelkammeret foretog med hensyn til overholdelsen af betingelserne i samme forordnings artikel 4, stk. 2 og 3. Under alle omstændigheder er det ikke muligt at udlede begrundelsen for, at appelkammeret ikke så sig bemyndiget til at undersøge, om disse kriterier fandt anvendelse.", "label": [[594, 607, "ORG"], [782, 795, "ORG"]]}
{"text": "110 Det følger af samtlige ovenstående betragtninger, at appelkammerets konklusion for så vidt angår spørgsmålet om anvendelsen af artikel 4, stk. 2 og 3, i forordning nr. 6/2002 på den foreliggende sag ikke åbenbart fremgik af begrundelsen for den anfægtede afgørelse, hverken for parterne eller for Unionens retsinstanser.", "label": [[57, 71, "ORG"], [301, 309, "LOC"]]}
{"text": "111 For nuværende skal det derfor undersøges, om denne konklusion vedrører omstændigheder og retslige overvejelser af væsentlig betydning for indholdet af den anfægtede afgørelse i den betydning, hvori dette udtryk er anvendt i retspraksis som henvist til ovenfor i præmis 84.", "label": []}
{"text": "112 Det skal for det første påpeges, at som det også fremgår af præmis 56 og 62 ovenfor, kan den manglende synlighed af elementerne af en komponent i et sammensat produkt under betingelserne fastsat i artikel 4, stk. 2 og 3, i forordning nr. 6/2002 medføre fuldstændig ugyldighed af det design, der anvendes på denne komponent, eller delvis ugyldighed, hvis kun nogle af disse elementer er omfattet. Som det ligeledes kan udledes af ordlyden af nævnte forordnings artikel 4, stk. 2, er undersøgelsen af, hvorvidt det omtvistede design er nyt og har individuel karakter med hensyn til betingelserne fastsat i samme forordnings artikel 5 og 6, derfor ikke længere påkrævet i førstnævnte tilfælde, men skal begrænses til en undersøgelse af de elementer, der fortsat er synlige, i det andet tilfælde. Spørgsmålet om, hvorvidt førnævnte artikel 4, stk. 2 og 3, finder anvendelse på det foreliggende tilfælde, kan derfor i princippet være af væsentlig betydning for udfaldet af den anfægtede afgørelse, henset til spørgsmålets potentielle betydning for begrundelsen og for konklusionen i denne afgørelse, særligt idet appelkammeret antog, at sagsøgeren havde bestridt, at det omtvistede design levede op til nyhedskravet og havde individuel karakter.", "label": [[1112, 1125, "ORG"]]}
{"text": "113 For det andet skal det bemærkes, at appelkammeret, som det ligeledes fremgår af meddelelsen af 16. maj 2018, på dette tidspunkt under sagen lagde til grund, at parternes anbringender og beviserne fremlagt til støtte herfor godtgjorde, at betingelserne fastsat i artikel 4, stk. 2 og 3, i forordning nr. 6/2002 ikke var opfyldt. Parterne havde desuden taget stilling til dette spørgsmål i deres bemærkninger til denne meddelelse, som appelkammeret ikke afviste fra sagen.", "label": [[40, 53, "ORG"], [99, 111, "DATE"], [437, 450, "ORG"]]}
{"text": "114 Som det fremgår af præmis 93 ovenfor, synes appelkammerets forkastelse af sagsøgerens klagesag som fastslået i den anfægtede afgørelses konklusion at være udtryk for, at appelkammeret fuldstændig havde ændret holdning til spørgsmålet om, hvorvidt artikel 4, stk. 2 og 3, i forordning nr. 6/2002 fandt anvendelse i det foreliggende tilfælde, sammenholdt med den opfattelse, der kom til udtryk i meddelelsen af 16. maj 2018, og derfor påhvilede det appelkammeret klart at redegøre for grundene bag denne ændring.", "label": [[48, 62, "ORG"], [174, 187, "ORG"], [413, 425, "DATE"], [451, 464, "ORG"]]}
{"text": "115 Kun såfremt appelkammeret havde besluttet at give sagsøgeren medhold i sin klage og at erklære det omtvistede design ugyldigt af andre grunde end ved anvendelse af artikel 4, stk. 2 og 3, i forordning nr. 6/2002, kunne dette af procesøkonomiske årsager undlade at redegøre for disse grunde (jf. i denne retning og analogt dom af 14.12.2006, Mast-Jägermeister mod KHIM – Licorera Zacapaneca (VENADO med ramme m.fl.), T-81/03, T-82/03 og T-103/03, EU:T:2006:397, præmis 80).", "label": [[16, 29, "ORG"], [333, 343, "DATE"], [345, 362, "ORG"], [367, 371, "ORG"], [374, 393, "ORG"], [395, 401, "TITLE"]]}
{"text": "116 Uden en sådan begrundelse er det vanskeligt for sagsøgeren på formålstjenlig vis at gøre gældende for Retten, at der ikke var sket en materiel prøvelse af betingelserne fastsat i artikel 4, stk. 2 og 3, i forordning nr. 6/2002. Sagsøgeren kunne højst i stævningen gentage de argumenter, som allerede var fremsat under klageproceduren i dennes bemærkninger af 17. september 2018, hvilket sagsøgeren i øvrigt også gjorde, med henblik på at påvise konklusionerne draget i meddelelsen af 16. maj 2018. Derimod var sagsøgeren ikke i stand til på formålstjenlig vis at bestride de grunde, der foranledigede appelkammeret til at tilsidesætte disse konklusioner.", "label": [[106, 112, "ORG"], [363, 381, "DATE"], [488, 500, "DATE"], [605, 618, "ORG"]]}
{"text": "117 På samme måde er Retten forhindret i at efterprøve, hvorvidt disse grunde er velbegrundede, og på korrekt vis udføre den opgave, der påhviler den. Det skal i denne forbindelse bemærkes, at Retten inden for rammerne af artikel 61, stk. 2, i forordning nr. 6/2002 er bemyndiget til at foretage en fuldstændig efterprøvelse af lovligheden af EUIPO’s appelkamres afgørelser og om fornødent efterprøve, om disse har foretaget en korrekt retlig kvalifikation af de faktiske forhold i sagen, eller om bedømmelsen af de faktiske forhold, der blev forelagt kamrene, er behæftet med fejl (jf. dom af 18.10.2012, Ross og Carlos Gómez mod José Manuel Baena Grupo, C-101/11 P og C-102/11 P, EU:C:2012:641, præmis 39 og den deri nævnte retspraksis).", "label": [[21, 27, "ORG"], [193, 199, "ORG"], [343, 350, "ORG"], [594, 604, "DATE"], [606, 610, "PER"], [614, 626, "PER"], [631, 654, "ORG"]]}
{"text": "118 EUIPO’s og intervenientens argumenter kan ikke rejse tvivl om denne konklusion.", "label": [[4, 11, "ORG"]]}
{"text": "119 Som anført ovenfor i præmis 104 kan EUIPO’s argumenter ikke afhjælpe den manglende begrundelse i den anfægtede afgørelse uden at tilsidesætte sagsøgerens ret til forsvar og ret til en effektiv domstolsbeskyttelse samt princippet om parternes ligestilling for Unionens retsinstanser.", "label": [[40, 47, "ORG"], [263, 271, "LOC"]]}
{"text": "120 Dernæst er det ganske vist således, at appelkammeret i medfør af artikel 63, stk. 1, i forordning nr. 6/2002 alene skal efterprøve betingelserne fastsat i denne forordnings artikel 4, stk. 2 og 3, såfremt det må antages, at sagsøgeren har gjort disse bestemmelser gældende med hensyn til de faktiske og retlige forhold, som ugyldighedsbegæringen var støttet på. Af de årsager, der er redegjort for ovenfor i præmis 51-72, kunne EUIPO nemlig ikke anses for automatisk at skulle efterprøve, hvorvidt denne betingelse var opfyldt som følge af, at nævnte ugyldighedsbegæring var støttet på samme forordnings artikel 25, stk. 1, litra b).", "label": [[43, 56, "ORG"], [432, 437, "ORG"]]}
{"text": "121 Som fastslået ovenfor i præmis 87-110 fremgår appelkammerets stillingtagen til spørgsmålet om, hvorvidt det tilkom dette at undersøge, om artikel 4, stk. 2 og 3, i forordning nr. 6/2002 skulle finde anvendelse i det foreliggende tilfælde, imidlertid ikke af den anfægtede afgørelse, end ikke stiltiende, selv om denne instans havde forholdt sig til spørgsmålet på et tidligere tidspunkt under sagen.", "label": [[50, 64, "ORG"]]}
{"text": "122 I henhold til fast retspraksis har Retten i sin efterprøvelse af lovligheden af en afgørelse truffet af et af EUIPO’s appelkamre ikke beføjelse til at sætte sin egen bedømmelse i stedet for appelkammerets og så meget desto mindre at foretage bedømmelse af et forhold, som det pågældende kammer endnu ikke har taget stilling til (dom af 5.7.2011, Edwin mod KHIM, C-263/09 P, EU:C:2011:452, præmis 72). Det tilkommer særligt ikke Retten i appelkammerets sted at efterprøve de argumenter, faktiske omstændigheder og beviser, som sagsøgeren har fremført til støtte for sin ugyldighedsbegæring, som det påhvilede denne instans at tage stilling til, bortset i givet fald fra retlige spørgsmål, som var nødvendige ved anvendelsen af de relevante retsregler, og velkendte forhold, med henblik på at vurdere, hvorvidt der i den sag, som forelagdes appelkammeret, var rejst spørgsmål om anvendelsen af artikel 4, stk. 2 og 3, i forordning nr. 6/2002 (jf. i denne retning og analogt dom af 11.12.2014, CEDC International mod KHIM – Underberg (Form som et græsstrå i en flaske), T-235/12, EU:T:2014:1058, præmis 101 og den deri nævnte retspraksis).", "label": [[39, 45, "ORG"], [114, 121, "ORG"], [340, 348, "DATE"], [350, 355, "ORG"], [360, 364, "ORG"], [432, 438, "ORG"], [441, 455, "ORG"], [843, 856, "ORG"], [983, 993, "DATE"], [995, 1013, "ORG"], [1018, 1022, "ORG"], [1025, 1034, "ORG"]]}
{"text": "123 I modsætning til hvad EUIPO har gjort gældende, er den omstændighed, at sagsøgeren i sine bemærkninger i sagen for ugyldighedsafdelingen udtrykkeligt anførte artikel 4, stk. 1, i forordning nr. 6/2002 og ikke denne forordnings artikel 4, stk. 2 og 3, ikke i sig selv tilstrækkelig til at fastslå, at sagsgenstanden ikke også omfattede anvendelsen af disse bestemmelser. Uden en efterprøvelse af alle de faktiske og retlige omstændigheder, som sagsøgeren havde gjort gældende under ugyldighedssagen, kan det særligt ikke udelukkes, at sagsøgeren, under hensyntagen til disse omstændigheder, kan antages i det væsentlige at have påberåbt sig disse bestemmelser.", "label": [[26, 31, "ORG"]]}
{"text": "124 Selv om appelkammeret, som med rette fremført af EUIPO, ikke var bundet af meddelelsen af 16. maj 2018, påhvilede det dog appelkammeret behørigt at begrunde, hvorfor det anså sig for forpligtet til at afvige fra konklusionerne i meddelelsen, idet både meddelelsen og parternes efterfølgende bemærkninger udgjorde en del af den baggrund, på hvilken appelkammeret traf den anfægtede afgørelse (jf. i denne retning og analogt dom af 28.6.2018, EUIPO mod Puma, C-564/16 P, EU:C:2018:509, præmis 66).", "label": [[12, 25, "ORG"], [53, 58, "ORG"], [94, 106, "DATE"], [126, 139, "ORG"], [352, 365, "ORG"], [434, 443, "DATE"], [445, 450, "ORG"], [455, 459, "ORG"]]}
{"text": "125 For så vidt angår intervenientens argumenter skal det for det første anføres, at påstanden om, at sagsøgerens klagepunkt vedrørende den manglende begrundelse skulle afvises, idet sagsøgeren ikke til støtte for sin ugyldighedsbegæring havde gjort den omstændighed, at produktet, hvorpå det omtvistede design anvendes, var en komponent i et sammensat produkt, gældende, under alle omstændigheder skal forkastes, idet det, som anført ovenfor i præmis 122, ikke tilkommer Retten at foretage en vurdering af forhold, som appelkammeret endnu ikke har forholdt sig til.", "label": [[472, 478, "ORG"], [520, 533, "ORG"]]}
{"text": "126 For det andet kan den omstændighed, at sagsøgeren i forbindelse med en særskilt sag har indgivet en ansøgning om registrering af et design, der er identisk med det omtvistede design, ikke føre til, at nærværende klagepunkt skal forkastes med den begrundelse, at klagepunktet strider mod de argumenter, som sagsøgeren har gjort gældende til støtte for bibeholdelsen af den pågældende registrering.", "label": []}
{"text": "127 Artikel 52, stk. 1, i forordning nr. 6/2002, som fastslår, at med forbehold for samme forordnings artikel 25, stk. 2-5, kan enhver fysisk eller juridisk person samt enhver offentlig myndighed med beføjelse hertil forelægge EUIPO en begæring om, at et registreret EF-design erklæres ugyldigt, indeholder ikke en betingelse om, at der godtgøres en retlig eller en faktisk eller potentiel økonomisk interesse i, at det omtvistede design slettes, for at en ugyldighedsbegæring, og desto mindre de grunde, den er støttet på, kan antages til realitetsbehandling (jf. i denne retning og analogt dom af 25.2.2010, Lancôme mod KHIM, C-408/08 P, EU:C:2010:92, præmis 37-44). Det skal i denne henseende præciseres, at ugyldighedsgrundene i forordningens artikel 25, stk. 1, litra a) og b), i modsætning til ugyldighedsgrundene i litra c)-g), i princippet kan påberåbes af enhver person (dom af 13.6.2019, Visi/one mod EUIPO – EasyFix (Informationstavle til køretøjer), T-74/18, EU:T:2019:417, præmis 64).", "label": [[227, 232, "ORG"], [599, 608, "DATE"], [610, 617, "ORG"], [622, 626, "ORG"], [887, 896, "DATE"], [911, 916, "ORG"], [919, 926, "ORG"]]}
{"text": "128 Følgelig er det forhold, at sagsøgeren har ansøgt om registrering af et design identisk med det omtvistede design, og under ugyldighedssagen indledt af intervenienten forsvarede, at dette design er nyt og har individuel karakter, selv om sagsøgeren har stillet spørgsmålstegn ved dette forhold i nærværende sag, helt uden betydning for, hvorvidt dette klagepunkt kan antages til realitetsbehandling, og i øvrigt også for den materielle prøvelse heraf.", "label": []}
{"text": "129 Det følger af samtlige ovenstående betragtninger, at klagepunktet vedrørende en tilsidesættelse af begrundelsespligten er velbegrundet.", "label": []}
{"text": "130 Førend det kan fastslås, hvilke følger konstateringerne ovenfor i præmis 129 får for den anfægtede afgørelses konklusion, skal der foretages en undersøgelse af sagsøgerens andet klagepunkt, som er fremført inden for rammerne af det femte anbringendes andet led, og som vedrører et urigtigt skøn, derved at den anfægtede afgørelse ikke erklærede det omtvistede design ugyldigt, selv om dette udgjorde en komponent i et sammensat produkt, der ikke længere var synligt efter endeligt at være inkorporeret i det sammensatte produkt i den forstand, hvori udtrykket er anvendt i artikel 4, stk. 2, i forordning nr. 6/2002.", "label": []}
{"text": "b) Det andet klagepunkt vedrørende et urigtigt skøn derved, at appelkammeret ikke fastslog, at det omtvistede design var ugyldigt i medfør af artikel 4, stk. 2 og 3, i forordning nr. 6/2002", "label": [[63, 76, "ORG"]]}
{"text": "131 Som det allerede er fastslået ovenfor i præmis 122, følger det af retspraksis, at Retten i sin efterprøvelse af lovligheden af en afgørelse truffet af et af EUIPO’s appelkamre ikke har beføjelse til at sætte sin egen bedømmelse i stedet for appelkammerets og så meget desto mindre at foretage bedømmelse af et forhold, som det pågældende appelkammer endnu ikke har taget stilling til.", "label": [[86, 92, "ORG"], [161, 166, "ORG"], [245, 259, "ORG"], [342, 353, "ORG"]]}
{"text": "132 Som det ligeledes er fastslået ovenfor i præmis 13, undersøgte appelkammeret i det foreliggende tilfælde under klagesagen i meddelelsen af 16. maj 2018 spørgsmålet om, hvorvidt det omtvistede design skulle erklæres ugyldigt, henset til, at det udgjorde en komponent i et sammensat produkt, der ikke var synlig efter sin endelige inkorporering i dette sammensatte produkt ved normal brug af dette i den forstand, hvori udtrykket er anvendt i artikel 4, stk. 2, i forordning nr. 6/2002. Som fastslået ovenfor i præmis 110 fremgik appelkammerets vurdering af dette spørgsmål dog ikke af den anfægtede afgørelse på tilstrækkelig klar og entydig vis.", "label": [[67, 80, "ORG"], [143, 155, "DATE"], [532, 546, "ORG"]]}
{"text": "133 Retten er følgelig ikke beføjet til at udtale sig om anvendelsen af artikel 4, stk. 2 og 3, i forordning nr. 6/2002 på den foreliggende sag, og klagepunktet skal derfor forkastes.", "label": [[4, 10, "ORG"]]}
{"text": "134 Gives der medhold i det første klagepunkt, er dette imidlertid tilstrækkeligt til, at den anfægtede afgørelse annulleres. Idet begrundelsespligten i henhold til fast retspraksis udgør et formkrav i den forstand, hvori udtrykket er anvendt i artikel 61, stk. 2, i forordning nr. 6/2002, og tilsidesættelsen heraf i øvrigt kan fastslås af egen drift, kan en sådan tilsidesættelse medføre annullation af den anfægtede afgørelse (jf. i denne retning og analogt dom af 30.3.1995, Parlamentet mod Rådet, C-65/93, EU:C:1995:91, præmis 21, og af 10.7.2008, Bertelsmann og Sony Corporation of America mod Impala, C-413/06 P, EU:C:2008:392, præmis 174). Der skal derfor gives medhold i påstanden om annullation.", "label": [[468, 477, "DATE"], [479, 490, "ORG"], [495, 500, "ORG"], [542, 551, "DATE"], [553, 564, "ORG"], [568, 595, "ORG"], [600, 606, "ORG"]]}
{"text": "135 I medfør af den retspraksis, der er nævnt ovenfor i præmis 131, kan Retten dog ikke omgøre den anfægtede afgørelse, og EUIPO skal derfor frifindes for så vidt angår påstanden herom.", "label": [[72, 78, "ORG"], [123, 128, "ORG"]]}
{"text": "136 Det følger af alt det ovenstående, at den anfægtede afgørelse skal annulleres og EUIPO i øvrigt frifindes, uden det er nødvendigt at undersøge det andet og det fjerde anbringende, det femte anbringendes første led samt det sjette anbringende.", "label": [[85, 90, "ORG"]]}
{"text": "IV. Sagsomkostninger", "label": []}
{"text": "137 Ifølge artikel 134, stk. 1, i Rettens procesreglement pålægges det den tabende part at betale sagsomkostningerne, hvis der er nedlagt påstand herom.", "label": [[34, 41, "ORG"]]}
{"text": "138 I henhold til procesreglementets artikel 135, stk. 1, kan Retten, når det er påkrævet af rimelighedshensyn, imidlertid beslutte, at en part, der taber sagen, ud over at bære sine egne omkostninger alene skal betale en brøkdel af modpartens omkostninger, eller at parten slet ikke skal afholde disse.", "label": [[62, 68, "ORG"]]}
{"text": "139 Da EUIPO og intervenienten i det væsentlige har tabt sagen, bør det dels pålægges EUIPO at bære sine egne omkostninger og at betale sagsøgerens omkostninger i overensstemmelse med dennes påstand herom, dels fastslås, at intervenienten skal bære sine egne omkostninger.", "label": [[7, 12, "ORG"], [86, 91, "ORG"]]}
{"text": "På grundlag af disse præmisser udtaler og bestemmer RETTEN (Niende Afdeling):", "label": [[52, 76, "ORG"]]}
{"text": "1) Afgørelsen truffet af Tredje Appelkammer ved Den Europæiske Unions Kontor for Intellektuel Ejendomsret (EUIPO) den 19. november 2018 (sag R 1397/2017-3) annulleres.", "label": [[25, 43, "ORG"], [48, 113, "ORG"], [118, 135, "DATE"]]}
{"text": "2) I øvrigt frifindes EUIPO.", "label": [[22, 27, "ORG"]]}
{"text": "3) EUIPO bærer sine egne omkostninger og betaler de af L. Oliva Torras, S.A. afholdte omkostninger.", "label": [[3, 8, "ORG"], [55, 76, "ORG"]]}
{"text": "4) Mecánica del Frío, S.L. bærer sine egne omkostninger.", "label": [[3, 26, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Afsagt i offentligt retsmøde i Luxembourg den 10. juni 2020.", "label": [[31, 41, "LOC"], [46, 59, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: spansk.", "label": [[15, 21, "NATIONALITY"]]}
