{"text": "Rettens kendelse af 16. oktober 2020 – Gauthier mod Kommissionen", "label": [[0, 7, "ORG"], [20, 36, "DATE"], [39, 47, "PER"], [52, 64, "ORG"]]}
{"text": "(Sag T-13/20)", "label": []}
{"text": "(Annullationssøgsmål – personalesag – tjenestemænd – intern udvælgelsesprøve COM/1/AD 10/18 (AD 10) – indgivelse af ansøgning ved hjælp af den til dette formål foreskrevne formular som omhandlet i artikel 2 i bilag III til vedtægten – ansøgning om adgang til at deltage i udvælgelsesprøven, der samtidigt indgives på almindeligt papir til ansættelsesmyndigheden – adgangsbetingelser – udvælgelseskomitéens afgørelse om at afslå sagsøgerens ansøgning – ansættelsesmyndighedens afgørelse om ikke at imødekomme sagsøgerens anmodning om at fravige en af de betingelser, der er fastsat i meddelelsen om udvælgelsesprøven, for at give den pågældende mulighed for at deltage – anfægtelse af ansættelsesmyndighedens afgørelse og ikke af udvælgelseskomitéens afgørelse – søgsmålsinteresse – afvisning)", "label": []}
{"text": "Processprog: engelsk", "label": [[13, 20, "NATIONALITY"]]}
{"text": "Parter", "label": []}
{"text": "Sagsøger: Valdek Gauthier (Anvers-Berchem, Belgien) (ved advokat B. Khan)", "label": [[10, 25, "PER"], [27, 50, "LOC"], [57, 64, "PROFESSION"], [65, 72, "PER"]]}
{"text": "Sagsøgt: Europa-Kommissionen (ved L. Smirnova og U. Svensson, som befuldmægtigede)", "label": [[9, 28, "ORG"], [34, 45, "PER"], [49, 60, "PER"], [66, 81, "PROFESSION"]]}
{"text": "Sagens genstand", "label": []}
{"text": "Søgsmål anlagt i henhold til artikel 270 TEUF med påstand om annullation af Kommissionens afgørelse af 14. marts 2019, hvorved denne institutions ansættelsesmyndighed afslog sagsøgerens ansøgning om at få adgang til at deltage i den interne udvælgelsesprøve COM/1/AD 10/18 (AD 10) med den begrundelse, at han ikke opfyldte den betingelse om at være indplaceret i lønklasse AD 8, der var fastsat i meddelelsen om denne udvælgelsesprøve.", "label": [[76, 89, "ORG"], [103, 117, "DATE"]]}
{"text": "Konklusion", "label": []}
{"text": "Sagen afvises.", "label": []}
{"text": "Valdek Gauthier betaler sagsomkostningerne.", "label": [[0, 15, "PER"]]}
{"text": "____________", "label": []}
{"text": "EUT C 95 af 23.3.2020.", "label": [[12, 21, "DATE"]]}
