{"text": "DOMSTOLENS DOM (Første Afdeling)", "label": [[0, 10, "ORG"], [16, 31, "ORG"]]}
{"text": "14. januar 2021 (*)", "label": [[0, 15, "DATE"]]}
{"text": "»Præjudiciel forelæggelse – område med frihed, sikkerhed og retfærdighed – direktiv 2008/115/EF – fælles standarder og procedurer i medlemsstaterne for tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold – artikel 5, litra a), artikel 6, stk. 1 og 4, artikel 8, stk. 1, og artikel 10 – afgørelse om tilbagesendelse vedrørende en uledsaget mindreårig – barnets tarv – den pågældende medlemsstats forpligtelse til inden vedtagelsen af en afgørelse om tilbagesendelse at sikre sig, at denne mindreårige sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet – sondring med henblik på tildeling af opholdsret, der alene foretages på grundlag af den mindreåriges alder – afgørelse om tilbagesendelse, der ikke er ledsaget af udsendelsesforanstaltninger«", "label": []}
{"text": "I sag C-441/19,", "label": []}
{"text": "angående en anmodning om præjudiciel afgørelse i henhold til artikel 267 TEUF, indgivet af rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (retten i første instans i Haag, tingstedet i ’s-Hertogenbosch, Nederlandene) ved afgørelse af 12. juni 2019, indgået til Domstolen den samme dag, i sagen", "label": [[91, 109, "ORG"], [143, 149, "ORG"], [169, 173, "LOC"], [188, 218, "LOC"], [237, 250, "DATE"], [264, 273, "ORG"]]}
{"text": "RZ mod Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [7, 50, "PROFESSION"]]}
{"text": "har DOMSTOLEN (Første Afdeling),", "label": [[4, 31, "ORG"]]}
{"text": "sammensat af afdelingsformanden, S.-Z. Brunschot, og dommerne G. Peeter Hughes, A. Krüger, O. Andersson (refererende dommer) og F. Marainen,", "label": [[13, 31, "PROFESSION"], [33, 48, "PER"], [53, 61, "PROFESSION"], [62, 78, "PER"], [80, 89, "PER"], [91, 103, "PER"], [105, 123, "PROFESSION"], [128, 139, "PER"]]}
{"text": "generaladvokat: G. Meelimäe,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitssekretær: V. Schubert,", "label": [[0, 15, "PROFESSION"], [17, 28, "PER"]]}
{"text": "på grundlag af den skriftlige forhandling,", "label": []}
{"text": "efter at der er afgivet indlæg af:", "label": []}
{"text": "– RZ ved advocaat J.M. Kraus,", "label": [[2, 4, "PER"], [9, 17, "PROFESSION"], [18, 28, "PER"]]}
{"text": "– den nederlandske regering ved T.R. Jansen og R.G. Manveld, som befuldmægtigede,", "label": [[2, 27, "ORG"], [32, 43, "PER"], [47, 59, "PER"], [65, 80, "PROFESSION"]]}
{"text": "– den belgiske regering ved R. Van Reenen og F. Bakker, som befuldmægtigede,", "label": [[2, 23, "ORG"], [28, 41, "PER"], [45, 54, "PER"], [60, 75, "PROFESSION"]]}
{"text": "– Europa-Kommissionen ved S. Moldovan og I. Britton, som befuldmægtigede,", "label": [[2, 21, "ORG"], [26, 37, "PER"], [41, 51, "PER"], [57, 72, "PROFESSION"]]}
{"text": "og efter at generaladvokaten har fremsat forslag til afgørelse i retsmødet den 2. juli 2020,", "label": [[12, 28, "PROFESSION"], [79, 91, "DATE"]]}
{"text": "afsagt følgende Dom", "label": []}
{"text": "1 Anmodningen om præjudiciel afgørelse vedrører fortolkningen af artikel 4, 21 og 24 i Den Europæiske Unions charter om grundlæggende rettigheder (herefter »chartret«), artikel 5, litra a), artikel 6, stk. 1 og 4, artikel 8, stk. 1, og artikel 10 i Europa-Parlamentets og Rådets direktiv 2008/115/EF af 16. december 2008 om fælles standarder og procedurer i medlemsstaterne for tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold (EUT 2008, L 348, s. 98) samt artikel 15 i Europa-Parlamentets og Rådets direktiv 2011/95/EU af 13. december 2011 om fastsættelse af standarder for anerkendelse af tredjelandsstatsborgere eller statsløse som personer med international beskyttelse, for en ensartet status for flygtninge eller for personer, der er berettiget til subsidiær beskyttelse, og for indholdet af en sådan beskyttelse (EUT 2011, L 337, s. 9).", "label": [[87, 108, "LOC"], [249, 268, "ORG"], [272, 278, "ORG"], [303, 320, "DATE"], [484, 503, "ORG"], [507, 513, "ORG"], [537, 554, "DATE"]]}
{"text": "2 Anmodningen er blevet indgivet i forbindelse med en tvist mellem RZ, som er en uledsaget mindreårig tredjelandsstatsborger, og Staatssecretaris van Justitie en Veiligheid (statssekretær for justits- og sikkerhedsanliggender, Nederlandene, herefter »statssekretæren«) vedrørende lovligheden af en afgørelse, hvorved denne mindreårige pålægges at forlade Den Europæiske Unions område.", "label": [[67, 69, "PER"], [102, 124, "PROFESSION"], [129, 172, "PROFESSION"], [174, 225, "PROFESSION"], [227, 239, "LOC"], [251, 266, "PROFESSION"], [355, 383, "LOC"]]}
{"text": "Retsforskrifter", "label": []}
{"text": "EU-retten", "label": [[0, 2, "LOC"]]}
{"text": "Direktiv 2008/115", "label": []}
{"text": "3 2.,4., 22. og 24. betragtning til direktiv 2008/115 har følgende ordlyd:", "label": []}
{"text": "»(2) Det Europæiske Råd opfordrede på sit møde i Bruxelles den 4.-5. november 2004 til, at der udformes en effektiv udsendelses- og repatrieringspolitik, der bygger på fælles standarder, så personer tilbagesendes på en human måde og med fuld respekt for deres grundlæggende rettigheder og værdighed.", "label": [[5, 23, "ORG"], [49, 58, "LOC"], [63, 82, "DATE"]]}
{"text": "[...]", "label": []}
{"text": "(4) Der skal fastsættes klare, gennemsigtige og retfærdige regler for at sikre en effektiv tilbagesendelsespolitik, der er en nødvendig del af en velforvaltet migrationspolitik.", "label": []}
{"text": "[...]", "label": []}
{"text": "(22) I overensstemmelse med De Forenede Nationers konvention fra 1989 om barnets rettigheder bør »barnets tarv« være et væsentligt hensyn for medlemsstaterne ved gennemførelsen af dette direktiv. I overensstemmelse med den europæiske konvention til beskyttelse af menneskerettighederne og grundlæggende frihedsrettigheder[, undertegnet i Rom den 4. november 1950,] bør respekten for familielivet være et væsentligt hensyn for medlemsstaterne ved gennemførelsen af dette direktiv.", "label": [[28, 49, "ORG"], [65, 69, "DATE"], [223, 233, "LOC"], [338, 341, "LOC"], [346, 362, "DATE"]]}
{"text": "[...]", "label": []}
{"text": "(24) Dette direktiv respekterer de grundlæggende rettigheder og overholder de principper, som navnlig er anerkendt i [chartret].«", "label": []}
{"text": "4 Direktivets artikel 1 med overskriften »Genstand« er sålydende:", "label": []}
{"text": "»I dette direktiv fastsættes der fælles standarder og procedurer, som skal anvendes i medlemsstaterne ved tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold, i overensstemmelse med de grundlæggende rettigheder som er generelle principper i fællesskabsretten og folkeretten, herunder beskyttelse af flygtninge og menneskeretlige forpligtelser.«", "label": []}
{"text": "5 Direktivets artikel 2, der har overskriften »Anvendelsesområde«, fastsætter følgende i stk. 1 og 2:", "label": []}
{"text": "»1. Dette direktiv finder anvendelse på tredjelandsstatsborgere med ulovligt ophold på en medlemsstats område.", "label": []}
{"text": "2. Medlemsstaterne kan beslutte ikke at anvende dette direktiv på tredjelandsstatsborgere, som:", "label": []}
{"text": "a) er genstand for nægtelse af indrejse i medfør af artikel 13 i [Europa-Parlamentets og Rådets forordning (EF) nr. 562/2006 af 15. marts 2006 om indførelse af en fællesskabskodeks for personers grænsepassage (Schengen-grænsekodeks) (EUT 2006, L 105, s. 1)], eller som pågribes eller standses af de kompetente myndigheder i forbindelse med ulovlig overskridelse af en medlemsstats ydre grænse ad land-, sø- eller luftvejen, og som ikke efterfølgende har opnået tilladelse eller ret til ophold i den pågældende medlemsstat", "label": [[66, 85, "ORG"], [89, 95, "ORG"], [128, 142, "DATE"], [210, 231, "LOC"]]}
{"text": "b) er genstand for tilbagesendelse som en strafferetlig sanktion eller som følge af en strafferetlig sanktion i henhold til national ret, eller som er genstand for udleveringsprocedurer.«", "label": []}
{"text": "6 Direktivets artikel 3 med overskriften »Definitioner« bestemmer:", "label": []}
{"text": "»I dette direktiv forstås ved:", "label": []}
{"text": "[...]", "label": []}
{"text": "2) »ulovligt ophold«: tilstedeværelsen på en medlemsstats område af en tredjelandsstatsborger, som ikke opfylder eller ikke længere opfylder de betingelser for indrejse, der er fastsat i artikel 5 i [forordning nr. 562/2006], eller andre betingelser for indrejse, ophold eller bopæl i den pågældende medlemsstat", "label": []}
{"text": "[...]", "label": []}
{"text": "5) »udsendelse«: håndhævelse af forpligtelsen til at vende tilbage, dvs. den fysiske transport ud af medlemsstaten", "label": []}
{"text": "[...]", "label": []}
{"text": "9) »sårbare personer«: mindreårige, uledsagede mindreårige, handicappede, ældre, gravide, enlige forældre med mindreårige børn og personer, der har været udsat for tortur, voldtægt eller andre grove former for psykisk, fysisk eller seksuel vold.«", "label": []}
{"text": "7 Artikel 5 i direktiv 2008/115, som har overskriften »Non-refoulement, barnets tarv, familieliv og helbredstilstand«, er affattet således:", "label": []}
{"text": "»Når medlemsstaterne gennemfører dette direktiv, tager de behørigt hensyn til", "label": []}
{"text": "a) barnets tarv", "label": []}
{"text": "b) familieliv", "label": []}
{"text": "c) den pågældende tredjelandsstatsborgers helbredstilstand", "label": []}
{"text": "og respekterer non-refoulement-princippet.«", "label": []}
{"text": "8 Direktivets artikel 6 med overskriften »Afgørelse om tilbagesendelse« fastsætter følgende i stk. 1 og 4:", "label": []}
{"text": "»1. Medlemsstaterne træffer afgørelse om tilbagesendelse vedrørende enhver tredjelandsstatsborger, som opholder sig ulovligt på deres område, jf. dog de undtagelser, der er anført i stk. 2-5.", "label": []}
{"text": "[...]", "label": []}
{"text": "4. Medlemsstaterne kan når som helst af menneskelige, humanitære eller andre grunde beslutte at tildele en tredjelandsstatsborger, som opholder sig ulovligt på deres område, en selvstændig opholdstilladelse eller anden tilladelse, som giver ret til ophold. I så fald træffes der ikke afgørelse om tilbagesendelse. Hvis der allerede er truffet afgørelse om tilbagesendelse, ophæves afgørelsen, eller den stilles i bero i den periode, hvor opholdstilladelsen eller en anden tilladelse, som giver ret til ophold, er gyldig.«", "label": []}
{"text": "9 Direktivets artikel 8, der har overskriften »Udsendelse«, bestemmer følgende i stk. 1:", "label": []}
{"text": "»Medlemsstaterne træffer alle nødvendige foranstaltninger til at fuldbyrde afgørelsen om tilbagesendelse, hvis der ikke er indrømmet en frist for frivillig udrejse i henhold til artikel 7, stk. 4, eller hvis forpligtelsen til at vende tilbage ikke er blevet opfyldt inden for den frist for frivillig udrejse, som er indrømmet i henhold til artikel 7.«", "label": []}
{"text": "10 Direktivets artikel 10 med overskriften »Tilbagesendelse og udsendelse af uledsagede mindreårige« har følgende ordlyd:", "label": []}
{"text": "»1. Inden der træffes afgørelse om tilbagesendelse af en uledsaget mindreårig, ydes der under behørig hensyntagen til barnets tarv bistand fra relevante organer, som ikke er de myndigheder, der er ansvarlige for den tvangsmæssige tilbagesendelse.", "label": []}
{"text": "2. Inden udsendelse af en uledsaget mindreårig fra en medlemsstats område, sikrer myndighederne i den pågældende medlemsstat sig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet.«", "label": []}
{"text": "Direktiv 2011/95", "label": []}
{"text": "11 Artikel 1 i direktiv 2011/95, der har overskriften »Formål«, fastsætter:", "label": []}
{"text": "»Formålet med dette direktiv er at fastsætte standarder for anerkendelse af tredjelandsstatsborgere eller statsløse som personer med international beskyttelse, for en ensartet status for flygtninge eller for personer, der er berettiget til subsidiær beskyttelse, og for indholdet af en sådan beskyttelse.«", "label": []}
{"text": "12 Direktivets artikel 2 med overskriften »Definitioner« bestemmer:", "label": []}
{"text": "»I dette direktiv forstås ved:", "label": []}
{"text": "[...]", "label": []}
{"text": "f) »person, der er berettiget til subsidiær beskyttelse«: en tredjelandsstatsborger eller statsløs, der ikke anerkendes som flygtning, men for hvem der er alvorlig grund til at antage, at vedkommende, hvis han eller hun sendes tilbage til sit hjemland eller, for så vidt angår en statsløs, til det land, hvor han eller hun tidligere havde sit sædvanlige opholdssted, vil løbe en reel risiko for at lide alvorlig overlast som defineret i artikel 15, og som ikke er omfattet af artikel 17, stk. 1 og 2, og som ikke kan eller, på grund af en sådan risiko, ikke vil påberåbe sig dette lands beskyttelse", "label": []}
{"text": "[...]«", "label": []}
{"text": "13 Direktivets artikel 15, der vedrører berettigelsen til subsidiær beskyttelse, og som har overskriften »Alvorlig overlast«, fastsætter:", "label": []}
{"text": "»Ved alvorlig overlast forstås:", "label": []}
{"text": "a) dødsstraf eller henrettelse, eller", "label": []}
{"text": "b) udsættelse af en ansøger for tortur, umenneskelig eller vanærende behandling eller straf i dennes hjemland, eller", "label": []}
{"text": "c) alvorlig og individuel trussel mod en civilpersons liv eller fysiske integritet som følge af vilkårlig vold i forbindelse med international eller intern væbnet konflikt.«", "label": []}
{"text": "Direktiv 2013/33/EU", "label": []}
{"text": "14 Artikel 1 i Europa-Parlamentets og Rådets direktiv 2013/33/EU af 26. juni 2013 om fastlæggelse af standarder for modtagelse af ansøgere om international beskyttelse (EUT 2013, L 180, s. 96) bestemmer:", "label": [[15, 34, "ORG"], [38, 44, "ORG"], [68, 81, "DATE"]]}
{"text": "»Formålet med dette direktiv er at indføre standarder for modtagelse af ansøgere om international beskyttelse [...] i medlemsstaterne.«", "label": []}
{"text": "15 Direktivets artikel 2 fastsætter:", "label": []}
{"text": "»I dette direktiv forstås ved:", "label": []}
{"text": "[...]", "label": []}
{"text": "d) »mindreårig«: en tredjelandsstatsborger eller en statsløs person under 18 år", "label": [[74, 76, "AMOUNT_VALUE"], [77, 79, "AMOUNT_UNIT"]]}
{"text": "[...]«", "label": []}
{"text": "Nederlandsk ret", "label": [[0, 11, "LOC"]]}
{"text": "16 Artikel 8, litra a), f), h) og j), i wet tot algehele herziening van de Vreemdelingenwet (lov om generel ændring af lov om udlændinge) af 23. november 2000 (Stb. 2000, nr. 495, herefter »lov af 2000«) bestemmer:", "label": [[141, 158, "DATE"], [197, 201, "DATE"]]}
{"text": "»En udlænding kan kun opholde sig lovligt i Nederlandene:", "label": [[44, 56, "LOC"]]}
{"text": "a) såfremt den pågældende er i besiddelse af en tidsbegrænset opholdstilladelse som omhandlet i denne lovs artikel 14", "label": []}
{"text": "[...]", "label": []}
{"text": "f) såfremt udlændingen, mens der ventes på, at der træffes en afgørelse vedrørende en ansøgning om [tidsbegrænset] opholdstilladelse [på grundlag af asyl], i overensstemmelse med denne lov, med en bestemmelse vedtaget på grundlag heraf eller med en domstolsafgørelse ikke skal udvises, så længe der ikke er truffet afgørelse vedrørende ansøgningen", "label": []}
{"text": "[...]", "label": []}
{"text": "h) såfremt udlændingen, mens der ventes på, at der træffes en afgørelse vedrørende en klage eller i et af denne anlagt søgsmål, i overensstemmelse med denne lov, med en bestemmelse vedtaget på grundlag heraf eller med en domstolsafgørelse ikke skal udvises, så længe der ikke er truffet afgørelse vedrørende klagen eller søgsmålet", "label": []}
{"text": "[...]", "label": []}
{"text": "j) såfremt der foreligger hindringer for udsendelsen som omhandlet i artikel 64", "label": []}
{"text": "[...]«", "label": []}
{"text": "17 Den nævnte lovs artikel 14, stk. 1, fastsætter:", "label": []}
{"text": "»Ministeren kan:", "label": [[1, 11, "PROFESSION"]]}
{"text": "a) imødekomme, afslå eller undlade at behandle ansøgningen om en tidsbegrænset opholdstilladelse", "label": []}
{"text": "[...]", "label": []}
{"text": "e) af egen drift udstede en tidsbegrænset opholdstilladelse eller forlænge gyldigheden af en opholdstilladelse.«", "label": []}
{"text": "18 Lovens artikel 64 har følgende ordlyd:", "label": []}
{"text": "»Udsendelsen udskydes, så længe den udenlandske statsborgers eller et familiemedlems helbredstilstand umuliggør rejsen.«", "label": []}
{"text": "19 Artikel 3.6a i Vreemdelingenbesluit 2000 (udlændingebekendtgørelse af 2000) af 23. november 2000 (Stb. 2000, nr. 497) bestemmer:", "label": [[39, 43, "DATE"], [73, 77, "DATE"], [82, 99, "DATE"]]}
{"text": "»1. Såfremt der gives afslag på den første ansøgning om en tidsbegrænset opholdstilladelse på grundlag af asyl, kan der dog ex officio udstedes en almindelig tidsbegrænset opholdstilladelse:", "label": []}
{"text": "a) til en udlænding, hvis udsendelse er i strid med artikel 8 i konventionen til beskyttelse af menneskerettigheder og grundlæggende frihedsrettigheder, eller", "label": []}
{"text": "b) inden for rammerne af en restriktion vedrørende midlertidige humanitære årsager til en udlænding, som er indberettende offer for, offer for eller indberettende vidne til menneskehandel som omhandlet i artikel 3.48, stk. 1, litra a), b) eller c).", "label": []}
{"text": "[...]", "label": []}
{"text": "4. Opholdstilladelsen indrømmes på grundlag af den første af de i stk. 1 omhandlede årsager, der finder anvendelse.", "label": []}
{"text": "[...]«", "label": []}
{"text": "20 Følgende fremgår af stk. B8/6 i Vreemdelingencirculaire 2000 (udlændingecirkulære af 2000):", "label": [[59, 63, "DATE"], [88, 92, "DATE"]]}
{"text": "»[...]", "label": []}
{"text": "Den almindelige tidsbegrænsede opholdstilladelse kan indrømmes ex officio uden nogen yderligere undersøgelse, hvis følgende betingelser er opfyldt:", "label": []}
{"text": "– Udlændingen er mindst 15 år på tidspunktet for indgivelse af den første ansøgning om ophold.", "label": [[24, 26, "AMOUNT_VALUE"], [27, 29, "AMOUNT_UNIT"]]}
{"text": "– Udlændingen har fremsat troværdige erklæringer om sin identitet, nationalitet, sine forældre og andre familiemedlemmer.", "label": []}
{"text": "– Det fremgår af udlændingens erklæringer, at der ikke findes nogen familiemedlemmer eller andre personer, som vil kunne sikre en passende modtagelse, og til hvem udlændingen kan tilbagesendes.", "label": []}
{"text": "– Udlændingen har ikke i løbet af proceduren lagt hindringer i vejen for undersøgelsen af mulighederne for modtagelse i oprindelseslandet eller i et andet land.", "label": []}
{"text": "– Det er velkendt, at der generelt ikke findes en passende modtagelse, og det formodes, at en sådan modtagelse ikke vil være tilgængelig i nærmeste fremtid i oprindelseslandet eller i et andet land, hvortil udlændingen med rimelighed vil kunne vende tilbage. I en sådan situation antages det, at Dienst Terugkeer en Vertrek [(Tjenesten for tilbagesendelse og udrejse, Nederlandene)] ikke vil være i stand til at finde en passende form for modtagelse inden for en frist på tre år.", "label": [[296, 323, "ORG"], [326, 355, "ORG"], [368, 380, "LOC"], [472, 475, "AMOUNT_VALUE"], [476, 478, "AMOUNT_UNIT"]]}
{"text": "[...]«", "label": []}
{"text": "Tvisten i hovedsagen og de præjudicielle spørgsmål", "label": []}
{"text": "21 RZ, som er en uledsaget mindreårig, rejste ind i Nederlandene på et ikke nærmere fastsat tidspunkt og indgav den 30. juni 2017 en ansøgning om tidsbegrænset opholdstilladelse som asylansøger på grundlag af lov af 2000.", "label": [[3, 5, "PER"], [52, 64, "LOC"], [116, 129, "DATE"], [216, 220, "DATE"]]}
{"text": "22 Inden for rammerne af denne ansøgning erklærede RZ, at han er født den 14. februar 2002 i Guinea. I en meget tidlig alder flyttede han til sin tante i Sierra Leone. Efter hendes død kom RZ i kontakt med en mand fra Nigeria, som tog ham med til Europa. I Amsterdam (Nederlandene) var han offer for menneskehandel og seksuel udnyttelse, som har resulteret i, at han nu har alvorlige psykiske problemer.", "label": [[51, 53, "PER"], [74, 90, "DATE"], [93, 99, "LOC"], [146, 151, "PROFESSION"], [154, 166, "LOC"], [189, 191, "PER"], [218, 225, "LOC"], [247, 253, "LOC"], [257, 281, "LOC"]]}
{"text": "23 Ved afgørelse af 23. marts 2018 besluttede statssekretæren ex officio, at RZ, der på det tidspunkt var 16 år og 1 måned gammel, ikke kunne meddeles tidsbegrænset opholdstilladelse. Ved denne afgørelse blev der bevilget en midlertidig udsættelse af tilbageførslen af RZ til grænsen i henhold til artikel 64 i lov af 2000 i en periode på højst seks måneder eller i en kortere periode, såfremt der blev truffet en afgørelse ex officio, i afventning af den lægeundersøgelse, som skulle foretages af Bureau Medische Advisering (lægerådet, Nederlandene) med henblik på at fastslå, om RZ’s helbredstilstand tillod udsendelse.", "label": [[20, 34, "DATE"], [46, 61, "PROFESSION"], [77, 79, "PER"], [106, 108, "AMOUNT_VALUE"], [109, 111, "AMOUNT_UNIT"], [115, 116, "AMOUNT_VALUE"], [117, 122, "AMOUNT_UNIT"], [269, 271, "PER"], [318, 322, "DATE"], [345, 349, "AMOUNT_VALUE"], [350, 357, "AMOUNT_UNIT"], [498, 524, "ORG"], [526, 535, "ORG"], [537, 549, "LOC"], [581, 585, "PER"]]}
{"text": "24 Den 16. april 2018 anlagde RZ sag til prøvelse af den nævnte afgørelse ved rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (retten i første instans i Haag, tingstedet i ’s-Hertogenbosch, Nederlandene).", "label": [[7, 21, "DATE"], [30, 32, "PER"], [78, 96, "ORG"], [130, 136, "ORG"], [156, 160, "LOC"], [175, 205, "LOC"]]}
{"text": "25 Ved afgørelse af 18. juni 2018 erklærede statssekretæren endvidere, at RZ ikke blev indrømmet nogen udsættelse af tilbageførslen til grænsen af helbredsmæssige årsager, og pålagde ham at udrejse inden for en frist på fire uger. RZ indgav en klage over denne afgørelse, som blev afvist af statssekretæren ved afgørelse af 27. maj 2019.", "label": [[20, 33, "DATE"], [44, 59, "PROFESSION"], [74, 76, "PER"], [220, 224, "AMOUNT_VALUE"], [225, 229, "AMOUNT_UNIT"], [231, 233, "PER"], [291, 306, "PROFESSION"], [324, 336, "DATE"]]}
{"text": "26 RZ har for den forelæggende ret gjort gældende, at han ikke ved, hvor hans forældre bor, og at han heller ikke ville kunne kende dem ved sin tilbagevenden. Han kender ingen andre familiemedlemmer og ved end ikke, om nogen af dem er levende. Han kan ikke vende tilbage til sit oprindelsesland, fordi han hverken er vokset op eller kender nogen dér og ikke taler dette lands sprog. RZ har oplyst, at han betragter den værtsfamilie, hos hvem han bor i Nederlandene, som sin familie.", "label": [[3, 5, "PER"], [383, 385, "PER"], [452, 464, "LOC"]]}
{"text": "27 Den forelæggende ret har anført, at tjenesten for tilbagesendelse og udrejse gennemførte regelmæssige samtaler med RZ for at forberede ham på hans tilbagevenden til oprindelseslandet, hvilket medførte en forværring af de psykiske problemer, som han lider af.", "label": [[39, 79, "ORG"], [118, 120, "PER"]]}
{"text": "28 Ifølge den nævnte ret fastsætter lov af 2000, at det i forbindelse med behandlingen af den første asylansøgning undersøges ex officio, om udlændingen skal meddeles tidsbegrænset opholdstilladelse, hvis denne ikke opfylder betingelserne for flygtningestatus eller subsidiær beskyttelse. Denne lov bestemmer ligeledes, at en afgørelse om afslag på en asylansøgning svarer til en afgørelse om tilbagesendelse.", "label": [[43, 47, "DATE"]]}
{"text": "29 Den forelæggende ret har endvidere anført, at udlændingecirkulære af 2000 med hensyn til uledsagede mindreårige, der ikke er fyldt 15 år på tidspunktet for indgivelsen af asylansøgningen, fastsætter en forpligtelse til inden vedtagelsen af en afgørelse om denne ansøgning at undersøge, om der findes passende modtagelsesforhold i tilbagesendelseslandet. Findes der ikke sådanne passende modtagelsesforhold, meddeles den uledsagede mindreårige, som ikke er fyldt 15 år, en almindelig opholdstilladelse.", "label": [[72, 76, "DATE"], [134, 136, "AMOUNT_VALUE"], [137, 139, "AMOUNT_UNIT"], [465, 467, "AMOUNT_VALUE"], [468, 470, "AMOUNT_UNIT"]]}
{"text": "30 Når den uledsagede mindreårige derimod er fyldt 15 år på det tidspunkt, hvor den pågældende indgiver sin asylansøgning, bliver den undersøgelse, der er omhandlet i artikel 10, stk. 2, i direktiv 2008/115, og som foretages med henblik på at sikre, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet, ikke gennemført, inden der vedtages en afgørelse om tilbagesendelse.", "label": [[51, 53, "AMOUNT_VALUE"], [54, 56, "AMOUNT_UNIT"]]}
{"text": "31 Statssekretæren synes at vente på, at en sådan asylansøger fylder 18 år og således er myndig, med den følge, at denne undersøgelse ikke længere er påkrævet. I tidsrummet mellem det tidspunkt, hvor en uledsaget mindreårig, der er fyldt 15 år, indgiver sin asylansøgning, og det tidspunkt, hvor den pågældende bliver myndig, er vedkommendes ophold i Nederlandene derfor ulovligt, men tolereret.", "label": [[3, 18, "PROFESSION"], [69, 71, "AMOUNT_VALUE"], [72, 74, "AMOUNT_UNIT"], [238, 240, "AMOUNT_VALUE"], [241, 243, "AMOUNT_UNIT"], [351, 363, "LOC"]]}
{"text": "32 I det foreliggende tilfælde har den forelæggende ret anført, at RZ hverken opfylder betingelserne for flygtningestatus eller for subsidiær beskyttelse. Hvad angår meddelelse af tidsbegrænset opholdstilladelse har den nævnte ret anført, at RZ var 15 år og 4 måneder gammel, da han indgav sin asylansøgning. Eftersom han ikke er blevet meddelt tidsbegrænset opholdstilladelse, er han forpligtet til at forlade Nederlandenes område, selv om der ikke er blevet foretaget nogen undersøgelse med henblik på at sikre sig, at der foreligger passende modtagelsesforhold i tilbagesendelseslandet.", "label": [[67, 69, "PER"], [242, 244, "PER"], [249, 251, "AMOUNT_VALUE"], [252, 254, "AMOUNT_UNIT"], [258, 259, "AMOUNT_VALUE"], [260, 267, "AMOUNT_UNIT"], [411, 424, "LOC"]]}
{"text": "33 Den forelæggende ret ønsker oplyst, om den i den nederlandske lovgivning foretagne sondring mellem de uledsagede mindreårige, der er fyldt 15 år, og dem, som ikke er fyldt 15 år, er i overensstemmelse med EU-retten. I denne forbindelse har den nævnte ret henvist til begrebet »barnets tarv«, der er omhandlet i artikel 5, litra a), i direktiv 2008/115 og i chartrets artikel 24.", "label": [[52, 64, "LOC"], [142, 144, "AMOUNT_VALUE"], [145, 147, "AMOUNT_UNIT"], [175, 177, "AMOUNT_VALUE"], [178, 180, "AMOUNT_UNIT"], [208, 210, "LOC"]]}
{"text": "34 På denne baggrund har rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (retten i første instans i Haag, tingstedet i ’s-Hertogenbosch) besluttet at udsætte sagen og forelægge Domstolen følgende præjudicielle spørgsmål:", "label": [[25, 43, "ORG"], [77, 83, "ORG"], [103, 107, "LOC"], [122, 138, "LOC"], [180, 189, "ORG"]]}
{"text": "»1) Skal artikel 10 i direktiv [2008/115], sammenholdt med [chartrets] artikel 4 og 24 [...], 22. betragtning til og artikel 5, litra a), i [direktiv 2008/115] og artikel 15 i direktiv [2011/95], fortolkes således, at før en medlemsstat pålægger en uledsaget mindreårig en forpligtelse til at vende tilbage, skal den forvisse sig om og undersøge, om der i oprindelseslandet i al fald i princippet er en passende modtagelse til stede og til rådighed?", "label": []}
{"text": "2) Skal [...] artikel 6, stk. 1, [i direktiv 2008/115,] sammenholdt med chartrets artikel 21, fortolkes således, at en medlemsstat ikke må gøre nogen forskel efter alder ved meddelelse af lovligt ophold på dens område, såfremt det fastslås, at en uledsaget mindreårig ikke opfylder betingelserne for flygtningestatus eller subsidiær beskyttelse?", "label": []}
{"text": "3) Skal [...] artikel 6, stk. 4, [i direktiv 2008/115] fortolkes således, at såfremt en uledsaget mindreårig ikke har efterkommet sin forpligtelse til at vende tilbage, og medlemsstaten ikke træffer eller vil træffe konkrete foranstaltninger for at udsende den mindreårige, skal forpligtelsen til at vende tilbage da udsættes, og den mindreårige hermed meddeles lovligt ophold? Skal [...] artikel 8, stk. 1, [i direktiv 2008/115] fortolkes således, at den omstændighed, at der træffes en afgørelse over for en uledsaget mindreårig om, at denne skal vende tilbage, uden at denne afgørelse følges op af udsendelsesforanstaltninger før den mindreårige er fyldt 18 år, må betragtes som værende i strid med loyalitetsprincippet og princippet om loyalt samarbejde [...]?«", "label": [[658, 660, "AMOUNT_VALUE"], [661, 663, "AMOUNT_UNIT"]]}
{"text": "Retsforhandlingerne for Domstolen", "label": [[24, 33, "ORG"]]}
{"text": "35 Den forelæggende ret anmodede om, at sagen blev undergivet den præjudicielle hasteprocedure, som er fastsat i artikel 23a i statutten for Den Europæiske Unions Domstol.", "label": [[141, 170, "ORG"]]}
{"text": "36 Den 27. juni 2019 besluttede Første Afdeling, efter at have hørt generaladvokaten, ikke at imødekomme denne anmodning.", "label": [[7, 20, "DATE"], [32, 47, "ORG"], [68, 84, "PROFESSION"]]}
{"text": "Om de præjudicielle spørgsmål", "label": []}
{"text": "Det første spørgsmål", "label": []}
{"text": "37 Med sit første spørgsmål ønsker den forelæggende ret nærmere bestemt oplyst, om artikel 6, stk. 1, i direktiv 2008/115, sammenholdt med direktivets artikel 5, litra a), og artikel 10 samt chartrets artikel 24, stk. 2, skal fortolkes således, at den pågældende medlemsstat, inden denne træffer en afgørelse om tilbagesendelse af en uledsaget mindreårig, skal sikre sig, at der i tilbagesendelseslandet findes passende modtagelsesforhold for denne mindreårige.", "label": []}
{"text": "38 Indledningsvis skal det bemærkes, at direktiv 2008/115 ikke definerer begrebet »mindreårig«. Artikel 2, litra d), i direktiv 2013/33 definerer imidlertid en mindreårig som »en tredjelandsstatsborger eller en statsløs person under 18 år«. Med henblik på en sammenhængende og ensartet anvendelse af EU-retten på asyl- og indvandringsområdet skal den samme definition anvendes inden for rammerne af direktiv 2008/115.", "label": [[233, 235, "AMOUNT_VALUE"], [236, 238, "AMOUNT_UNIT"], [300, 302, "LOC"]]}
{"text": "39 I det foreliggende tilfælde vedrører hovedsagen en uledsaget mindreårig, som den pågældende medlemsstat ikke anså for at opfylde betingelserne for flygtningestatus eller subsidiær beskyttelse, og til hvilken den besluttede ikke at meddele tidsbegrænset opholdstilladelse.", "label": []}
{"text": "40 I henhold til artikel 2, stk. 1, i direktiv 2008/115, og med forbehold af denne artikels stk. 2, er en tredjelandsstatsborger, der befinder sig i en sådan situation, omfattet af dette direktivs anvendelsesområde. Den pågældende er dermed principielt undergivet de fælles standarder og procedurer, som er fastsat heri med henblik på vedkommendes udsendelse, så længe opholdet ikke eventuelt lovliggøres (jf. i denne retning dom af 19.3.2019, Binder m.fl., C-444/17, EU:C:2019:220, præmis 39).", "label": [[433, 442, "DATE"], [444, 450, "PER"]]}
{"text": "41 I denne henseende skal det bemærkes, at det fremgår af artikel 6, stk. 1, i direktiv 2008/115, at medlemsstaterne træffer afgørelse om tilbagesendelse vedrørende enhver tredjelandsstatsborger, som opholder sig ulovligt på deres område, jf. dog de undtagelser, der er anført i artiklens stk. 2-5.", "label": []}
{"text": "42 Det nævnte direktiv indeholder desuden særlige regler, som finder anvendelse på bestemte kategorier af personer, herunder uledsagede mindreårige, der, således som det følger af artikel 3, nr. 9), i direktiv 2008/115, henhører under kategorien »sårbare personer«.", "label": []}
{"text": "43 I denne henseende fremgår det af artikel 5, litra a), i direktiv 2008/115, sammenholdt med 22. betragtning til dette direktiv, at medlemsstaterne skal tage behørigt hensyn til »barnets tarv«, når de gennemfører det nævnte direktiv. En uledsaget mindreårig kan derfor ikke systematisk behandles som en voksen.", "label": []}
{"text": "44 Nævnte artikel 5, litra a), har den virkning, at når en medlemsstat påtænker at træffe en afgørelse om tilbagesendelse af en uledsaget mindreårig på grundlag af direktiv 2008/115, skal den på samtlige trin af proceduren nødvendigvis tage hensyn til barnets tarv.", "label": []}
{"text": "45 Endvidere fastsætter chartrets artikel 24, stk. 2, at barnets tarv skal komme i første række i alle handlinger vedrørende børn, uanset om de udføres af offentlige myndigheder eller private institutioner. Denne bestemmelse, sammenholdt med chartrets artikel 51, stk. 1, bekræfter, at børns rettigheder er grundlæggende, herunder i forbindelse med tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold i en medlemsstat.", "label": []}
{"text": "46 Således som generaladvokaten har anført i punkt 69 i forslaget til afgørelse, er det kun en generel og udførlig vurdering af situationen for den pågældende uledsagede mindreårige, som kan gøre det muligt at fastlægge »barnets tarv« og træffe en afgørelse, der er i overensstemmelse med kravene i direktiv 2008/115.", "label": [[15, 31, "PROFESSION"]]}
{"text": "47 Med henblik på afgørelsen af, hvorvidt der skal vedtages en afgørelse om tilbagesendelse af en uledsaget mindreårig, skal den pågældende medlemsstat følgelig tage behørigt hensyn til en række forhold, herunder denne mindreåriges alder, køn, særlige sårbarhed, fysiske og mentale sundhedstilstand, anbringelse i en værtsfamilie, uddannelsesniveau og sociale miljø.", "label": []}
{"text": "48 I dette perspektiv fremgår det af artikel 10, stk. 1, i direktiv 2008/115, at inden der træffes afgørelse om tilbagesendelse af en uledsaget mindreårig, ydes der under behørig hensyntagen til barnets tarv bistand fra relevante organer, som ikke er de myndigheder, der er ansvarlige for den tvangsmæssige tilbagesendelse. Direktivets artikel 10, stk. 2, bestemmer, at inden udsendelse af en uledsaget mindreårig fra en medlemsstats område sikrer myndighederne i den pågældende medlemsstat sig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet.", "label": []}
{"text": "49 Ved denne artikel er der således indført en sondring mellem de forpligtelser, der påhviler en medlemsstat, »inden der træffes afgørelse om tilbagesendelse af en uledsaget mindreårig«, og dem, som påhviler den »inden udsendelse af en [sådan] mindreårig fra en medlemsstats område«.", "label": []}
{"text": "50 Den nederlandske regering har heraf udledt, at den pågældende medlemsstat har ret til at træffe en afgørelse om tilbagesendelse af en uledsaget mindreårig uden forinden at have sikret sig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet. Forpligtelsen til at foretage en sådan undersøgelse indtræder først på trinnet for udsendelse fra den pågældende medlemsstats område.", "label": [[3, 28, "ORG"]]}
{"text": "51 Den omstændighed, at der foreligger en sådan forpligtelse, fritager imidlertid ikke den pågældende medlemsstat for de øvrige undersøgelsesforpligtelser, som er fastsat i direktiv 2008/115. Som det er blevet anført i nærværende doms præmis 44, forholder det sig navnlig således, at artikel 5, litra a), i direktiv 2008/115 opstiller et krav om, at der tages hensyn til barnets tarv på alle trin i proceduren.", "label": []}
{"text": "52 Den omstændighed, at den pågældende medlemsstat vedtager en afgørelse om tilbagesendelse uden forinden at have sikret sig, at der i tilbagesendelseslandet er passende modtagelsesforhold for den pågældende uledsagede mindreårige, har den konsekvens, at denne mindreårige, selv om vedkommende er genstand for en afgørelse om tilbagesendelse, ikke vil kunne udsendes i henhold til artikel 10, stk. 2, i direktiv 2008/115, såfremt der ikke er passende modtagelsesforhold i tilbagesendelseslandet.", "label": []}
{"text": "53 Den pågældende uledsagede mindreårige vil således blive stillet i en situation med stor usikkerhed med hensyn til sin retlige status og fremtid, navnlig med hensyn til sin skolegang, til sin tilknytning til en værtsfamilie eller til muligheden for at forblive i den pågældende medlemsstat.", "label": []}
{"text": "54 En sådan situation er i strid med kravet om at beskytte barnets tarv på alle trin i proceduren, således som dette krav er fastsat i artikel 5, litra a), i direktiv 2008/115 og i chartrets artikel 24, stk. 2.", "label": []}
{"text": "55 Det følger af disse bestemmelser, at den pågældende medlemsstat, inden denne træffer en afgørelse om tilbagesendelse, skal foretage en undersøgelse med henblik på konkret at kontrollere, at der i tilbagesendelseslandet findes passende modtagelsesforhold for den pågældende uledsagede mindreårige.", "label": []}
{"text": "56 Såfremt sådanne modtagelsesforhold ikke findes, kan den nævnte mindreårige ikke være genstand for en afgørelse om tilbagesendelse i henhold til direktivets artikel 6, stk. 1.", "label": []}
{"text": "57 Den fortolkning, hvorefter den pågældende medlemsstat, inden denne træffer en afgørelse om tilbagesendelse af en uledsaget mindreårig, skal sikre sig, at der i tilbagesendelseslandet findes passende modtagelsesforhold, bekræftes af Domstolens praksis.", "label": [[235, 245, "ORG"]]}
{"text": "58 Således som Domstolen har fastslået, skal medlemsstaterne nemlig, når de gennemfører direktiv 2008/115, i henhold til direktivets artikel 5, der har overskriften »Non-refoulement, barnets tarv, familieliv og helbredstilstand«, dels tage behørigt hensyn til barnets tarv, familielivet og den pågældende tredjelandsstatsborgers helbredstilstand, dels respektere non-refoulement-princippet (dom af 11.12.2014, Lapudjeva, C-249/13, EU:C:2014:2431, præmis 48, og af 8.5.2018, P.Z. m.fl. (Familiesammenføring i Belgien), C-82/16, EU:C:2018:308, præmis 102).", "label": [[15, 24, "ORG"], [398, 408, "DATE"], [410, 419, "PER"], [464, 472, "DATE"], [474, 478, "PER"], [508, 515, "LOC"]]}
{"text": "59 Det følger heraf, at når den kompetente nationale myndighed påtænker at træffe en afgørelse om tilbagesendelse, skal denne myndighed nødvendigvis respektere de forpligtelser, der er fastsat i artikel 5 i direktiv 2008/115, og høre den berørte person vedrørende disse punkter. Det følger desuden af denne retspraksis, at den pågældende medlemsstat, når den påtænker at træffe en afgørelse om tilbagesendelse af en uledsaget mindreårig, nødvendigvis skal høre denne vedrørende de forhold, som vedkommende kan modtages under i tilbagesendelseslandet.", "label": []}
{"text": "60 Henset til ovenstående betragtninger skal det første spørgsmål besvares med, at artikel 6, stk. 1, i direktiv 2008/115, sammenholdt med direktivets artikel 5, litra a), og chartrets artikel 24, stk. 2, skal fortolkes således, at den pågældende medlemsstat, inden denne træffer en afgørelse om tilbagesendelse af en uledsaget mindreårig, skal foretage en generel og udførlig vurdering af denne mindreåriges situation under behørig hensyntagen til barnets tarv. I denne forbindelse skal den nævnte medlemsstat sikre sig, at der i tilbagesendelseslandet findes passende modtagelsesforhold for den pågældende uledsagede mindreårige.", "label": []}
{"text": "Det andet spørgsmål", "label": []}
{"text": "61 Med sit andet spørgsmål ønsker den forelæggende ret nærmere bestemt oplyst, om artikel 6, stk. 1, i direktiv 2008/115, sammenholdt med direktivets artikel 5, litra a), og i lyset af chartrets artikel 24, stk. 2, skal fortolkes således, at en medlemsstat med henblik på at undersøge, om der i tilbagesendelseslandet findes passende modtagelsesforhold, kan sondre mellem uledsagede mindreårige på grundlag af deres alder alene.", "label": []}
{"text": "62 I det foreliggende tilfælde har den forelæggende ret præciseret, at der ved den nationale lovgivning er indført en sondring mellem de uledsagede mindreårige, der ikke er fyldt 15 år, og dem, som er fyldt 15 år. Hvad angår en mindreårig, som ikke er fyldt 15 år, skal de nationale myndigheder, inden de vedtager en afgørelse om tilbagesendelse, undersøge, om der findes passende modtagelsesforhold i tilbagesendelseslandet. Hvad angår en mindreårig, som er fyldt 15 år, bliver der ikke inden vedtagelsen af en afgørelse om tilbagesendelse foretaget en undersøgelse af, om der findes passende modtagelsesforhold i tilbagesendelseslandet. En sådan mindreårig pålægges således en pligt til at vende tilbage, selv om ingen tilbageførsel til grænsen i praksis kan gennemføres, når der ikke er foretaget en undersøgelse af, hvorvidt der findes sådanne passende modtagelsesforhold.", "label": [[179, 181, "AMOUNT_VALUE"], [182, 184, "AMOUNT_UNIT"], [207, 209, "AMOUNT_VALUE"], [210, 212, "AMOUNT_UNIT"], [258, 260, "AMOUNT_VALUE"], [261, 263, "AMOUNT_UNIT"], [465, 467, "AMOUNT_VALUE"], [468, 470, "AMOUNT_UNIT"]]}
{"text": "63 I sit skriftlige indlæg har den nederlandske regering gjort gældende, at valget af en aldersgrænse på 15 år kan forklares med den omstændighed, at en periode på tre år blev anset for et passende maksimum for alle procedurer vedrørende en uledsaget mindreårig set under ét, dvs. ansøgningen om ophold og tilbagesendelsesproceduren. Opholdstilladelse meddeles de uledsagede mindreårige, der stadig er mindreårige efter udløbet af alle procedurerne set under ét, i modsætning til dem, der er myndige ved udløbet af disse procedurer.", "label": [[31, 56, "ORG"], [105, 107, "AMOUNT_VALUE"], [108, 110, "AMOUNT_UNIT"], [164, 167, "AMOUNT_VALUE"], [168, 170, "AMOUNT_UNIT"]]}
{"text": "64 I denne henseende skal det fastslås, at den pågældende uledsagede mindreåriges alder ganske vist, således som det er blevet anført i nærværende doms præmis 47, udgør et forhold, som den pågældende medlemsstat skal tage hensyn til med henblik på at afgøre, om barnets tarv skal føre til, at der ikke vedtages en afgørelse om tilbagesendelse af denne mindreårige.", "label": []}
{"text": "65 Således som det fremgår af chartrets artikel 24, stk. 2, og som anført i artikel 5, litra a), i direktiv 2008/115, skal medlemsstaterne imidlertid, når de gennemfører direktivets artikel 6, tage behørigt hensyn til barnets tarv, hvilket også gælder med hensyn til mindreårige, der er fyldt 15 år.", "label": [[293, 295, "AMOUNT_VALUE"], [296, 298, "AMOUNT_UNIT"]]}
{"text": "66 Alderskriteriet kan derfor ikke være det eneste forhold, hvortil der skal tages hensyn med henblik på at undersøge, om der findes passende modtagelsesforhold i tilbagesendelseslandet. Den pågældende medlemsstat skal ikke foretage en automatisk vurdering på grundlag af alderen alene, men inden for rammerne af en generel og udførlig undersøgelse foretage en konkret vurdering af den uledsagede mindreåriges situation.", "label": []}
{"text": "67 I denne henseende, og således som generaladvokaten har anført i punkt 81 i forslaget til afgørelse, synes en national administrativ praksis, der er støttet på en simpel formodning knyttet til den hævdede maksimale varighed af en asylprocedure med henblik på at foretage en aldersbaseret sondring mellem medlemmerne af en gruppe individer, skønt de sidstnævnte alle befinder sig i en sammenlignelig sårbarhedssituation i forhold til udsendelsen, at være vilkårlig.", "label": [[37, 53, "PROFESSION"]]}
{"text": "68 Henset til det ovenstående skal det andet spørgsmål besvares med, at artikel 6, stk. 1, i direktiv 2008/115, sammenholdt med direktivets artikel 5, litra a), og i lyset af chartrets artikel 24, stk. 2, skal fortolkes således, at en medlemsstat med henblik på at undersøge, om der i tilbagesendelseslandet findes passende modtagelsesforhold, ikke kan sondre mellem uledsagede mindreårige på grundlag af deres alder alene.", "label": []}
{"text": "Det tredje spørgsmål", "label": []}
{"text": "69 Med sit tredje spørgsmål ønsker den forelæggende ret nærmere bestemt oplyst, om artikel 8, stk. 1, i direktiv 2008/115 skal fortolkes således, at bestemmelsen er til hinder for, at en medlemsstat efter at have vedtaget en afgørelse om tilbagesendelse af en uledsaget mindreårig afstår fra efterfølgende at foretage en udsendelse af den pågældende, indtil denne er fyldt 18 år.", "label": [[373, 375, "AMOUNT_VALUE"], [376, 378, "AMOUNT_UNIT"]]}
{"text": "70 Det skal bemærkes, at det med direktiv 2008/115 forfulgte mål består i at udforme en effektiv udsendelses- og repatrieringspolitik med fuld respekt for de grundlæggende rettigheder og de pågældende personers værdighed (dom af 14.5.2020, Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C-924/19 PPU og C-925/19 PPU, EU:C:2020:367, præmis 121 og den deri nævnte retspraksis).", "label": [[229, 238, "DATE"], [240, 314, "ORG"]]}
{"text": "71 I det tilfælde, hvor den pågældende medlemsstat finder, at en uledsaget mindreårig ikke skal meddeles opholdstilladelse på grundlag af artikel 6, stk. 4, i direktiv 2008/115, opholder vedkommende sig ulovligt i denne medlemsstat.", "label": []}
{"text": "72 I denne situation fastsætter direktivets artikel 6, stk. 1, en pligt for medlemsstaterne til at træffe en afgørelse om tilbagesendelse vedrørende enhver tredjelandsstatsborger, som opholder sig ulovligt på deres område (dom af 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, præmis 31).", "label": [[230, 239, "DATE"], [241, 249, "PER"]]}
{"text": "73 Således som det er blevet fastslået i nærværende doms præmis 41, skal de kompetente nationale myndigheder nemlig, når det ulovlige ophold er konstateret, i henhold til denne artikel og med forbehold af de undtagelser, der er fastsat i samme artikels stk. 2-5, træffe afgørelse om tilbagesendelse (dom af 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, præmis 32).", "label": [[307, 316, "DATE"], [318, 326, "PER"]]}
{"text": "74 Hvad angår en uledsaget mindreårig forudsætter vedtagelsen af en sådan afgørelse, således som det er blevet anført i nærværende doms præmis 60, at den pågældende medlemsstat har sikret sig, at der i tilbagesendelseslandet findes passende modtagelsesforhold for denne uledsagede mindreårige.", "label": []}
{"text": "75 Såfremt denne betingelse er opfyldt, skal den pågældende uledsagede mindreårige udsendes fra den omhandlede medlemsstats område, forudsat at vedkommendes situation ikke ændrer sig.", "label": []}
{"text": "76 Det fremgår nemlig af artikel 10, stk. 2, i direktiv 2008/115, at inden udsendelse af en uledsaget mindreårig fra en medlemsstats område sikrer myndighederne i den pågældende medlemsstat sig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet.", "label": []}
{"text": "77 Den af artikel 6, stk. 1, i direktiv 2008/115, sammenholdt med direktivets artikel 5, litra a), og chartrets artikel 24, stk. 2, følgende forpligtelse for den pågældende medlemsstat til inden vedtagelsen af en afgørelse om tilbagesendelse af en uledsaget mindreårig at sikre sig, at der findes passende modtagelsesforhold, fritager følgelig ikke denne medlemsstat for forpligtelsen til i overensstemmelse med direktivets artikel 10, stk. 2, at sikre sig inden gennemførelsen af udsendelsen af en sådan mindreårig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet. I denne sammenhæng skal den pågældende medlemsstat tage hensyn til enhver udvikling i situationen, der måtte indtræffe efter vedtagelsen af en sådan afgørelse om tilbagesendelse.", "label": []}
{"text": "78 I det tilfælde, hvor den pågældende uledsagede mindreårige ikke længere er sikret passende modtagelsesforhold i tilbagesendelseslandet på tidspunktet for dennes udsendelse, kan den pågældende medlemsstat ikke fuldbyrde afgørelsen om tilbagesendelse.", "label": []}
{"text": "79 Det fremgår af Domstolens praksis, at når der er vedtaget en afgørelse om tilbagesendelse over for en tredjelandsstatsborger, men sidstnævnte ikke har efterkommet forpligtelsen til at vende tilbage, hvad enten det måtte være inden for den indrømmede frist for frivillig udrejse, eller hvis der ikke er indrømmet en frist herfor, skal medlemsstaterne i henhold til artikel 8, stk. 1, i direktiv 2008/115 med det formål at sikre, at procedurerne for tilbagesendelse er effektive, træffe alle nødvendige foranstaltninger for at udsende den pågældende person, hvilket i henhold til direktivets artikel 3, nr. 5), vil sige den fysiske transport af vedkommende ud af medlemsstaten (dom af 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, præmis 33).", "label": [[18, 28, "ORG"], [686, 695, "DATE"], [697, 705, "PER"]]}
{"text": "80 Det bemærkes desuden, at således som det følger af både medlemsstaternes loyalitetspligt og af de effektivitetskrav, der fremgår af navnlig fjerde betragtning til direktiv 2008/115, skal den forpligtelse, som medlemsstaterne i henhold til direktivets artikel 8 er pålagt til i de i denne artikels stk. 1 nævnte tilfælde at foretage udsendelse af nævnte statsborger, opfyldes hurtigst muligt (dom af 23.4.2015, Bennoune, C-38/14, EU:C:2015:260, præmis 34).", "label": [[402, 411, "DATE"], [413, 421, "PER"]]}
{"text": "81 En medlemsstat kan således ikke på grundlag af det nævnte direktiv træffe en afgørelse om tilbagesendelse af en uledsaget mindreårig for derefter at undlade at udsende den pågældende, indtil denne er fyldt 18 år.", "label": [[209, 211, "AMOUNT_VALUE"], [212, 214, "AMOUNT_UNIT"]]}
{"text": "82 Det tredje spørgsmål skal derfor besvares med, at artikel 8, stk. 1, i direktiv 2008/115 skal fortolkes således, at bestemmelsen er til hinder for, at en medlemsstat – efter at have vedtaget en afgørelse om tilbagesendelse af en uledsaget mindreårig og efter i overensstemmelse med direktivets artikel 10, stk. 2, at have sikret sig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet – afstår fra efterfølgende at foretage en udsendelse af den pågældende, indtil denne er fyldt 18 år.", "label": [[571, 573, "AMOUNT_VALUE"], [574, 576, "AMOUNT_UNIT"]]}
{"text": "Sagsomkostninger", "label": []}
{"text": "83 Da sagens behandling i forhold til hovedsagens parter udgør et led i den sag, der verserer for den forelæggende ret, tilkommer det denne at træffe afgørelse om sagsomkostningerne. Bortset fra de nævnte parters udgifter kan de udgifter, som er afholdt i forbindelse med afgivelse af indlæg for Domstolen, ikke erstattes.", "label": [[296, 305, "ORG"]]}
{"text": "På grundlag af disse præmisser kender Domstolen (Første Afdeling) for ret:", "label": [[38, 65, "ORG"]]}
{"text": "1) Artikel 6, stk. 1, i Europa-Parlamentets og Rådets direktiv 2008/115/EF af 16. december 2008 om fælles standarder og procedurer i medlemsstaterne for tilbagesendelse af tredjelandsstatsborgere med ulovligt ophold, sammenholdt med direktivets artikel 5, litra a), og artikel 24, stk. 2, i Den Europæiske Unions charter om grundlæggende rettigheder, skal fortolkes således, at den pågældende medlemsstat, inden denne træffer en afgørelse om tilbagesendelse af en uledsaget mindreårig, skal foretage en generel og udførlig vurdering af denne mindreåriges situation under behørig hensyntagen til barnets tarv. I denne forbindelse skal den nævnte medlemsstat sikre sig, at der i tilbagesendelseslandet findes passende modtagelsesforhold for den pågældende uledsagede mindreårige.", "label": [[24, 43, "ORG"], [47, 53, "ORG"], [78, 95, "DATE"], [291, 312, "LOC"]]}
{"text": "2) Artikel 6, stk. 1, i direktiv 2008/115, sammenholdt med direktivets artikel 5, litra a), og i lyset af artikel 24, stk. 2, i Den Europæiske Unions charter om grundlæggende rettigheder, skal fortolkes således, at en medlemsstat med henblik på at undersøge, om der i tilbagesendelseslandet findes passende modtagelsesforhold, ikke kan sondre mellem uledsagede mindreårige på grundlag af deres alder alene.", "label": [[128, 149, "LOC"]]}
{"text": "3) Artikel 8, stk. 1, i direktiv 2008/115 skal fortolkes således, at bestemmelsen er til hinder for, at en medlemsstat – efter at have vedtaget en afgørelse om tilbagesendelse af en uledsaget mindreårig og efter i overensstemmelse med direktivets artikel 10, stk. 2, at have sikret sig, at vedkommende sendes tilbage til et familiemedlem, til en udpeget værge eller til passende modtagelsesfaciliteter i tilbagesendelseslandet – afstår fra efterfølgende at foretage en udsendelse af den pågældende, indtil denne er fyldt 18 år.", "label": [[521, 523, "AMOUNT_VALUE"], [524, 526, "AMOUNT_UNIT"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: nederlandsk.", "label": [[15, 26, "NATIONALITY"]]}
