{"text": "Begäran om förhandsavgörande framställd av Tribunal d'arrondissement (Luxemburg) den 8 mars 2021 – Fabian Johnson mot Amazon Europe Core Sàrl, Amazon EU Sàrl, Amazon Services Europe Sàrl", "label": [[43, 68, "ORG"], [70, 79, "LOC"], [85, 96, "DATE"], [99, 113, "PER"], [118, 141, "ORG"], [143, 157, "ORG"], [159, 186, "ORG"]]}
{"text": "(Mål C-148/21)", "label": []}
{"text": "Rättegångsspråk: franska", "label": [[17, 24, "NATIONALITY"]]}
{"text": "Hänskjutande domstol", "label": []}
{"text": "Tribunal d'arrondissement", "label": [[0, 25, "ORG"]]}
{"text": "Parter i det nationella målet", "label": []}
{"text": "Kärande: Fabian Johnson", "label": [[9, 23, "PER"]]}
{"text": "Svarande: Amaon Europe Core Sàrl, Amazon EU Sàrl, Amazon Services Europe Sàrl", "label": [[10, 32, "ORG"], [34, 48, "ORG"], [50, 77, "ORG"]]}
{"text": "Tolkningsfrågor", "label": []}
{"text": "Ska artikel 9.2 i Europaparlamentets och rådets förordning (EU) 2017/1001 av den 14 juni 2017 om EU-varumärken1 tolkas så, att en användning av ett kännetecken som är identiskt med ett varumärke i reklam som visas på en webbplats kan tillskrivas den näringsidkare som driver webbplatsen eller till denne ekonomiskt knutna enheter, på grund av att det på webbplatsen visas en blandning av erbjudanden från näringsidkaren eller till denne ekonomiskt knutna enheter och erbjudanden från utomstående säljare, genom att nämnda reklam är införlivad i näringsidkarens eller de till denne ekonomiskt knutna enheternas eget reklammeddelande?", "label": [[18, 36, "ORG"], [41, 47, "ORG"], [81, 93, "DATE"]]}
{"text": "Förstärks införlivandet om", "label": []}
{"text": "reklamen på webbplatsen har en enhetlig framställning?", "label": []}
{"text": "reklam från näringsidkaren eller till denne ekonomiskt knutna enheter och reklam från utomstående säljare visas, utan åtskillnad med avseende på ursprung men med tydlig visning av näringsidkarens eller till denne ekonomiskt knutna enheters logotyp, som reklam på utomstående webbplatser i form av ”pop up”-fönster?", "label": []}
{"text": "näringsidkaren eller till denne ekonomiskt knutna enheter erbjuder utomstående säljare en fullservicetjänst som innefattar bistånd vid utarbetande av reklam och fastställande av försäljningspriser samt lagring och expediering av varor?", "label": []}
{"text": "näringsidkarens och till denne ekonomiskt knutna enheters webbplats har en sådan utformning att den framställs i form av butiker och rubriker som ”bästsäljare”, ”topprankad” och ”oftast köpta som gåva”, utan någon vid första anblicken synbar åtskillnad mellan näringsidkarens och till denne ekonomiskt knutna enheters egna varor och varor från utomstående säljare?", "label": []}
{"text": "Ska artikel 9.2 i Europaparlamentets och rådets förordning (EU) 2017/1001 av den 14 juni 2017 om EU-varumärken tolkas så, att en användning i reklam som visas på en e-handelswebbplats av ett kännetecken som är identiskt med ett varumärke i princip kan tillskrivas den näringsidkare som driver den elektroniska försäljningsplatsen eller till denne ekonomiskt knutna enheter, om en normalt välinformerad och rimligt uppmärksam internetanvändare uppfattar att näringsidkaren eller en till denne ekonomiskt knuten enhet har utövat en aktiv roll vid utarbetandet av reklamen eller om reklamen uppfattas som en del av näringsidkarens eget reklammeddelande?", "label": [[18, 36, "ORG"], [41, 47, "ORG"], [81, 93, "DATE"], [97, 99, "LOC"]]}
{"text": "Påverkas denna uppfattning", "label": []}
{"text": "av att näringsidkaren och/eller till denne ekonomiskt knutna enheter är en välrenommerad återförsäljare av ett synnerligen brett spektrum av varor, inbegripet varor i den kategori där de varor som reklamen avser återfinns, eller", "label": []}
{"text": "av att det ovanför den sålunda visade reklamen finns ett rubrikfält där näringsidkarens eller till denne ekonomiskt knutna enheters tjänstevarumärke återges och detta varumärke är ett välrenommerat återförsäljarvarumärke, eller", "label": []}
{"text": "av att näringsidkaren eller till denne ekonomiskt knutna enheter parallellt med denna visning erbjuder tjänster som traditionellt erbjuds av återförsäljare av varor i den kategori som den vara som reklamen avser tillhör?", "label": []}
{"text": "Ska artikel 9.2 i Europaparlamentets och rådets förordning (EU) 2017/1001 av den 14 juni 2017 om EU-varumärken tolkas så, att expediering i näringsverksamhet till en slutkonsument av en vara försedd med ett kännetecken som är identiskt med ett varumärke, utan varumärkesinnehavarens medgivande, utgör användning som kan tillskrivas den som expedierar varan endast om denne har faktisk kännedom om att kännetecknet har anbringats på varan?", "label": [[18, 36, "ORG"], [41, 47, "ORG"], [81, 93, "DATE"], [97, 99, "LOC"]]}
{"text": "Ska den som sålunda expedierar varan anses ha använt det berörda kännetecknet, om denne eller en därtill ekonomiskt knuten enhet har uppgett för slutkonsumenten att den expedierande enheten eller en därtill ekonomiskt knuten enhet skulle komma att ombesörja expedieringen efter det att den expedierande enheten eller en därtill knuten ekonomisk enhet hade lagrat varan för det syftet?", "label": []}
{"text": "Ska den som sålunda expedierar varan anses ha använt det berörda kännetecknet, om denne eller en därtill ekonomiskt knuten enhet tidigare har bidragit aktivt till visning i näringsverksamhet av reklam för den med nämnda kännetecken försedda varan eller har registrerat den beställning som slutkonsumenten har lagt efter att ha sett nämnda reklam?", "label": []}
{"text": "____________", "label": []}
{"text": "1 EUT L 154, 2017, s. 1.", "label": []}
