{"text": "Anmodning om præjudiciel afgørelse indgivet af Juzgado de Primera Instancia nº 10 bis de Sevilla (Spanien) den 27. maj 2021 – Valente mod Borisova", "label": [[47, 96, "ORG"], [98, 105, "LOC"], [111, 123, "DATE"], [126, 133, "PER"], [138, 146, "PER"]]}
{"text": "(Sag C-335/21)", "label": []}
{"text": "Processprog: spansk", "label": [[13, 19, "NATIONALITY"]]}
{"text": "Den forelæggende ret", "label": []}
{"text": "Juzgado de Primera Instancia nº 10 bis de Sevilla", "label": [[0, 49, "ORG"]]}
{"text": "Parter i hovedsagen", "label": []}
{"text": "Sagsøger: Valente", "label": [[10, 17, "PER"]]}
{"text": "Sagsøgt: Borisova", "label": [[9, 17, "PER"]]}
{"text": "Præjudicielle spørgsmål", "label": []}
{"text": "Er direktiv 93/13 og princippet om dette direktivs effektivitet, sammenholdt med adgangen til effektive retsmidler i chartrets artikel 47, til hinder for en forenklet procedure om en advokats salærkrav, som ikke tillader, at retten undersøger ex officio, om kontraktvilkår, der indgår i en aftale med en forbruger, eventuelt måtte være urimelige, eftersom det ikke er foreskrevet, at retten skal gribe ind på noget tidspunkt under sagen, medmindre klienten gør indsigelse mod det nævnte krav, og en af parterne efterfølgende anlægger et søgsmål til prøvelse af justitssekretærens endelige afgørelse?", "label": [[183, 191, "PROFESSION"], [561, 579, "PROFESSION"]]}
{"text": "Er direktiv 93/13 og princippet om dette direktivs effektivitet, sammenholdt med adgangen til effektive retsmidler i chartrets artikel 47, til hinder for, at rettens eventuelle efterprøvelse af, om kontraktvilkåret er urimeligt, ex officio eller på anmodning af en af parterne i denne form for sag, som har en forenklet karakter, foretages inden for rammerne af et fakultativt søgsmål til prøvelse af en afgørelse, som er vedtaget af et ikke-retsligt organ, f.eks. justitssekretæren, som i princippet udelukkende bør begrænse sig til afgørelsens indhold, og som ikke tillader anden bevisførelse end den dokumentation, som parterne allerede har fremlagt?", "label": [[465, 482, "PROFESSION"]]}
{"text": "Skal et kontraktvilkår, der indgår i en aftale mellem en advokat og en forbruger, såsom det i denne sag omtvistede, hvorefter der betales salær i det specifikke tilfælde, hvor klienten frafalder søgsmålet inden dets afgørelse eller indgår en aftale med den pågældende enhed uden advokatfirmaets vidende eller i modstrid med sidstnævntes rådgivning, anses for at være omfattet af bestemmelserne i artikel 4, stk. 2, i direktiv 93/13, da der er tale om et kontraktvilkår om aftalens hovedgenstand, i dette tilfælde prisen?", "label": [[57, 64, "PROFESSION"]]}
{"text": "Såfremt det foregående spørgsmål besvares bekræftende, kan det pågældende kontraktvilkår, der fastsætter salæret gennem en henvisning til takster fra et advokatsamfund, som fastlægger forskellige regler, der skal anvendes i hvert enkelt tilfælde, og som ikke blev nævnt i de forudgående oplysninger, da anses for at være klart og forståeligt i overensstemmelse med artikel 4, stk. 2, i direktiv 93/13?", "label": []}
{"text": "Såfremt det ovenstående spørgsmål besvares benægtende, kan indsættelsen af et kontraktvilkår som det i denne sag omtvistede, som fastsætter advokatens salær ved blot at henvise til takster fra et advokatsamfund, som fastlægger forskellige regler, der skal anvendes i hvert enkelt tilfælde, og som ikke blev nævnt i hverken det kommercielle tilbud eller de forudgående oplysninger, i en aftale mellem en advokat og en forbruger da anses for en urimelig handelspraksis som omhandlet i direktiv 2005/29?", "label": [[140, 150, "PROFESSION"], [403, 410, "PROFESSION"]]}
{"text": "____________", "label": []}
{"text": "Rådets direktiv 93/13/EØF af 5.4.1993 om urimelige kontraktvilkår i forbrugeraftaler (EFT 1993, L 95, s. 29). Europa-Parlamentets og Rådets direktiv 2005/29/EF af 11.5.2005 om virksomheders urimelige handelspraksis over for forbrugerne på det indre marked (EUT 2005, L 149, s. 22).", "label": [[0, 6, "ORG"], [29, 37, "DATE"], [110, 129, "ORG"], [133, 139, "ORG"], [163, 172, "DATE"]]}
