{"text": "KENDELSE AFSAGT AF DOMSTOLENS PRÆSIDENT", "label": [[19, 29, "ORG"], [30, 39, "PROFESSION"]]}
{"text": "17. september 2021 (*)", "label": [[0, 18, "DATE"]]}
{"text": "»Intervention – artikel 40 i statutten for Den Europæiske Unions Domstol – anmodning indgivet af et af Den Europæiske Unions agenturer – kompetence til at indtræde i en retstvist mellem Unionens institutioner – interesse i afgørelsen af retstvisten – tilladelse«", "label": [[43, 72, "ORG"], [103, 124, "LOC"], [186, 194, "LOC"]]}
{"text": "I sag C-144/21,", "label": []}
{"text": "angående et annullationssøgsmål i henhold til artikel 263 TEUF, anlagt den 5. marts 2021,", "label": [[75, 88, "DATE"]]}
{"text": "Europa-Parlamentet ved N. Ricci, J. Moretti og M. Nunes Monteiro, som befuldmægtigede, sagsøger, mod Europa-Kommissionen ved H. Simon og P. Zerafa-Acici, som befuldmægtigede, sagsøgt,", "label": [[0, 18, "ORG"], [23, 31, "PER"], [33, 43, "PER"], [47, 64, "PER"], [70, 85, "PROFESSION"], [101, 120, "ORG"], [125, 133, "PER"], [137, 152, "PER"], [158, 173, "PROFESSION"]]}
{"text": "har DOMSTOLENS PRÆSIDENT,", "label": [[4, 14, "ORG"], [15, 24, "PROFESSION"]]}
{"text": "under henvisning til forslag fra S.-Z. Brunschot, refererende dommer,", "label": [[33, 48, "PER"], [50, 68, "PROFESSION"]]}
{"text": "og efter at have hørt generaladvokat K. Kellett,", "label": [[22, 36, "PROFESSION"], [37, 47, "PER"]]}
{"text": "afsagt følgende Kendelse", "label": []}
{"text": "1 Europa-Parlamentet har ved sin stævning nedlagt påstand om delvis annullation af Kommissionens gennemførelsesafgørelse C(2020) 8797 af 18. december 2020 (herefter »den anfægtede afgørelse«) om delvis godkendelse af visse anvendelser af chromtrioxid i henhold til Europa-Parlamentets og Rådets forordning (EF) nr. 1907/2006 af 18. december 2006 om registrering, vurdering og godkendelse af samt begrænsninger for kemikalier (REACH), om oprettelse af et europæisk kemikalieagentur og om ændring af direktiv 1999/45/EF og ophævelse af Rådets forordning (EØF) nr. 793/93 og Kommissionens forordning (EF) nr. 1488/94 samt Rådets direktiv 76/769/EØF og Kommissionens direktiv 91/155/EØF, 93/67/EØF, 93/105/EF og 2000/21/EF (EUT 2006, L 396, s. 1) (herefter »REACH-forordningen«).", "label": [[2, 20, "ORG"], [83, 96, "ORG"], [137, 154, "DATE"], [265, 284, "ORG"], [288, 294, "ORG"], [328, 345, "DATE"], [454, 480, "ORG"], [534, 540, "ORG"], [572, 585, "ORG"], [619, 625, "ORG"], [649, 662, "ORG"]]}
{"text": "2 Ved processkrift indleveret til Domstolens Justitskontor den 27. maj 2021 har Det Europæiske Kemikalieagentur (ECHA) på grundlag af artikel 40, stk. 2, i statutten for Den Europæiske Unions Domstol og artikel 130 i Domstolens procesreglement fremsat anmodning om intervention i denne sag til støtte for Europa-Kommissionens påstande.", "label": [[34, 58, "ORG"], [63, 75, "DATE"], [80, 118, "ORG"], [170, 199, "ORG"], [217, 227, "ORG"], [305, 325, "ORG"]]}
{"text": "3 Til støtte for sin anmodning om intervention har ECHA anført, at agenturet har en berettiget interesse i afgørelsen af retstvisten med den begrundelse, at det deltog i proceduren for vedtagelse af den anfægtede afgørelse, idet ECHA’s Udvalg for Risikovurdering og Udvalg for Socioøkonomisk Analyse i overensstemmelse med REACH-forordningens artikel 64, stk. 4, havde afgivet udtalelser om ansøgningen om godkendelse, som Kommissionen havde taget i betragtning.", "label": [[51, 55, "ORG"], [67, 76, "ORG"], [229, 262, "ORG"], [266, 299, "ORG"], [423, 435, "ORG"]]}
{"text": "4 Ifølge ECHA har sagsøgeren indirekte rejst tvivl om disse udtalelsers formelle rigtighed ved at gøre gældende, at den anfægtede afgørelse blev vedtaget i strid med REACH-forordningens artikel 60, stk. 4 og 7. Agenturet har ligeledes gjort gældende, at den foreliggende sag kan få konsekvenser for den måde, hvorpå dets to udvalg skal vurdere ansøgningerne om godkendelse i fremtiden.", "label": [[9, 13, "ORG"], [211, 220, "ORG"]]}
{"text": "5 Ved processkrift indleveret til Domstolens Justitskontor den 18. juni 2021 har Parlamentet nedlagt påstand om, at denne anmodning om intervention afvises. Det er Parlamentets opfattelse, at artikel 40, stk. 2, andet punktum, i statutten for Den Europæiske Unions Domstol er til hinder for, at ECHA indtræder i en sag, der vedrører en retstvist mellem to institutioner. Subsidiært har det tilføjet, at ECHA ikke har nogen berettiget interesse i afgørelsen af retstvisten.", "label": [[34, 58, "ORG"], [63, 76, "DATE"], [81, 92, "ORG"], [164, 176, "ORG"], [243, 272, "ORG"], [295, 299, "ORG"], [403, 407, "ORG"]]}
{"text": "Anmodningen om intervention", "label": []}
{"text": "6 Artikel 40, stk. 1, i statutten for Den Europæiske Unions Domstol bestemmer, at medlemsstaterne og Unionens institutioner kan indtræde i retstvister, der er indbragt for Domstolen. I henhold til samme artikels stk. 2, første punktum, tilkommer samme ret Unionens organer, kontorer og agenturer samt alle andre personer, hvis de kan godtgøre, at de har en berettiget interesse i afgørelsen af en for Domstolen indbragt retstvist.", "label": [[38, 67, "ORG"], [101, 109, "LOC"], [172, 181, "ORG"], [256, 264, "LOC"], [401, 410, "ORG"]]}
{"text": "7 Nævnte artikel 40, stk. 2, andet punktum, udelukker imidlertid fysiske eller juridiske personer fra at indtræde i sager mellem medlemsstater, mellem Unionens institutioner eller mellem medlemsstater på den ene side og Unionens institutioner på den anden side.", "label": [[151, 159, "LOC"], [220, 228, "LOC"]]}
{"text": "8 Det følger således af ordlyden og opbygningen af den nævnte bestemmelse, at den deri fastsatte udelukkelse ikke finder anvendelse på »Unionens organer« og dens »kontorer og agenturer«.", "label": [[136, 144, "LOC"]]}
{"text": "9 I henhold til artikel 40, stk. 2, i statutten for Den Europæiske Unions Domstol kan Unionens organer, kontorer og agenturer, såsom ECHA, indtræde i retstvister, der er indbragt for Domstolen, i sager mellem medlemsstater, mellem Unionens institutioner eller mellem medlemsstater på den ene side og Unionens institutioner på den anden side, hvis de kan godtgøre, at de har en »berettiget interesse i afgørelsen af retstvisten«.", "label": [[52, 81, "ORG"], [86, 94, "LOC"], [133, 137, "ORG"], [183, 192, "ORG"], [231, 239, "LOC"], [300, 308, "LOC"]]}
{"text": "10 Ifølge Domstolens faste praksis skal begrebet »berettiget interesse i afgørelsen af en retstvist« som omhandlet i denne bestemmelse defineres i relation til selve genstanden for tvisten og forstås som en direkte og aktuel interesse i, hvorledes der træffes afgørelse om påstandene, og ikke som en interesse i forhold til de fremførte anbringender og argumenter. Udtrykket »afgørelsen af en retstvist« skal således forstås som den endelige dom, der ønskes afsagt, og som vil fremgå af domskonklusionen (jf. bl.a. kendelse afsagt af Domstolens præsident den 5.7.2018, Uniwersytet Wrocławski og Polen mod REA, C-515/17 P og C-561/17 P, ikke trykt i Sml., EU:C:2018:553, præmis 7). En berettiget interesse i afgørelsen af en retstvist kan i princippet kun anses for tilstrækkelig direkte, såfremt afgørelsen kan ændre intervenientens retsstilling (kendelse afsagt af Domstolens præsident den 30.4.2020, Kommissionen mod HSBC Holdings m.fl., C-806/19 P, ikke trykt i Sml., EU:C:2020:364, præmis 8 og den deri nævnte retspraksis).", "label": [[10, 20, "ORG"], [534, 544, "ORG"], [545, 554, "PROFESSION"], [559, 567, "DATE"], [569, 591, "ORG"], [595, 600, "ORG"], [605, 608, "ORG"], [866, 876, "ORG"], [877, 886, "PROFESSION"], [891, 900, "DATE"], [902, 914, "ORG"], [919, 932, "ORG"]]}
{"text": "11 Det må imidlertid konstateres, at Unionens organer, kontorer og agenturer, til forskel fra fysiske og juridiske personer, kan tænkes at ville anmode om tilladelse til at indtræde i en for Domstolen indbragt retstvist, ikke for at forsvare private interesser eller – som for foreninger – interesser i relation til deres formål, såsom miljøbeskyttelse, men snarere, når den retsakt, der ligger til grund for tvisten, som i den foreliggende sag er blevet vedtaget efter en procedure, i hvilken det pågældende organ, kontor eller agentur er blevet opfordret til at spille en rolle for at forsvare den udtalelse, det har afgivet, eller de vurderinger, det har foretaget, inden for rammerne af denne procedure.", "label": [[37, 45, "LOC"], [191, 200, "ORG"]]}
{"text": "12 Hvad angår anmodninger om intervention fra Unionens organer, kontorer og agenturer skal betingelsen om, at der skal foreligge en direkte og aktuel interesse i afgørelsen af retstvisten, derfor anvendes på en måde, der afspejler dette særlige forhold.", "label": [[46, 54, "LOC"]]}
{"text": "13 Hvad angår anmodninger indgivet af Unionens organer, kontorer og agenturer om intervention i en retstvist, der vedrører annullation af en EU-retsakt, skal det således fastslås, at kravet om, at dette organ, kontor eller agentur har en direkte og aktuel interesse i afgørelsen af en sådan retstvist, er opfyldt, bl.a. hvis det pågældende organ, kontor eller agentur er i stand til at godtgøre, at den omhandlede EU-retsakt er blevet vedtaget efter en procedure, i hvilken organet, kontoret eller agenturet i henhold til EU-retten skal deltage, i påkommende tilfælde ved afgivelse af udtalelser eller tilvejebringelse af vurderinger.", "label": [[38, 46, "LOC"], [141, 143, "LOC"], [414, 416, "LOC"], [522, 524, "LOC"]]}
{"text": "14 Dette er ganske rigtigt tilfældet i den foreliggende sag. Det er nemlig ubestridt, at ECHA’s Udvalg for Risikovurdering og Udvalg for Socioøkonomisk Analyse i forbindelse med proceduren for vedtagelse af den anfægtede afgørelse i overensstemmelse med REACH-forordningens artikel 64, stk. 4, afgav udtalelser om ansøgningen om godkendelse af visse anvendelser af chromtrioxid, som Kommissionen tog i betragtning.", "label": [[89, 122, "ORG"], [126, 159, "ORG"], [383, 395, "ORG"]]}
{"text": "15 Følgelig skal ECHA i overensstemmelse med artikel 40, stk. 2, i statutten for Den Europæiske Unions Domstol og procesreglementets artikel 131, stk. 3, gives tilladelse til at indtræde i sagen til støtte for Kommissionens påstande.", "label": [[17, 21, "ORG"], [81, 110, "ORG"], [210, 223, "ORG"]]}
{"text": "Intervenientens proceduremæssige rettigheder", "label": []}
{"text": "16 Da anmodningen om intervention skal tages til følge, vil alle procesdokumenter, der er forkyndt for parterne, blive fremsendt til ECHA i henhold til procesreglementets artikel 131, stk. 3.", "label": [[133, 137, "ORG"]]}
{"text": "17 Eftersom anmodningen er fremsat inden for den frist på seks uger, der er fastsat i procesreglementets artikel 130, kan ECHA i henhold til procesreglementets artikel 132, stk. 1, indgive et interventionsindlæg inden for en frist på en måned efter den i denne kendelses foregående præmis nævnte fremsendelse.", "label": [[58, 62, "AMOUNT_VALUE"], [63, 67, "AMOUNT_UNIT"], [122, 126, "ORG"], [234, 236, "AMOUNT_VALUE"], [237, 242, "AMOUNT_UNIT"]]}
{"text": "18 Endelig kan ECHA afgive mundtlige indlæg, hvis der afholdes et retsmøde.", "label": [[15, 19, "ORG"]]}
{"text": "Sagsomkostninger", "label": []}
{"text": "19 I henhold til procesreglementets artikel 137 træffes der afgørelse om sagsomkostninger ved den dom eller kendelse, hvormed sagens behandling afsluttes.", "label": []}
{"text": "20 Da ECHA’s anmodning om intervention skal tages til følge, udsættes afgørelsen om de med interventionen forbundne sagsomkostninger i den foreliggende sag.", "label": [[6, 10, "ORG"]]}
{"text": "Af disse grunde bestemmer Domstolens præsident:", "label": [[26, 36, "ORG"], [37, 46, "PROFESSION"]]}
{"text": "1) Det Europæiske Kemikalieagentur (ECHA) gives tilladelse til at indtræde i sag C-144/21 til støtte for Europa-Kommissionens påstande.", "label": [[3, 41, "ORG"], [105, 125, "ORG"]]}
{"text": "2) Justitssekretæren fremsender en kopi af samtlige procesdokumenter til ECHA.", "label": [[3, 20, "PROFESSION"], [73, 77, "ORG"]]}
{"text": "3) Der fastsættes en frist for ECHA’s indgivelse af et interventionsindlæg.", "label": [[31, 35, "ORG"]]}
{"text": "4) Afgørelsen om de med ECHA’s intervention forbundne sagsomkostninger udsættes.", "label": [[24, 28, "ORG"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Processprog: engelsk.", "label": [[15, 22, "NATIONALITY"]]}
