{"text": "EUROOPA KOHTU OTSUS (viies koda)", "label": [[0, 13, "ORG"], [21, 31, "ORG"]]}
{"text": "16. oktoober 2019(*)", "label": [[0, 17, "DATE"]]}
{"text": "Eelotsusetaotlus – Maksustamine – Ühine käibemaksusüsteem – Direktiiv 2006/112/EÜ – Artikli 132 lõike 1 punkt a – Maksuvabastused teatavate tegevuste puhul avalikes huvides – Riiklikud postiteenistused – Direktiiv 97/67/EÜ – Universaalse postiteenuse osutaja – Eraettevõtja, kes osutab kohtute ja haldusasutuste dokumentide ametliku kättetoimetamise teenust", "label": []}
{"text": "Liidetud kohtuasjades C‑4/18 ja C‑5/18,", "label": []}
{"text": "mille ese on ELTL artikli 267 alusel Bundesfinanzhofi (Saksamaa Liitvabariigi kõrgeim maksukohus) 31. mai 2017. aasta otsustega esitatud eelotsusetaotlused, mis saabusid Euroopa Kohtusse 3. jaanuaril 2018, menetlustes", "label": [[37, 53, "ORG"], [55, 77, "LOC"], [78, 96, "ORG"], [98, 117, "DATE"], [170, 186, "ORG"], [187, 204, "DATE"]]}
{"text": "Pawel Brinkmann, kes tegutseb DIREKTexpress Holding AG  pankrotihaldurina,", "label": [[0, 15, "PER"], [30, 54, "ORG"], [56, 73, "PROFESSION"]]}
{"text": "versus", "label": []}
{"text": "Finanzamt Ulm (C‑4/18),", "label": [[0, 13, "ORG"]]}
{"text": "ja", "label": []}
{"text": "Lemchen Ehrenpreis,  kes tegutseb  JUREX GmbH  pankrotihaldurina,", "label": [[0, 18, "PER"], [35, 45, "ORG"], [47, 64, "PROFESSION"]]}
{"text": "versus", "label": []}
{"text": "Bundeszentralamt für Steuern (C‑5/18),", "label": [[0, 28, "ORG"]]}
{"text": "EUROOPA KOHUS (viies koda),", "label": [[0, 26, "ORG"]]}
{"text": "koosseisus: koja president V. Scott (ettekandja), kohtunikud J. Kielatis, E. Zhuk, A. Jankevič ja X. Sousa,", "label": [[12, 26, "PROFESSION"], [27, 35, "PER"], [37, 47, "PROFESSION"], [50, 60, "PROFESSION"], [61, 72, "PER"], [74, 81, "PER"], [83, 94, "PER"], [98, 106, "PER"]]}
{"text": "kohtujurist: C. Sørensen,", "label": [[0, 11, "PROFESSION"], [13, 24, "PER"]]}
{"text": "kohtusekretär: V. Schubert,", "label": [[0, 13, "PROFESSION"], [15, 26, "PER"]]}
{"text": "arvestades kirjalikku menetlust,", "label": []}
{"text": "arvestades seisukohti, mille esitasid:", "label": []}
{"text": "–        P. Brinkmann, kes tegutseb DIREKTexpress Holding AG  pankrotihaldurina, ja L. Ehrenpreis, kes tegutseb JUREX GmbH pankrotihaldurina, esindaja: Steuerberater  M. Harrison,", "label": [[9, 21, "PER"], [36, 60, "ORG"], [62, 79, "PROFESSION"], [84, 97, "PER"], [112, 122, "ORG"], [123, 140, "PROFESSION"], [142, 150, "PROFESSION"], [152, 165, "PROFESSION"], [167, 178, "PER"]]}
{"text": "–        Saksamaa valitsus, esindaja: A. Roche ja F. Voltz,", "label": [[9, 26, "ORG"], [28, 36, "PROFESSION"], [38, 46, "PER"], [50, 58, "PER"]]}
{"text": "–        Soome valitsus, esindaja: T. Markov,", "label": [[9, 23, "ORG"], [25, 33, "PROFESSION"], [35, 44, "PER"]]}
{"text": "–        Euroopa Komisjon, esindajad: U. Woods, E. Yaima Ardila ja K. Jelene,", "label": [[9, 25, "ORG"], [27, 36, "PROFESSION"], [38, 46, "PER"], [48, 63, "PER"], [67, 76, "PER"]]}
{"text": "arvestades pärast kohtujuristi ärakuulamist tehtud otsust lahendada kohtuasi ilma kohtujuristi ettepanekuta,", "label": [[18, 30, "PROFESSION"], [82, 94, "PROFESSION"]]}
{"text": "on teinud järgmise", "label": []}
{"text": "otsuse", "label": []}
{"text": "1        Eelotsusetaotlustes palutakse tõlgendada Euroopa Parlamendi ja nõukogu 15. detsembri 1997. aasta direktiivi 97/67/EÜ ühenduse postiteenuste siseturu arengut ja teenuse kvaliteedi parandamist käsitlevate ühiseeskirjade kohta (EÜT 1998, L 15, lk 14; ELT eriväljaanne 06/03, lk 71), mida on muudetud Euroopa Parlamendi ja nõukogu 20. veebruari 2008. aasta  direktiiviga 2008/6/EÜ  (ELT 2008, L 52, lk 3, ja parandus ELT 2015, L 225, lk 49) (edaspidi „direktiiv 97/67“), artikli 2 punkti 13 ja artikli 3 lõiget 4 ning nõukogu 28. novembri 2006. aasta direktiivi 2006/112/EÜ, mis käsitleb ühist käibemaksusüsteemi (ELT 2006, L 347, lk 1), artikli 132 lõike 1 punkti a.", "label": [[50, 68, "ORG"], [72, 79, "ORG"], [80, 105, "DATE"], [306, 324, "ORG"], [328, 335, "ORG"], [336, 361, "DATE"], [523, 530, "ORG"], [531, 555, "DATE"]]}
{"text": "2        Taotlused on esitatud kahes kohtuvaidluses, millest esimene toimub  P. Brinkmanni kui DIREKTexpress Holding AG pankrotihalduri ja Finanzamt Ulmi (Ulmi maksuamet, Saksamaa) (kohtuasi  C‑4/18) vahel ning teine L. Ehrenpreisi kui JUREX GmbH pankrotihalduri ja Bundeszentralamt für Steuerni (liitvabariigi maksuhaldur, Saksamaa) (kohtuasi  C‑5/18) vahel seoses keeldumisega vabastada käibemaksust dokumentide ametliku kättetoimetamise teenus, mida need äriühingud osutasid kohtutele ja haldusasutustele.", "label": [[77, 90, "PER"], [95, 119, "ORG"], [120, 135, "PROFESSION"], [139, 153, "ORG"], [155, 169, "ORG"], [171, 179, "LOC"], [217, 231, "PER"], [236, 246, "ORG"], [247, 262, "PROFESSION"], [266, 295, "ORG"], [297, 322, "ORG"], [324, 332, "LOC"]]}
{"text": "Õiguslik raamistik", "label": []}
{"text": "Liidu õigus", "label": [[0, 5, "LOC"]]}
{"text": "Direktiiv 97/67", "label": []}
{"text": "3        Direktiivi 97/67 artikkel 2, mis asub 1. peatükis „Eesmärk ja reguleerimisala“, sisaldab järgmisi määratlusi:", "label": []}
{"text": "„Käesolevas direktiivis kasutatakse järgmisi mõisteid:", "label": []}
{"text": "1.      „postiteenused“ – teenused, mis hõlmavad postisaadetiste kogumist, sorteerimist, transporti ja jaotamist;", "label": []}
{"text": "1a.      „postiteenuse osutaja“ – ettevõtja, kes osutab ühte või mitut postiteenust;", "label": []}
{"text": "[…]", "label": []}
{"text": "4.      „kogumine“ – postisaadetiste kogumine postiteenuse osutaja poolt;", "label": []}
{"text": "5.      „jaotamine“ – protsess alates postisaadetiste sorteerimisest jaotuskeskuses kuni nende kättetoimetamiseni adressaatidele;", "label": []}
{"text": "6.      „postisaadetis“ – valmissaadetis, mille postiteenuste osutaja toimetab adressaadile. Lisaks kirjasaadetistele võivad selle alla kuuluda näiteks raamatud, kataloogid, ajalehed, perioodikaväljaanded ja postipakid, mis sisaldavad kaubandusliku väärtusega või ilma kaubandusliku väärtuseta kaupu;", "label": []}
{"text": "[…]", "label": []}
{"text": "9.      „tähtsaadetis“ – teenus, millega kaasneb kindlasummaline tagatis saadetise kaotsimineku-, vargus- või rikkumisohu vastu ning mille puhul väljastatakse saatjale soovi korral tõend edastamiseks üleantud postisaadetise ja/või selle kättetoimetamise kohta adressaadile;", "label": []}
{"text": "[…]", "label": []}
{"text": "13.      „universaalteenuse osutaja“ – liikmesriigis universaalset postiteenust või selle osi osutav avalik-õiguslik või eraõiguslik postiteenuse osutaja, kelle andmed on esitatud komisjonile kooskõlas artikliga 4;", "label": [[180, 191, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "17.      „kasutaja“ – postiteenuse osutamisest saatja või adressaadina kasu saav füüsiline või juriidiline isik;", "label": []}
{"text": "[…]“.", "label": []}
{"text": "4        Selle direktiivi 2. peatükk „Universaalteenus“ sisaldab artikleid 3–6. Artikkel 3 on sõnastatud järgmiselt:", "label": []}
{"text": "„1.      Liikmesriigid tagavad, et kasutajatel on õigus universaalteenusele, mis hõlmab kindlaksmääratud kvaliteediga postiteenuse pidevat osutamist nende territooriumi igas punktis kõikidele kasutajatele sobiva hinnaga.", "label": []}
{"text": "[…]", "label": []}
{"text": "4.      Iga liikmesriik võtab vastu vajalikud meetmed tagamaks, et universaalteenus hõlmab vähemalt järgmisi teenuseid:", "label": []}
{"text": "–        kuni kaks kilogrammi kaaluvate postisaadetiste kogumine, sorteerimine, transportimine ja jaotamine,", "label": [[14, 18, "AMOUNT_VALUE"], [19, 29, "AMOUNT_UNIT"]]}
{"text": "–        kuni kümme kilogrammi kaaluvate postipakkide kogumine, sorteerimine, transportimine ja jaotamine,", "label": [[14, 19, "AMOUNT_VALUE"], [20, 30, "AMOUNT_UNIT"]]}
{"text": "–        täht- ja väärtsaadetistega seotud teenused.", "label": []}
{"text": "[…]", "label": []}
{"text": "7.      Käesolevas artiklis määratletud universaalteenus hõlmab nii siseriiklikke kui ka rahvusvahelisi postiteenuseid.“", "label": []}
{"text": "5        Selle direktiivi artikli 4 kohaselt:", "label": []}
{"text": "„1.      Iga liikmesriik tagab universaalteenuse osutamise ning teatab komisjonile nimetatud kohustuse täitmiseks võetud meetmetest. Artiklis 21 osutatud komiteed teavitatakse meetmetest, mida liikmesriigid võtavad universaalteenuse osutamise tagamiseks.", "label": [[71, 82, "ORG"]]}
{"text": "2.      Liikmesriigid võivad määrata universaalteenuse osutajaks ühe või mitu ettevõtjat, katmaks kogu riigi territooriumi. Liikmesriigid võivad määrata eri ettevõtjaid universaalteenuse eri elementide osutamiseks ja/või riigi territooriumi eri osade katmiseks. […]", "label": []}
{"text": "Liikmesriigid teatavad komisjonile, kelle nad on määranud universaalteenuse osutajaks või osutajateks. […]“.", "label": [[23, 34, "ORG"]]}
{"text": "Direktiiv 2006/112", "label": []}
{"text": "6        Direktiivi 2006/112 IX jaotise „Maksuvabastused“ 1. peatükis „Üldsätted“ asuv artikkel 131 näeb ette:", "label": []}
{"text": "„Peatükkidega 2–9 ettenähtud maksuvabastusi kohaldatakse, ilma et see piiraks [liidu] muude õigusaktide kohaldamist, ja liikmesriikide kehtestatud tingimustel, mille eesmärk on tagada nimetatud maksuvabastuste nõuetekohane ja arusaadav kohaldamine ning ära hoida maksudest kõrvalehoidumist, maksustamise vältimist ja [mis tahes] muid kuritarvitusi.“", "label": [[79, 84, "LOC"]]}
{"text": "7        IX jaotise 2. peatükis „Maksuvabastused teatavate tegevuste puhul avalikes huvides“ asub artikkel 132, mille lõikes 1 on sätestatud:", "label": []}
{"text": "„Liikmesriigid vabastavad käibemaksust järgmised tehingud:", "label": []}
{"text": "a)      riiklike postiteenistuste poolt teenuste, välja arvatud reisijateveo- ja telekommunikatsiooniteenuste, osutamine ja nendega seotud kaubatarned;", "label": []}
{"text": "[…]“.", "label": []}
{"text": "Saksa õigus", "label": [[0, 5, "LOC"]]}
{"text": "UStG", "label": []}
{"text": "8        Tehingutest, mis kuuluvad kohtuasja C‑4/18 põhikohtuasjas kehtivas redaktsioonis käibemaksuseaduse (Umsatzsteuergesetz, edaspidi „UStG“) § 1 lõike 1 punkti 1 reguleerimisalasse, olid selle seaduse § 4 punkti 11b alusel maksuvabad „Deutsche Post AG vahetult postiteenuste osutamisega seotud tehingud“.", "label": [[240, 256, "ORG"]]}
{"text": "9        Vastavalt UStG redaktsioonile, mis on kohaldatav kohtuasja C‑5/18 põhikohtuasjas, see tähendab alates 1. juulist 2010 kehtiv redaktsioon, on selle seaduse § 4 punkti 11b alusel maksuvabad järgmised tehingud:", "label": [[111, 126, "DATE"]]}
{"text": "„Universaalteenus vastavalt [direktiivile 97/67] artikli 3 lõikele 4. Maksuvabastuseks on nõutav, et ettevõtja on vastavalt [liitvabariigi maksuhaldur] tõendile võtnud selle asutuse ees kohustuse osutada kogu Saksamaa Liitvabariigi territooriumi igas punktis universaalteenust tervikuna või selle osi vastavalt esimesele lausele.“", "label": [[125, 150, "ORG"], [209, 231, "LOC"]]}
{"text": "Postiseadus", "label": []}
{"text": "10      22. detsembri 1997. aasta postiseaduse (Postgesetz; BGBl. 1997 I, lk 3294) põhikohtuasjades kohaldatavas redaktsioonis § 11 „Universaalteenuse mõiste ja maht“ on sätestatud:", "label": [[8, 33, "DATE"]]}
{"text": "„1.      Universaalteenus on minimaalne osa § 4 punktis 1 nimetatud postiteenustest, mida osutatakse kogu riigi territooriumil kindlaksmääratud kvaliteedi ja vastuvõetava hinnaga. Universaalteenus piirdub tegevusluba nõudvate postiteenustega ja postiteenustega, mille osutamisel kasutatakse vähemalt osaliselt sama veotehnikat, mida tegevusluba nõudvate postiteenuste osutamisel. Universaalteenus hõlmab vaid selliseid teenuseid, mida üldiselt peetakse hädavajalikeks.", "label": []}
{"text": "2.      Liitvabariigi valitsusel Bundestagi (liitvabariigi parlament, Saksamaa) ja Bundesrati (Liidunõukogu, Saksamaa) nõusolekul on määrusega õigus vastavalt lõikele l kindlaks määrata universaalteenuse sisu ja ulatus  […]“.", "label": [[8, 32, "ORG"], [33, 43, "ORG"], [45, 68, "ORG"], [70, 78, "LOC"], [83, 93, "ORG"], [95, 107, "ORG"], [109, 117, "LOC"]]}
{"text": "11      Postiseaduse § 33 „Dokumentide ametliku kättetoimetamise kohustus“ lõikes 1 on sätestatud:", "label": []}
{"text": "„Tegevusluba omav isik, kes osutab kirjasaadetiste kättetoimetamise teenuseid, on kohustatud ametlikult kätte toimetama dokumente, olenemata nende kaalust, vastavalt menetlusnormidele ja haldusdokumentide kättetoimetamist reguleerivatele seadustele. Kõnealust kohustust täites on tegevusluba omaval isikul avaliku võimu teostamise volitused (avalikku võimu teostav ettevõtja).“", "label": []}
{"text": "12      Postiseaduse § 34 „Tasu dokumentide ametliku kättetoimetamise eest“ kohaselt:", "label": []}
{"text": "„Tegevusluba omaval kohustatud isikul on õigus tasule. Sellega hüvitatakse kõik tegevusluba omava isiku osutatud teenused, sealhulgas teenused, mille puhul toimetatakse dokumendid avalikku võimu teostades kätte väljastusteatega ja saadetakse väljastusteade tagasi dokumentide saatjaks olevale asutusele. Tasu peab vastama § 20 lõigete 1 ja 2 kriteeriumidele. Selle peab heaks kiitma reguleeriv asutus. […]“.", "label": []}
{"text": "Universaalteenust reguleeriv määrus", "label": []}
{"text": "13      Universaalteenust reguleeriva 15. detsembri 1999. aasta määruse (Post-Universaldienstleistungsverordnung) (BGBl. 1999 I, lk 2418) põhikohtuasjadele kohaldatavas redaktsioonis §‑is 1 on ette nähtud:", "label": [[38, 63, "DATE"]]}
{"text": "„1.      Mõistega „universaalne postiteenus“ tähistatakse järgmisi postiteenuseid:", "label": []}
{"text": "(1)      selliste kirjasaadetiste edastamine postiseaduse § 4 punkti 2 tähenduses, mille kaal ei ületa 2000 grammi ja mille mõõtmed ei ületa ülemaailmses postikonventsioonis ja selle rakendussätetes kindlaksmääratud mõõtmeid,", "label": [[103, 107, "AMOUNT_VALUE"], [108, 114, "AMOUNT_UNIT"]]}
{"text": "(2)      selliste postipakkide edastamine, mille kaal ei ületa 20 kilogrammi ja mille mõõtmed ei ületa ülemaailmses postikonventsioonis ja selle rakendussätetes kindlaksmääratud mõõtmeid,", "label": [[63, 65, "AMOUNT_VALUE"], [66, 76, "AMOUNT_UNIT"]]}
{"text": "(3)      ajalehtede ja ajakirjade edastamine postiseaduse § 4 punkti 1 alapunkti c tähenduses. […]", "label": []}
{"text": "2.      Kirjasaadetised hõlmavad ka järgmisi saadetisi:", "label": []}
{"text": "(1)      tähtsaadetis (kirjasaadetis, millega kaasneb kindlasummaline tagatis saadetise kaotsimineku-, vargus- või rikkumisohu vastu ning mis väljastatakse kättesaamise kinnituse vastu),", "label": []}
{"text": "(2)      väärtsaadetis (kirjasaadetis, mille sisu on kindlustatud saatja deklareeritud väärtuses selle kaotsimineku, varguse või rikkumise vastu),", "label": []}
{"text": "(3)      lunamaksuga saadetis (kirjasaadetis, mis väljastatakse saajale alles pärast teatava rahasumma tasumist),", "label": []}
{"text": "(4)      kullerpostisaadetis (kirjasaadetis, mille väljastab kuller nii ruttu kui võimalik pärast selle saabumist kullerpostiteenuse osutaja juurde).“", "label": []}
{"text": "Tsiviilkohtumenetluse seadustik", "label": []}
{"text": "14      Tsiviilkohtumenetluse seadustiku (Zivilprozessordnung) § 176 lõikes 1 on dokumentide ametliku kättetoimetamisega seoses ette nähtud:", "label": []}
{"text": "„Kui postiasutusele, justiitsasutuse töötajale või kohtutäiturile antakse menetlusdokumentide kättetoimetamise korraldus või palutakse menetlusdokumendid kätte toimetada mõnel muul asutusel, annab kohtukantselei asutusele üle kättetoimetatava dokumendi, mis on kinnises ümbrikus, ja väljastusteate ettevalmistatud vormi. […]“.", "label": []}
{"text": "15      Tsiviilkohtumenetluse seadustiku § 182, mis reguleerib muu hulgas dokumentide ametlikku kättetoimetamist, on sätestatud:", "label": []}
{"text": "„1.      Kättetoimetamise tõendamiseks […] tuleb selleks ettenähtud vormil koostada väljastusteade. […]", "label": []}
{"text": "3.      Väljastusteate originaal või elektrooniline kinnitus tuleb kohtukantseleisse viivitamatult tagasi saata.“", "label": []}
{"text": "Põhikohtuasjad ja eelotsuse küsimused", "label": []}
{"text": "Kohtuasi C‑4/18", "label": []}
{"text": "16      Amtsgericht Ulmi (Ulmi esimese astme kohus, Saksamaa) 6. juuli 2011. aasta otsusega algatati  DIREKTexpress Holdingi pankrotimenetlus  ning määrati P. Brinkmann selle äriühingu pankrotihalduriks. Kõnealune äriühing on sellise kontserni valdusühing, mis osutab kogu Saksamaa territooriumil asuvate tütarettevõtjate vahendusel postiteenuseid. 2008. ja 2009. aastal seisnes kontserni tegevus peamiselt dokumentide kättetoimetamise korralduste täitmises kooskõlas Saksa avaliku õiguse sätetega, kusjuures see teenus loeti käibemaksuvabaks.", "label": [[8, 24, "ORG"], [26, 50, "ORG"], [52, 60, "LOC"], [62, 82, "DATE"], [102, 124, "ORG"], [156, 168, "PER"], [185, 202, "PROFESSION"], [273, 281, "LOC"], [349, 370, "DATE"], [468, 473, "LOC"]]}
{"text": "17      Ajavahemikku 2008. aasta augustist kuni 2009. aasta maini puudutava maksukontrolli tulemusel leidis Ulmi maksuamet, et niisugune dokumentide kättetoimetamine on käibemaksuga maksustatav.", "label": [[21, 42, "DATE"], [48, 65, "DATE"], [108, 122, "ORG"]]}
{"text": "18      DIREKTexpress Holding  vaidlustas kõigepealt selle otsuse ning pärast seda, kui vaie jäeti rahuldamata, esitas Finanzgericht  Baden-Württembergile  (Baden-Württembergi maksukohus, Saksamaa) kaebuse. Selle menetluse ajal tegi Ulmi maksuamet, olles nimetatud kohtuastmes vastustaja, 2008. ja 2009. aasta kohta käibemaksuotsused.", "label": [[8, 29, "ORG"], [119, 154, "ORG"], [157, 186, "ORG"], [188, 196, "LOC"], [233, 247, "ORG"], [289, 309, "DATE"]]}
{"text": "19      Selle menetluse ajal  algatati ka DIREKTexpress Holdingi pankrotimenetlus ning määrati P. Brinkmann pankrotihalduriks. Viimane jätkas pankrotihaldurina ka pooleliolevat menetlust.", "label": [[42, 64, "ORG"], [95, 107, "PER"], [108, 125, "PROFESSION"], [142, 159, "PROFESSION"]]}
{"text": "20      Finanzgericht Baden-Württemberg (Baden-Württembergi maksukohus)  jättis DIREKTexpress Holdingi esitatud kaebuse rahuldamata põhjusel, et dokumentide ametlikule kättetoimetamisele ei saa taotletud maksuvabastust kohaldada. Eelkõige leidis kohus, et esiteks ei ole UStG § 4 punktis 11b ette nähtud tingimused täidetud, kuna käibemaksust on vabastatud vaid Deutsche Posti  vahetult postiteenuste osutamisega seotud tehingud, ning teiseks ei ole võimalik vahetult tugineda direktiivi 2006/112 artikli 132 lõike 1 punktile a, kuna dokumentide ametliku kättetoimetamise  toimingud ei kuulu universaalteenuse hulka selle sätte tähenduses.", "label": [[8, 71, "ORG"], [80, 102, "ORG"], [362, 376, "ORG"]]}
{"text": "21      P. Brinkmann vaidlustas selle otsuse kassatsiooni korras Bundesfinanzhofis (Saksamaa Liitvabariigi kõrgeim maksukohus), mis on eelotsusetaotluse esitanud kohus.", "label": [[8, 20, "PER"], [65, 82, "ORG"], [84, 106, "LOC"], [107, 125, "ORG"], [162, 167, "ORG"]]}
{"text": "22      Eelotsusetaotluse esitanud kohus  soovib esiteks teada, kas ettevõtjat, kes peamiselt toimetab ametlikult kätte kohtute ja haldusasutuste dokumente, saab lugeda universaalteenuse osutajaks direktiivi 97/67 artikli 2 punkti 13 tähenduses. Kõnealune kohus palub täpsemalt selgitada, kas seda tegevust on konkreetsel juhul võimalik samastada postisaadetisega või postipakiga direktiivi 97/67 artikli 3 lõike 4 tähenduses või samuti selles sättes viidatud tähtsaadetisega.", "label": []}
{"text": "23      Teiseks  kahtleb eelotsusetaotluse esitanud kohus selles, kas niisugust äriühingut nagu  DIREKTexpress Holding saab lugeda selliste teenuste osutataks, mida tagavad „riiklikud postiteenistused“ direktiivi 2006/112  artikli 132 lõike 1 punkti a tähenduses, mistõttu tema osutatavad dokumentide ametliku kättetoimetamise teenused tuleks selle sätte alusel käibemaksust vabastada. Seda kinnitaks muu hulgas asjaolu, et akti kättetoimetamine on osa korrakohasest õigusemõistmisest ning teenib seetõttu üldist huvi. Seevastu, kui isikul puuduks õigus nõuda dokumentide ametlikku kättetoimetamist, ei saaks seda toimingut lugeda teenuseks, mis on kättesaadav „kõikidele kasutajatele“  direktiivi 97/67 artikli 3 lõike 1 tähenduses.", "label": [[97, 118, "ORG"]]}
{"text": "24      Neil asjaoludel otsustas Bundesfinanzhof (Saksamaa Liitvabariigi kõrgeim maksukohus) menetluse peatada ja esitada Euroopa Kohtule järgmise eelotsuse küsimuse:", "label": [[33, 92, "ORG"], [122, 137, "ORG"]]}
{"text": "„Kas ettevõtja, kelle tegevus on dokumentide ametlik kättetoimetamine vastavalt avaliku õiguse normidele, on […]  direktiivi 97/67[…] artikli 2 punkti 13 tähenduses „universaalteenuse osutaja“, kes osutab universaalset postiteenust või selle osi, ja kas kõnealune teenus on […]  direktiivi 2006/112[…] artikli 132 lõike 1 punkti a alusel maksuvaba?“", "label": []}
{"text": "Kohtuasi C‑5/18", "label": []}
{"text": "25      1. juuli 2011. aasta otsusega algatati  JUREXi pankrotimenetlus ning määrati L. Ehrenpreis selle äriühingu pankrotihalduriks. JUREX tegeles muu hulgas dokumentide ametliku kättetoimetamisega Saksamaa territooriumil.", "label": [[8, 28, "DATE"], [48, 54, "ORG"], [85, 98, "PER"], [115, 132, "PROFESSION"], [134, 139, "ORG"], [199, 207, "LOC"]]}
{"text": "26      JUREX palus 2010. aastal liitvabariigi maksuhalduril väljastada tõend, et dokumentide ametliku kättetoimetamise teenus on käibemaksust vabastatud. Kõnealusel äriühingul oli maksuhalduri ees kohustus osutada kogu Saksamaa territooriumil dokumentide ametliku kättetoimetamise teenust vastavalt menetlusnormidele ja kohaldatavatele õigusaktidele tegevuslubade alusel, mille oli nimetatud otstarbel väljastanud Bundesnetzagentur (liitvabariigi võrguagentuur, Saksamaa).", "label": [[8, 13, "ORG"], [20, 32, "DATE"], [220, 228, "LOC"], [415, 432, "ORG"], [434, 461, "ORG"], [463, 471, "LOC"]]}
{"text": "27      Liitvabariigi maksuhaldur jättis taotluse 4. augusti 2010. aasta otsusega rahuldamata põhjusel, et taotluse esemeks olev teenus ei kuulu universaalse postiteenuse hulka.", "label": [[8, 21, "LOC"], [50, 72, "DATE"]]}
{"text": "28      L. Ehrenpreisi esitatud kaebuse alusel jättis Finanzgericht Köln (Kölni maksukohus, Saksamaa)  otsuse, millega keelduti kõnealuseid teenuseid maksust vabastamast, jõusse samal põhjusel kui see, millele tugines liitvabariigi maksuhaldur.", "label": [[8, 22, "PER"], [54, 72, "ORG"], [74, 90, "ORG"], [92, 100, "LOC"], [218, 243, "ORG"]]}
{"text": "29      L. Ehrenpreis vaidlustas selle otsuse kassatsiooni korras Bundesfinanzhofis (Saksamaa Liitvabariigi kõrgeim maksukohus), mis on eelotsusetaotluse esitanud kohus.", "label": [[8, 21, "PER"], [66, 83, "ORG"], [85, 107, "LOC"], [108, 126, "ORG"]]}
{"text": "30      Samadel põhjustel kui kohtuasjas C‑4/18 otsustas Bundesfinanzhof (Saksamaa Liitvabariigi kõrgeim maksukohus) menetluse peatada ja esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[57, 72, "ORG"], [74, 96, "LOC"], [97, 115, "ORG"], [146, 161, "ORG"]]}
{"text": "„1.      Kas dokumentide ametlik kättetoimetamine vastavalt avaliku õiguse normidele (menetlusnormid ja haldusdokumentide kättetoimetamist reguleerivad seadused –  postiseaduse § 33 lõige 1) on universaalne postiteenus […]  direktiivi 97/67[…] artikli 3 lõike 4 tähenduses?", "label": []}
{"text": "2.      Kui esimesele küsimusele vastatakse jaatavalt:", "label": []}
{"text": "Kas ettevõtja, kelle tegevus on dokumentide ametlik kättetoimetamine vastavalt avaliku õiguse normidele, on […] direktiivi 97/67[…] artikli 2 punkti 13 tähenduses „universaalteenuse osutaja“, kes osutab universaalset postiteenust või selle osi, ja kas kõnealune teenus on […]  direktiivi 2006/112[…] artikli 132 lõike 1 punkti a alusel maksuvaba?“", "label": []}
{"text": "31      Euroopa Kohtu presidendi 1. veebruari 2018. aasta määrusega liideti kohtuasjad C‑4/18 ja C‑5/18 kirjalikuks ja suuliseks menetlemiseks ning kohtuotsuse tegemiseks.", "label": [[8, 21, "ORG"], [22, 32, "PROFESSION"], [33, 57, "DATE"]]}
{"text": "Eelotsuse küsimuste analüüs", "label": []}
{"text": "Eelotsusetaotluste vastuvõetavus", "label": []}
{"text": "32      Põhikohtuasja kaebajad vaidlustavad eelotsusetaotluste vastuvõetavuse.", "label": []}
{"text": "33      Eelkõige väidavad nad esiteks, et mis puudutab küsimusi, mis on esitatud selleks, et kindlaks teha, kas direktiivi 2006/112 artikli 132 lõike 1 punktis a ette nähtud maksuvabastust kohaldatakse sellistele tehingutele, nagu on kõne all põhikohtuasjas, siis on need küsimused põhikohtuasjade lahendamiseks kasutud. Nimelt, kui kohus vastaks, et põhikohtuasjas kõne all olevad teenused tuleb lugeda universaalteenuse hulka ning põhikohtuasjas kõne all olevaid postiteenuste osutajaid tuleb käsitleda universaalteenuse osutajatena, siis tuleb need teenused kõnealuse sätte alusel tingimata maksust vabastada.", "label": []}
{"text": "34      Teiseks on põhikohtuasja raames kohtuasjas C‑5/18  eelotsusetaotluse esitanud kohus  põhikohtuasja kaebajate hinnangul juba 15. detsembri 2016. aasta määruses leidnud, et dokumentide ametliku kättetoimetamise korralduste täitmine on osa universaalteenusest, mis on käibemaksuvaba. Kohtumäärusest selgub põhikohtuasja kaebajate arvates, et kõnealusel kohtul puudub kahtlus nende liidu õigusnormide tõlgendamise osas, mis on käesolevate eelotsusetaotluste ese, mistõttu puudub sellel kohtul vajadus ELTL artikli 267 alusel pöörduda eelotsusetaotlusega Euroopa Kohtusse.", "label": [[132, 157, "DATE"], [386, 391, "LOC"], [558, 574, "ORG"]]}
{"text": "35      Sellega seoses tuleb meenutada, et vastavalt Euroopa Kohtu väljakujunenud praktikale on ELTL artiklis 267 ette nähtud Euroopa Kohtu ja liikmesriikide kohtute vahelise koostöö raames üksnes asja menetleva ja selle lahendamise eest vastutava liikmesriigi kohtu ülesanne kohtuasja eripära arvesse võttes hinnata nii eelotsusetaotluse vajalikkust asjas otsuse langetamiseks kui ka Euroopa Kohtule esitatavate küsimuste asjakohasust. Seega kui esitatud küsimused puudutavad liidu õiguse tõlgendamist, on Euroopa Kohus üldjuhul kohustatud otsuse tegema (5. märtsi 2019. aasta kohtuotsus Eesti Pagar, C‑349/17, EU:C:2019:172, punkt 47 ja seal viidatud kohtupraktika).", "label": [[53, 66, "ORG"], [126, 139, "ORG"], [385, 400, "ORG"], [507, 520, "ORG"], [556, 577, "DATE"], [589, 600, "ORG"]]}
{"text": "36      Järelikult eeldatakse, et liidu õigust puudutavad küsimused on asjakohased.  Euroopa Kohus võib keelduda liikmesriigi kohtu esitatud eelotsuse küsimusele vastamast vaid siis, kui on ilmne, et taotletaval liidu õiguse tõlgendusel puudub igasugune seos põhikohtuasja faktiliste asjaolude või esemega, kui probleem on oletuslik või kui Euroopa Kohtule ei ole teada vajalikke faktilisi ja õiguslikke asjaolusid, et anda tarvilik vastus talle esitatud küsimustele (5. märtsi 2019. aasta kohtuotsus Eesti Pagar, C‑349/17, EU:C:2019:172, punkt 48 ja seal viidatud kohtupraktika).", "label": [[85, 98, "ORG"], [341, 356, "ORG"], [468, 489, "DATE"], [501, 512, "ORG"]]}
{"text": "37      Kõnealuses asjas tuleb käesoleva kohtuotsuse punktis 33 esitatud argumendi osas tõdeda, et Euroopa Kohtul olemasolevatest andmetest selgub, et eelotsusetaotluse esitanud kohtus  on tõepoolest pooleli kohtuasjad, milles kohus peab tegema otsuse küsimuses, kas dokumentide ametliku kättetoimetamise tegevus, millega tegelesid DIREKTexpress Holding ja JUREX, oleks pidanud olema käibemaksust vabastatud direktiivi 2006/112 artikli 132 lõike 1 punkti a alusel. Selle kohta selgub eelotsusetaotlusest, et kõnealune kohus leiab, et Euroopa Kohtu vastus esitatud küsimustele on oluline nende kohtuvaidluste lahendamisel. Neil asjaoludel näib, et Euroopa Kohtu vastus esitatud küsimustele on vajalik, selleks et eelotsusetaotluse esitanud kohus saaks teha oma otsuse.", "label": [[99, 113, "ORG"], [332, 353, "ORG"], [357, 362, "ORG"], [534, 547, "ORG"], [647, 660, "ORG"]]}
{"text": "38      Mis puudutab põhikohtuasja kaebajate esitatud argumenti, mis on esile toodud käesoleva kohtuotsuse punktis 34, siis piisab, kui tõdeda, et eelotsusetaotluse esitanud kohus märgib oma eelotsusetaotlustes, et tal on kahtlus vastuse osas, mille Euroopa Kohus annab esitatud küsimustele. Pealegi ei ole need pooled esitanud andmeid, mis võiksid ümber lükata eelmises punktis toodud järeldused, mille kohaselt on eelotsusetaotluse esitanud kohtus pooleli vaidlused, mille lahendamine sõltub vastustest, mille Euroopa Kohus annab esitatud küsimustele.", "label": [[250, 263, "ORG"], [512, 525, "ORG"]]}
{"text": "39      Seega on eelotsusetaotlused terves ulatuses vastuvõetavad.", "label": []}
{"text": "Sisulised küsimused", "label": []}
{"text": "40      Nende küsimustega, mida tuleb analüüsida koos, soovib eelotsusetaotluse esitanud kohus sisuliselt teada, kas direktiivi 97/67 artikli 2 punkti 13 ja artiklit 3 tuleb tõlgendada nii, et kirjasaadetiste  kättetoimetamise teenuse osutajat nagu need, kes on kõne all põhikohtuasjas ja kes sellise riikliku tegevusloa omanikena, mis lubab neil vastavat teenust pakkuda, peavad kooskõlas riigi õigusnormidega osutama kohtu‑ või haldusasutuste dokumentide ametliku kättetoimetamise teenuseid, tuleb käsitleda „universaalteenuse osutajana“ viidatud sätete tähenduses, mistõttu peavad need teenused teenustena, mida osutavad  „riiklikud postiteenistused“ direktiivi 2006/112 artikli 132 lõike 1 punkti a alusel, olema käibemaksuvabad.", "label": []}
{"text": "41      Kõigepealt tuleb meenutada, et vastavalt direktiivi 2006/112 artikli 132 lõike 1 punktile a  on käibemaksust vabastatud riiklike postiteenistuste poolt teenuste osutamine ja nendega seotud kaubatarned.", "label": []}
{"text": "42      Nagu Euroopa Kohus on varem otsustanud, siis kui direktiivi 2006/112 artikli 131 kohaselt kehtestavad liikmesriigid selle direktiivi peatükkidega 2–9 ette nähtud maksuvabastustele muu hulgas tingimused, mille eesmärk on tagada maksuvabastuse nõuetekohane ja arusaadav kohaldamine ning ennetada võimalikku maksudest kõrvalehoidumist, maksustamise vältimist ja muid kuritarvitusi, ei mõjuta need tingimused ette nähtud maksuvabastuste sisu määratlemist (vt selle kohta 11. jaanuari 2001. aasta kohtuotsus  komisjon vs. Prantsusmaa, C‑76/99, EU:C:2001:12, punkt 26, ja 26. mai 2005. aasta kohtuotsus Kingscrest Associates ja Montecello, C‑498/03, EU:C:2005:322, punkt 24).", "label": [[13, 26, "ORG"], [475, 499, "DATE"], [512, 520, "ORG"], [525, 536, "ORG"], [574, 593, "DATE"], [605, 626, "ORG"], [630, 640, "ORG"]]}
{"text": "43      Direktiivi 2006/112 artiklis 132 ette nähtud maksuvabastused on liidu õiguse autonoomsed mõisted ning neile tuleb seetõttu anda ühetaoline määratlus Euroopa Liidu tasandil (vt selle kohta 26. mai 2005. aasta kohtuotsus Kingscrest Associates ja Montecello, C‑498/03, EU:C:2005:322, punkt 22, ja 21. jaanuari 2016. aasta kohtuotsus Les Jardins de Jouvence, C‑335/14, EU:C:2016:36, punkt 47).", "label": [[72, 77, "LOC"], [157, 170, "LOC"], [196, 215, "DATE"], [227, 248, "ORG"], [252, 262, "ORG"], [302, 326, "DATE"], [338, 361, "ORG"]]}
{"text": "44      Sellisest vaatenurgast lähtudes ei saa konkreetse toimingu käibemaksukohustus või sellest vabastamine sõltuda tema liigitamisest  liikmesriigi õiguses (26. mai 2005. aasta  kohtuotsus Kingscrest Associates ja Montecello, C‑498/03, EU:C:2005:322, punkt 25, ja 14. juuni 2007. aasta kohtuotsus Krawczyk, C‑445/05, EU:C:2007:344, punkt 25).", "label": [[160, 179, "DATE"], [192, 213, "ORG"], [217, 227, "ORG"], [267, 288, "DATE"], [300, 308, "PER"]]}
{"text": "45      Lisaks selgub Euroopa Kohtu väljakujunenud praktikast, et direktiivi 2006/112 artiklis 132 maksuvabastuse sätestamiseks kasutatud mõisteid tuleb tõlgendada kitsalt, arvestades, et maksuvabastus on erand üldpõhimõttest, mille kohaselt maksustatakse käibemaksuga iga teenus, mille maksukohustuslane on tasu eest osutanud.  Siiski peab nende mõistete tõlgendamine olema kooskõlas nimetatud maksuvabastuste eesmärkidega ning järgima neutraalse maksustamise põhimõtte nõudeid, mis on ühtse käibemaksusüsteemi lahutamatu osa. Nimelt ei tähenda kitsa tõlgendamise nõue seda, et artiklis 132 viidatud maksuvabastuste määratlemiseks kasutatud mõisteid tuleb tõlgendada nii, et nende toime kaob  (vt selle kohta 21. septembri 2017. aasta kohtuotsus Aviva, C‑605/15, EU:C:2017:718, punkt 30, ja 26. oktoobri 2017. aasta kohtuotsus The English Bridge Union, C‑90/16, EU:C:2017:814, punkt 20).", "label": [[22, 35, "ORG"], [710, 735, "DATE"], [747, 752, "ORG"], [792, 816, "DATE"], [828, 852, "ORG"]]}
{"text": "46      Sellega seoses tuleb märkida, et direktiivi 2006/112 artikkel 132 asub selle direktiivi IX jaotise 2. peatükis „Maksuvabastused teatavate tegevuste puhul avalikes huvides“. Järelikult on selles artiklis ette nähtud maksuvabastuste eesmärk soodustada teatud üldistes huvides tegevust nagu teenused, mida osutavad selle artikli lõike 1 punktis a nimetatud riiklikud postiteenistused.", "label": []}
{"text": "47      Eelkõige selgub selle eesmärgi laadist, et maksuvabastust ei saa kohaldada spetsiifilistele teenustele, mis on üldist huvi pakkuvast teenusest lahutatavad ning mille hulka kuuluvad teenused, mis vastavad ettevõtjate konkreetsetele vajadustele (vt selle kohta 23. aprilli 2009. aasta kohtuotsus TNT Post UK, C‑357/07, EU:C:2009:248, punkt 46 ja seal viidatud kohtupraktika).", "label": [[267, 290, "DATE"], [302, 313, "ORG"]]}
{"text": "48      Seega ei saa direktiivi 2006/112 artikli 132 lõike 1 punkti a alusel maksuvabaks lugeda riiklike postiteenistuste osutatavaid teenuseid, mille tingimustes lepitakse individuaalselt kokku. Juba ainuüksi nende laadi tõttu vastavad need teenused asjaomaste kasutajate konkreetsetele vajadustele (vt selle kohta 23. aprilli 2009. aasta kohtuotsus TNT Post UK, C‑357/07, EU:C:2009:248, punkt 47).", "label": [[316, 339, "DATE"], [351, 362, "ORG"]]}
{"text": "49      Lisaks tuleb märkida, et käesoleva kohtuotsuse punktis 46 toodud üldine eesmärk seisneb postiteenuste valdkonnas spetsiifilisemas eesmärgis pakkuda odavamalt selliseid postiteenuseid, mis vastavad elanikkonna põhivajadustele. Kehtivat liidu õigust arvestades kattub selline eesmärk sisuliselt direktiivi 97/67 järgitava eesmärgiga pakkuda universaalset postiteenust  (vt selle kohta 23. aprilli 2009. aasta kohtuotsus TNT Post UK, C‑357/07, EU:C:2009:248, punktid 33 ja 34).", "label": [[243, 248, "LOC"], [391, 414, "DATE"], [426, 437, "ORG"]]}
{"text": "50      Sellega seoses on Euroopa Kohus juba otsustanud, et „riiklikke postiteenistusi“ direktiivi 2006/112 artikli 132 lõike 1 punkti a tähenduses tuleb lugeda ettevõtjateks, olgu nad siis avalik-õiguslikud  või eraõiguslikud, kes võtavad endale kohustuse pakkuda elanikkonna põhivajadustele vastavaid postiteenuseid ning seega tegelikult tagada liikmesriigis täielikult või osaliselt universaalne postiteenus, nagu see on määratletud direktiivi 97/67 artiklis 3 (vt selle kohta 23. aprilli 2009. aasta kohtuotsus, TNT Post UK, C‑357/07, EU:C:2009:248, punkt 36, ja 21. aprilli 2015. aasta kohtuotsus  komisjon vs.  Rootsi, C‑114/14, EU:C:2015:249, punkt 28).", "label": [[26, 39, "ORG"], [480, 503, "DATE"], [516, 527, "ORG"], [567, 590, "DATE"], [603, 611, "ORG"], [617, 623, "ORG"]]}
{"text": "51      Mis puudutab mõistet „universaalne postiteenus“, siis kuigi mõiste piirjooned on määratletud direktiivi 97/67 artikli 3 lõikes 1, mille kohaselt kõnealune teenus hõlmab kindlaksmääratud kvaliteediga postiteenuse pidevat osutamist territooriumi igas punktis kõikidele kasutajatele sobiva hinnaga, siis on sama artikli lõikes 4 ette nähtud, et iga liikmesriik võtab vajalikud meetmed tagamaks, et universaalteenus hõlmab vähemalt teenuseid, mis seisnevad selliste postisaadetiste kogumises, sorteerimises, transportimises ja jaotamises, mille kaal ei ületa selles sättes ettenähtut, ning täht- ja väärtsaadetistega seotud teenuseid. Direktiivi 97/67 artikli 2 punktides 4–6 ja 9 on erinevate määratluste kaudu antud täiendavad andmed niisuguse minimaalse teenuse sisu kohta.", "label": []}
{"text": "52      Eelotsusetaotlustest selgub, et põhikohtuasjades kõne all olevad teenused seisnevad dokumentide ametlikus kättetoimetamises kohtu‑ või haldusmenetluses. Kooskõlas kättetoimetamist reguleerivate normidega on kättetoimetatav dokument sellise kättetoimetamiskorralduse ese, mis antakse postiasutusele või sarnasele teenuseosutajale. Selline dokument on kinnises ümbrikus, millele on lisatud väljastusteate nõuetekohaselt ettevalmistatud vorm, mis pärast dokumendi kättetoimetamist tagastatakse asutusele, kes korralduse andis. Eelotsusetaotlustest ilmneb samuti, et teenuste osutaja, kes toimetab dokumendi ametlikult kätte, ei anna kindlasummalist tagatist.", "label": []}
{"text": "53      Kuigi direktiivi 97/67 artikli 3 lõike 4 sõnastusest endast ja iseäranis selles sättes asuvast sõnast „vähemalt“ tuleneb, et liikmesriik peab vähemalt tagama, et nimetatud teenused osutatakse, saab  siiski ka muid postiteenuseid olenevalt olukorrast lugeda selle liikmesriigi tagatava universaalteenuse hulka.", "label": []}
{"text": "54      Seega, ilma et oleks vajalik analüüsida, kas teenused, nagu neid osutasid DIREKTexpress Holding ja JUREX, kuuluvad mõnda postiteenuste spetsiifilisse kategooriasse, millele viidatakse direktiivi 97/67 artikli 3 lõikes 4, tuleb käesoleval juhul märkida, et arvestades neile omaseid tunnuseid ja konteksti, milles neid osutatakse, võib kõnealuseid teenuseid igal juhul lugeda osaks universaalteenusest, nagu see on viidatud artiklis määratletud.", "label": [[82, 103, "ORG"], [107, 112, "ORG"]]}
{"text": "55      Sellega seoses tuleb kõigepealt meelde tuletada, et Euroopa Kohus on juba otsustanud, et ettevõtjate suhtes, kes täielikult või osaliselt tagavad universaalse postiteenuse, kohaldatakse erilist õiguslikku regulatsiooni, mis sisaldab spetsiifilisi kohustusi. „Riiklike postiteenistuste“ ja teiste ettevõtjate vaheline erinevus ei sõltu mitte osutatud teenuste laadist, vaid asjaolust, et neile kohaldatakse sellist regulatsiooni (vt selle kohta 21. aprilli 2015. aasta kohtuotsus  komisjon vs. Rootsi, C‑114/14, EU:C:2015:249, punkt 33).", "label": [[60, 73, "ORG"], [452, 475, "DATE"], [488, 496, "ORG"], [501, 507, "ORG"]]}
{"text": "56      Käesoleval juhul selgub Euroopa Kohtu käsutuses olevatest andmetest, et asjaomasel perioodil kohaldati DIREKTexpress Holdingi ja JUREXi suhtes tõepoolest regulatsiooni, mis ei pärinenud individuaalsetest läbirääkimistest, vaid Saksa õigusnormides sätestatud spetsiifilistest kohustustest.", "label": [[32, 45, "ORG"], [111, 133, "ORG"], [137, 143, "ORG"], [235, 240, "LOC"]]}
{"text": "57      Sellest regulatsioonist tuleneb eelkõige, et tegevusluba omav isik, kes osutab kirjasaadetiste kättetoimetamise teenuseid, on kohustatud ametlikult kätte toimetama dokumente, olenemata nende kaalust, vastavalt menetlusnormidele ja haldusdokumentide kättetoimetamist reguleerivatele seadustele. Lisaks kehtivad tegevusluba omava isiku tasustamisele selles regulatsioonis kehtestatud nõuded ning tasumäärad peab heaks kiitma riigi pädev ametiasutus. Euroopa Kohtu käsutuses olevatest andmetest ilmneb samuti, et kohtulahendite ametlik kättetoimetamine käivitab edasikaebamistähtaja kulgemise ning seisneb avaliku teenuse ülesannete delegeerimises selles mõttes, et Saksa õigusnormidest tuleneb, et kui kirjasaadetiste kättetoimetamise teenuste osutaja on kohustatud täitma dokumentide ametliku kättetoimetamise korralduse, on talle oma kohustuste täitmise võimaldamiseks antud avaliku võimu teostamise volitused.", "label": [[456, 469, "ORG"], [671, 676, "LOC"]]}
{"text": "58      Sellest saab järeldada, et nende teenuste eesmärk ei ole vastata ettevõtjate või teatavate muude konkreetsete kasutajate erilistele vajadustele, vaid tagada korrakohane õigusemõistmine, kuna teenused võimaldavad kohtu- või haldusmenetluses dokumendid ametlikult kätte toimetada.", "label": []}
{"text": "59      Edasi, mis puudutab direktiivi 97/67 artikli 3 lõikes 1 ette nähtud tingimust, mille kohaselt tuleb universaalteenust osutada „kõikidele kasutajatele“, siis nagu märgib eelotsusetaotluse esitanud kohus, on dokumentide ametliku kättetoimetamise korralduse andjateks, kellele viidatakse põhikohtuasjas kõne all olevates Saksa õigusnormides, peamiselt kohtud ja haldusasutused. Seega ei saa dokumendi ametlikku kättetoimetamist nõuda iga eraisik, vaid see on peamiselt avalik-õiguslike asutuste kasutada.", "label": [[326, 331, "LOC"]]}
{"text": "60      Sellegipoolest ei takista nimetatud asjaolu kuidagi seda, et eelmises punktis viidatud tingimus tuleks käesoleval juhul lugeda täidetuks. Esiteks, nagu komisjon oma kirjalikes seisukohtades õigesti meenutas, ei ole konkreetselt postiteenuste „kasutajad“ direktiivi 97/67 artikli 2 punkt 17 tähenduses mitte üksnes füüsilised või juriidilised isikud, kes saavad postiteenuse osutamisest saatjana kasu, vaid ka nende teenuste adressaadid.", "label": [[160, 168, "ORG"]]}
{"text": "61      Teiseks, kuigi dokumentide ametlik kättetoimetamine toimub avalik-õiguslike asutuste väljastatud korralduste alusel, ei ole nende asutuste tegevuse eesmärk siiski rahuldada iseenda vajadusi, vaid tagada kohtu- või haldussüsteemi – mille osaks nad on – korrakohane toimimine. Kõnealuse tegevusega tegeldakse seega kõigi nende arvel, keda puudutab võimalus toimetada dokument ametlikult kätte käesoleva kohtuotsuse punktis 52 viidatud menetluse kohaselt.", "label": []}
{"text": "62      Kolmandaks, nagu toonitab õigesti ka komisjon, kujutab dokumentide ametliku kättetoimetamise teenus endast vaid universaalteenuse üht elementi, mille peab tagama liikmesriik, kusjuures viimasel on ka direktiivi 97/67 artikli 4 lõike 2 alusel vabadus nimetada mitu teenuseosutajat, selleks et tagada universaalteenuse erinevad elemendid või hõlmata riigi territooriumi erinevad osad.", "label": [[45, 53, "ORG"]]}
{"text": "63      Lõpuks selgub Euroopa Kohtule edastatud andmetest, et dokumentide ametliku kättetoimetamise teenust, mida peab tingimata osutama tegevusluba omav isik, kellel on õigus osutada kirjasaadetiste kättetoimetamise teenuseid, tuleb vastavalt seda reguleerivatele riigi õigusnormidele pakkuda sobiva hinnaga ja Saksamaa territooriumi igas punktis, mida peab eelotsusetaotluse esitanud kohus siiski kontrollima.", "label": [[22, 37, "ORG"], [312, 320, "LOC"]]}
{"text": "64      Neil asjaoludel tuleb selliste teenuste osutamine, nagu on kõne all põhikohtuasjades, lugeda vastavaks Saksamaa elanikkonna põhivajadustele kooskõlas käesoleva kohtuotsuse punktis 49 meenutatud spetsiifilise eesmärgiga postiteenuste valdkonnas.", "label": [[111, 119, "LOC"]]}
{"text": "65      Eespool toodut arvesse võttes tuleb järeldada, et ettevõtjad nagu DIREKTexpress Holding ja JUREX, kellest – nagu selgub Euroopa Kohtu käsutuses olevatest andmetest, kuid mida peab kontrollima eelotsusetaotluse esitanud kohus  – kummalgi oli luba kirjasaadetiste kättetoimetamise teenuste pakkumiseks ja kes olid seega kohustatud Saksamaa territooriumi igas punktis tagama dokumentide ametliku kättetoimetamise kooskõlas käesoleva kohtuotsuse punktis 57 toodud spetsiifiliste tingimustega, tagavad osa „universaalsest postiteenusest“ direktiivi 97/67 artikli 3 tähenduses. Nagu aga selgub käesoleva kohtuotsuse punktist 50, siis kuna need kättetoimetamisteenused on osa kõnealusest teenusest, tuleb neid ettevõtjaid pidada „riiklikeks postiteenistusteks“ direktiivi 2006/112 artikli 132 lõike 1 punkti a tähenduses, kui nad osutavad kõnealuseid teenuseid, mistõttu tuleb need teenused viimati nimetatud sätte alusel käibemaksust vabastada.", "label": [[74, 95, "ORG"], [99, 104, "ORG"], [128, 141, "ORG"], [337, 345, "LOC"]]}
{"text": "66      Neid kaalutlusi ei sea kahtluse alla asjaolu, et asjaomaseid teenuseid ei loeta põhikohtuasjas kõne all olevate õigusnormide alusel osaks universaalteenusest. Nagu nimelt selgub käesoleva kohtuotsuse punktidest 42–44, ei saa liikmesriigi õiguses konkreetse tehingu kvalifitseerimine kaasa tuua käibemaksuga maksustamist, kui liidu õiguse alusel on see tehing käibemaksust vabastatud.", "label": [[333, 338, "LOC"]]}
{"text": "67      Sama kehtib asjaolu suhtes, mida toonitas Soome valitsus oma kirjalikes seisukohtades ja mille kohaselt vastuolus direktiivi 97/67 artikli 4 lõikes 2 sätestatud kohustusega ei teatatud komisjonile, et DIREKTexpress Holding ja JUREX on teenuseosutajad, kes tagavad osa universaalsest postiteenusest.", "label": [[50, 64, "ORG"], [193, 204, "ORG"], [209, 230, "ORG"], [234, 239, "ORG"]]}
{"text": "68      Iseäranis ei saa kõnealuse teatamiskohustuse rikkumine – eeldusel, et see osutub tõendatuks – iseenesest liikmesriigil soovi korral takistada kohaldamast direktiivi 2006/112 artikli 132 lõike 1 punktis a ette nähtud maksuvabastust, isegi kui see puudutab teenuseid, mis kuuluvad universaalse postiteenuse hulka. Kui tunnistada, et liikmesriikidel on selline võimalus, siis võiks see minna vastuollu mitte üksnes käesoleva kohtuotsuse punktides 42–44 viidatud kohtupraktikaga, vaid ka neutraalse maksustamise põhimõttega, millega vastuolus oleks samu tehinguid tegevate ettevõtjate erinev kohtlemine käibemaksu seisukohast (viimast puudutavas osas vt 28. juuni 2007. aasta kohtuotsus JP  Morgan Fleming Claverhouse Investment Trust ja The Association of Investment Trust Companies, C‑363/05, EU:C:2007:391, punkt 46 ja seal viidatud kohtupraktika).", "label": [[658, 679, "DATE"], [691, 738, "ORG"], [742, 787, "ORG"]]}
{"text": "69      Käesoleva kohtuotsuse punktis 65 esitatud kaalutlusi ei lükka ümber ka direktiivi 97/67 artikli 3 lõige 7, mille kohaselt universaalteenus hõlmab nii riigisiseseid kui ka rahvusvahelisi teenuseid.", "label": []}
{"text": "70      Kuigi selle sättega loetakse rahvusvahelised postiteenused küll direktiivi 97/67 artiklis 3 määratletud mõiste „universaalteenus“ alla kuuluvaks, ei saa seda üksnes sel põhjusel tõlgendada nii, et sellega välistatakse riigisisesed teenused, nagu on kõne all põhikohtuasjades, viidatud mõiste kohaldamisalast seetõttu, et asjaomase teenuseosutaja poolt nimetatud teenuste pakkumine ei hõlma rahvusvahelisi teenuseid. Piisab, kui märkida, et – nagu selgub käesoleva kohtuotsuse punktist 62 – asjaolu, et liikmesriik on vaba määrama mitu teenuseosutajat, selleks et tagada universaalteenuse erinevad elemendid või hõlmata erinevaid territooriume, tähendab, et see liikmesriik võib otsustada anda konkreetsele ettevõtjale vaid põhikohtuasjas kõne all oleva dokumentide ametliku kättetoimetamise teenuse, mis hõlmab üksnes asjaomase liikmesriigi territooriumi.", "label": []}
{"text": "71      Kõiki eespool toodud kaalutlusi arvesse võttes tuleb esitatud küsimustele vastata, et direktiivi 97/67 artikli 2 punkti 13 ja artiklit 3 tuleb tõlgendada nii, et kirjasaadetiste kättetoimetamise teenuse osutajat, kes sellise riikliku tegevusloa omanikuna, mis lubab tal vastavat teenust pakkuda, peab kooskõlas riigi õigusnormidega osutama kohtu‑ või haldusasutuste dokumentide ametliku kättetoimetamise teenuseid, tuleb käsitleda „universaalteenuse osutajana“ viidatud sätete tähenduses, mistõttu peavad need teenused teenustena, mida osutavad „riiklikud postiteenistused“ direktiivi 2006/112 artikli 132 lõike 1 punkti a alusel, olema käibemaksuvabad.", "label": []}
{"text": "Kohtukulud", "label": []}
{"text": "72      Kuna põhikohtuasja poolte jaoks on käesolev menetlus eelotsusetaotluse esitanud kohtus pooleli oleva asja üks staadium, otsustab kohtukulude jaotuse liikmesriigi kohus.  Euroopa Kohtule seisukohtade esitamisega seotud kulusid, välja arvatud poolte kohtukulud, ei hüvitata.", "label": [[178, 193, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes Euroopa Kohus (viies koda) otsustab:", "label": [[32, 58, "ORG"]]}
{"text": "Euroopa Parlamendi ja nõukogu 15. detsembri 1997. aasta direktiivi 97/67/EÜ ühenduse postiteenuste siseturu arengut ja teenuse kvaliteedi parandamist käsitlevate ühiseeskirjade kohta, mida on muudetud Euroopa Parlamendi ja nõukogu 20. veebruari 2008. aasta direktiiviga 2008/6/EÜ, artikli 2 punkti 13 ja artiklit 3 tuleb tõlgendada nii, et kirjasaadetiste kättetoimetamise teenuse osutajat, kes sellise riikliku tegevusloa omanikuna, mis lubab tal vastavat teenust pakkuda, peab kooskõlas riigi õigusnormidega osutama kohtu‑ või haldusasutuste dokumentide ametliku kättetoimetamise teenuseid, tuleb käsitleda „universaalteenuse osutajana“ viidatud sätete tähenduses, mistõttu peavad need teenused teenustena, mida osutavad „riiklikud postiteenistused“ nõukogu 28. novembri 2006. aasta direktiivi 2006/112/EÜ, mis käsitleb ühist käibemaksusüsteemi, artikli 132 lõike 1 punkti a alusel, olema käibemaksuvabad.", "label": [[0, 18, "ORG"], [22, 29, "ORG"], [30, 55, "DATE"], [201, 219, "ORG"], [223, 230, "ORG"], [231, 256, "DATE"], [752, 759, "ORG"], [760, 784, "DATE"]]}
{"text": "Allkirjad", "label": []}
{"text": "*      Kohtumenetluse keel: saksa.", "label": [[28, 33, "NATIONALITY"]]}
