{"text": "ÜLDKOHTU OTSUS (üheksas koda)", "label": [[0, 8, "ORG"], [16, 28, "ORG"]]}
{"text": "10. juuni 2020(*)", "label": [[0, 14, "DATE"]]}
{"text": "Ühenduse disainilahendus – Kehtetuks tunnistamise menetlus – Ühenduse registreeritud disainilahendus, mis seisneb mootorsõidukile jahutus- või kliimaseadme paigaldamise muhvsiduris – Ainus nõue, millega taotletakse otsuse muutmist – Kaudne tühistamisnõue – Vastuvõetavus – Kehtetuse alus – Kaitsekõlblikkuse tingimustele mittevastavus – Määruse (EÜ) nr 6/2002 artiklid 4–9 ja artikli 25 lõike 1 punkt b – Apellatsioonikoja läbiviidava kontrolli ulatus – Menetluse käigus apellatsioonikoja võetud seisukoht ühele kaitsekõlblikkuse tingimusele mittevastavuse kohta – Põhjendamiskohustus – Määruse (EÜ) nr 6/2002 artikkel 62 ja artikli 63 lõike 1 teine lause", "label": []}
{"text": "Kohtuasjas T‑100/19,", "label": []}
{"text": "L. Oliva Torras, S.A., asukoht Manresa (Hispaania), esindajad: advokaadid B. Athari Anaraki ja D. Philip Bennett,", "label": [[0, 21, "ORG"], [31, 50, "LOC"], [52, 61, "PROFESSION"], [63, 73, "PROFESSION"], [74, 91, "PER"], [95, 112, "PER"]]}
{"text": "hageja,", "label": []}
{"text": "versus", "label": []}
{"text": "Euroopa Liidu Intellektuaalomandi Amet (EUIPO), esindajad: A. Portilla Díaz ja G. Kaufmann,", "label": [[0, 46, "ORG"], [48, 57, "PROFESSION"], [59, 75, "PER"], [79, 90, "PER"]]}
{"text": "kostja,", "label": []}
{"text": "teine pool EUIPO apellatsioonikoja menetluses, menetlusse astuja Üldkohtus", "label": [[11, 34, "ORG"], [65, 74, "ORG"]]}
{"text": "Mecánica del Frío, S.L., asukoht Cornellà de Llobregat (Hispaania), esindaja: advokaat Z. Leao Arribas,", "label": [[0, 23, "ORG"], [33, 66, "LOC"], [68, 76, "PROFESSION"], [78, 86, "PROFESSION"], [87, 102, "PER"]]}
{"text": "mille ese on hagi EUIPO kolmanda apellatsioonikoja 19. novembri 2018. aasta otsuse (asi R 1397/2017‑3) peale, mis käsitleb L. Oliva Torrase ja Mecánica del Frío vahelist disainilahenduse kehtetuks tunnistamise menetlust,", "label": [[18, 50, "ORG"], [51, 75, "DATE"], [123, 139, "ORG"], [143, 160, "ORG"]]}
{"text": "ÜLDKOHUS (üheksas koda),", "label": [[0, 23, "ORG"]]}
{"text": "koosseisus: koja president P. J. Nilsson, kohtunikud I. Barrett (ettekandja) ja A. Todorova,", "label": [[12, 16, "ORG"], [17, 26, "PROFESSION"], [27, 40, "PER"], [42, 52, "PROFESSION"], [53, 63, "PER"], [65, 75, "PROFESSION"], [80, 91, "PER"]]}
{"text": "kohtusekretär: vanemametnik P. Lopez,", "label": [[0, 13, "PROFESSION"], [15, 27, "PROFESSION"], [28, 36, "PER"]]}
{"text": "arvestades hagiavaldust, mis saabus Üldkohtu kantseleisse 19. veebruari 2019,", "label": [[36, 57, "ORG"], [58, 76, "DATE"]]}
{"text": "arvestades EUIPO esitatud kostja vastust, mis saabus Üldkohtu kantseleisse 24. mail 2019,", "label": [[11, 16, "ORG"], [53, 74, "ORG"], [75, 88, "DATE"]]}
{"text": "arvestades menetlusse astuja seisukohti, mis saabusid Üldkohtu kantseleisse 20. mail 2019,", "label": [[54, 75, "ORG"], [76, 89, "DATE"]]}
{"text": "arvestades 14. novembri 2019. aasta otsust mitte liita kohtuasju T‑100/19 ja T‑629/19,", "label": [[11, 35, "DATE"]]}
{"text": "arvestades 16. jaanuaril 2020 toimunud kohtuistungil esitatut,", "label": [[11, 29, "DATE"]]}
{"text": "on teinud järgmise", "label": []}
{"text": "otsuse", "label": []}
{"text": "I. Vaidluse taust", "label": []}
{"text": "1 Hageja L. Oliva Torras, S.A. ja menetlusse astuja Mecánica del Frío, S.L. on mõlemad konkureerivad ettevõtjad sektoris, mis toodab komplekte mootorsõidukitele jahutus- või kliimaseadmete paigaldamiseks.", "label": [[9, 30, "ORG"], [52, 75, "ORG"]]}
{"text": "2 Menetlusse astuja esitas 10. aprillil 2013 Euroopa Liidu Intellektuaalomandi Ametile (EUIPO) nõukogu 12. detsembri 2001. aasta määruse (EÜ) nr 6/2002 ühenduse disainilahenduse kohta (EÜT 2002, L 3, lk 1; ELT eriväljaanne 13/27, lk 142) alusel ühenduse disainilahenduse registreerimise taotluse.", "label": [[27, 44, "DATE"], [45, 94, "ORG"], [95, 102, "ORG"], [103, 128, "DATE"]]}
{"text": "3 Ühenduse disainilahendus, mille registreerimist taotleti, (edaspidi „vaidlustatud disainilahendus“) on kujutatud järgmiselt:", "label": []}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 Tooted, mille jaoks vaidlustatud disainilahendus on ette nähtud, kuuluvad 8. oktoobri 1968. aasta tööstusdisainilahenduste rahvusvahelise klassifikatsiooni Locarno kokkuleppe (muudetud) klassi 12.16 ja vastavad järgmisele kirjeldusele: „Sõidukite sidurid“.", "label": [[76, 99, "DATE"], [158, 165, "LOC"]]}
{"text": "5 Vaidlustatud disainilahendust kirjeldatakse registreerimistaotluses kui sellist tüüpi sidurit, mida kasutatakse jahutus- ja kliimaseadmete paigaldamiseks mootorsõidukitele.", "label": []}
{"text": "6 Vaidlustatud disainilahendus registreeriti taotluse esitamise kuupäeval numbri 2217588‑0001 all ja avaldati 22. aprilli 2013. aasta väljaandes Bulletin des dessins ou modèles communautaires nr 2013/075.", "label": [[81, 93, "IDNUM"], [110, 133, "DATE"], [192, 203, "IDNUM"]]}
{"text": "7 Hageja esitas 22. augustil 2014 ühenduse disainilahenduse registreerimise taotluse (disainilahendus nr 2523746-0006, mis registreeriti samal päeval ja avaldati 26. augustil 2014). Pärast seda, kui menetlusse astuja oli esitanud disainilahenduse kehtetuks tunnistamise taotluse, mis tugines vaidlustatud disainilahenduse vanemusele, tunnistas tühistamisosakond 17. juuni 2016. aasta otsusega disainilahenduse nr 2523746-0006 uudsuse ja eristatavuse puudumise tõttu kehtetuks.", "label": [[16, 33, "DATE"], [102, 117, "IDNUM"], [162, 179, "DATE"], [362, 383, "DATE"], [410, 425, "IDNUM"]]}
{"text": "8 Hageja esitas 15. märtsil 2016 määruse nr 6/2002 artikli 52 lõike 1 alusel vaidlustatud disainilahenduse kehtetuks tunnistamise taotluse.", "label": [[16, 32, "DATE"]]}
{"text": "9 Hageja tugines kehtetuks tunnistamise taotluses määruse nr 6/2002 artikli 25 lõike 1 punktis b nimetatud alusele, nimelt et vaidlustatud disainilahendus ei vasta selle määruse artiklites 4–9 sätestatud tingimustele.", "label": []}
{"text": "10 Kehtetuks tunnistamise taotluse põhjendamiseks viitas hageja varasemale disainilahendusele, mis kujutab paigalduskomplekti, mille ta määratles detailina „KC11 080 242“, ning lisas toimikusse selle detaili renderdatud kujutise (pilt A) ja foto, millel on tema väitel see detail (pilt B).", "label": []}
{"text": "11 Tühistamisosakond lükkas hageja esitatud kehtetuks tunnistamise taotluse 10. mai 2017. aasta otsusega tagasi. Eelkõige leidis ta, et ainus disainilahendus, mille varasem avalikustamine oli tõendatud, nimelt pildil A esitatu, ei sea kahtluse alla vaidlustatud disainilahenduse uudsust ja eristatavust, arvestades nende kahe disainilahenduse vahelisi erinevusi.", "label": [[3, 20, "ORG"], [76, 95, "DATE"]]}
{"text": "12 Hageja esitas 27. juunil 2017 apellatsioonikojale määruse nr 6/2002 artiklite 55–60 alusel kaebuse tühistamisosakonna otsuse peale. Lisaks piltidele A ja B lisas hageja toimikusse detaili „KC11 080 242“ joonise (pilt C), mis oli võetud tema veebisaidilt.", "label": [[17, 32, "DATE"], [33, 52, "ORG"], [192, 204, "IDNUM"]]}
{"text": "13 Apellatsioonikoda saatis 16. mail 2018 määruse nr 6/2002 artikli 59 lõike 2 alusel pooltele teate (edaspidi „16. mai 2018. aasta teade“), milles oli märgitud, et poolte väidetest ja toimiku materjalidest nähtub, et vaidlustatud disainilahendus sisaldub mitmeosalise toote (mootor tervikuna – muhvsidur – kompressor) koostisosaks olevas tootes (siduridetail), mis pärast sellesse mitmeosalisse tootesse paigutamist ei ole selle toote tavakasutuse käigus enam nähtav. Apellatsioonikoda järeldas sellest, et vaidlustatud disainilahendust ei saa seega pidada uudseks ega eristatavaks määruse nr 6/2002 artikli 4 lõike 2 tähenduses, mistõttu tuleb see nimetatud artikliga 4 vastuolu tõttu kehtetuks tunnistada.", "label": [[3, 20, "ORG"], [28, 41, "DATE"], [112, 131, "DATE"], [469, 486, "ORG"]]}
{"text": "14 Menetlusse astuja ja hageja esitasid apellatsioonikoja nõudel oma seisukohad 16. mai 2018. aasta teate sisu kohta vastavalt 16. juulil ja 17. septembril 2018.", "label": [[40, 57, "ORG"], [80, 99, "DATE"], [127, 137, "DATE"], [141, 160, "DATE"]]}
{"text": "15 Kolmas apellatsioonikoda jättis 19. novembri 2018. aasta otsusega (edaspidi „vaidlustatud otsus“) kaebuse rahuldamata, tuginedes järgmistele põhjendustele. Esiteks märkis apellatsioonikoda, et vastupidi menetlusse astuja väidetele tuleb asuda seisukohale, et hageja taotleb vaidlustatud disainilahenduse kehtetuks tunnistamist põhjendusel, et see ei vasta määruse nr 6/2002 artiklites 5, 6, 8 ja 9 sätestatud tingimustele, ning et apellatsioonikoda peab seega iga nimetatud tingimust kontrollima, lähtudes esitatud väidetest. Teiseks lükkas ta tagasi väite, et vaidlustatud disainilahendus ei ole uudne. Ta leidis sellega seoses, et tõendatud on üksnes pildil A kujutatud disainilahenduse avalikustamine ning et viimati nimetatud ja vaidlustatud disainilahenduse vahel on ilmseid erinevusi. Kolmandaks lükkas ta tagasi väite vaidlustatud disainilahenduse eristatavuse puudumise kohta. Neljandaks leidis ta, et kuna hageja ei olnud esitanud ühtegi argumenti seoses määruse nr 6/2002 artiklites 8 ja 9 ette nähtud eranditega vaidlustatud disainilahenduse kaitse osas, peab ta määruse artikli 63 lõike 1 nõudeid silmas pidades jätma rahuldamata hageja esitatud kehtetuks tunnistamise taotluse osas, milles see tugineb eelnimetatud sätetele. Seevastu ei käsitlenud ta vaidlustatud otsuse põhjendustes kõnealusele juhtumile sama määruse artikli 4 lõigete 2 ja 3 kohaldamise küsimust, mida puudutas 16. mai 2018. aasta teade ja eespool punktides 13 ja 14 nimetatud poolte hilisemad seisukohad.", "label": [[3, 27, "ORG"], [35, 59, "DATE"], [174, 191, "ORG"], [434, 451, "ORG"], [1396, 1415, "DATE"]]}
{"text": "II. Poolte nõuded", "label": []}
{"text": "16 Konkreetselt palub hageja Üldkohtul:", "label": [[29, 38, "ORG"]]}
{"text": "– „[A] [kinnitada] apellatsioonikoja järeldused [viidatud kehtetuse aluse] kohta ja [tuvastada], et kehtetuks tunnistamise menetlus põhineb ühenduse disainilahenduse kehtetuse alustel, mis on [määruses nr 6/2002] sätestatud „kaitsekõlblikkust“ käsitlevates artiklites 4–9“;", "label": [[19, 36, "ORG"]]}
{"text": "– „[B] [viia läbi] võrdlus, võttes arvesse kõiki esitatud tõendeid ja käesoleva juhtumi eripäraseid asjaolusid“;", "label": []}
{"text": "– „[C] [tunnistada vaidlustatud disainilahendus] kehtetuks, kuna see on hageja turustatava disainilahendusega peaaegu identne ja kujutab seega endast selle peaaegu identset kopeerimist ilma hageja loata“;", "label": []}
{"text": "– „[D] [tunnistada vaidlustatud disainilahendus] kehtetuks, kuna see ei ole eristatav [hageja poolt] varem avalikustatud disainilahendustest“;", "label": []}
{"text": "– „[E] [tunnistada vaidlustatud disainilahendus] kehtetuks esiteks seetõttu, et see kuulub [määruse nr 6/2002] artikli 8 lõigetes 1 ja 2 sätestatud keelu kohaldamisalasse, kuna selle välisomadused on tingitud üksnes selle tehnilisest otstarbest, ja teiseks seetõttu, et see kuulub [määruse nr 6/2002] artiklis 4 sätestatud absoluutse keelu kohaldamisalasse, kuna tegemist on mitmeosalise toote koostisosaga“;", "label": []}
{"text": "– „[F] [kinnitada] apellatsioonikoja otsus [osas, milles sellega tunnistati vaidlustatud disainilahendus määruse nr 6/2002 artikli 9 sätetega vastuolus olevaks]“;", "label": [[19, 36, "ORG"]]}
{"text": "– „[G] [mõista kohtukulud] välja kohtuvaidluse kaotanud poolelt“.", "label": []}
{"text": "17 EUIPO palub Üldkohtul:", "label": [[3, 8, "ORG"], [15, 24, "ORG"]]}
{"text": "– jätta hagi rahuldamata;", "label": []}
{"text": "– mõista kohtukulud välja hagejalt.", "label": []}
{"text": "18 Menetlusse astuja palub Üldkohtul:", "label": [[27, 36, "ORG"]]}
{"text": "– jätta vaidlustatud otsus muutmata;", "label": []}
{"text": "– mõista kohtukulud välja kohtuvaidluse kaotanud poolelt.", "label": []}
{"text": "III. Õiguslik käsitlus", "label": []}
{"text": "A. Vastuvõetavus", "label": []}
{"text": "19 EUIPO leiab, et hagiavaldus sisaldab nõudeid jätta vaidlustatud otsus muutmata, mis ei ole vastuvõetavad. Lisaks märgib ta, et Üldkohtu ülesanne on otsustada, kas hagiavalduse kontekstist saab järeldada, et taotletakse vaidlustatud otsuse tühistamist, ja kas seetõttu saab selle otsuse muutmise nõuded tunnistada vastuvõetavaks. Kohtuistungil märkis ta, et hageja suulistes seisukohtades esitatud nõuet tühistada vaidlustatud otsus ei olnud hagiavalduses esitatud.", "label": [[3, 8, "ORG"], [130, 138, "ORG"]]}
{"text": "20 Kohtuistungil täpsustas hageja Üldkohtu palvel, et ta taotleb vaidlustatud otsuse tühistamist tervikuna, sealhulgas määruse nr 6/2002 artiklite 8 ja 9 kohaldamise osas.", "label": [[34, 42, "ORG"]]}
{"text": "21 Selles osas tuleb kõigepealt meenutada, et määruse nr 6/2002 artikli 61 lõike 3 kohaselt on Üldkohus pädev üksnes apellatsioonikoja otsuseid tühistama või muutma. Seevastu ei ole tal õigust teha tuvastusotsuseid, mistõttu tuleb sellekohane nõue jätta vastuvõetamatuse tõttu läbi vaatamata (vt selle kohta analoogia alusel 14. juuni 2017. aasta kohtuotsus Aydin vs. EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T‑95/16, ei avaldata, EU:T:2017:388, punkt 17 ja seal viidatud kohtupraktika).", "label": [[95, 103, "ORG"], [117, 134, "ORG"], [325, 346, "DATE"], [358, 363, "ORG"], [368, 373, "ORG"], [376, 390, "ORG"], [392, 407, "TITLE"]]}
{"text": "22 Käesolevas asjas tuleb esile tuua, et hagiavalduse osas, mille hageja pealkirjastas „Nõuded“, esitas ta seitse nõuet, mis olid järjestatud A–G, ja mille sisu on ära toodud eespool punktis 16.", "label": []}
{"text": "23 Esiteks tuleb tõdeda, et nende erinevate nõuete hulgast võib selgelt ja ühemõtteliselt tuvastada nõude, milles taotletakse, et Üldkohus tunnistaks vaidlustatud disainilahenduse kehtetuks, ning nõude, milles palutakse sisuliselt mõista kohtukulud välja EUIPO‑lt ja menetlusse astujalt.", "label": [[130, 138, "ORG"], [255, 263, "ORG"]]}
{"text": "24 Teiseks tuleb tõdeda, et muud hageja nõuded, mis on loetletud hagiavalduse osas „Nõuded“, ei kujuta endast tegelikult nõudeid kui selliseid. Hagiavalduse selle osa punktide A–F sõnastusest ning selle tähestikulises järjekorras järjestuse kordamisest hagiavalduse osas „Väited ja argumendid“ nähtub eelkõige, et hageja esitab seal arutluskäigu etapid, mida ta palub Üldkohtul tehtava kohtuotsuse põhjendavas osas läbida ja mis peavad tema arvates viima vaidlustatud disainilahenduse kehtetuks tunnistamiseni.", "label": []}
{"text": "25 Lõpuks tuleb korrata, et kohtuistungil avaldas hageja sisuliselt, et palub vaidlustatud otsuse tühistada tervikuna.", "label": []}
{"text": "26 Neid järeldusi ja selgitusi arvestades tuleb hagiavalduses esitatud nõudeid tõlgendada järgmiselt", "label": []}
{"text": "27 Esiteks olgu märgitud, et eespool punktides 22–24 tuvastatust tuleneb, et hageja ei ole nõudnud, et Üldkohus teeks tuvastusotsuse eespool punktis 21 viidatud kohtupraktika tähenduses. Sellega, et hageja palub Üldkohtul jätta vaidlustatud otsuse teatud osad muutmata või viia läbi vastandatud disainilahenduste võrdlemine, lähtudes kõigist esitatud tõenditest ja juhtumi asjaoludest, peab ta nimelt – nagu on märgitud eespool punktis 24 – silmas tehtava kohtuotsuse põhjendavat osa, mitte aga otsust, mis tehakse selle kohtuotsuse resolutsioonis. Seetõttu tuleb tagasi lükata EUIPO taotlus, et Üldkohus jätaks need nõuded vastuvõetamatuse tõttu läbi vaatamata.", "label": [[103, 111, "ORG"], [212, 221, "ORG"], [578, 583, "ORG"], [596, 604, "ORG"]]}
{"text": "28 Arvestades vaidlustatud otsuse põhjendusi, ei saa pealegi sõna-sõnalt võtta hageja taotlust hagiavalduse osa „Nõuded“ punktis F, mille sõnastuse kohaselt palutakse Üldkohtul „kinnitada“ vaidlustatud otsus osas, milles sellega tunnistati vaidlustatud disainilahendus määruse nr 6/2002 artikli 9 sätetega vastuolus olevaks; seda seisukohta kinnitavad hageja selgitused kohtuistungil. Kuna kõnealusel juhul välistas apellatsioonikoda just nimelt selle artikli kohaldamise, tuleb seda „kinnita[mise]“ nõuet, vaatamata selle sõnastusele, tegelikult tõlgendada nii, et tegemist on väitega, mis puudutab hindamisviga, mis seisneb selles, et apellatsioonikoja ei leidnud, et see disainilahendus on nimetatud artikli sätetega vastuolus.", "label": [[167, 176, "ORG"], [416, 433, "ORG"], [637, 654, "ORG"]]}
{"text": "29 Teiseks tuleb märkida, et mis puutub hagiavalduses esitatud nõudesse tunnistada vaidlustatud disainilahendus kehtetuks, siis selle eesmärk on tegelikult, et Üldkohus teeks otsuse, mille hageja sõnul oleks pidanud tegema apellatsioonikoda siis, kui talle kaebus esitati. Nimelt tuleneb määruse nr 6/2002 artikli 60 lõike 1 teisest lausest, et apellatsioonikoda võib pärast talle edasikaevatud otsuse tühistamist tegutseda selle otsuse teinud EUIPO talituse pädevuse piires ja kõnealusel juhul seega vaidlustatud disainilahenduse kehtetuks tunnistada. Järelikult kuulub see meede nende hulka, mida Üldkohus võib võtta selle määruse artikli 61 lõikes 3 talle ette nähtud muutmispädevuse raames (vt selle kohta analoogia alusel 27. veebruari 2014. aasta kohtuotsus Advance Magazine Publishers vs. Siseturu Ühtlustamise Amet – Nanso Group (TEEN VOGUE), T‑509/12, EU:T:2014:89, punkt 15 ja seal viidatud kohtupraktika).", "label": [[160, 168, "ORG"], [223, 240, "ORG"], [345, 362, "ORG"], [444, 449, "ORG"], [599, 607, "ORG"], [727, 752, "DATE"], [764, 791, "ORG"], [796, 822, "ORG"], [825, 836, "ORG"], [838, 848, "TITLE"]]}
{"text": "30 Lisaks olgu märgitud, et hagejal ei ole küll põhimõtteliselt õigust muuta hagi algset eset nii, et asendab oma nõude muuta vaidlustatud otsust esimest korda kohtuistungil esitatud nõudega vaidlustatud otsus tühistada (vt selle kohta analoogia alusel 27. jaanuari 2000. aasta kohtuotsus Fuchs jt vs. nõukogu ja komisjon, C‑104/89 ja C‑37/90, EU:C:2000:38, punkt 47, ning 21. aprilli 2005. aasta kohtuotsus Holcim (Deutschland) vs. komisjon, T‑28/03, EU:T:2005:139, punkt 45).", "label": [[253, 277, "DATE"], [289, 294, "PER"], [302, 309, "ORG"], [313, 321, "ORG"], [373, 396, "DATE"], [408, 414, "ORG"], [416, 427, "LOC"], [433, 441, "ORG"]]}
{"text": "31 Arvestades hagiavalduse sisu ja nagu kinnitavad hageja selgitused kohtuistungil, tuleb siiski asuda seisukohale, et hageja nõue muuta vaidlustatud otsust hõlmab kaudset nõuet vaidlustatud otsus tühistada (vt selle kohta 7. novembri 2013. aasta kohtuotsus Malczewska vs. Siseturu Ühtlustamise Amet – Puma (hüppav kaslane), T‑666/11, ei avaldata, EU:T:2013:584, punkt 18 ja seal viidatud kohtupraktika). Hagi sisulisel läbivaatamisel peab Üldkohus juhul, kui üks hagiavalduses esitatud väidetest on põhjendatud, otsustama, kas see väide võimaldab tal vaidlustatud otsust muuta tuvastatud faktiliste ja õiguslike asjaolude alusel, või kui see nii ei ole, siis kas see väide võib viia üksnes selle otsuse tühistamiseni (vt selle kohta analoogia alusel 26. septembri 2014. aasta kohtuotsus Koscher + Würtz vs. Siseturu Ühtlustamise Amet – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T‑445/12, EU:T:2014:829, punkt 39 ja seal viidatud kohtupraktika).", "label": [[223, 246, "DATE"], [258, 268, "PER"], [273, 299, "ORG"], [302, 306, "ORG"], [440, 448, "ORG"], [751, 776, "DATE"], [788, 803, "ORG"], [808, 834, "ORG"], [837, 855, "ORG"], [857, 880, "TITLE"]]}
{"text": "32 Seega tuleb asuda seisukohale, et hageja on esiteks palunud Üldkohtul tühistada vaidlustatud otsus ja teiseks seda muuta nii, et vaidlustatud disainilahendus tunnistatakse kehtetuks, ning et need nõuded on vastuvõetavad.", "label": [[63, 72, "ORG"]]}
{"text": "B. Sisulised küsimused", "label": []}
{"text": "33 Hageja esitab oma hagi toetuseks sisuliselt kuus väidet. Esimeses väites toob ta esile, et kehtetuks tunnistamise menetlus tugineb määruse nr 6/2002 artiklites 4–9 sätestatud kehtetuse alustele ning et iga nimetatud alust tuleb kontrollida. Teise väite kohaselt tegi apellatsioonikoda hindamisvea, kui ta leidis, et disainilahenduse varasem avalikustamine oli tõendatud üksnes pildi A puhul. Kolmas ja neljas väide käsitlevad hindamisvigu, vastavalt seoses vaidlustatud disainilahenduse uudsuse ja eristatavuse puudumisega. Viienda väite kohaselt ei ole apellatsioonikoda esitanud põhjendusi ja on teinud hindamisvigu vaidlustatud disainilahendusele kaitsest ette nähtud erandite kohaldamise küsimuses. See väide koosneb kahest osast, millest esimene kritiseerib seda, et apellatsioonikoda ei võtnud seisukohta küsimuses, kas selle disainilahenduse kaitse on välistatud vastavalt määruse nr 6/2002 artiklis 8 sätestatule, kuna selle välisomadused on tingitud üksnes selle tehnilisest otstarbest, ning teine väiteosa on esitatud selle peale, et apellatsioonikoda jättis vaidlustatud disainilahenduse – kui mitmeosalise toote koostisosa, mis ei ole pärast sellese tootesse paigutamist nähtav – selle määruse artikli 4 lõigete 2 ja 3 alusel kehtetuks tunnistamata. Kuues väide käsitleb sisuliselt hindamisviga, mille apellatsioonikoda tegi, kui ta jättis talle esitatud kaebuse rahuldamata sama määruse artiklile 9 tuginevas osas.", "label": [[270, 287, "ORG"], [557, 574, "ORG"], [775, 792, "ORG"], [1047, 1064, "ORG"], [1317, 1334, "ORG"]]}
{"text": "1. Esimene väide, mille kohaselt rikkus apellatsioonikoda õigusnormi, kuna hoolimata sellest, et ta oli asunud seisukohale, et kehtetuks tunnistamise menetlus põhineb määruse nr 6/2002 artiklites 4–9 sätestatud tingimustel, keeldus ta mõnda nimetatud tingimust kontrollimast", "label": [[40, 57, "ORG"]]}
{"text": "34 Hageja märgib, et vaidlustatud otsuse punktides 18–23 leidis apellatsioonikoda, et tema esitatud kehtetuks tunnistamise taotlus on kooskõlas määruse nr 6/2002 artikli 25 lõikega 1 ja komisjoni 21. oktoobri 2002. aasta määruse (EÜ) nr 2245/2002, millega rakendatakse nõukogu määrus nr 6/2002 (EÜT 2002, L 341, lk 28; ELT eriväljaanne 13/31, lk 14), artikli 28 lõike 1 punktiga b. Ta palub Üldkohtul need järeldused kinnitada ja kontrollida kõiki määruse nr 6/2002 artiklites 4–9 sätestatud kehtetuse aluseid.", "label": [[64, 81, "ORG"], [186, 195, "ORG"], [196, 220, "DATE"], [269, 276, "ORG"], [391, 400, "ORG"]]}
{"text": "35 EUIPO ei ole selle kohta seisukohti esitanud. Menetlusse astuja palub selle väite tagasi lükata.", "label": [[3, 8, "ORG"]]}
{"text": "36 Kõigepealt tuleb korrata, et apellatsioonikojas väitis menetlusse astuja, et hageja tugines vaidlustatud disainilahenduse uudsuse puudumisele määruse nr 6/2002 artikli 5 alusel, mitte aga eristatavuse puudumisele selle määruse artikli 6 alusel. Seetõttu kontrollis apellatsioonikoda vaidlustatud otsuse põhjendava osa alguses hageja esitatud kehtetuks tunnistamise taotluse ulatuse ja sellest tulenevalt ka omaenda kontrolli ulatuse küsimust.", "label": [[32, 50, "ORG"], [268, 285, "ORG"]]}
{"text": "37 Vaidlustatud otsuse punktides 18–23, millele hageja käesoleva väite raames viitab, leidis apellatsioonikoda, et määruse nr 6/2002 artikli 25 lõike 1 punktis b nimetatud kehtetuse alus, millele hageja tugines kehtetuks tunnistamise taotluses, nimelt asjaolu, et vaidlustatud disainilahendus ei vasta selle määruse artiklites 4–9 sätestatud tingimustele, on seadusandja selgelt väljendatud tahte kohaselt iseseisev ja jagamatu kehtetuse alus, mis hõlmab kõiki neid tingimusi. Ta järeldas sellest, et kehtetuks tunnistamise taotlust esitades väljendas hageja seisukohta, et vaidlustatud disainilahendus ei vasta ühelegi artiklites 5, 6, 8 ja 9 sätestatud tingimusele ning et ta peab vastavalt asjaomase määruse artikli 63 lõikele 1 kontrollima iga kõnealust tingimust esitatud väidetest lähtudes.", "label": [[93, 110, "ORG"]]}
{"text": "38 Kui apellatsioonikoda kontrollis sisuliselt, kas määruse nr 6/2002 artiklites 5 ja 6 sätestatud tingimused, nimelt vaidlustatud disainilahenduse uudsus ja eristatavus, on käesoleval juhul täidetud, leidis ta sellegipoolest, et ta peab kehtetuks tunnistamise taotluse määruse artikli 63 lõike 1 alusel rahuldamata jätma osas, mis tugineb määruse artiklitele 8 ja 9, kuna hageja ei olnud esitanud ühtegi argumenti nimetatud artiklites 8 ja 9 kehtestatud tingimuste kohta. Seega ei kontrollinud ta, kas vaidlustatud disainilahendus vastab neile tingimustele. Lisaks ei viidanud ta vaidlustatud otsuse põhjendavas osas sama määruse artikli 4 lõigete 2 ja 3 kohaldamise küsimusele.", "label": [[7, 24, "ORG"]]}
{"text": "39 Käesoleval juhul ei ole hageja käsitletava väite raames sõnaselgelt vastu vaielnud vaidlustatud otsuse ühele või teisele nimetatud osale ega viidanud apellatsioonikoja mõnele veale. Siiski palub ta Üldkohtul kinnitada eespool punktis 37 esitatud apellatsioonikoja sissejuhatavad märkused ja kontrollida kõiki määruse nr 6/2002 artiklites 4–9 sätestatud tingimusi. Seega tuleb asuda seisukohale, et ta viitab kaudselt sellele, et apellatsioonikoda rikkus õigusnormi sellega, et ta hoolimata neis sissejuhatavates märkustes esitatust ei kontrollinud kõiki tingimusi.", "label": [[153, 170, "ORG"], [201, 210, "ORG"], [249, 266, "ORG"], [432, 449, "ORG"]]}
{"text": "40 Selles osas tuleb tõdeda, et määruse nr 6/2002 artikli 25 lõike 1 punkti b tõlgendus, mille apellatsioonikoda esitas vaidlustatud otsuse punktides 18–23, on raskesti ühildatav selle otsuse punktides 66 ja 68 esitatud järeldustega, mille kohaselt ei võimalda selle määruse artikli 63 lõike 1 teine lause apellatsioonikojal võtta seisukohta artiklite 8 ja 9 kohaldamise kohta, kuna hageja ei ole esitanud argumente nende artiklite rikkumise kohta.", "label": [[95, 112, "ORG"], [306, 324, "ORG"]]}
{"text": "41 Arvestades apellatsioonikoja eeldust, et hageja on kehtetuks tunnistamise taotluse raames viidanud osas, milles see taotlus tugineb määruse nr 6/2002 artikli 25 lõike 1 punktis b nimetatud kehtetuse alusele, tingimata kõigile selle määruse artiklites 5, 6, 8 ja 9 sätestatud tingimustele, oleks sellest loogiliselt pidanud järeldatama, et apellatsioonikojal tuleb neid tingimusi sisuliselt kontrollida. Nimelt tuleb sellise lähenemise puhul asuda seisukohale, et hageja on oma kehtetuks tunnistamise taotluse põhistamiseks tuginenud kõigi nende tingimuste mittetäidetustele.", "label": [[14, 31, "ORG"], [342, 360, "ORG"]]}
{"text": "42 Lisaks on apellatsioonikoja poolt määruse nr 6/2002 artikli 25 lõike 1 punktile b antud tõlgendus raskesti ühildatav ka asjaoluga, et apellatsioonikoda nimetab tingimustena, mille täitmata jätmisele on hageja soovinud tema arvates viidata, kõnealuse määruse artikleid 5, 6, 8 ja 9 ning jätab selles osas mainimata määruse artikli 4 lõigetes 2 ja 3 sätestatud tingimused. Lisaks, nagu on märgitud eespool punktis 38, ei võtnud apellatsioonikoda sõnaselget seisukohta selles kohaldamise küsimuses, samas kui ta tegi seda artiklites 5, 6, 8 ja 9 kehtestatud tingimuste kohaldamisega, et jätta hageja kaebus rahuldamata.", "label": [[13, 30, "ORG"], [137, 154, "ORG"], [429, 446, "ORG"]]}
{"text": "43 Esiteks tuleb märkida, et määruse nr 6/2002 artikli 25 lõike 1 punkti b sõnastus viitab sõnaselgelt selle määruse artiklitele 4–9, tegemata erandit määruse artikli 4 lõigetele 2 ja 3. Teiseks näevad viimati nimetatud sätted ette disainilahenduse kaitse põhitingimused, mis on seotud konkreetselt sama määruse artikli 3 punkti c tähenduses mitmeosalise toote koostisosaga ja mis puudutavad ühelt poolt selle koostisosa nähtavust tavakasutuse käigus pärast selle mitmeosalisse tootesse paigutamist ja teiselt poolt selle koostisosa nähtavate omaduste uudsust ja eristatavust (vt selle kohta analoogia alusel 21. septembri 2017. aasta kohtuotsus Easy Sanitary Solutions ja EUIPO vs. Group Nivelles, C‑361/15 P ja C‑405/15 P, EU:C:2017:720, punkt 63, ning 9. septembri 2014. aasta kohtuotsus Biscuits Poult vs. Siseturu Ühtlustamise Amet – Banketbakkerij Merba (küpsis), T‑494/12, EU:T:2014:757, punktid 20 ja 21).", "label": [[609, 634, "DATE"], [646, 669, "ORG"], [673, 678, "ORG"], [683, 697, "ORG"], [755, 779, "DATE"], [791, 805, "ORG"], [810, 836, "ORG"], [839, 859, "ORG"]]}
{"text": "44 Järelikult oleks apellatsioonikoda pidanud loogiliselt järeldama tõlgendusest, mille ta andis määruse nr 6/2002 artikli 25 lõike 1 punktile b, et hageja ei soovinud oma kehtetuks tunnistamise taotluse toetuseks tugineda mitte üksnes selle määruse artiklitele 5, 6, 8 ja 9, vaid ka selle määruse artikli 4 lõigetele 2 ja 3.", "label": [[20, 37, "ORG"]]}
{"text": "45 Siiski saavad need eksimused viia käesoleva väitega nõustumiseni üksnes siis, kui vaidlustatud otsuse punktides 18–23 antud määruse nr 6/2002 artikli 25 lõike 1 punkti b tõlgenduses endas ei ole tehtud viga, mida tuleb kontrollida allpool. Sellega seoses tuleb kontrollida esiteks seda, kas seadusandja tahtis, nagu kinnitab apellatsioonikoda, anda nendes sätetes ette nähtud kehtetuse alusele jagamatu olemuse, ja teiseks seda, mil määral piiravad selle määruse artikli 63 lõike 1 teise lause sätted, mille kohaselt kehtetuks tunnistamise menetluses piirdub kontroll osaliste poolt esitatud argumentide ja nõudmistega, EUIPO talituse poolt selle kehtetuse aluse kontrolli ulatust.", "label": [[328, 345, "ORG"], [623, 628, "ORG"]]}
{"text": "a) Küsimus, kas seadusandja on tahtnud anda määruse nr 6/2002 artikli 25 lõike 1 punktis b sätestatud kehtetuse alusele jagamatu olemuse", "label": []}
{"text": "46 Kõigepealt tuleb korrata, et määruse nr 6/2002 artikli 25 lõike 1 punkti b alusel tuleb disainilahendus tunnistada kehtetuks, kui see ei vasta sama määruse artiklites 4–9 sätestatud tingimustele. Määruse artikli 52 lõige 1 sätestab, et kui artikli 25 lõigetest 2, 3, 4 ja 5 ei tulene teisiti, võib iga füüsiline või juriidiline isik või pädev ametiasutus esitada EUIPO‑le ühenduse registreeritud disainilahenduse kehtetuks tunnistamise taotluse. Määruse artikli 53 lõikes 1 on sätestatud, et kui EUIPO leiab, et taotlus on nõuetekohane, kontrollib ta, kas ühenduse registreeritud disainilahendus ei ole kehtetu artiklis 25 nimetatud kehtetuse alustest tulenevalt.", "label": [[366, 374, "ORG"], [499, 504, "ORG"]]}
{"text": "47 Seejärel tuleb silmas pidada, et määruse nr 6/2002 artikli 25 pealkiri „Kehtetuse alused“ ning selle artikli lõikes 2 esitatud viide „lõike 1 punktis c sätestatud alusele“ ja lõikes 4 esitatud viide „lõike 1 punktis g sätestatud alusele“ näitavad, et iga selle artikli lõikes 1 esitatud ammendavas loetletus nimetatud kehtetuks tunnistamise juhtum kujutab endast iseseisvat kehtetuse alust.", "label": []}
{"text": "48 Lõpuks tuleb märkida, et määruse nr 2245/2002 artikli 28 lõike 1 punktis b on muu hulgas sätestatud:", "label": []}
{"text": "„1. Ametile esitatav taotlus määruse […] nr 6/2002 artikli 52 kohaseks kehtetuks tunnistamiseks sisaldab järgmisi andmeid:", "label": []}
{"text": "[…]", "label": []}
{"text": "b) aluste kohta, millele taotlus tugineb:", "label": []}
{"text": "i) teatis aluste kohta, millele kehtetuks tunnistamise taotlus tugineb;", "label": []}
{"text": "[…]", "label": []}
{"text": "v) kui kehtetuks tunnistamise aluseks on asjaolu, et registreeritud ühenduse disainilahendus ei vasta määruse […] nr 6/2002 artiklis 5 või 6 osutatud nõuetele, viide eelmistele disainilahendustele ja nende reproduktsioonid, kui kõnealused varasemad disainilahendused võivad osutuda takistuseks registreeritud ühenduse disainilahenduse uudsusele või eristatavusele, ning dokumendid, mis tõendavad selliste varasemate disainilahenduste olemasolu;", "label": [[68, 76, "LOC"], [309, 317, "LOC"]]}
{"text": "vi) märge kõnealuste aluste toetuseks esitatud faktide, tõendite ja argumentide kohta;“.", "label": []}
{"text": "49 Seega tuleneb nende sätete koosmõjust, et kui määruse nr 6/2002 artikli 25 lõike 1 punkti b alusel esitatud kehtetuks tunnistamise taotlus vastab määruse nr 2245/2002 artikli 28 ja eelkõige selle lõike 1 punkti b nõuetele, siis annab see põhimõtteliselt EUIPO talitustele pädevuse kontrollida, kas ühenduse disainilahendus vastab kõigile selle määruse artiklites 4–9 sätestatud tingimustele, võttes arvesse selle taotluse toetuseks esitatud fakte, tõendeid ja argumente.", "label": [[257, 262, "ORG"]]}
{"text": "50 Käesoleval juhul ei teinud apellatsioonikoda viga, kui ta tuvastas, et hageja esitas kehtetuks tunnistamise taotluse vormil, mis sisaldab muu hulgas rubriiki „Alused“, milles hageja on märgistanud lahtri, mis on järgmise sõnastusega: „vaidlustatud ühenduse disainilahendus ei vasta [määruse nr 6/2002] artiklites 4–9 sätestatud nõuetele“. Tühistamisosakonnal ja apellatsioonikojal oli seega põhimõtteliselt õigus kontrollida vaidlustatud disainilahenduse vastavust nendele nõuetele, lähtudes hageja poolt oma taotluse toetuseks esitatud faktidest, tõenditest ja argumentidest.", "label": [[30, 47, "ORG"], [251, 259, "LOC"], [342, 361, "ORG"], [365, 383, "ORG"]]}
{"text": "51 Sellest ei järeldu siiski, et määruse nr 6/2002 artikli 25 lõike 1 punkti b tuleb tõlgendada nii, et iga kord, kui EUIPO-le on esitatud selle sätte alusel kehtetuks tunnistamise taotlus, siis peab ta korrapäraselt omal algatusel kontrollima, kas vaidlustatud disainilahendus vastab selle määruse artiklites 4–9 sätestatud kõigile tingimustele või mitte.", "label": [[118, 126, "ORG"]]}
{"text": "52 Määruse nr 6/2002 artikli 25 lõike 1 punkti b sõnastus viitab küll olukorrale, kus vaidlustatud disainilahendus ei vasta „artiklite 4–9 tingimustele“, mitte olukorrale, kus disainilahendus ei vasta ühele või mõnele nimetatud tingimustest, mis võib viidata vajadusele kontrollida kõiki neid tingimusi igakülgselt ja vahet tegemata.", "label": []}
{"text": "53 Samas tuleb meelde tuletada, et väljakujunenud kohtupraktika kohaselt ei tule liidu õiguse sätte tõlgendamisel arvestada mitte üksnes sätte sõnastust, vaid ka konteksti ning selle regulatsiooniga taotletavaid eesmärke, mille osa see säte on. Ka võib liidu õiguse sätte tõlgendamiseks olulisi tegureid sisaldada selle tekkelugu (vt 20. detsembri 2017. aasta kohtuotsus Acacia ja Colombo, C‑397/16 ja C‑435/16, EU:C:2017:992, punkt 31 ja seal viidatud kohtupraktika).", "label": [[81, 86, "LOC"], [253, 258, "LOC"], [334, 359, "DATE"], [371, 377, "ORG"], [381, 388, "PER"]]}
{"text": "54 Mis puudutab käesoleval juhul esiteks kõnealuse sätte konteksti, siis tuleb märkida, et määruse nr 6/2002 artiklites 4–9 sätestatud tingimused on kumulatiivsed, mistõttu mittevastavus neist juba ühele võib kaasa tuua asjaomase disainilahenduse kehtetuse.", "label": []}
{"text": "55 Niisiis kaitstakse määruse nr 6/2002 artikli 4 lõike 1 kohaselt ühenduse disainilahendust üksnes juhul, kui see on uudne ja eristatav. Kui üks neist tingimustest, mille kohaldamise kriteeriumid on kindlaks määratud vastavalt määruse artiklites 5 ja 6, ei ole täidetud, ei saa asjaomast disainilahendust järelikult kaitsta ja seega tuleb see määruse artikli 25 lõike 1 punkti b alusel kehtetuks tunnistada, ilma et oleks vaja kontrollida, kas teine tingimus on täidetud või mitte (vt selle kohta 10. mai 2019. aasta kohtumäärus Zott vs. EUIPO – TSC Food Products (söömisvalmis kandiline kook), T‑517/18, ei avaldata, EU:T:2019:323, punkt 60).", "label": [[67, 75, "LOC"], [498, 517, "DATE"], [530, 534, "ORG"], [539, 544, "ORG"], [547, 564, "ORG"]]}
{"text": "56 Samuti on juba määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 käsitletavate mitmeosalise toote koostisosas seisneva ühenduse disainilahenduse kaitse eritingimustega iseenesest vastuolus selle määruse kohaldamisalasse kuuluva disainilahenduse kaitse säilitamine juhul, kui ükski kujutatud koostisosa tunnusjoon neile tingimustele ei vasta (vt selle kohta 20. jaanuari 2015. aasta kohtuotsus Aic vs. Siseturu Ühtlustamise Amet – ACV Manufacturing (soojusvaheti südamikud), T‑616/13, ei avaldata, EU:T:2015:30, punkt 21, ja 20. jaanuari 2015. aasta kohtuotsus Aic vs. Siseturu Ühtlustamise Amet – ACV Manufacturing (soojusvaheti südamikud), T‑617/13, ei avaldata, EU:T:2015:32, punkt 21).", "label": [[116, 124, "LOC"], [354, 378, "DATE"], [390, 393, "ORG"], [398, 424, "ORG"], [427, 444, "ORG"], [521, 545, "DATE"], [557, 560, "ORG"], [565, 591, "ORG"], [594, 611, "ORG"]]}
{"text": "57 Analoogne järeldus tuleb teha seoses ühenduse disainilahenduse kaitse andmisest keeldumise tingimustega, mis on ette nähtud määruse nr 6/2002 artikli 8 lõigetes 1, 2 ja 3 ning milleks on esiteks asjaolu, et toote välisomadused on tingitud üksnes selle tehnilisest otstarbest, ja teiseks asjaolu, et neid tunnusjooni on tarvis täpselt sama kuju ja suurusega reprodutseerida selleks, et toode sobiks teiste toodetega ühendamiseks.", "label": [[40, 48, "LOC"]]}
{"text": "58 Mis lõpuks puudutab määruse nr 6/2002 artikli 9 sätteid, mille kohaselt ühenduse disainilahendus ei anna kaitset disainilahendusele, mis on vastuolus avaliku korra või üldtunnustatud kõlblusnormidega, siis tuleneb nende sõnastusest selgelt, et nende eesmärk on kaitsta konkreetset üldist huvi, mis ei sõltu määruse artiklite 4‑8 aluseks olevast huvist, ning sel eesmärgil takistada sellistele disainilahendustele kaitse andmist, mis on vastuolus nimetatud üldise huviga (vt selle kohta analoogia alusel 15. märtsi 2018. aasta kohtuotsus La Mafia Franchises vs. EUIPO – Itaalia (La Mafia SE SIENTA A LA MESA), T‑1/17, EU:T:2018:146, punkt 25).", "label": [[75, 83, "LOC"], [506, 528, "DATE"], [540, 559, "ORG"], [564, 569, "ORG"], [572, 579, "ORG"], [581, 609, "TITLE"]]}
{"text": "59 Pealegi eeldavad määruse nr 6/2002 artiklite 4–9 sätted erinevate õiguslike kriteeriumide kohaldamist (vt selle kohta analoogia alusel 14. märtsi 2018. aasta kohtuotsus Gifi Diffusion vs. EUIPO – Crocs (jalatsid), T‑424/16, ei avaldata, EU:T:2018:136, punkt 48).", "label": [[138, 160, "DATE"], [172, 186, "ORG"], [191, 196, "ORG"], [199, 204, "ORG"]]}
{"text": "60 Seega tuleneb määruse nr 6/2002 artiklitest 5–7 muu hulgas, et nii vaidlustatud disainilahenduse uudsuse kui ka eristatavuse hindamiseks asjakohaste õiguslike kriteeriumide kohaldamine eeldab, et on olemas üks või mitu varasemat disainilahendust, mille avalikustamist peab kehtetuks tunnistamise taotleja tõendama. Sellega seoses olgu märgitud, nagu on meenutatud eespool punktis 48, et määruse nr 2245/2002 artikli 28 lõike 1 punkti b alapunktist v tuleneb, et kui kehtetuks tunnistamise taotlus põhineb määruse nr 6/2002 artiklites 5 ja 6 sätestatud tingimuste rikkumisel, peab see sisaldama viidet varasematele disainilahendustele ja nende reproduktsioone, kui kõnealused varasemad disainilahendused võivad osutuda takistuseks registreeritud ühenduse disainilahenduse uudsusele või eristatavusele, ning dokumente, mis tõendavad selliste varasemate disainilahenduste olemasolu.", "label": [[748, 756, "LOC"]]}
{"text": "61 Seevastu ei ole varasema disainilahenduse olemasolu ja selle tõendamise nõuded vajalikud hindamaks, kas mitmeosalise toote koostisosa tunnusjooned on nähtavad vastavalt määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 sätestatud tingimustele. Samuti ei ole need vajalikud hindamiseks, kas toote välisomadused on tingitud üksnes selle tehnilisest otstarbest või kas neid on tarvis täpselt sama kuju ja suurusega reprodutseerida, et seda toodet saaks teise tootega ühendada vastavalt määruse artikli 8 lõikes 1 ja artikli 8 lõigetes 2 ja 3 sätestatud tingimustele. Lisaks ei ole need nõuded asjakohased nimetatud määruse artiklis 9 sätestatud tingimuse kohaldamisel.", "label": []}
{"text": "62 Punktides 54–61 esitatud analüüsi ei sea kahtluse alla asjaolu, et vastavalt määruse nr 6/2002 artikli 4 lõigetes 2 ja 3, artikli 8 lõikes 1 ning artikli 8 lõigetes 2 ja 3 määratletud tingimused võivad takistada üksnes vaidlustatud disainilahenduses seisneva toote ühele või mitmele tunnusjoonele või selle välimusele kaitse andmist ning et sel juhul tuleb kontrollida, kas muud tunnusjooned, mille kaitsmine ei ole välistatud, on nõutaval viisil uudsed ja eristatavad (vt selle kohta analoogia alusel 9. septembri 2011. aasta kohtuotsus Kwang Yang Motor vs. Siseturu Ühtlustamise Amet – Honda Giken Kogyo (sisepõlemismootor), T‑10/08, ei avaldata, EU:T:2011:446, punkt 19, ja 21. mai 2015. aasta kohtuotsus Senz Technologies vs. Siseturu Ühtlustamise Amet – Impliva (vihmavarjud), T‑22/13 ja T‑23/13, ei avaldata, EU:T:2015:310, punkt 101).", "label": [[505, 529, "DATE"], [541, 557, "ORG"], [562, 588, "ORG"], [591, 608, "ORG"], [680, 699, "DATE"], [711, 728, "ORG"], [733, 759, "ORG"], [762, 769, "ORG"]]}
{"text": "63 Sellisel juhul tuleb küsimus, kas need tingimused takistavad vaidlustatud disainilahenduses seisneva toote ühele või mitmele tunnusjoonele või selle välimusele kaitse andmist, lahendada enne, kui saab võtta seisukoha nende tunnusjoonte uudsuse ja eristatavuse kohta, mida need tingimused ei puuduta, ning selle puhul on seega tegemist enne lahendatava küsimusega (vt selle kohta analoogia alusel 12. mai 2016. aasta kohtuotsus mobile.international vs. EUIPO – Rezon (mobile.de), T‑322/14 ja T‑325/14, ei avaldata, EU:T:2016:297, punkt 76, apellatsioonimenetluses kinnitatud 28. veebruari 2018. aasta kohtuotsusega mobile.de vs. EUIPO, C‑418/16 P, EU:C:2018:128, punkt 88). Seda enne lahendatavat küsimust tuleb seega uurida eraldi ja sõltumatult küsimusest, kas asjaomase toote muud tunnusjooned või välimus on uudsed ja eristatavad (vt selle kohta analoogia alusel 9. septembri 2011. aasta kohtuotsus sisepõlemismootor, T‑10/08, ei avaldata, EU:T:2011:446, punktid 19 ja 20).", "label": [[399, 418, "DATE"], [430, 450, "ORG"], [455, 460, "ORG"], [463, 468, "ORG"], [470, 479, "ORG"], [577, 602, "DATE"], [617, 626, "ORG"], [631, 636, "ORG"], [869, 893, "DATE"]]}
{"text": "64 Teiseks tuleb määruse nr 6/2002 artikli 25 lõike 1 punkti b eesmärkide kohta esile tuua, et nagu komisjon märkis oma 3. detsembri 1993. aasta ettepaneku võtta vastu Euroopa Parlamendi ja nõukogu määrus ühenduse disainilahenduse kohta (EÜT 1994, C 29, lk 20) seletuskirjas selle ettepaneku artiklite 56–58 kohta (nüüd määruse nr 6/2002 artiklid 52–54), kujutab kehtetuks tunnistamise menetlus endast EUIPO talitustele peamist vahendit kontrollimaks ühenduse disainilahenduse kehtivust pärast selle registreerimist.", "label": [[100, 108, "ORG"], [120, 144, "DATE"], [168, 186, "ORG"], [190, 197, "ORG"], [402, 407, "ORG"], [451, 459, "LOC"]]}
{"text": "65 Seega on määruse nr 6/2002 artikli 25 lõike 1 punktil b selle eesmärgi saavutamisel otsustav roll, kuna see annab EUIPO talitustele üheainsa kehtetuks tunnistamise taotluse läbivaatamisel pädevuse kontrollida nende ühenduse disainilahendusele kaitse andmise oluliste tingimuste järgimist, mis on sätestatud kõnealuse määruse artiklites 4–9.", "label": [[117, 122, "ORG"], [218, 226, "LOC"]]}
{"text": "66 Samas ei ole tõhusa kehtetuks tunnistamise menetluse jaoks vaja, et määruse nr 6/2002 artikli 25 lõike 1 punktis b nimetatud alusel tuginevat kehtetuks tunnistamise taotlust läbi vaatav EUIPO talitus peaks ipso facto ja korrapäraselt käsitlema seda kui nende poole pöördumist seetõttu, et täidetud ei ole kõik selle määruse artiklites 4–9 sätestatud tingimused.", "label": [[189, 194, "ORG"]]}
{"text": "67 Nagu eespool punktides 54–58 märgitud, piisab nimelt sellest, kui vaidlustatud disainilahendus tervikuna ei vasta ühele neist tingimustest, et EUIPO saaks selle kehtetuks tunnistada, ja seega on selle disainilahenduse kehtivuse kontrollimise eesmärk täidetud, ilma et see amet peaks teisi tingimusi kontrollima.", "label": [[146, 151, "ORG"]]}
{"text": "68 Lisaks, arvestades asjaolu, et nende tingimustega rakendatakse erinevaid õiguslikke kriteeriume, ei ole selliste kehtetuks tunnistamise taotluse toetuseks esitatud faktide, tõendite ja argumentide hindamine, mis esitati tõendamaks, et üks neist tingimustest ei ole täidetud, tingimata asjakohane kontrollimaks, kas ka mõnda teist tingimust on eiratud. Lisaks võib selline kontroll nõuda EUIPO‑lt väga tehniliste hinnangute andmist (vt selle kohta 20. oktoobri 2011. aasta kohtuotsus PepsiCo vs. Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, punkt 67). Seetõttu võib kehtetuks tunnistamise menetluse tõhusus sattuda ohtu, kui EUIPO peaks korrapäraselt kõiki neid tingimusi kontrollima isegi juhul, kui poolte esitatud faktid, tõendid ja argumendid on asjakohased vaid neist ühe või neist ühe osa kontrollimisel.", "label": [[390, 398, "ORG"], [450, 474, "DATE"], [486, 493, "ORG"], [498, 522, "ORG"], [635, 640, "ORG"]]}
{"text": "69 Seega tuleb asuda seisukohale, et määruse nr 6/2002 artikli 25 lõike 1 punkti b sõnastust tuleb selle konteksti ja eesmärke arvestades tõlgendada nii, et see ei nõua tingimata kõigile selle määruse artiklites 4–9 kehtestatud tingimustele vastavuse kontrollimist, vaid võib nõuda poolte esitatud faktide, tõendite ja argumentide alusel üksnes ühele või osadele tingimustele vastavuse kontrollimist.", "label": []}
{"text": "b) Küsimus, mil määral piiravad määruse nr 6/2002 artikli 63 lõike 1 teise lause sätted EUIPO talituste poolt selle määruse artikli 25 lõike 1 punktis b osutatud kehtetuse aluse kontrollimise ulatust", "label": [[88, 93, "ORG"]]}
{"text": "70 Määruse nr 6/2002 artikli 63 lõike 1 teise lause tõlgendamise puhul tuleb korrata väljakujunenud kohtupraktikat, mille kohaselt peab Euroopa Parlamendi ja nõukogu 14. juuni 2017. aasta määruse (EL) 2017/1001 Euroopa Liidu kaubamärgi kohta (ELT 2017, L 154, lk 1) artikli 95 lõike 1 analoogseid sätteid tõlgendama nii, et vastulausemenetluses võivad EUIPO talitused tugineda oma otsuses üksnes sellistele suhtelistele keeldumispõhjustele, millele asjaomane pool on viidanud, ning nendega seonduvatele faktilistele asjaoludele ja tõenditele, mille pooled on esitanud. See ei välista aga muu hulgas seda, et EUIPO talitused võivad lisaks vastulausemenetluse poolte sõnaselgelt osundatud faktiliste asjaolude kõrval võtta arvesse ka üldtuntud asjaolusid, ning analüüsida ka õigusküsimust, mida pooled ei ole tõstatanud, kui selle küsimuse lahendamine on asjakohaste õigusnormide õigesti kohaldamise tagamiseks vajalik (vt selle kohta 15. oktoobri 2018. aasta kohtuotsus Apple and Pear Australia ja Star Fruits Diffusion vs. EUIPO – Pink Lady America (WILD PINK), T‑164/17, ei avaldata, EU:T:2018:678, punkt 20 ja seal viidatud kohtupraktika).", "label": [[136, 154, "ORG"], [158, 165, "ORG"], [166, 187, "DATE"], [211, 224, "LOC"], [352, 357, "ORG"], [608, 613, "ORG"], [933, 957, "DATE"], [969, 974, "ORG"], [979, 993, "ORG"], [997, 1018, "ORG"], [1023, 1028, "ORG"], [1031, 1048, "ORG"], [1050, 1059, "TITLE"]]}
{"text": "71 See kohtupraktika on mutatis mutandis kohaldatav ühenduse disainilahenduse kehtetuks tunnistamise menetluse käigus EUIPO talituste läbiviidava kontrolli ulatusele, mis on määratletud määruse nr 6/2002 artikli 63 lõike 1 teises lauses (vt selle kohta 23. oktoobri 2018. aasta kohtuotsus Mamas and Papas vs. EUIPO – Wall-Budden (lastevoodi äärepehmendus), T‑672/17, ei avaldata, EU:T:2018:707, punktid 31, 32 ja 35 ning seal viidatud kohtupraktika). Sellega seoses on Euroopa Kohus täpsustanud eeskätt, et kui kehtetuks tunnistamise taotleja tugineb määruse nr 6/2002 artikli 25 lõike 1 punktis b ette nähtud kehtetuse alusele, peab ta esitama tõendid selle kohta, et vaidlustatud disainilahendus ei vasta selle määruse artiklites 4–9 sätestatud tingimustele (21. septembri 2017. aasta kohtuotsus Easy Sanitary Solutions ja EUIPO vs. Group Nivelles, C‑361/15 P ja C‑405/15 P, EU:C:2017:720, punkt 60).", "label": [[118, 123, "ORG"], [253, 277, "DATE"], [289, 304, "ORG"], [309, 314, "ORG"], [317, 328, "ORG"], [469, 482, "ORG"], [761, 786, "DATE"], [798, 821, "ORG"], [825, 830, "ORG"], [835, 849, "ORG"]]}
{"text": "72 Käesoleval juhul pidi apellatsioonikoda seega hageja esitatud kehtetuks tunnistamise taotluse põhjenduseks toodud faktilisi ja õiguslikke asjaolusid arvestades kindlaks tegema, milliste määruse nr 6/2002 artiklites 4–9 sätestatud tingimuste mittevastavusele kõnealuses asjas tugineti, ning ta oli kohustatud neid kontrollima, lähtudes vajaduse korral üldtuntud asjaoludest ja õigusküsimustest, mida pooled ei tõstatanud, kuid mis on vajalikud asjaomaste sätete kohaldamiseks.", "label": [[25, 42, "ORG"]]}
{"text": "73 Kõigest eeltoodust tuleneb, et apellatsioonikoda eksis, leides, et kuna hageja kehtetuks tunnistamise taotlus põhines määruse nr 6/2002 artikli 25 lõike 1 punktil b, siis soovis hageja tugineda sellele, et vaidlustatud disainilahendus ei vasta kõigile selle määruse artiklites 5, 6, 8 ja 9 ette nähtud nõuetele.", "label": [[34, 51, "ORG"]]}
{"text": "74 Järelikult, vastupidi sellele, mida väidab hageja käsitletava väite raames, ei olnud apellatsioonikoda ainuüksi seetõttu, et hageja kehtetuks tunnistamise taotlus põhines selle määruse artikli 25 lõike 1 punktil b, kohustatud kontrollima, kas vaidlustatud disainilahendus vastab kõigile määruse nr 6/2002 artiklites 4–9 ette nähtud nõuetele.", "label": [[88, 105, "ORG"]]}
{"text": "75 Lisaks ei ole käsitletava väite raames tähtsust asjaolul, et hoolimata sellest, et apellatsioonikoda lähtus eeldusest, et määruse nr 6/2002 artikli 25 lõike 1 punktis b ette nähtud kehtetuse alus on jagamatu, asus ta seisukohale, et ta ei ole pädev sisuliselt kontrollima selle määruse artiklite 8 ja 9 kohaldamist, ning tähtsust ei ole ka asjaolul, et ta jättis võtmata seisukoha nimetatud määruse artikli 4 lõigetes 2 ja 3 sätestatud tingimuste kohaldamise küsimuses. Nagu on tõdetud eespool punktis 73, on see eeldus nimelt ekslik.", "label": [[86, 103, "ORG"]]}
{"text": "76 Esimene väide tuleb seega tagasi lükata.", "label": []}
{"text": "77 Hagi analüüsimist tuleb jätkata viienda väite teise osaga.", "label": []}
{"text": "2. Viienda väite teine osa, mis on esitatud selle peale, et apellatsioonikoda jättis vaidlustatud disainilahenduse – kui mitmeosalise toote koostisosa, mis ei ole pärast sellese tootesse paigutamist nähtav ‑määruse nr 6/2002 artikli 4 lõigete 2 ja 3 alusel kehtetuks tunnistamata", "label": [[60, 77, "ORG"]]}
{"text": "78 Hageja viitab seisukohtadele, mis ta esitas pärast 16. mai 2018. aasta teadet. Ta väidab, et vaidlustatud disainilahendus vastab määruse nr 6/2002 artikli 4 lõigete 2 ja 3 määratlusele kui mitmeosalise toote koostisosa, mis ei ole pärast selle nimetatud tootesse paigutamist lõppkasutajale tavakasutuse käigus nähtav, mistõttu tuleb see disainilahendus kehtetuks tunnistada. Ta väidab, et kuna see detail paigutatakse sõiduki mootori ja jahutusseadme vahele ning kuna sõiduki kapott on suletud, jääb see detail täielikult sõiduki lõppkasutaja ehk juhi vaateväljast välja. Ta väidab, et need asjaolud on esitatud 16. mai 2018. aasta teates ja menetluse käigus poolte esitatud väidetes, kuid et apellatsioonikoda ei ole kordagi viidanud sellele teatele ja nendele väidetele. Ta leiab, et apellatsioonikoda jättis täitmata talle pandud põhjendamiskohustuse.", "label": [[54, 73, "DATE"], [615, 634, "DATE"], [696, 713, "ORG"], [789, 806, "ORG"]]}
{"text": "79 EUIPO nõustub oma vastuses, et 16. mai 2018. aasta teates paluti pooltel esitada oma seisukoht küsimuses, kas vaidlustatud disainilahendus tuleb määruse nr 6/2002 artikli 4 lõike 2 alusel kehtetuks tunnistada. Ta juhib tähelepanu sellele, et vastavalt komisjoni 5. veebruari 1996. aasta määruse (EÜ) nr 216/96, mis näeb ette siseturu harmoneerimisameti apellatsioonikomisjonide protseduurireeglid (kaubamärgid ja tööstusdisainilahendused) (EÜT 1996, L 28, lk 11; ELT eriväljaanne 17/01, lk 221), artiklile 10 ei ole apellatsioonikoda seotud teatistega, mille ettekande tegija saadab pooltele seoses vaidlustatud disainilahenduse määruse nr 6/2002 artikli 4 lõike 2 alusel kehtetuks tunnistamise küsimusega. Lisaks väidab ta, et kuna hageja tugines nii tühistamisosakonnas kui ka apellatsioonikojas üksnes viimati nimetatud määruse artikli 4 lõikele 1, siis ei olnud apellatsioonikojal õigust teha otsust kõnealuses asjas nimetatud artikli lõigete 2 ja 3 kohaldamise kohta, sest muidu oleks ta muutnud vaidluse eset, mis on vastuolus sama määruse artikli 63 lõikega 1. Lõpuks toob ta esile, et vaidlustatud otsuse põhjendamata jätmine, mis tuleneb sellest, et ei ole esitatud põhjusi, miks apellatsioonikoda selles küsimuses seisukohta ei võtnud, ei ole tähtis, sest kui apellatsioonikoda oleks seda teinud, siis oleks ta teinud otsuse ultra petita.", "label": [[3, 8, "ORG"], [34, 53, "DATE"], [255, 264, "ORG"], [265, 289, "DATE"], [328, 355, "ORG"], [356, 380, "ORG"], [519, 536, "ORG"], [782, 800, "ORG"], [869, 887, "ORG"], [1192, 1209, "ORG"], [1273, 1290, "ORG"]]}
{"text": "80 Menetlusse astuja viitab sisuliselt viienda väite esimese osa raames esitatud argumentidele. Sellega seoses olgu märgitud, et ta oli esile toonud, et vaidlustatud disainilahenduses seisnevat detaili võib kasutada ka muul eesmärgil kui tema peamine kaubanduslik väljund, nagu ta ise olevat kehtetuks tunnistamise menetluses tõendanud. Hageja klientide nõudmistel sellele detailile ei ole selles osas tähtsust. Menetlusse astuja lisab, et vaidlustatud disainilahenduses seisneva detaili muude kui hageja viidatud otstarvete või kasutusviiside puhul ei jää see detail tingimata nähtamatuks. Lõpuks kordab ta viienda väite esimeses osas juba esitatud argumenti, mille kohaselt leidis apellatsioonikoda õigesti, et hageja, kes enne kehtetuks tunnistamise menetlust taotles identse disainilahenduse registreerimist, on tegutsenud vastuoluliselt. Lõpetuseks toob ta esile, et hageja ei ole kehtetuks tunnistamise taotluses viidanud määruse nr 6/2002 artikli 4 lõikele 2 ja et neile sätetele, millele amet ei saa omal algatusel tugineda, ei saa nüüd enam viidata.", "label": [[683, 700, "ORG"]]}
{"text": "81 Käesoleval juhul tuleb märkida, et viienda väite käsitletavas osas esitatakse sisuliselt kaks eraldiseisvat etteheidet, millest esimese kohaselt on rikutud põhjendamiskohustust, kuna apellatsioonikoda ei võtnud vaidlustatud otsuses seisukohta määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 sätestatud tingimuste kohta, ning teise kohaselt on tehtud hindamisviga, kuna apellatsioonikoda ei tuvastanud, et nende tingimuste kohaldamine toob kaasa vaidlustatud disainilahenduse kehtetuse. Neid etteheiteid tuleb seega analüüsida eraldi.", "label": [[186, 203, "ORG"], [368, 385, "ORG"]]}
{"text": "a) Esimene etteheide, et rikutud on põhjendamiskohustust, kuna apellatsioonikoda ei võtnud vaidlustatud otsuses seisukohta määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 sätestatud tingimuste kohta", "label": [[63, 80, "ORG"]]}
{"text": "82 Kõigepealt tuleb meenutada, et määruse nr 6/2002 artikli 62 esimese lause kohaselt peavad EUIPO otsused olema põhjendatud. Sellel põhjendamiskohustusel on sama ulatus kui ELTL artiklist 296 tuleneval kohustusel (vt 29. novembri 2018. aasta kohtuotsus Sata vs. EUIPO – Zhejiang Auarita Pneumatic Tools (värvipüstol), T‑651/17, ei avaldata, EU:T:2018:855, punkt 21 ja seal viidatud kohtupraktika).", "label": [[93, 98, "ORG"], [218, 242, "DATE"], [254, 258, "ORG"], [263, 268, "ORG"], [271, 303, "ORG"]]}
{"text": "83 Väljakujunenud kohtupraktika kohaselt peavad ELTL artiklis 296 nõutud põhjendused vastama asjaomase akti laadile ning neist peab selgelt ja üheselt selguma akti vastu võtnud institutsiooni arutluskäik, mis võimaldab huvitatud isikutel võetud meetme põhjusi mõista ja pädeval kohtul kontrolli teha. Põhjendamise nõude täidetuse hindamisel tuleb arvesse võtta juhtumi asjaolusid, eelkõige akti sisu, põhjenduste olemust ning huvi selgituste saamiseks, mis võib olla akti adressaatidel või teistel isikutel, keda akt otseselt ja isiklikult puudutab. Pealegi ei tule küsimust, kas akti põhjendus vastab ELTL artikli 296 nõuetele, hinnata mitte üksnes lähtuvalt akti sõnastusest, vaid samuti selle kontekstist ja asjaomase valdkonna õiguslikust regulatsioonist tervikuna (vt selle kohta 10. juuli 2008. aasta kohtuotsus Bertelsmann ja Sony Corporation of America vs. Impala, C‑413/06 P, EU:C:2008:392, punkt 166 ja seal viidatud kohtupraktika).", "label": [[785, 806, "DATE"], [818, 829, "ORG"], [833, 860, "ORG"], [865, 871, "ORG"]]}
{"text": "84 Kuigi vaidlustatud akti vastuvõtja ei ole kohustatud akti põhjendustes võtma seisukohta selgelt teisejärguliste asjaolude või argumentide suhtes ega ennetama võimalikke vastuväiteid, peab ta välja tooma otsuse ülesehituses keskse tähtsusega faktid ja õiguslikud kaalutlused. Lisaks peab põhjendus olema loogiline ja eelkõige ilma sisemiste vastuoludeta (vt analoogia alusel 10. juuli 2008. aasta kohtuotsus Bertelsmann ja Sony Corporation of America vs. Impala, C‑413/06 P, EU:C:2008:392, punkt 169 ja seal viidatud kohtupraktika). Seevastu arvestades, et põhjendamiskohustus on oluline menetlusnõue, mida tuleb eristada põhjenduste paikapidavusest, võib põhjendus olla piisav ka valesid põhjendusi esitades (vt 13. juuni 2017. aasta kohtuotsus Ball Beverage Packaging Europe vs. EUIPO – Crown Hellas Can (joogipurgid), T‑9/15, EU:T:2017:386, punkt 27 ja seal viidatud kohtupraktika).", "label": [[377, 398, "DATE"], [410, 421, "ORG"], [425, 452, "ORG"], [457, 463, "ORG"], [715, 736, "DATE"], [748, 778, "ORG"], [783, 788, "ORG"], [791, 807, "ORG"]]}
{"text": "85 Kõnealuses etteheites heidab hageja apellatsioonikojale ette, et ta jättis võtmata seisukoha küsimuses, kas vaidlustatud disainilahendus seisneb mitmeosalise toote koostisosas, mis nimetatud tootesse paigutamise korral jääb selle tavakasutuse käigus nähtavaks määruse nr 6/2002 artikli 4 lõigete 2 ja 3 tähenduses, olgugi et seda küsimust käsitleti 16. mai 2018. aasta teates ja poolte hilisemates seisukohtades.", "label": [[39, 58, "ORG"], [352, 371, "DATE"]]}
{"text": "86 Selle etteheite põhjendatust tuleb analüüsida eespool punktides 82–84 nimetatud põhimõtetest lähtudes.", "label": []}
{"text": "87 Käesolevas asjas tuleb kõigepealt esile tuua, nagu on meenutatud eespool punktis 13 ja nagu nähtub vaidlustatud otsuse osast „Asjaolude kokkuvõte“, et hageja kaebuse läbivaatamise raames saadeti pooltele määruse nr 6/2002 artikli 59 lõike 2 alusel 16. mai 2018. aasta teade. Selles teates oli märgitud, et vaidlustatud disainilahendus tuleb tunnistada kehtetuks, kuna see ei vasta määruse nr 6/2002 artiklis 4 ette nähtud tingimustele, sest selles disainilahenduses seisnev toode on mitmeosalise toote (mootor tervikuna – muhvsidur – kompressor) koostisosa (st siduridetail), mis pärast sellesse mitmeosalisse tootesse paigutamist ei ole selle toote tavakasutuse käigus enam nähtav. Apellatsioonikoda märkis nimelt, et asjaomast detaili katab kompressor, mis võtab palju ruumi, ning et kõnealune mitmeosaline toode ise on täielikult varjatud, kui sõiduki kapott on suletud, st tavalises asendis.", "label": [[251, 270, "DATE"], [686, 703, "ORG"]]}
{"text": "88 Seejärel tuleb esile tuua, nagu on märgitud ka vaidlustatud otsuse osas „Asjaolude kokkuvõte“, mida on korratud eespool punktis 14, et pooltel paluti kehtetuks tunnistamise menetluses vastavalt määruse nr 6/2002 artikli 59 lõikele 2 esitada selle teate suhtes oma seisukoht, mida nad tegid vastavalt 16. juulil ja 17. septembril 2018. Menetlusse astuja selgitas sisuliselt, et vaidlustatud disainilahenduses seisnevat detaili, mida kasutatakse erinevate koostisosade ja mitte üksnes sõiduki mootori ja kompressori ühendamiseks, ei saa käsitada mitmeosalise toote koostisosana, ning et see on selle kasutamise käigus tavaliselt nähtav. Hageja väitis omalt poolt, et asjaomase detaili tehniliste näitajate tõttu on see mõeldud üksnes jahutusseadme ja sõiduki mootori ühendamiseks ning et seetõttu kaob see pärast kapoti sulgemist kasutaja vaateväljast täielikult.", "label": [[303, 313, "DATE"], [317, 336, "DATE"]]}
{"text": "89 Lõpuks tuleb tõdeda, et osas „Otsuse põhjendused“ ei viidanud apellatsioonikoda kordagi 16. mai 2018. aasta teatele ja selle järel poolte esitatud seisukohtadele ning eelkõige ei ole ta näidanud, millised järeldused ta sellest teatest ja nendest seisukohtadest tegi. Nagu juba korduvalt on märgitud, ei käsitlenud ta ka ise – sõltumata kõigist viidetest nimetatud teatele ja seisukohtadele – kõnealusele asjale määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamise küsimust (vt eespool punktid 15, 38, 42‑44 ja 75).", "label": [[65, 82, "ORG"], [91, 110, "DATE"]]}
{"text": "90 Siiski tuleb meenutada, et vaidlustatud akti põhjendus võib olla kaudne tingimusel, et see võimaldab huvitatud isikutel vaidlustatud otsuse võtmise põhjusi mõista ning annab pädevale kohtule piisavalt teavet kontrolli tegemiseks. Põhjendusi, mida ei ole otseselt väljendatud, võib seega arvesse võtta, kui need on nii huvitatud isikute kui ka liidu kohtu jaoks ilmselged (vt 14. märtsi 2018. aasta kohtuotsus jalatsid, T‑424/16, ei avaldata, EU:T:2018:136, punkt 35 ja seal viidatud kohtupraktika).", "label": [[346, 357, "ORG"], [378, 400, "DATE"]]}
{"text": "91 Seega tuleb uurida, ega apellatsioonikoja seisukohta kõnealusele asjale määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamise küsimuses ei saa kaudselt tuletada vaidlustatud otsuse põhjendustest.", "label": [[27, 44, "ORG"]]}
{"text": "92 Sellega seoses tuleb kõigepealt märkida, et nagu nähtub 16. mai 2018. aasta teate sisust, jõudis apellatsioonikoda järeldusele, et vaidlustatud disainilahendus tuleb kehtetuks tunnistada määruse nr 6/2002 artikli 4 lõike 2 punkti a alusel.", "label": [[59, 78, "DATE"], [100, 117, "ORG"]]}
{"text": "93 Kuna aga vaidlustatud otsusega on otsustatud hageja esitatud kehtetuks tunnistamise taotlus rahuldamata jätta, võib sellest järeldada, et apellatsioonikoda jättis kõrvale kaalutlused, millel 16. mai 2018. aasta teade põhines, ning ka hageja seisukohtades esitatud kaalutlused, millele on viidatud eespool punktis 88.", "label": [[141, 158, "ORG"], [194, 213, "DATE"]]}
{"text": "94 Sellegipoolest tuleb tõdeda, et vaidlustatud otsusest ei nähtu isegi sellisel juhul selgelt põhjused, miks apellatsioonikoda need kaalutlused tagasi lükkas.", "label": [[110, 127, "ORG"]]}
{"text": "95 Esiteks olgu märgitud, et nagu nähtub eespool punktist 42, on apellatsioonikoda põhjendava osa alguses, milles ta esitas oma tõlgenduse määruse nr 6/2002 artikli 25 lõike 1 punkti b kohta, nimetanud nende tingimustega seoses, mille rikkumisele hageja tema arvates soovis tugineda, üksnes selle määruse artikleid 5, 6, 8 ja 9, ning on sel puhul jätnud mainimata nimetatud määruse artikli 4 lõigetes 2 ja 3 sätestatud tingimused.", "label": [[65, 82, "ORG"]]}
{"text": "96 Nagu on märgitud eespool punktides 42–44, on nende sätete mainimata jätmine raskesti ühildatav apellatsioonikoja tõlgendusega määruse nr 6/2002 artikli 25 lõike 1 punkti b kohta, kuna selle sätte sõnastus viitab sõnaselgelt selle määruse artiklitele 4–9, jätmata välja selle artikli 4 lõiked 2 ja 3, milles on sätestatud selle määruse artikli 3 punkti c tähenduses mitmeosalise toote koostisosas seisneva disainilahenduse kaitse eritingimused. Sellegipoolest ei esitanud apellatsioonikoda ühtegi selgitust, mis võimaldaks mõista, miks ta sellest tõlgendusest hoolimata leidis, et hageja esitatud kehtetuks tunnistamise taotlus puudutas üksnes kõnealuse määruse artiklites 5, 6, 8 ja 9 sätestatud tingimustele mittevastavust.", "label": [[98, 115, "ORG"], [474, 491, "ORG"]]}
{"text": "97 Teiseks ei ole veenvad EUIPO need selgitused, mis ta esitas kostja vastuses ja kohtuistungil apellatsioonikoja kaudse seisukoha kohta määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamise küsimuses.", "label": [[26, 31, "ORG"], [96, 113, "ORG"]]}
{"text": "98 Sellega seoses tuleb meenutada, et EUIPO kinnitas, et apellatsioonikoda oli arvamusel, et ta oli 16. mai 2018. aasta teates viitega määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamisele käesolevas asjas läinud kaugemale poolte esitatud argumentidest ja nõudmistest, rikkudes sellega nimetatud määruse artikli 63 lõiget 1, ning et ta ei maininud seda teadet nimetatud otsuse õiguslikes põhjendustes, et vältida ultra petita otsuse tegemist.", "label": [[38, 43, "ORG"], [57, 74, "ORG"], [100, 119, "DATE"]]}
{"text": "99 Seda apellatsioonikoja eeldatavat seisukohta ei saa aga vaidlustatud otsusest selgelt ja ühemõtteliselt tuletada.", "label": [[8, 25, "ORG"]]}
{"text": "100 Tegelikult piisab esiteks kordamisest, et apellatsioonikoda leidis, et määruse nr 6/2002 artikli 25 lõike 1 punkt b, millele oli käesoleval juhul tema ees tuginetud, viitab kõigile selle määruse artiklites 4–9 kehtestatud tingimustele. Teiseks tuleb sedastada, et sama määruse artiklites 8 ja 9 sätestatud tingimuste kohta märkis apellatsioonikoda sõnaselgelt, et kuigi viimati nimetatud tingimusi tuleb käsitleda nii, et hageja on neile kehtetuks tunnistamise taotluse põhjendamiseks viidanud, ei ole hageja selle kohta esitanud ühtegi argumenti, mistõttu tal ei jää muud üle, kui kehtetuks tunnistamise taotluse see osa kõnealuse määruse artikli 63 lõike 1 alusel tagasi lükata.", "label": [[46, 63, "ORG"], [335, 351, "ORG"]]}
{"text": "101 Seega näib loogiline vaidlustatud otsuse neist põhjendustest järeldada, et kui apellatsioonikoda oleks otsustanud – nagu väidab EUIPO –, et vastavalt määruse nr 6/2002 artikli 63 lõike 1 teisele lausele ei ole tal võimalik teha otsust selle määruse artikli 4 lõigete 2 ja 3 kohaldatavuse kohta vaidlustatud disainilahendusele, oleks ta seda sõnaselgelt märkinud. Selline sõnaselge põhjendus oleks olnud sel juhul seda vajalikum, et 16. mai 2018. aasta teates oli ettekande tegija ometi selgelt nimetanud, et kõnealuse määruse artikli 25 lõike 1 punkti b sõnastuses viidatakse neile sätetele, ning ta tundus olevat asunud seisukohale, et poolte väidetest ja nende põhjendamiseks esitatud dokumentidest nähtus, et need sätted on kohaldatavad ning et tal tuleb käsitleda nende kohaldamise küsimust.", "label": [[83, 100, "ORG"], [132, 137, "ORG"], [436, 455, "DATE"]]}
{"text": "102 Igal juhul on EUIPO hüpoteesi eeldus väär. Vastupidi tema väidetele ei keelanud määruse nr 6/2002 artikli 63 lõike 1 teine lause tegelikult apellatsioonikojal viidata vaidlustatud otsuse põhjendustes 16. mai 2018. aasta teate esemele. Niisiis, isegi kui möönda, et apellatsioonikoda leidis, et need sätted keelavad tal kohaldada vaidlustatud disainilahenduse suhtes nimetatud määruse artikli 4 lõikeid 2 ja 3, ei takistanud need teda siiski esitamast põhjusi, miks ta leidis vastupidi eespool viidatud teates esitatud järeldustele, et selline kohaldamine on võimatu.", "label": [[18, 23, "ORG"], [144, 162, "ORG"], [204, 223, "DATE"], [269, 286, "ORG"]]}
{"text": "103 Seega tuleb tõdeda, et need põhjendused, millega EUIPO liidu kohtus põhjendas asjaolu, et apellatsioonikoda ei kohaldanud vaidlustatud disainilahendusele määruse nr 6/2002 artikli 4 lõikeid 2 ja 3, ei nähtu selgelt ja ühemõtteliselt vaidlustatud otsuse sisust.", "label": [[53, 58, "ORG"], [59, 64, "LOC"], [94, 111, "ORG"]]}
{"text": "104 Pealegi ei saa Üldkohus neid põhjendusi nimetatud otsuse täiendava põhjendusena arvesse võtta. Väljakujunenud kohtupraktika kohaselt peab nimelt õigusakti põhjendus olema edastatud isikule, keda see akt puudutab, enne kui ta selle akti vaidlustab, ja põhjendamiskohustuse täitmata jätmist ei saa õiguspäraseks muuta asjaolu, et huvitatud isik saab akti põhjustest teada liidu kohtus toimuvas menetluses. See kahjustaks huvitatud isiku kaitseõigusi ja tema õigust tõhusale kohtulikule kaitsele ning liidu kohtutes poolte võrdsuse põhimõtet (vt 14. märtsi 2018. aasta kohtuotsus jalatsid, T‑424/16, ei avaldata, EU:T:2018:136, punkt 34 ja seal viidatud kohtupraktika).", "label": [[19, 27, "ORG"], [547, 569, "DATE"]]}
{"text": "105 Kolmandaks tuleb märkida, et vaidlustatud otsus sisaldab nii selle toote kirjeldust, milles vaidlustatud disainilahendus seisneb, kui ka selle kasutusviisi, mis ei erine oluliselt 16. mai 2018. aasta teates esitatud kirjeldusest.", "label": [[184, 203, "DATE"]]}
{"text": "106 Nimelt, nagu nähtub vaidlustatud otsuse punktist 38, kirjeldab apellatsioonikoda vastandatud disainilahendusi kui detaili, mis võimaldab ühendada jahutusseadme kompressori sõiduki mootoriplokiga. Ta märgib veel, et kõnealune detail on kruvitud mootoriploki külge ja et seejärel on jahutusseadmeid toitev kompressor kruvitud selle külge. Sellest kirjeldusest võib seega järeldada, et apellatsioonikoda ei kaalunud vaidlustatud disainilahenduses seisneva detaili muud kasutusviisi kui jahutus- või kliimaseadme ühendamine selle sõiduki mootoriplokiga, millele seda paigaldatakse. Lisaks ei viita selles kirjelduses miski sellele, et apellatsioonikoda oleks välistanud määratlemise mitmeosalise tootena määruse nr 6/2002 artikli 3 punkti c tähenduses, millest lähtuti 16. mai 2018. aasta teates, et kirjeldada tervikut, mis koosneb mootorist, vaidlustatud disainilahenduses seisnevast detailist ja kompressorist.", "label": [[67, 84, "ORG"], [387, 404, "ORG"], [636, 652, "ORG"], [769, 788, "DATE"]]}
{"text": "107 Järelikult ei ole vaidlustatud otsuse põhjendustest võimalik selgelt järeldada, et apellatsioonikoja seisukoht on võrreldes 16. mai 2018. aasta teatega muutunud küsimuses, kas vaidlustatud disainilahenduses seisnev toode kuulub mitmeosalise toote koostisosana määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamisalasse. Eelkõige ei nähtu sellest otsusest, et apellatsioonikoda oleks nõustunud menetlusse astuja 16. juuli 2018. aasta seisukohtadega, milles viimane vaidlustas määratlemise mitmeosalise tootena ja viitas mitmele alternatiivsele kasutusviisile peale eespool punktis 106 kirjeldatu.", "label": [[87, 104, "ORG"], [128, 147, "DATE"], [364, 381, "ORG"], [416, 437, "DATE"]]}
{"text": "108 Vastab tõele, et vaidlustatud otsuse punktides 39 ja 40 määratles apellatsioonikoda vaidlustatud disainilahenduse vastava ala asjatundjast kasutaja määruse nr 6/2002 artikli 6 lõike 1 tähenduses, kellest lähtudes tuleb selle disainilahenduse eristatavust hinnata, isikuna, kelleks võib olla näiteks jahutusseadmete paigaldaja või automehaanikatöökoja töötaja, kes vastutab sõidukile paigaldatava detaili valimise eest. Need järeldused võivad näida vastuolus 16. mai 2018. aasta teates esitatud järeldustega, mille kohaselt ei ole kõnealune detail pärast paigutamist enam nähtav määruse artikli 4 lõike 3 tähenduses tavakasutuse käigus, see tähendab väljaspool hooldust, teenindust või remonti.", "label": [[70, 87, "ORG"], [303, 329, "PROFESSION"], [334, 362, "PROFESSION"], [462, 481, "DATE"]]}
{"text": "109 Tegelikult on määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 ning selle määruse artikli 6 lõikes 1 sätestatud kriteeriumid erinevad. Vaidlustatud disainilahenduse eristatavuse hindamine sõltub asjatundjast kasutajale sellest jäävast üldmuljest, mis loogiliselt tähendab, et disainilahendus on sellele kasutajale nähtav. Seevastu määruse artikli 4 lõikes 3 kasutatud mõiste „tavakasutus“ ei ole sellise hindamise puhul asjakohane. Asjatundliku kasutaja kindlaks tegemine vaidlustatud otsuse punktides 39 ja 40 ei mõjuta seega apellatsioonikoja hinnangut selle kohta, kas käesolev juhtum vastab sama artikli 4 lõigete 2 ja 3 kriteeriumidele. See ei võimalda igal juhul mõista põhjusi, miks apellatsioonikoda leidis, et tema ülesanne ei ole nende kriteeriumide kohaldamist kontrollida.", "label": [[526, 543, "ORG"], [689, 706, "ORG"]]}
{"text": "110 Kõigest eeltoodust tuleneb, et ei poolte ega liidu kohtu jaoks ei tulene apellatsioonikoja järeldused määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kõnealusele asjale kohaldamise kohta selgelt vaidlustatud otsuse põhjendustest.", "label": [[49, 54, "LOC"], [77, 94, "ORG"]]}
{"text": "111 Seega tuleb nüüd analüüsida, kas need järeldused puudutavad vaidlustatud otsuse ülesehituses keskse tähtsusega fakte ja õiguslikke kaalutlusi eespool punktis 84 viidatud kohtupraktika tähenduses.", "label": []}
{"text": "112 Esiteks tuleb meelde tuletada, et nagu nähtub eespool punktidest 56 ja 62, võib mitmeosalise toote koostisosa tunnusjoonte nähtavuse puudumine määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 sätestatud tingimustel tuua kaasa selles koostisosas seisneva vaidlustatud disainilahenduse täieliku kehtetuse või – kui nähtavad ei ole vaid osad neist tunnusjoontest – osalise kehtetuse. Järelikult, nagu tuleneb nimetatud artikli 4 lõike 2 sõnastusest, ei ole nimetatutest esimesel juhul enam vajalik asjaomase disainilahenduse uudsuse ja eristatavuse kontrollimine sama määruse artiklite 5 ja 6 kriteeriumide alusel ning teisel juhul peab see kontroll piirduma tunnusjoontega, mis on nähtavad. Küsimus, kas artikli 4 lõiked 2 ja 3 on käesoleval juhul kohaldatavad, võib seega vaidlustatud otsuse ülesehituses olla põhimõtteliselt keskse tähtsusega, arvestades selle võimalikku mõju otsuse põhjendavale osale ja resolutsioonile, seda enam, et apellatsioonikoda leidis, et hageja on viidanud vaidlustatud disainilahenduse uudsuse ja eristatavuse puudumisele.", "label": []}
{"text": "113 Teiseks tuleb märkida, et nagu nähtub 16. mai 2018. aasta teate sõnastusest, leidis apellatsioonikoda selles menetlusstaadiumis, et poolte väited ja nende väidete toetuseks esitatud tõendid näitasid, et määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 sätestatud tingimused ei ole täidetud. Lisaks esitasid pooled nimetatud teate kohta esitatud seisukohtades selle küsimuse kohta oma arvamuse, mida apellatsioonikoda ei pidanud vastuvõetamatuteks.", "label": [[42, 61, "DATE"], [88, 105, "ORG"], [398, 415, "ORG"]]}
{"text": "114 Kuna vaidlustatud otsuse resolutsioonis hageja esitatud kaebuse rahuldamata jätmine näib, nagu on tõdetud eespool punktis 93, peegeldavat apellatsioonikoja seisukoha täielikku muutust küsimuses, kas vaidlustatud disainilahendusele tuleb kohaldada määruse nr 6/2002 artikli 4 lõikeid 2 ja 3, võrreldes 16. mai 2018. aasta teates esitatud apellatsioonikoja seisukohaga, siis oli apellatsioonikojal kohustus esitada selgelt selle muutuse põhjused.", "label": [[142, 159, "ORG"], [305, 324, "DATE"], [341, 358, "ORG"], [381, 399, "ORG"]]}
{"text": "115 Üksnes juhul, kui apellatsioonikoda oleks otsustanud hageja kaebuse rahuldada ja vaidlustatud disainilahenduse kehtetuks tunnistada muudel põhjustel kui määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamine sellele disainilahendusele, oleks ta võinud menetlusökonoomia kaalutlustel jätta need põhjendused esitamata (vt selle kohta analoogia alusel 14. detsembri 2006. aasta kohtuotsus Mast-Jägermeister vs. Siseturu Ühtlustamise Amet – Licorera Zacapaneca (VENADO raamiga jt), T‑81/03, T‑82/03 ja T‑103/03, EU:T:2006:397, punkt 80).", "label": [[22, 39, "ORG"], [353, 378, "DATE"], [390, 407, "ORG"], [412, 438, "ORG"], [441, 460, "ORG"], [462, 468, "TITLE"]]}
{"text": "116 Selliste põhjenduste puudumisel on hagejal raske Üldkohtus tulemuslikult vaidlustada seda, et määruse nr 6/2002 artikli 4 lõigetes 2 ja 3 sätestatud tingimusi ei ole sisuliselt kontrollitud. Ta saab äärmisel juhul, nagu ta seda hagiavalduses on pealegi teinud, üksnes korrata argumente, mis ta kaebemenetluses oli juba esitanud oma 17. septembri 2018. aasta seisukohtades, milles ta nõustus 16. mai 2018. aasta teates esitatud järeldustega. Seevastu ei ole tal võimalik tulemuslikult vaidlustada põhjusi, miks apellatsioonikoda nendest järeldustest kõrvale kaldus.", "label": [[53, 62, "ORG"], [336, 361, "DATE"], [395, 414, "DATE"], [514, 531, "ORG"]]}
{"text": "117 Samamoodi ei ole Üldkohtul võimalik kontrollida nende põhjuste paikapidavust ega täita nõuetekohaselt talle pandud ülesannet. Sellega seoses tuleb korrata, et tal on määruse nr 6/2002 artikli 61 lõike 2 alusel õigus teha täielikku kontrolli EUIPO apellatsioonikodade otsuste õiguspärasuse üle, uurides vajaduse korral, kas apellatsioonikojad on vaidluse asjaoludele andnud täpse õigusliku kvalifikatsiooni või ega kõnealustele apellatsioonikodadele esitatud faktiliste asjaolude hindamisel ei ole tehtud vigu (vt 18. oktoobri 2012. aasta kohtuotsus Ross ja Carlos Gómez vs. Baena Grupo, C‑101/11 P ja C‑102/11 P, EU:C:2012:641, punkt 39 ja seal viidatud kohtupraktika).", "label": [[21, 30, "ORG"], [245, 250, "ORG"], [251, 270, "ORG"], [327, 345, "ORG"], [431, 452, "ORG"], [517, 541, "DATE"], [553, 557, "PER"], [561, 573, "PER"], [578, 589, "ORG"]]}
{"text": "118 EUIPO ja menetlusse astuja argumendid ei võimalda seda järeldust kahtluse alla seada.", "label": [[4, 9, "ORG"]]}
{"text": "119 Kõigepealt olgu märgitud, nagu on juba esile toodud eespool punktis 104, et EUIPO argumendid ei saa korvata vaidlustatud otsuse põhjenduse puudumist, kahjustamata hageja kaitseõigusi, tema õigust tõhusale kohtulikule kaitsele ja liidu kohtutes poolte võrdsuse põhimõtet.", "label": [[80, 85, "ORG"], [233, 238, "LOC"]]}
{"text": "120 Seejärel tuleb märkida, et määruse nr 6/2002 artikli 63 lõike 1 kohaselt peab apellatsioonikoda selle määruse artikli 4 lõigetes 2 ja 3 ette nähtud tingimusi kontrollima küll üksnes juhul, kui lähtudes hageja esitatud kehtetuks tunnistamise taotlust toetavatest faktilistest ja õiguslikest asjaoludest saab asuda seisukohale, et hageja on viidanud sellele tingimusele mittevastavusele. Nimelt ei saanud eespool punktides 51–72 esitatud põhjustel järeldada, et EUIPO‑le esitati automaatselt selle tingimuse täitmata jätmise väide, kuna nimetatud kehtetuks tunnistamise taotlus põhines sama määruse artikli 25 lõike 1 punktil b.", "label": [[82, 99, "ORG"], [464, 472, "ORG"]]}
{"text": "121 Siiski olgu märgitud, nagu on tõdetud eespool punktides 87–110, et apellatsioonikoja seisukoht küsimuses, kas ta pidi kontrollima määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamist kõnealusele juhule, ei tulene vaidlustatud otsusest isegi mitte kaudselt, olgugi et apellatsioonikoda oli selles küsimuses oma seisukoha võtnud menetluse varasemas staadiumis.", "label": [[71, 88, "ORG"], [273, 290, "ORG"]]}
{"text": "122 Väljakujunenud kohtupraktika kohaselt ei ole Üldkohtul aga EUIPO apellatsioonikoja otsuse õiguspärasuse kontrolli raames õigust asendada apellatsioonikoja hinnangut enda omaga ega ka anda hinnangut mida apellatsioonikoda ei ole veel andnud (5. juuli 2011. aasta kohtuotsus Edwin vs. Siseturu Ühtlustamise Amet, C‑263/09 P, EU:C:2011:452, punkt 72). Eelkõige ei saa ta asuda apellatsioonikoja asemele hageja poolt kehtetuks tunnistamise taotluse toetuseks esitatud argumentide, faktiliste asjaolude ja tõendite hindamisel, mille apellatsioonikoda pidi läbi viima, ilma et see keeld hõlmaks vajaduse korral asjaomaste sätete kohaldamiseks vajalikke õigusküsimusi ja üldtuntud fakte, et teha kindlaks, kas apellatsioonikoja menetluses olnud vaidluses käsitleti määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kohaldamist (vt selle kohta analoogia alusel 11. detsembri 2014. aasta kohtuotsus CEDC International vs. Siseturu Ühtlustamise Amet – Underberg (pudelis oleva rohulible kuju), T‑235/12, EU:T:2014:1058, punkt 101 ja seal viidatud kohtupraktika).", "label": [[49, 58, "ORG"], [63, 86, "ORG"], [141, 158, "ORG"], [207, 224, "ORG"], [245, 265, "DATE"], [277, 282, "ORG"], [287, 313, "ORG"], [378, 395, "ORG"], [532, 549, "ORG"], [707, 724, "ORG"], [850, 875, "DATE"], [887, 905, "ORG"], [910, 936, "ORG"], [939, 948, "ORG"]]}
{"text": "123 Vastupidi sellele, mida väidab EUIPO, ei ole asjaolu, et hageja tsiteeris tühistamisosakonnale esitatud dokumentides sõnaselgelt määruse nr 6/2002 artikli 4 lõiget 1, mitte selle määruse artikli 4 lõikeid 2 ja 3, igal juhul iseenesest piisav tõendamaks, et nende sätete kohaldamine ei kuulunud vaidluse eseme hulka. Eelkõige ei saa välistada ilma kõiki hageja poolt kehtetuks tunnistamise menetluses esitatud faktilisi ja õiguslikke asjaolusid hindamata, et neid asjaolusid arvestades saab asuda seisukohale, et sisuliselt oli ta tuginenud nendele sätetele.", "label": [[35, 40, "ORG"]]}
{"text": "124 Lõpuks olgu märgitud, et kuigi 16. mai 2018. aasta teadet ei saa pidada apellatsioonikoja jaoks siduvaks, nagu EUIPO õigesti kinnitab, oli ta siiski kohustatud nõuetekohaselt põhjendama, miks ta leidis, et ta peab selle teate järeldustest kõrvale kalduma, kuna see teade ja selle suhtes poolte esitatud seisukohad on osa kontekstist, milles ta vaidlustatud otsuse vastu võttis (vt selle kohta analoogia alusel 28. juuni 2018. aasta kohtuotsus EUIPO vs. Puma, C‑564/16 P, EU:C:2018:509, punkt 66).", "label": [[35, 54, "DATE"], [76, 93, "ORG"], [115, 120, "ORG"], [414, 435, "DATE"], [447, 452, "ORG"], [457, 461, "ORG"]]}
{"text": "125 Mis puutub menetlusse astuja argumentidesse, siis tuleb esiteks märkida, et väide, mille kohaselt hageja etteheide põhjenduse puudumise kohta on vastuvõetamatu, kuna hageja ei ole oma kehtetuks tunnistamise taotluse toetuseks viidanud asjaolule, et vaidlustatud disainilahenduses seisnev toode on mitmeosalise toote koostisosa, tuleb igal juhul tagasi lükata, kuna – nagu on märgitud eespool punktis 122 – Üldkohtu ülesanne ei ole viia läbi hindamist, mille kohta apellatsioonikoda ei ole veel seisukohta võtnud.", "label": [[410, 418, "ORG"], [468, 485, "ORG"]]}
{"text": "126 Teiseks ei saa asjaolu, et hageja esitas eraldi menetluses vaidlustatud disainilahendusega identse disainilahenduse registreerimise taotluse, kaasa tuua käesoleva etteheite tagasilükkamist põhjendusel, et see on vastuolus argumentidega, millele ta viitas asjaomase registreeringu säilitamise toetuseks.", "label": []}
{"text": "127 Määruse nr 6/2002 artikli 52 lõige 1, mis näeb ette, et kui määruse artikli 25 lõigetest 2–5 ei tulene teisiti, võib iga füüsiline või juriidiline isik või pädev ametiasutus esitada ühenduse registreeritud disainilahenduse kehtetuks tunnistamise taotluse, ei sea nimelt sellise taotluse ja seda enam selle aluseks olevate väidete vastuvõetavust sõltuvusse menetluse algatamise huvi tõendamisest ega vaidlustatud disainilahenduse registrist kustutamise vastu tegeliku või võimaliku majandusliku huvi tõendamisest (vt selle kohta analoogia alusel 25. veebruari 2010. aasta kohtuotsus Lancôme vs. Siseturu Ühtlustamise Amet, C‑408/08 P, EU:C:2010:92, punktid 37–44). Sellega seoses tuleb täpsustada, et erinevalt selle määruse artikli 25 lõike 1 punktides c–g nimetatud kehtetuks tunnistamise alustest võib punktides a ja b nimetatud kehtetuks tunnistamise alustele üldjuhul tugineda iga füüsiline või juriidiline isik (13. juuni 2019. aasta kohtuotsus Visi/one vs. EUIPO – EasyFix (sõidukitele mõeldud sildihoidja), T‑74/18, EU:T:2019:417, punkt 64).", "label": [[186, 194, "LOC"], [549, 574, "DATE"], [586, 593, "ORG"], [598, 624, "ORG"], [921, 942, "DATE"], [954, 962, "ORG"], [967, 972, "ORG"], [975, 982, "ORG"]]}
{"text": "128 Järelikult ei mõjuta käesoleva etteheite vastuvõetavust ega ka tema sisulist hindamist asjaolu, et hageja püüdis registreerida vaidlustatud disainilahendusega identset disainilahendust ning kaitses menetlusse astuja algatatud viidatud disainilahenduse kehtetuks tunnistamise menetluses selle disainilahenduse uudsust ja eristatavust, olgugi et nüüd seab ta need kahtluse alla.", "label": []}
{"text": "129 Kõigest eeltoodust tuleneb, et põhjendamiskohustuse rikkumise etteheide on põhjendatud.", "label": []}
{"text": "130 Enne, kui saab määrata kindlaks, millised on eespool punktis 129 tehtud järelduse tagajärjed vaidlustatud otsuse resolutsioonile, tuleb analüüsida hageja viienda väite teise osa raames esitatud teist etteheidet, mille kohaselt on tehtud hindamisviga, kuna vaidlustatud otsuses ei tuvastatud vaidlustatud disainilahenduse kehtetust, kuigi see kujutab endast mitmeosalise toote koostisosa, mis ei ole määruse nr 6/2002 artikli 4 lõike 2 tähenduses nähtav pärast selle lõplikku paigutamist mitmeosalisse tootesse.", "label": []}
{"text": "b) Teine etteheide, mille kohaselt on tehtud hindamisviga, kuna apellatsioonikoda ei tuvastanud, et määruse nr 6/2002 artikli 4 lõigete 2 ja 3 kõnealusele juhtumile kohaldamine toob kaasa vaidlustatud disainilahenduse kehtetuse", "label": [[64, 81, "ORG"]]}
{"text": "131 Nagu eespool punktis 122 juba märgitud, ei ole väljakujunenud kohtupraktika kohaselt Üldkohtul õigust EUIPO apellatsioonikoja otsuse õiguspärasuse kontrolli raames asendada apellatsioonikoja hinnangut enda omaga ega ka anda hinnangut, mida apellatsioonikoda ei ole veel andnud.", "label": [[89, 98, "ORG"], [106, 111, "ORG"], [112, 129, "ORG"], [177, 194, "ORG"], [244, 261, "ORG"]]}
{"text": "132 Nagu on tõdetud eespool punktis 13, käsitles apellatsioonikoda kaebemenetluse käigus koostatud 16. mai 2018. aasta teates küsimust, kas vaidlustatud disainilahendus tuleb tunnistada kehtetuks põhjusel, et see on mitmeosalise toote koostisosa, mis ei ole pärast selle lõplikku paigutamist mitmeosalisse tootesse määruse nr 6/2002 artikli 4 lõike 2 tähenduses tavakasutuse käigus nähtav. Samas on eespool punktis 110 sedastatud, et apellatsioonikoja seisukoht selles küsimuses ei tulene vaidlustatud otsusest piisavalt selgelt ja ühemõtteliselt.", "label": [[49, 66, "ORG"], [99, 118, "DATE"], [434, 451, "ORG"]]}
{"text": "133 Järelikult ei ole Üldkohtul võimalik teha otsust määruse nr 6/2002 artikli 4 lõigete 2 ja 3 käesolevale asjale kohaldamise kohta ning kõnealune etteheide tuleb seega tagasi lükata.", "label": [[22, 31, "ORG"]]}
{"text": "134 Kuna aga esimese etteheitega on nõustutud, piisab sellest vaidlustatud otsuse tühistamiseks. Nimelt tuleneb väljakujunenud kohtupraktikast, et kuna põhjendamiskohustus on oluline menetlusnõue määruse nr 6/2002 artikli 61 lõike 2 tähenduses, ja selle rikkumise saab ka omal algatusel tuvastada, siis toob see kaasa vaidlustatud otsuse tühistamise (vt selle kohta analoogia alusel 30. märtsi 1995. aasta kohtuotsus parlament vs. nõukogu, C‑65/93, EU:C:1995:91, punkt 21, ning 10. juuli 2008. aasta kohtuotsus Bertelsmann ja Sony Corporation of America vs. Impala, C‑413/06 P, EU:C:2008:392, punkt 174). Seega tuleb tühistamisnõue rahuldada.", "label": [[383, 405, "DATE"], [417, 426, "ORG"], [431, 438, "ORG"], [478, 499, "DATE"], [511, 522, "ORG"], [526, 553, "ORG"], [558, 564, "ORG"]]}
{"text": "135 Arvestades aga eespool punktis 131 viidatud kohtupraktikat, ei saa Üldkohus vaidlustatud otsust muuta ning seega tuleb see hagiavalduse nõue, mis seda eesmärki taotleb, rahuldamata jätta.", "label": [[71, 79, "ORG"]]}
{"text": "136 Kõigest eeltoodust tuleneb, et ilma et oleks vaja analüüsida hagiavalduse teist kuni neljandat väidet, viienda väite esimest osa ja kuuendat väidet, tuleb vaidlustatud otsus tühistada ja jätta ülejäänud nõuded rahuldamata.", "label": []}
{"text": "IV. Kohtukulud", "label": []}
{"text": "137 Vastavalt Üldkohtu kodukorra artikli 134 lõikele 1 on kohtuvaidluse kaotanud pool kohustatud hüvitama kohtukulud, kui vastaspool on seda nõudnud.", "label": [[14, 22, "ORG"]]}
{"text": "138 Kodukorra artikli 135 lõikes 1 on siiski ette nähtud, et kui õiglus seda nõuab, võib Üldkohus otsustada, et kaotanud pool kannab lisaks enda kohtukuludele vaid osa vastaspoole kohtukuludest, või ei mõista temalt üldse kohtukulusid välja.", "label": [[89, 97, "ORG"]]}
{"text": "139 Kuna kohtuotsus on tehtud EUIPO ja menetlusse astuja kahjuks, tuleb esiteks jätta EUIPO kohtukulud tema enda kanda ja mõista hageja kohtukulud vastavalt hageja nõudele välja EUIPO‑lt ning teiseks jätta menetlusse astuja kohtukulud tema enda kanda.", "label": [[30, 35, "ORG"], [86, 91, "ORG"], [178, 186, "ORG"]]}
{"text": "Esitatud põhjendustest lähtudes ÜLDKOHUS (üheksas koda) otsustab:", "label": [[32, 55, "ORG"]]}
{"text": "1. Tühistada Euroopa Liidu Intellektuaalomandi Ameti (EUIPO) kolmanda apellatsioonikoja 19. novembri 2018. aasta otsus (asi R 1397/2017-3).", "label": [[13, 60, "ORG"], [61, 87, "ORG"], [88, 112, "DATE"]]}
{"text": "2. Jätta hagi ülejäänud osas rahuldamata.", "label": []}
{"text": "3. Jätta EUIPO kohtukulud tema enda kanda ja mõista temalt välja L. Oliva Torras, SA kohtukulud.", "label": [[9, 14, "ORG"], [65, 84, "ORG"]]}
{"text": "4. Jätta Mecánica del Frío, SL‑i kohtukulud tema enda kanda.", "label": [[9, 32, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Kuulutatud avalikul kohtuistungil 10. juunil 2020 Luxembourgis.", "label": [[34, 49, "DATE"], [50, 62, "LOC"]]}
{"text": "Allkirjad", "label": []}
{"text": "* Kohtumenetluse keel: hispaania.", "label": [[23, 32, "NATIONALITY"]]}
