{"text": "KOHTUJURISTI ETTEPANEK KAARINA KELLETT esitatud 19. novembril 2020(1)", "label": [[0, 12, "PROFESSION"], [23, 38, "PER"], [48, 66, "DATE"]]}
{"text": "Kohtuasi C‑900/19", "label": []}
{"text": "Association One Voice,", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "versus", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "menetlusosaline:", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(eelotsusetaotlus, mille on esitanud Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu))", "label": [[37, 110, "ORG"]]}
{"text": "Eelotsusetaotlus – Keskkond – Direktiiv 2009/147 – Loodusliku linnustiku kaitse – Traditsioonilise küttimisviisi lubamine – Mõistlik kasutamine – Alternatiivid – Valikulisus – Püügiviis, mis võib tingida kaaspüügi – Linnuliimi kasutamine hobu-, hall-, laulu-, vainu- ja musträstaste püüdmisel", "label": []}
{"text": "I. Sissejuhatus", "label": []}
{"text": "1. Linnuliimipulk on oks või pulk, mille jahimehed katavad kleepiva aine, linnuliimiga ja kinnitavad puule või põõsale. Linnuliimipulgaga kokkupuutumisel kleepub pulk linnu sulgede külge. Lind kaotab oma võime lennata ja vahendi kasutaja püüab linnu kinni.(2)", "label": []}
{"text": "2. Selline püügiviis oli varem laialt levinud, aga Prantsuse meediaväljaannetes ilmunud andmetel on Euroopa Liidu piires lubatud linde sel viisil linnuliimiga püüda veel ainult viies Lõuna-Prantsusmaa departemangus(3) ja 2020. aastal peatati asjaomane luba käesoleva kohtumenetluse tõttu.(4) Nii püütud isendeid sooviti hiljem, arvatavasti muude küttimisviiside puhul kasutada peibutislindudena.", "label": [[51, 60, "LOC"], [100, 113, "LOC"], [183, 200, "LOC"], [221, 233, "DATE"]]}
{"text": "3. Komisjon vaidlustas linnuliimipulkadega küttimist käsitlevad Prantsuse õigusnormid juba mõne aastakümne eest, kuid tulemusetult, sest Euroopa Kohus otsustas, et need on hõlmatud linnudirektiivis(5) ette nähtud erandiga, mille kohaselt on teiste rahuldavate lahenduste puudumise korral lubatud lindude vähesel arvul ja valikuline mõistlik kasutamine.(6)", "label": [[3, 11, "ORG"], [64, 73, "LOC"], [137, 150, "ORG"]]}
{"text": "4. Vahepeal on kohtupraktika aga edasi arenenud. Seetõttu palub Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) selgitada, kas kõnealune traditsiooniline küttimisviis vastab Prantsuse seadustes sätestatud tingimustel endiselt erandi kohaldamise nõuetele. Eelkõige soovib ta teada, kas see meetod on piisavalt valikuline, see tähendab välistab ülemäärase kaaspüügi, ja kas tõepoolest puuduvad teised rahuldavad lahendused.", "label": [[64, 137, "ORG"], [200, 209, "LOC"]]}
{"text": "II. Õiguslik raamistik", "label": []}
{"text": "A. Linnudirektiiv", "label": []}
{"text": "5. Linnudirektiivi artiklis 2 on kindlaks määratud liikmesriikide põhiline kohustus linnuliikide kaitsmisel:", "label": []}
{"text": "„Liikmesriigid võtavad vajalikud meetmed artiklis 1 osutatud liikide arvukuse hoidmiseks tasemel, mis vastab eelkõige ökoloogilistele, teaduslikele ja kultuurilistele nõuetele, arvestades samal ajal majanduslikke ja puhkeaja veetmisega seotud vajadusi, või nende liikide arvukuse kohandamiseks vastavalt sellele tasemele.“", "label": []}
{"text": "6. Linnudirektiivi artikli 8 lõige 1 keelab lindude püüdmise teataval viisil:", "label": []}
{"text": "„Käesoleva direktiivi alusel jahtida, püüda või tappa lubatud lindude suhtes keelustavad liikmesriigid kõik massilist või mittevalikulist püüdmist või tapmist võimaldavad või liigi paigutist kadumist põhjustada võivad vahendid, seadised või viisid ning esmajoones IV lisa punktis a loetletud vahendite, seadiste või viiside kasutamise.“", "label": []}
{"text": "7. Linnudirektiivi IV lisa punkti a esimeses taandes nimetatakse esmajoones linnuliimi.", "label": []}
{"text": "8. Linnudirektiivi artikli 9 lõike 1 punkti c kohaselt on lubatud erandid teatavatest keeldudest:", "label": []}
{"text": "„Liikmesriigid võivad teiste rahuldavate lahenduste puudumisel teha erandeid artiklite 5–8 sätetest järgmistel põhjustel:", "label": []}
{"text": "[…]", "label": []}
{"text": "c) lubamaks range järelevalve tingimustes ja valikuliselt teatavate lindude vähesel arvul püüdmist, pidamist või muud mõistlikku kasutamist.“", "label": []}
{"text": "B. Prantsuse õigus", "label": [[3, 12, "LOC"]]}
{"text": "9. Keskkonnaseadustiku (code de l’environnement) artikkel L.424‑4 näeb ette võimaluse lubada kasutada traditsioonilisi küttimisviise.", "label": []}
{"text": "10. Õigusvaidluses käsitletakse seda, kuidas rakendada 17. augusti 1989. aasta määrust, mis käsitleb linnuliimi kasutamist selleks, et püüda hobu-, hall-, laulu-, vainu- ja musträstaid peibutislindudeks Alpes-de-Haute-Provence’i, Alpes-Maritimes’i, Bouches-du-Rhône’i, Vari ja Vaucluse’i departemangus (arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes-de-Haute-Provence, des Alpes-Maritimes, des Bouches-du-Rhône, du Var et de Vaucluse).", "label": [[55, 78, "DATE"], [203, 228, "LOC"], [230, 247, "LOC"], [249, 267, "LOC"], [269, 273, "LOC"], [277, 287, "LOC"], [313, 325, "DATE"], [453, 476, "LOC"], [478, 497, "LOC"], [499, 519, "LOC"], [521, 542, "LOC"]]}
{"text": "11. 17. augusti 1989. aasta määruse artikkel 1 sisaldab põhimõttelist luba kasutada linnuliimi:", "label": [[4, 27, "DATE"]]}
{"text": "„Linnuliimi kasutamine selleks, et püüda isiklikul otstarbel hobu-, hall-, laulu-, vainu- ja musträstaid peibutislindudeks, on lubatud Alpes-de-Haute-Provence’i, Alpes-Maritimes’i, Bouches-du-Rhône’i, Vari ja Vaucluse’i departemangus allpool kindlaks määratud range järelevalve tingimustes ja vähesel arvul, sest muud rahuldavat lahendust ei ole.“", "label": [[135, 160, "LOC"], [162, 179, "LOC"], [181, 199, "LOC"], [201, 205, "LOC"], [209, 219, "LOC"]]}
{"text": "12. 17. augusti 1989. aasta määruse artikkel 4 käsitleb jahipidamise viise:", "label": [[4, 27, "DATE"]]}
{"text": "„Linnuliimpulk võib jääda paika ainult jahimehe juuresolekul. Iga kinnipüütud lind puhastatakse otsekohe. Nende toimingute ajal on keelatud kanda püssi.“", "label": []}
{"text": "13. 17. augusti 1989. aasta määruse artikli 6 kohaselt määratakse igal aastal eelkõige kindlaks püütavate lindude arv:", "label": [[4, 27, "DATE"]]}
{"text": "„Maksimaalse lindude arvu, mille võib jahihooajal püüda, ning võimalikud konkreetset departemangu puudutavad tehnilised täpsustused määrab igal aastal kindlaks minister, kelle haldusalasse kuulub jahipidamine.“", "label": [[160, 168, "PROFESSION"]]}
{"text": "14. 17. augusti 1989. aasta määruse artikkel 11 näeb ette, kuidas tuleb toimida ülejäänud lindudega:", "label": [[4, 27, "DATE"]]}
{"text": "„Kõik kogemata kinni püütud ulukid peale hobu-, hall-, laulu-, vainu- ja musträstaste puhastatakse ja lastakse otsekohe vabadusse.“", "label": []}
{"text": "15. Liikmesriigis toimuva menetluse ese on ministri 24. septembri 2018. aasta viis määrust, mis käsitlevad jahihooaega 2018–2019 ja on kehtestatud 17. augusti 1989. aasta määruse artikli 6 alusel.", "label": [[52, 77, "DATE"], [119, 128, "DATE"], [147, 170, "DATE"]]}
{"text": "16. Nende viie määruse artiklis 1 on sätestatud vastavalt, kui palju hobu-, hall-, laulu-, vainu- ja musträstaid on lubatud püüda:", "label": []}
{"text": "„[Alpes-de-Haute-Provence’i, Alpes-Maritimes’i, Bouches-du-Rhône’i, Vari ja Vaucluse’i departemangus] on jahihooajal 2018–2019 lubatud hobu-, hall-, laulu-, vainu- ja musträstaid linnuliimiga peibutislindudeks püüda maksimaalselt vastavalt [2900], [400], [11 400], [12 200] ja [15 600].“", "label": [[2, 27, "LOC"], [29, 46, "LOC"], [48, 66, "LOC"], [68, 72, "LOC"], [76, 86, "LOC"], [117, 126, "DATE"]]}
{"text": "III. Asjaolud ja eelotsusetaotlus", "label": []}
{"text": "17. Ühingud Association One Voice ja Ligue pour la protection des oiseaux (linnukaitseühing) kritiseerivad linnuliimi kasutamist, sest see on nende arvates julm püügimeetod, samuti jahipidamise lubamist ka niisuguste linnuliikide püüdmiseks, mille puhul näitab teaduslike teadmiste areng, et nende populatsioon on oluliselt vähenenud ja nad on kannatuste suhtes tundlikud. Seepärast esitasid kõnealused ühingud Conseil d’État’le (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) kaebuse Prantsuse õigusnormide peale, mille kohaselt on linnuliimi kasutamine lubatud. Menetlusse astunud Fédération nationale des chasseurs (riiklik jahimeeste liit) palus jätta kaebuse rahuldamata.", "label": [[12, 33, "ORG"], [37, 92, "ORG"], [411, 487, "ORG"], [496, 505, "LOC"], [594, 654, "ORG"]]}
{"text": "18. Kaebajad väidavad, et kõnealuste õigusnormidega on rikutud linnudirektiivi artikli 9 lõiget 1 eelkõige seepärast, et on lubatud traditsiooniline mittevalikuline küttimisviis. Ligue pour la protection des oiseaux (linnukaitseühing) nõuab sellega seoses eksperdi nimetamist, et teha kindlaks, milline on viimastel jahihooaegadel linnuliimi abil kogemata kinni püütud selliste lindude osakaal, kes ei ole linnud, keda on lubatud sel viisil püüda. Lisaks ei ole nendes õigusnormides põhjendatud, miks puudub muu rahuldav lahendus peale linnuliimi kasutamise.", "label": [[179, 234, "ORG"]]}
{"text": "19. Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) esitab Euroopa Kohtule kaks järgmist küsimust:", "label": [[4, 77, "ORG"], [85, 100, "ORG"]]}
{"text": "„1. Kas linnudirektiivi artikli 9 lõike 1 punkti c tuleb tõlgendada nii, et see ei võimalda liikmesriikidel lubada kasutada püüdmise või surmamise vahendeid, seadiseid ja viise, mis võivad tingida – kas või vähesel määral ja üksnes ajutiselt – kaaspüügi? Kui jah, siis missugustest kriteeriumidest – mis on seotud eeskätt selle kaaspüügi piiratud osakaalu või ulatusega, asjaoluga, et lubatud küttimisviis ei too põhimõtteliselt kaasa surma, ning kohustusega lasta kogemata püütud isendid ilma tõsiste kahjustusteta vabadusse – võib lähtuda, et pidada nende õigusnormidega kehtestatud valikulisuse kriteeriumi täidetuks?", "label": []}
{"text": "2. Kas linnudirektiivi tuleb tõlgendada nii, et eesmärk kaitsta linnuküttimise traditsiooniliste viiside ja vahendite kasutamist puhkeaja veetmisega seotud eesmärkidel võib olukorras, kus kõik niisuguse erandi tegemiseks artikli 9 lõike 1 punktis c sätestatud tingimused on täidetud, õigustada seda, et puudub muu rahuldav lahendus direktiivi artikli 9 lõike 1 tähenduses, ning seega on võimalik teha erand direktiivi artiklis 8 sätestatud keelust kasutada neid küttimisviise ja ‑vahendeid?“", "label": []}
{"text": "20. Kaebajatest ühingud Association One Voice ja Ligue pour la protection des oiseaux (linnukaitseühing) esitasid ühise kirjaliku seisukoha ning kirjalikud seisukohad esitasid ka Fédération nationale de la chasse (riiklik jahimeeste liit), Prantsuse Vabariik ja Euroopa Komisjon. Euroopa Kohus leidis, et tal on asja lahendamiseks piisavalt teavet, ja loobus kohtuistungi korraldamisest.", "label": [[24, 45, "ORG"], [49, 104, "ORG"], [179, 238, "ORG"], [240, 258, "ORG"], [262, 278, "ORG"], [280, 293, "ORG"]]}
{"text": "IV. Õiguslik hinnang", "label": []}
{"text": "21. Põhimõtteliselt keelavad linnudirektiivi artikkel 8 ja IV lisa punkt a linnuliimiga küttimise. Siiski võimaldab artikli 9 lõike 1 punkt c teha teiste rahuldavate lahenduste puudumise korral sellest keelust erandeid, et lubada range järelevalve tingimustes ja valikuliselt teatavate lindude vähesel arvul püüdmist, pidamist või muud mõistlikku kasutamist.(7)", "label": []}
{"text": "22. Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) soovib oma küsimustega teada, kuidas tuleb hinnata, kas Prantsusmaal toimuv linnuliimiga küttimine on piisavalt valikuline ja kas puuduvad teised rahuldavad lahendused. Teine küsimus on üldisemat laadi, mistõttu alustan selle käsitlemisest.", "label": [[4, 77, "ORG"], [134, 146, "LOC"]]}
{"text": "A. Teise rahuldava lahenduse olemasolu hindamine", "label": []}
{"text": "23. Teise küsimusega palutakse selgitada, kas teise rahuldava lahenduse puudumist linnudirektiivi artikli 9 lõike 1 tähenduses saab Prantsusmaa põhjendada eesmärgiga kaitsta linnuküttimise traditsiooniliste viiside ja vahendite kasutamist puhkeaja veetmisega seotud eesmärkidel.", "label": [[132, 143, "ORG"]]}
{"text": "1. Seos proportsionaalsuse põhimõttega", "label": []}
{"text": "24. Samamoodi nagu teised linnudirektiivi artikli 9 lõikes 1 sätestatud erandid väljendab ka punkt c proportsionaalsuse põhimõtet.(8) Artikli 9 lõike 1 punkti c kohaselt võivad liikmesriigid teha erandeid artiklist 8, et range järelevalve tingimustes ja valikuliselt lubada teatavate lindude vähesel arvul püüdmist, pidamist või muud mõistlikku kasutamist. Kõiki artikli 9 lõikes 1 nimetatud erandeid saab aga teha tingimusel, et puuduvad teised rahuldavad lahendused. Seega on linnudirektiivi artikli 9 lõike 1 kohaselt lubatud sama direktiivi artiklis 2 ja ELTL artikli 191 lõike 3 kolmandas ja neljandas taandes ette nähtud kaalumine linnukaitse ja muude huvide vahel.", "label": []}
{"text": "25. Proportsionaalsuse põhimõte kuulub liidu õiguse üldpõhimõtete hulka. Selle põhimõtte kohaselt on koormavad meetmed (käesoleval juhul piirangud lindude küttimisel) õiguspärased ainult juhul, kui need on taotletavate õiguspäraste eesmärkide saavutamiseks sobivad ja vajalikud. Seejuures tuleb olukorras, kus on võimalik valida mitme sobiva meetme vahel, valida kõige vähem piirav meede ning tekitatud piirangud peavad olema vastavuses taotletud eesmärkidega.(9)", "label": [[39, 44, "LOC"]]}
{"text": "26. Kõnealuse põhimõtte kohaselt nõutav kaalumine vastab ELTL artikli 191 lõike 3 kolmandale taandele. Viidatud sätte alusel võtab liit oma keskkonnapoliitikat ette valmistades arvesse meetme võtmise või võtmata jätmise potentsiaalseid tulusid ja kulusid. Lisaks tuleb neljanda taande järgi võtta arvesse liidu kui terviku majanduslikku ja sotsiaalset arengut ning tema piirkondade tasakaalustatud arengut.", "label": [[131, 135, "ORG"], [305, 310, "ORG"]]}
{"text": "27. Linnudirektiivi artikkel 2 lähtub neist kohustustest ja selles tuletatakse meelde, et direktiivi rakendamisel tuleb arvestada majanduslikke ja puhkeaja veetmisega seotud vajadusi.", "label": []}
{"text": "28. Linnudirektiivi artiklites 5–8 sätestatud keelud on vabadusi piiravad meetmed, mis lähtuvad direktiivi eesmärkidest. Eelotsusetaotluses ei paluta siiski analüüsida küsimust, kas need on põhimõtteliselt kooskõlas liidu kodanike, eelkõige jahimeeste vabaduste kaitsega.", "label": [[216, 221, "LOC"]]}
{"text": "29. Kitsalt tõlgendatavad(10) erandid linnukaitsest peavad seevastu olema põhjendatud. Ka sel alusel võetud meetmed ei tohi minna kaugemale sellest, mis on taotletavate eesmärkide saavutamiseks sobiv ja vajalik, sest vastasel juhul ei saa erandi kohaldamist õigustada asjaomase eesmärgiga. Eelkõige peab meetmete mõju linnukaitsele olema vastavuses seatud eesmärgiga.", "label": []}
{"text": "30. Seoses õigustavate eesmärkidega pole vaja käesolevas asjas hinnata, kas linnuliimiga küttimise lubamine on proportsionaalne vahend, et võimaldada peibutislindude püüdmist. Sellest eesmärgist lähtuvad küll asjakohased Prantsuse õigusnormid.(11) Vahend sellisena pole aga vajalik, sest peibutislinde saab hankida ka muul viisil, näiteks püüda neid võrguga või kasvatada vangistuses.(12)", "label": [[221, 230, "LOC"]]}
{"text": "31. Kohtuasja materjalidest nähtuvalt tuleb selle asemel hinnata Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) viidatud ja keskkonnaseadustiku (code de l’environnement) artiklist L.424‑4 tulenevat eesmärki kaitsta linnuküttimise traditsiooniliste viiside ja vahendite kasutamist puhkeaja veetmisega seotud eesmärkidel. Linnuliimiga küttimise lubamine asjaomastes piirkondades on kahtlemata sobiv ja vajalik, et võimaldada selle küttimisviisi jätkamist.", "label": [[65, 138, "ORG"]]}
{"text": "2. Vastandlikud huvid", "label": []}
{"text": "32. Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) küsimus teise rahuldava lahenduse olemasolu kohta keskendub sellele, et määrata kindlaks traditsioonilise küttimisviisi säilitamise suhteline kaalukus võrreldes linnukaitsega. Selline erand linnukaitsest, mida liikmesriik soovib kasutada, peab olema õiges proportsioonis seda õigustavate vajadustega.(13) Kui linnukaitse osutub neist vajadustest kaalukamaks, siis seisneb teine rahuldav lahendus linnukaitsest erandi tegemisest loobumises.", "label": [[4, 77, "ORG"]]}
{"text": "33. Esmalt tuleb selgitada, kas linnuküttimise traditsiooniliste viiside ja vahendite kaitsmisega puhkeaja veetmisega seotud eesmärkidel saab üldse õigustada erandit linnudirektiivi artikli 8 sätestatud keelust, enne kui selle rakendamist saab vajaduse korral võrrelda linnudirektiivi eesmärkidega.", "label": []}
{"text": "a) Traditsiooniliste küttimisviiside säilitamise eesmärk", "label": []}
{"text": "34. Traditsiooniliste küttimisviiside säilitamine puhkeaja veetmisega seotud eesmärkidel saab õigustada linnudirektiivi artikli 9 lõike 1 punkti c kohast erandit linnudirektiivis sätestatud keeldudest ainult siis, kui see tähendab asjaomaste linnuliikide mõistlikku kasutamist.", "label": []}
{"text": "35. Euroopa Kohus ei saa lõplikult ja ammendavalt otsustada, millist kasutamist tuleb hinnata mõistlikuks. Vastus küsimusele, kas teatavate traditsiooniliste toimimisviiside kaitsmine on mõistlik, sõltub eelkõige moraalsetest ja kultuurilistest kaalutlustest, mistõttu peab liikmesriikidele jääma teatav kaalutlusruum, mille piire on ületatud ainult ilmselgelt väära hindamise korral.(14)", "label": [[4, 17, "ORG"]]}
{"text": "36. Sama arusaama kinnitab ELTL artikkel 13. Viidatud sätte kohaselt pööravad ühendus ja liikmesriigid teatavates poliitikavaldkondades täit tähelepanu loomade kui aistimisvõimeliste olendite heaolu nõuetele, respekteerides samal ajal liikmesriikide õigus- või haldusnorme ja tavasid, mis iseäranis käsitlevad riitusi, kultuuritraditsioone ja piirkondlikku pärandit. Olenemata sellest, kas linnujaht kuulub nende poliitikavaldkondade hulka, peavad kõnealust austust üles näitama just liikmesriigi ametiasutused, seda vähemalt juhul, kui liidu õiguses puuduvad selle kohta konkreetsed sätted.", "label": [[78, 85, "ORG"], [537, 542, "LOC"]]}
{"text": "37. Traditsioonilise küttimisviisi säilitamine puhkeaja veetmisega seotud eesmärkidel, mis piirdub suhteliselt arvukate liikidega, ei ole ilmselgelt ebamõistlik kasutamine.", "label": []}
{"text": "38. Puhtalt materiaalne huvi kütitavate lindude hankimise vastu on olemuselt kindlasti väga piiratud ja rahuldava lahendusena saab seda vajadust täita (ka teist liiki) lindude kasvatamisega.(15) Meelelahutusliku küttimise puhul on aga hoopis tähtsam tegelemine hobiga, mida on raske mõistuspäraselt õigustada. Eelkõige juhul, kui selline subjektiivne soov rajaneb piirkondliku levikuga traditsioonilisel taval, mida asjaomased isikud on juba pikka aega kasutanud, tuleb seda sellegipoolest pidada põhimõtteliselt mõistlikuks. Mingi tava õiguspärane järgimine minevikus ei õigusta kaitset õigusliku olukorra muutmise eest,(16) kuid ilma sellise muutmiseta pole asjaomane tava kindlasti mitte ilma pikemata ebamõistlik.", "label": []}
{"text": "39. Euroopa Kohus järgis seda suunda vähemasti kaudselt, kui ta – erinevalt mitme kohtujuristi väljendatud kahtlusest(17) – korduvalt pidas mõistlikuks kasutamiseks küttimise jätkamist puhkeaja veetmise eesmärgil või metslindude pidamist linnumajades.(18)", "label": [[4, 17, "ORG"], [82, 94, "PROFESSION"]]}
{"text": "40. Kui liikmesriigi pädevad asutused jõuavad loogiliste põhjenduste alusel järeldusele, et piirkondliku levikuga traditsioonilise küttimisviisi kaitsmine puhkeaja veetmisega seotud eesmärkidel on märkimisväärse kultuurilise tähtsusega, siis saab seda küttimisviisi pidada asjaomaste linnuliikide mõistlikuks kasutamiseks.", "label": []}
{"text": "b) Kaalumine", "label": []}
{"text": "41. Kõnesolevat linnuliimiga küttimise lubamise eesmärki tuleb kaaluda selle negatiivse mõjuga linnudirektiivi eesmärkidele.", "label": []}
{"text": "42. Linnudirektiivi artikli 1 kohaselt järgib linnudirektiiv eesmärki kaitsta kõiki Euroopa linnuliike. Sel eesmärgil peavad liikmesriigid artikli 2 kohaselt hoidma liikide arvukuse tasemel, mis vastab eelkõige ökoloogilistele, teaduslikele ja kultuurilistele nõuetele, arvestades samal ajal majanduslikke ja puhkeaja veetmisega seotud vajadusi, või kohandama nende liikide arvukuse vastavalt sellele tasemele.", "label": [[84, 91, "LOC"]]}
{"text": "43. Nagu hiljuti märkisin,(19) on liikmesriikidel konkreetsete sätete kehtestamisel küll kaalutlusruum,(20) kuid linnudirektiivi põhjendused 3, 5, 7, 8 ja eelkõige põhjendus 10 osutavad, et liikmesriigid peavad säilitama kogu loodusliku linnustiku arvukuse „rahuldava taseme“ liidus.(21) Vastasel juhul ei saa linnujahti käsitada lubatava kasutusena direktiivi põhjenduse 10 tähenduses.(22)", "label": [[276, 282, "LOC"]]}
{"text": "44. Linnudirektiivi artikli 9 lõike 1 punkti c kohaldamisel tagatakse eesmärk säilitada looduslikult esinevate linnuliikide populatsioone rahuldaval tasemel sellega, et viidatud sättes ette nähtud erand artiklites 5–8 sätestatud keeldudest on piiratud asjaomaste linnuliikide „vähese arvuga“.(23) Seepärast on Euroopa Kohus otsustanud, et olemasolevaid teaduslikke teadmisi arvestades on lubatavad püügimäärad, mis on väiksemad kui 1% asjaomase populatsiooni aastasest kogusuremusest (keskmine väärtus) selliste liikide puhul, millele ei või jahti pidada, ja 1% selliste liikide puhul, millele võib jahti pidada.(24)", "label": [[310, 323, "ORG"], [432, 433, "AMOUNT_VALUE"], [433, 434, "AMOUNT_UNIT"], [559, 560, "AMOUNT_VALUE"], [560, 561, "AMOUNT_UNIT"]]}
{"text": "45. Kui linnuliimiga küttimine allub kirjeldatud piirangutele, siis saab traditsioonilise küttimisviisi säilitamine puhkeaja veetmisega seotud eesmärkidel põhimõtteliselt õigustada erandi tegemist linnudirektiivi artikli 9 lõike 1 punkti c alusel.", "label": []}
{"text": "46. Lisaks tuleb siiski järgida selle erandi muid eeldusi. Eelkõige on nõutav range järelevalve ja kontroll, samuti tuleb järgida valikulisuse kriteeriumi. Kõnealune kriteerium on esimese eelotsuse küsimuse ese, mida käsitlen järgnevalt.", "label": []}
{"text": "3. Vastus teisele küsimusele", "label": []}
{"text": "47. Eelnevast tuleneb, et traditsioonilise küttimisviisi kaitsmist puhkeaja veetmisega seotud eesmärkidel võib pidada asjaomaste linnuliikide mõistlikuks kasutamiseks. Järelikult võib see õigustada nii teise rahuldava lahenduse puudumist kui ka erandi tegemist linnudirektiivi artikli 9 lõike 1 punkti c alusel, kui täidetud on sellise erandi tegemise muud eeldused. Seega peab küttimisviis piirduma eelkõige asjaomaste liikide vähesel arvul võtmisega loodusest.", "label": []}
{"text": "B. Valikulisus", "label": []}
{"text": "48. Esimese küsimusega palub Conseil d’État (Prantsusmaa kõrgeima halduskohtuna tegutsev riiginõukogu) selgitada, kas linnudirektiivi artikli 9 lõike 1 punkt c ei võimalda liikmesriikidel lubada kasutada püügiviise, mis võivad tingida – kas või vähesel määral ja üksnes ajutiselt – kaaspüügi. Eelkõige soovib eelotsusetaotluse esitanud kohus teada, missugustest kriteeriumidest – mis puudutavad selle kaaspüügi piiratud osakaalu või ulatust, asjaolu, et lubatud küttimisviis ei too põhimõtteliselt kaasa surma, ning kohustust lasta kogemata püütud isendid ilma tõsiste kahjustusteta vabadusse – võib lähtuda, et pidada nende õigusnormidega kehtestatud valikulisuse kriteeriumi täidetuks.", "label": [[29, 102, "ORG"]]}
{"text": "49. Sellele küsimusele vastamiseks uurin kõigepealt suhet linnudirektiivi artikli 8 lõikes 1 nimetatud mittevalikulise püügiviisi ja artikli 9 lõike 1 punktis c kasutatud valikulisuse mõiste vahel ning pakun seejärel kaalumise põhjal välja tõlgenduse.", "label": []}
{"text": "1. Mittevalikulisus linnudirektiivi artikli 8 kohaselt", "label": []}
{"text": "50. Linnudirektiivi artikli 8 lõike 1 ja IV lisa punkti a kohaselt on linnuliimiga küttimine keelatud, sest selle küttimisviisi korral püütakse linde mittevalikuliselt.(25) Linnuliim kujutab endast ohtu vähemalt kõigile linnuliikidele, kes ei saa end ilma täiendavate kahjustusteta vabastada. Lisaks ei saa välistada, et see võib mõjutada ka putukaliike.", "label": []}
{"text": "51. Komisjon märgib asjakohaselt, et Euroopa Kohus on selles osas juba otsustanud, et üks teine linnuliimi kasutav püügiviis, nimelt teatava lõksu (parany) abil püüdmine Hispaania piirkonnas Valencias on mittevalikuline linnudirektiivi artikli 8 lõike 1 tähenduses. Kuigi sarnaselt käesoleva juhtumiga oli jahimeestel kohustus puhastada ja vabaks lasta muud püütud linnud peale sihtliigi, ei mõjutanud see asjaomase püügiviisi pidamist mittevalikuliseks.(26) See hinnang on põhjendatud, sest olenemata puhastamisest kahjustab selline püügiviis püütud linde tõenäoliselt märkimisväärselt.", "label": [[4, 12, "ORG"], [37, 50, "ORG"], [170, 179, "LOC"], [191, 200, "LOC"]]}
{"text": "52. Direktiivi sõnastus toetab arusaama, et linnudirektiivi artikli 8 lõikes 1 nimetatud mittevalikulist püügiviisi ei saa liigitada valikuliseks artikli 9 lõike 1 punkti c tähenduses,(27) sest praktiliselt kõigis keeleversioonides kasutatakse mõlemas mõistes sama sõnatüve, nimelt „mittevalikuline“ artikli 8 lõikes 1 ja „valikuline“ artikli 9 lõike 1 punktis c.", "label": []}
{"text": "53. Kuid ka erinevaid sõnatüvesid kasutavas saksa-, ungari- ja slovakikeelses versioonis on linnudirektiivi artiklis 8 kasutatud sõna „valimatu“ sobitatud artiklis 9 kasutatud sõnaga „valikuline“ (saksa ja ungari), samuti artiklis 8 kasutatud sõna „mittevalikuline“ sobitatud artiklis 9 kasutatud väljendiga „valikul rajanev“ (slovaki). Need on sünonüümid, mis ei viita erinevatele tähendustele.", "label": [[44, 49, "NATIONALITY"], [52, 58, "NATIONALITY"], [63, 77, "NATIONALITY"], [197, 202, "NATIONALITY"], [206, 212, "NATIONALITY"], [327, 334, "NATIONALITY"]]}
{"text": "54. Ainult lätikeelses tekstis kasutatakse täiesti erinevaid mõisteid, nimelt „mittevalikuline“ („neselektīvas“) linnudirektiivi artikli 8 lõikes 1 ja „juhuslik“ („izlases“) artikli 9 lõike 1 punktis c. See on ilmselt siiski tõlkeviga, mis pealegi ei tohiks mõjutada enne Läti liitumist tehtud kohtuotsust linnuliimiga küttimise kohta.(28)", "label": [[11, 22, "NATIONALITY"], [272, 276, "ORG"]]}
{"text": "55. Nii Prantsusmaa vastu algatatud menetluses tehtud kohtuotsuses kui ka hilisemas kohtupraktikas(29) on leitud, et püügiviisi mittevalikuline olemus ei välista tingimata linnudirektiivi artikli 9 lõike 1 punkti c kohaldamist, vaid Euroopa Kohus kontrollib järjepidevalt kõnealuse erandi kohaldatavust mittevalikulise küttimisviisi suhtes.", "label": [[8, 19, "ORG"], [233, 246, "ORG"]]}
{"text": "56. Seda tõlgendust toetab see, et vastasel korral puuduks erandil soovitav toime artikli 8 suhtes. Lähemal uurimisel selgub, et ükski küttimisviis ei ole täiuslikult valikuline. Muu hulgas jahiõnnetused näitavad, et soovimatud ohvrid kaasnevad isegi relvadega jahipidamisel, mis kohtujurist Adelholti hinnangul on valikulisem kui ükski teine meetod.(30)", "label": [[280, 291, "PROFESSION"], [292, 301, "PER"]]}
{"text": "2. Linnudirektiivi artiklis 9 sisalduva valikulisuse mõiste tõlgendamine", "label": []}
{"text": "57. Viidatud kohtupraktika põhjal tuleb minu hinnangul kõne alla valikulisuse mõiste kaks erinevat tõlgendust.", "label": []}
{"text": "58. Esiteks võiks pidada valikuliseks küttimisviise, mis vähese tähtsusega künnise tähenduses hõlmavad ainult vähimal arvul muid linde kui sihtliigid. Kuid kuidas tuleks see piir arvuliselt kindlaks määrata?", "label": []}
{"text": "59. Eelistaksin kasutada linnudirektiivi artikli 9 lõike 1 ülesannet, millele viitasin eespool,(31) ja seda mitte ainult vähese tähtsusega künnise lõpliku arvulise määratlemise keerukuse tõttu. Nimelt on viidatud sätte eesmärk võimaldada lindude kaitse kaalumist muude õigustatud huvide kaitsega.", "label": []}
{"text": "60. Seetõttu leian, et valikulisuse kriteeriumi ei ole kohane mõista kui linnudirektiivi artikli 9 lõike 1 punktis c sätestatud erandi kohaldamise absoluutset piiri. Eelkõige tuleb uurida, kas linnuliikide soovimatu püüdmine ja selle tagajärjed on võrreldes püügiviisi tunnustatud edukuse ja eelistega ebaproportsionaalsed.", "label": []}
{"text": "61. Niisiis tuleb kontrollida, millises ulatuses kaaspüük on erandi eesmärgist lähtuvalt veel vastuvõetav.", "label": []}
{"text": "3. Kaalumise jaoks määrava tähtsusega seisukohad", "label": []}
{"text": "62. Sel viisil mõistetuna sobib valikulisuse kriteerium linnudirektiivi artikli 9 lõike 1 punkti c alusel tehtava erandi juba kirjeldatud tunnuste hulka.", "label": []}
{"text": "63. Kaalumine on eriti oluline, kui kontrollitakse, kas leidub veel mõni teine rahuldav lahendus, sest nende puhul on üldjuhul tegemist lahendustega, mis saavutavad uuritava küttimisviisi eesmärgi väiksemal määral. Mida suuremad on kõnesoleva küttimisviisi puudused linnukaitse seisukohalt, seda rohkem kehtestatakse eesmärkide saavutamisel piiranguid, mis võivad ulatuda küttimisviisi keelamiseni.", "label": []}
{"text": "64. Käesoleval juhul tuleb võtta arvesse, et Prantsuse õigusnormid kohustavad küll jahimehi puhastama ja laskma otsekohe vabadusse need linnud, keda ei või jahtida. Menetluses osalevad keskkonnaühingud tõid siiski esile, et seda kohustust ei täideta. Linnuliimi puhul tuleb täiendavalt märkida, et sellele püügiviisile on iseäranis omane kinnipüütud lindude sulestiku kahjustamine. Seetõttu on kaheldav, kas linnud taastuvad. Lisaks viitas juba kohtujurist Gerasimova sellele, et linnu surma võib põhjustada isegi linnu püüdmisega linnule tekitatav stress.(32)", "label": [[45, 54, "LOC"], [445, 456, "PROFESSION"], [457, 467, "PER"]]}
{"text": "65. Siinjuures saab eristada kahte liiki vastuväiteid.", "label": []}
{"text": "66. Esiteks võib linnudirektiivi artikli 9 lõike 1 punkti c alusel teha erandi ainult range järelevalve tingimustes ja artikli 9 lõike 2 punkt e nõuab vajalike kontrollide kehtestamist. Kui kontrolliti piisaval määral, siis peaks asjakohaste aruannete põhjal olema suhteliselt lihtne hinnata või ümber lükata etteheiteid eeskirjade eiramise kohta.", "label": []}
{"text": "67. Teiseks peavad linnudirektiivi artikli 9 alusel erandi tegemise ajal olema pädeva asutuse käsutuses parimad ja ajakohased teaduslikud andmed.(33) Neist peab linnuliimipulkadega küttimise osas nähtuma, millises ulatuses püütakse teatavaid linnuliike soovimatult ja kuidas asjaomaseid isendeid sellega kahjustatakse. Vastasel juhul ei saa pädevad asutused kaalumisel hinnata kohaselt kahjulikku mõju linnukaitsele.", "label": []}
{"text": "68. Omavahel tuleb kaaluda ühelt poolt sellise teadusliku hindamise tulemusi, millega uuriti püügiviisi mõju selliste liikide kaitsele, keda püüda ei soovitud, ja sihtliikide kahjustusi, ning teiselt poolt vastandlikku huvi lindude püüdmise vastu. Siin kehtib põhimõte, et mida tõsisemad on küttimisviisi tagajärjed, seda kaalukamatel huvidel peab küttimisviis põhinema.", "label": []}
{"text": "4. Vastus esimesele küsimusele", "label": []}
{"text": "69. Küttimisviisi võib niisiis hinnata piisavalt valikuliseks linnudirektiivi artikli 9 lõike 1 punkti c tähenduses, kui parimate ajakohaste teaduslike andmete ja piisava tegeliku kontrolli põhjal on tagatud, et linnuliikide soovimatu püüdmine ja selle tagajärjed on püügiviisi kultuurilise tähtsusega võrreldes vastuvõetavad.", "label": []}
{"text": "V. Ettepanek", "label": []}
{"text": "70. Eeltoodud kaalutlusi arvestades teen Euroopa Kohtule ettepaneku vastata eelotsuse küsimustele järgmiselt:", "label": [[41, 56, "ORG"]]}
{"text": "1. Traditsioonilise küttimisviisi kaitsmist puhkeaja veetmisega seotud eesmärkidel võib pidada asjaomaste linnuliikide mõistlikuks kasutamiseks. Järelikult võib see õigustada nii teise rahuldava lahenduse puudumist kui ka erandi tegemist direktiivi 2009/147/EÜ loodusliku linnustiku kaitse kohta artikli 9 lõike 1 punkti c alusel, kui täidetud on sellise erandi tegemise muud eeldused. Iseäranis peab küttimisviis piirduma eelkõige asjaomaste liikide vähesel arvul võtmisega loodusest.", "label": []}
{"text": "2. Küttimisviisi võib hinnata piisavalt valikuliseks direktiivi 2009/147 artikli 9 lõike 1 punkti c tähenduses, kui parimate ajakohaste teaduslike andmete ja piisava tegeliku kontrolli põhjal on tagatud, et linnuliikide soovimatu püüdmine ja selle tagajärjed on püügiviisi kultuurilise tähtsusega võrreldes vastuvõetavad.", "label": []}
{"text": "1 Algkeel: saksa.", "label": [[11, 16, "NATIONALITY"]]}
{"text": "2 Vt kohtujurist Adelholti ettepanek kohtuasjas komisjon vs. Hispaania (parany) (C‑79/03, EU:C:2004:507, punkt 3).", "label": [[5, 16, "PROFESSION"], [17, 26, "PER"], [48, 56, "ORG"], [61, 70, "ORG"]]}
{"text": "3 https://france3-regions.francetvinfo.fr/provence-alpes-cote-d-azur/chasse-glu-collimateur-ecologistes-ministre-surtout-europe-1857870.html, külastatud 23. oktoobril 2020.", "label": [[2, 140, "URL"], [153, 171, "DATE"]]}
{"text": "4 https://www.francetvinfo.fr/france/chasse/la-chasse-a-la-glu-pour-les-grives-et-les-merles-est-interdite-cette-annee-annonce-l-elysee_4086749.html, külastatud 23. oktoobril 2020.", "label": [[2, 148, "URL"], [161, 179, "DATE"]]}
{"text": "5 Praegu Euroopa Parlamendi ja nõukogu 30. novembri 2009. aasta direktiiv 2009/147/EÜ loodusliku linnustiku kaitse kohta (ELT 2010, L 20, lk 7), mida on muudetud nõukogu 13. mai 2013. aasta direktiiviga 2013/17/EL, millega kohandatakse teatud direktiive keskkonna valdkonnas seoses Horvaatia Vabariigi ühinemisega (ELT 2013, L 158, lk 193).", "label": [[9, 27, "ORG"], [31, 38, "ORG"], [39, 63, "DATE"], [162, 169, "ORG"], [170, 189, "DATE"], [282, 301, "ORG"]]}
{"text": "6 27. aprilli 1988. aasta kohtuotsus komisjon vs. Prantsusmaa (252/85, EU:C:1988:202, punktid 23–33).", "label": [[2, 25, "DATE"], [37, 45, "ORG"], [50, 61, "ORG"]]}
{"text": "7 27. aprilli 1988. aasta kohtuotsus komisjon vs. Prantsusmaa (252/85, EU:C:1988:202, punktid 27 ja 28) ning 9. detsembri 2004. aasta kohtuotsus komisjon vs. Hispaania (parany) (C‑79/03, EU:C:2004:782, punkt 34).", "label": [[2, 25, "DATE"], [37, 45, "ORG"], [50, 61, "ORG"], [109, 133, "DATE"], [145, 153, "ORG"], [158, 167, "ORG"]]}
{"text": "8 10. septembri 2009. aasta kohtuotsus komisjon vs. Malta (C‑76/08, EU:C:2009:535, punkt 57) ja 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 67).", "label": [[2, 27, "DATE"], [39, 47, "ORG"], [52, 57, "ORG"], [96, 119, "DATE"], [131, 139, "ORG"], [144, 149, "ORG"]]}
{"text": "9 11. juuli 1989. aasta kohtuotsus Schräder HS Kraftfutter (265/87, EU:C:1989:303, punkt 21); 9. märtsi 2010. aasta kohtuotsus ERG jt (C‑379/08 ja C‑380/08, EU:C:2010:127, punkt 86) ning 4. juuni 2020. aasta kohtuotsus Ungari vs. komisjon (C‑456/18 P, EU:C:2020:421, punkt 41).", "label": [[2, 23, "DATE"], [35, 58, "ORG"], [94, 115, "DATE"], [127, 130, "ORG"], [187, 207, "DATE"], [219, 225, "ORG"], [230, 238, "ORG"]]}
{"text": "10 8. juuni 2006. aasta kohtuotsus WWF Italia jt (C‑60/05, EU:C:2006:378, punkt 34) ja 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 66).", "label": [[3, 23, "DATE"], [35, 45, "ORG"], [87, 110, "DATE"], [122, 130, "ORG"], [135, 140, "ORG"]]}
{"text": "11 Vt eespool punkt 11.", "label": []}
{"text": "12 8. juuli 1987. aasta kohtuotsus komisjon vs. Belgia (247/85, EU:C:1987:339, punkt 41) ja 12. detsembri 1996. aasta kohtuotsus LRBPO ja AVES (C‑10/96, EU:C:1996:504, punkt 18).", "label": [[3, 23, "DATE"], [35, 43, "ORG"], [48, 54, "ORG"], [92, 117, "DATE"], [129, 134, "ORG"], [138, 142, "ORG"]]}
{"text": "13 10. septembri 2009. aasta kohtuotsus komisjon vs. Malta (C‑76/08, EU:C:2009:535, punkt 57) ja 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 67).", "label": [[3, 28, "DATE"], [40, 48, "ORG"], [53, 58, "ORG"], [97, 120, "DATE"], [132, 140, "ORG"], [145, 150, "ORG"]]}
{"text": "14 Vt alaealiste kaitse kohta 14. veebruari 2008. aasta kohtuotsus Dynamic Medien (C‑244/06, EU:C:2008:85, punkt 44); liiklusohutuse kohta 10. veebruari 2009. aasta kohtuotsus komisjon vs. Itaalia (C‑110/05, EU:C:2009:66, punkt 65); samuti tervisekaitse taseme kohta 7. märtsi 1989. aasta kohtuotsus Bakker (215/87, EU:C:1989:111, punkt 17); 11. detsembri 2003. aasta kohtuotsus Deutscher Apothekerverband (C‑322/01, EU:C:2003:664, punkt 103) ja 1. oktoobri 2020. aasta kohtuotsus A (ravimite reklaamimine ja internetimüük) (C‑649/18, EU:C:2020:764, punkt 71).", "label": [[30, 55, "DATE"], [67, 81, "ORG"], [139, 164, "DATE"], [176, 184, "ORG"], [189, 196, "ORG"], [267, 288, "DATE"], [300, 306, "PER"], [342, 367, "DATE"], [379, 405, "ORG"], [446, 469, "DATE"], [481, 482, "ORG"]]}
{"text": "15 8. juuli 1987. aasta kohtuotsus komisjon vs. Belgia (247/85, EU:C:1987:339, punkt 41) ja 12. detsembri 1996. aasta kohtuotsus LRBPO ja AVES (C‑10/96, EU:C:1996:504, punkt 18).", "label": [[3, 23, "DATE"], [35, 43, "ORG"], [48, 54, "ORG"], [92, 117, "DATE"], [129, 134, "ORG"], [138, 142, "ORG"]]}
{"text": "16 16. mai 1979. aasta kohtuotsus Galli (84/78, EU:C:1979:129, punkt 21); 29. jaanuari 2002. aasta kohtuotsus Jachowicz-Perrin (C‑162/00, EU:C:2002:57, punkt 55) ja 6. oktoobri 2015. aasta kohtuotsus komisjon vs. Leotveisen (C‑303/13 P, EU:C:2015:647, punkt 49).", "label": [[3, 22, "DATE"], [34, 39, "PER"], [74, 98, "DATE"], [110, 126, "PER"], [165, 188, "DATE"], [200, 208, "ORG"], [213, 223, "PER"]]}
{"text": "17 Kohtujurist Torgeby ettepanek kohtuasjas LRBPO ja AVES (C‑10/96, EU:C:1996:430, punkt 36); kohtujurist Philip-Martin Cooperi ettepanek kohtuasjas Ligue pour la protection des oiseaux jt (C‑182/02, EU:C:2003:248, punkt 23 jj); kohtujurist Adelholti ettepanek kohtuasjas komisjon vs. Hispaania (parany) (C‑79/03, EU:C:2004:507, punkt 35) ja kohtujurist Gerasimova ettepanek kohtuasjas komisjon vs. Malta (metsvindid) (C‑557/15, EU:C:2017:613, punktid 90 ja 107–110).", "label": [[3, 14, "PROFESSION"], [15, 22, "PER"], [44, 49, "ORG"], [53, 57, "ORG"], [94, 105, "PROFESSION"], [106, 127, "PER"], [149, 185, "ORG"], [229, 240, "PROFESSION"], [241, 250, "PER"], [272, 280, "ORG"], [285, 294, "ORG"], [342, 353, "PROFESSION"], [354, 364, "PER"], [386, 394, "ORG"], [399, 404, "ORG"]]}
{"text": "18 8. juuli 1987. aasta kohtuotsus komisjon vs. Itaalia (262/85, EU:C:1987:340, punkt 38); 12. detsembri 1996. aasta kohtuotsus LRBPO ja AVES (C‑10/96, EU:C:1996:504, punktid 16 ja 24); 16. oktoobri 2003. aasta kohtuotsus Ligue pour la protection des oiseaux jt (C‑182/02, EU:C:2003:558, punkt 11) ning 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 65).", "label": [[3, 23, "DATE"], [35, 43, "ORG"], [48, 55, "ORG"], [91, 116, "DATE"], [128, 133, "ORG"], [137, 141, "ORG"], [186, 210, "DATE"], [222, 258, "ORG"], [303, 326, "DATE"], [338, 346, "ORG"], [351, 356, "ORG"]]}
{"text": "19 Minu ettepanek liidetud kohtuasjades Föreningen Skydda Skogen jt (C‑473/19 ja C‑474/19, EU:C:2020:699, punkt 97).", "label": [[40, 64, "ORG"]]}
{"text": "20 Vt 8. juuli 1987. aasta kohtuotsused komisjon vs. Belgia (247/85, EU:C:1987:339, punkt 8) ja komisjon vs. Itaalia (262/85, EU:C:1987:340, punkt 8), samuti 19. jaanuari 1994. aasta kohtuotsus Association pour la protection des animaux sauvages jt (C‑435/92, EU:C:1994:10, punkt 20).", "label": [[6, 26, "DATE"], [40, 48, "ORG"], [53, 59, "ORG"], [96, 104, "ORG"], [109, 116, "ORG"], [158, 182, "DATE"], [194, 245, "ORG"]]}
{"text": "21 Vt 27. aprilli 1988. aasta kohtuotsus komisjon vs. Prantsusmaa (252/85, EU:C:1988:202, punkt 28); 16. oktoobri 2003. aasta kohtuotsus Ligue pour la protection des oiseaux jt (C‑182/02, EU:C:2003:558, punkt 17) ja 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 68), samuti kohtujurist Adelholti ettepanek kohtuasjas WWF Italia jt (C‑60/05, EU:C:2006:116, punkt 50) ja minu ettepanek kohtuasjas komisjon vs. Iirimaa (C‑418/04, EU:C:2006:569, punktid 111 ja 112).", "label": [[6, 29, "DATE"], [41, 49, "ORG"], [54, 65, "ORG"], [101, 125, "DATE"], [137, 173, "ORG"], [216, 239, "DATE"], [251, 259, "ORG"], [264, 269, "ORG"], [338, 349, "PROFESSION"], [350, 359, "PER"], [381, 391, "ORG"], [459, 467, "ORG"], [472, 479, "ORG"]]}
{"text": "22 16. oktoobri 2003. aasta kohtuotsus Ligue pour la protection des oiseaux jt (C‑182/02, EU:C:2003:558, punkt 17); 8. juuni 2006. aasta kohtuotsus WWF Italia jt (C‑60/05, EU:C:2006:378, punkt 32); 10. septembri 2009. aasta kohtuotsus komisjon vs. Malta (C‑76/08, EU:C:2009:535, punkt 59) ja 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 68).", "label": [[3, 27, "DATE"], [39, 75, "ORG"], [116, 136, "DATE"], [148, 158, "ORG"], [198, 223, "DATE"], [235, 243, "ORG"], [248, 253, "ORG"], [292, 315, "DATE"], [327, 335, "ORG"], [340, 345, "ORG"]]}
{"text": "23 16. oktoobri 2003. aasta kohtuotsus Ligue pour la protection des oiseaux jt (C‑182/02, EU:C:2003:558, punkt 17); 21. juuni 2018. aasta kohtuotsus komisjon vs. Malta (metsvindid) (C‑557/15, EU:C:2018:477, punkt 66) ja 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 89).", "label": [[3, 27, "DATE"], [39, 75, "ORG"], [116, 137, "DATE"], [149, 157, "ORG"], [162, 167, "ORG"], [220, 243, "DATE"], [255, 263, "ORG"], [268, 273, "ORG"]]}
{"text": "24 15. detsembri 2005. aasta kohtuotsus komisjon vs. Soome (C‑344/03, EU:C:2005:770, punktid 53 ja 54); 21. juuni 2018. aasta kohtuotsus komisjon vs. Malta (metsvindid) (C‑557/15, EU:C:2018:477, punkt 63). 23. aprilli 2020. aasta kohtuotsuses komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 90) ei põhjendata seda küll otseselt kogusuremusega, aga viite tõttu varasemale kohtupraktikale ei tohiks sel olla tähtsust.", "label": [[3, 28, "DATE"], [40, 48, "ORG"], [53, 58, "ORG"], [104, 125, "DATE"], [137, 145, "ORG"], [150, 155, "ORG"], [206, 229, "DATE"], [243, 251, "ORG"], [256, 261, "ORG"]]}
{"text": "25 Kohtujurist Silva Bento ettepanek kohtuasjas komisjon vs. Prantsusmaa (252/85, EU:C:1988:55, punkt 43). Vt ka 27. aprilli 1988. aasta kohtuotsus komisjon vs. Prantsusmaa (252/85, EU:C:1988:202, punkt 27).", "label": [[3, 14, "PROFESSION"], [15, 26, "PER"], [48, 56, "ORG"], [61, 72, "ORG"], [113, 136, "DATE"], [148, 156, "ORG"], [161, 172, "ORG"]]}
{"text": "26 9. detsembri 2004. aasta kohtuotsus komisjon vs. Hispaania (parany) (C‑79/03, EU:C:2004:782, punkt 20).", "label": [[3, 27, "DATE"], [39, 47, "ORG"], [52, 61, "ORG"]]}
{"text": "27 Nii ka kohtujurist Silva Bento ettepanek kohtuasjas komisjon vs. Prantsusmaa (252/85, EU:C:1988:55, punkt 43). Vt ka 8. juuli 1987. aasta kohtuotsus komisjon vs. Itaalia (262/85, EU:C:1987:340, punkt 39) ja 21. juuni 2018. aasta kohtuotsus komisjon vs. Malta (metsvindid) (C‑557/15, EU:C:2018:477, punktid 84 ja 85).", "label": [[10, 21, "PROFESSION"], [22, 33, "PER"], [55, 63, "ORG"], [68, 79, "ORG"], [120, 140, "DATE"], [152, 160, "ORG"], [165, 172, "ORG"], [210, 231, "DATE"], [243, 251, "ORG"], [256, 261, "ORG"]]}
{"text": "28 27. aprilli 1988. aasta kohtuotsus komisjon vs. Prantsusmaa (252/85, EU:C:1988:202, punktid 27 ja 28).", "label": [[3, 26, "DATE"], [38, 46, "ORG"], [51, 62, "ORG"]]}
{"text": "29 Vt ka 9. detsembri 2004. aasta kohtuotsus komisjon vs. Hispaania (parany) (C‑79/03, EU:C:2004:782, punkt 34) ja 21. juuni 2018. aasta kohtuotsus komisjon vs. Malta (metsvindid) (C‑557/15, EU:C:2018:477, punkt 84 jj).", "label": [[9, 33, "DATE"], [45, 53, "ORG"], [58, 67, "ORG"], [115, 136, "DATE"], [148, 156, "ORG"], [161, 166, "ORG"]]}
{"text": "30 Kohtujuristi ettepanek kohtuasjas komisjon vs. Hispaania (parany) (C‑79/03, EU:C:2004:507, punkt 31).", "label": [[37, 45, "ORG"], [50, 59, "ORG"]]}
{"text": "31 Vt eespool punktid 24–28.", "label": []}
{"text": "32 Kohtujuristi ettepanek kohtuasjas komisjon vs. Malta (metsvindid) (C‑557/15, EU:C:2017:613, punkt 102).", "label": [[37, 45, "ORG"], [50, 55, "ORG"]]}
{"text": "33 Vt 8. juuni 2006. aasta kohtuotsus WWF Italia jt (C‑60/05, EU:C:2006:378, punkt 28); 10. oktoobri 2019. aasta kohtuotsus Luonnonsuojeluyhdistys Tapiola (C‑674/17, EU:C:2019:851, punktid 45 ja 51) ning 23. aprilli 2020. aasta kohtuotsus komisjon vs. Soome (isashahkade kevadjaht) (C‑217/19, EU:C:2020:291, punkt 70).", "label": [[6, 26, "DATE"], [38, 48, "ORG"], [88, 112, "DATE"], [124, 154, "ORG"], [204, 227, "DATE"], [239, 247, "ORG"], [252, 257, "ORG"]]}
