{"text": "KOHTUJURISTI ETTEPANEK XANDER ROGERS esitatud 2. septembril 2021(1)", "label": [[0, 12, "PROFESSION"], [23, 36, "PER"], [46, 64, "DATE"]]}
{"text": "Kohtuasi C‑388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV versus Dr. August Oetker Nahrungsmittel KG", "label": [[0, 101, "ORG"], [109, 144, "ORG"]]}
{"text": "(eelotsusetaotlus, mille on esitanud Bundesgerichtshof (Saksamaa Liitvabariigi kõrgeim üldkohus))", "label": [[37, 54, "ORG"], [56, 78, "LOC"], [79, 95, "ORG"]]}
{"text": "Eelotsusetaotlus – Määrus (EL) nr 1169/2011 – Toidualase teabe esitamine tarbijatele – Artikli 9 lõike 1 punkt l – Toitumisalane teave – Artikli 31 lõike 3 teine lõik – Energiasisalduse ja toitainete koguse arvutamine – Artikli 33 lõike 2 teine lõik – Väljendamine portsjoni või tarbimisühiku kohta", "label": []}
{"text": "I. Sissejuhatus", "label": []}
{"text": "1. Käesolev eelotsusetaotlus puudutab määruse (EL) nr 1169/2011 (2), milles käsitletakse toidualase teabe esitamist tarbijatele, sätete tõlgendamist. Täpsemalt soovib eelotsusetaotluse esitanud kohus teada, kas ja millistel tingimustel on lubatav esitada toidu pakendi esiküljel vabatahtlikku toitumisalast teavet, mis ei käi toidu kohta selle müümisel, vaid portsjonite kohta pärast toidu valmistamist koos täiendavate koostisosadega.", "label": []}
{"text": "2. See taotlus on esitatud Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV (Saksamaa tarbijaühenduste ja -keskuste liit, edaspidi „BVV“) ning toidutootja Dr. August Oetker Nahrungsmittel KG (edaspidi „Dr. Oetker“) vahelises vaidluses, mis puudutab müsli pakendi (edaspidi „vaidlusalune toode“) esiküljel oleva toitumisalase märgistuse vastavust vabatahtlikult esitatava toitumisalase teabega seotud nõuetele ning eelkõige määruse nr 1169/2011 artikli 31 lõike 3 teisele lõigule ja artikli 33 lõike 2 teisele lõigule.", "label": [[27, 128, "ORG"], [130, 173, "ORG"], [185, 188, "ORG"], [208, 243, "ORG"], [255, 265, "ORG"]]}
{"text": "3. Kuigi Euroopa Kohtul on juba olnud võimalus tõlgendada määrust nr 1169/2011, nagu ka direktiive 2000/13/EÜ (3) ja 90/496/EMÜ (4), mis selle määrusega kehtetuks tunnistati, on see esimene kord, kui tal tuleb võtta seisukoht toidu vabatahtliku toitumisalase teabega märgistamist puudutavate sätete tõlgendamise kohta (5).", "label": [[9, 23, "ORG"]]}
{"text": "4. Käesolevas ettepanekus asun seisukohale, et sellise pakitud toidu puhul, nagu seda on vaidlusalune toode, mida tarbitakse mitmel erineval viisil valmistatuna, ei ole vabatahtliku toitumisalase teabega märgistamine kooskõlas määruses nr 1169/2011 sätestatud nõuetega, kui energiasisaldust ja toitainete koguseid puudutav teave on esitatud ainult ühe valmistamisviisi kohta ning samas ei ole esitatud seda teavet 100 grammi toidu kohta selle müümisel.", "label": [[414, 417, "AMOUNT_VALUE"], [418, 424, "AMOUNT_UNIT"]]}
{"text": "II. Õiguslik raamistik", "label": []}
{"text": "5. Määruse nr 1169/2011 põhjendused 10, 17, 35, 37 ja 41 on sõnastatud järgmiselt:", "label": []}
{"text": "„(10) Toitumise ja tervise vaheline seos ning isiklikele vajadustele sobiv toiduvalik on üldsusele huvi pakkuvad küsimused. Komisjoni 30. mai 2007. aasta valges raamatus „Toitumise, ülekaalulisuse ja rasvumisega seotud terviseküsimustega tegelemise Euroopa strateegia“ […] märgiti, et toitumisalase teabe märgistus on üks oluline vahend, mille abil teavitada tarbijaid toidu koostisest ja aidata neil teha teadlikke valikuid. Komisjoni 13. märtsi 2007. aasta teatises „ELi tarbijapoliitika strateegia 2007–2013. Tarbijate mõjukuse suurendamine, heaolu edendamine ja tõhus kaitse“ rõhutatakse, et tarbijate teadlike valikute soodustamine on oluline nii tõhusa konkurentsi tekke kui ka tarbijate heaolu seisukohast. Teadmised toitumise põhimõtete kohta ja asjakohane toitumisalane teave toidul aitaksid tarbijaid teadlike valikute tegemisel oluliselt. […]", "label": [[124, 133, "ORG"], [134, 153, "DATE"], [249, 256, "LOC"], [426, 435, "ORG"], [436, 458, "DATE"], [469, 472, "LOC"], [501, 510, "DATE"]]}
{"text": "[…]", "label": []}
{"text": "(17) Kohustusliku toidualase teabe nõudmise esmane põhjendus peaks olema, et tarbijail võimaldatakse toit identifitseerida ja seda asjakohasel viisil tarbida ning teha valikuid, mis vastavad isiklikele toitumisvajadustele. Selleks peaksid toidukäitlejad hõlbustama nimetatud teabe kättesaadavust vaegnägijatele.", "label": []}
{"text": "[…]", "label": []}
{"text": "(35) Et oleks lihtsam võrrelda tooteid eri suurusega pakendites, on otstarbekas siduda toitumisalane teave edaspidigi kohustuslikus korras kogusega 100 g või 100 ml ning vajaduse korral lubada täiendavaid portsjonipõhiseid andmeid. Kui toit on seega eelnevalt pakendatud ning üksikportsjonid või tarbimisühikud on kindlaks määratud, peaks toitumisalase teabe esitamine portsjoni või tarbimisühiku kohta lisaks selle esitamisele kogusega 100 g või 100 ml olema täiendavalt lubatud. Lisaks tuleks komisjonile portsjonite või tarbimisühikute tähiste võrdväärsuse tagamiseks anda volitused võtta vastu eeskirjad, millega nähakse ette teatud toidurühmade puhul toitumisalase teabe esitamine portsjoni või tarbimisühiku kohta.", "label": [[148, 151, "AMOUNT_VALUE"], [152, 153, "AMOUNT_UNIT"], [158, 161, "AMOUNT_VALUE"], [162, 164, "AMOUNT_UNIT"], [437, 440, "AMOUNT_VALUE"], [441, 442, "AMOUNT_UNIT"], [447, 450, "AMOUNT_VALUE"], [451, 453, "AMOUNT_UNIT"], [495, 506, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "(37) Kuna üks käesoleva määruse eesmärke on anda lõpptarbijale alus teadlike valikute tegemiseks, on oluline selles osas tagada, et lõpptarbijale on märgistusel esitatud teave lihtsalt arusaadav. […]", "label": []}
{"text": "[…]", "label": []}
{"text": "(41) Esitatav toitumisalane teave peaks olema lihtne ja kergesti arusaadav, et see oleks keskmisele tarbijale meelepärane, täidaks oma kasutuselevõtu eesmärki ja arvestaks olemasolevate toitumisalaste teadmiste taset. Toitumisalane teave, mis on osaliselt põhivaateväljal, mida tavaliselt nimetatakse pakendi esiküljeks, ja osaliselt pakendi mõnel teisel küljel, näiteks tagaküljel, võib tarbijaid eksitada. Seepärast peaks toitumisalane teave olema märgistusel samas vaateväljas. Lisaks võib kõige tähtsamaid toitumisalaseid andmeid põhivaateväljal vabatahtlikult korrata, et tarbijad toitu ostes peamist toidualast teavet hõlpsasti näeksid. Kui korratava teabe valik jäetakse vabaks, võib see tarbijaid eksitada. Seetõttu tuleb selgitada, millist teavet võib korrata.“", "label": []}
{"text": "6. Selle määruse artiklis 9 „Kohustuslike andmete loetelu“ on lõige 1, mis on sõnastatud järgmiselt:", "label": []}
{"text": "„Vastavalt artiklitele 10 kuni 35 ning kui käesolevas peatükis sisalduvatest eranditest ei tulene teisiti, on kohustuslik märkida järgmised andmed:", "label": []}
{"text": "[…]", "label": []}
{"text": "l) toitumisalane teave.“", "label": []}
{"text": "7. Nimetatud määruse artiklis 30 „Sisu“ on sätestatud:", "label": []}
{"text": "„1. Kohustuslik toitumisalane teave hõlmab järgmist:", "label": []}
{"text": "a) energiasisaldust ning", "label": []}
{"text": "b) rasvade, küllastunud rasvhapete, süsivesikute, suhkrute, valkude ja soola sisaldus.", "label": []}
{"text": "[…]", "label": []}
{"text": "3. Kui müügipakendis toidu märgistus sisaldab lõikes 1 osutatud kohustuslikku toitumisalast teavet, võib selles korrata järgmist teavet:", "label": []}
{"text": "a) energiasisaldus või", "label": []}
{"text": "b) energiasisaldus koos rasva, küllastunud rasvhapete, suhkrute ja soola sisaldusega.", "label": []}
{"text": "4. Erandina artikli 36 lõikest 1 võib teabe sisu, kui artikli 16 lõikes 4 osutatud toodete märgistuses on esitatud toitumisalane teave, koosneda ainult energiasisaldusest.", "label": []}
{"text": "5. Ilma et see piiraks artikli 44 kohaldamist ning erandina artikli 36 lõikest 1, kui artikli 44 lõikes 1 osutatud toodete märgistuses on esitatud toitumisalane teave, võib selle teabe sisu koosneda ainult:", "label": []}
{"text": "a) energiasisaldusest või", "label": []}
{"text": "b) energiasisaldusest koos rasva, küllastunud rasvhapete, suhkrute ja soola sisaldusega.", "label": []}
{"text": "[…]“", "label": []}
{"text": "8. Selle määruse artikli 31 „Arvutamine“ lõikes 3 on sätestatud:", "label": []}
{"text": "„Artikli 30 lõigetes 1 kuni 5 osutatud energiasisaldus ja toitainete kogus peavad vastama nende kogustele toidu müümisel.", "label": []}
{"text": "Vajaduse korral võib teave olla esitatud valmistoidu kohta, kui on antud piisavalt üksikasjalik valmistamisjuhis ja teave osutab valmistoidule.“", "label": []}
{"text": "9. Määruse nr 1169/2011 artikli 32 „Väljendamine 100 g või 100 ml kohta“ lõikes 2 on sätestatud:", "label": [[49, 52, "AMOUNT_VALUE"], [53, 54, "AMOUNT_UNIT"], [59, 62, "AMOUNT_VALUE"], [63, 65, "AMOUNT_UNIT"]]}
{"text": "„Artikli 30 lõigetes 1 kuni 5 osutatud energiasisaldus ja toitainete kogus väljendatakse 100 grammi või 100 ml kohta.“", "label": [[89, 92, "AMOUNT_VALUE"], [93, 99, "AMOUNT_UNIT"], [104, 107, "AMOUNT_VALUE"], [108, 110, "AMOUNT_UNIT"]]}
{"text": "10. Selle määruse artikli 33 „Väljendamine portsjoni või tarbimisühiku kohta“ lõigetes 1 ja 2 on ette nähtud:", "label": []}
{"text": "„1. Järgmistel juhtudel võib artikli 30 lõigetes 1 kuni 5 osutatud energiasisaldust ja toitainete kogust väljendada tarbijate jaoks kergesti äratuntava portsjoni ja/või tarbimisühiku kohta, tingimusel et portsjoni või tarbimisühiku suurus on märgistuses kindlaks määratud ning pakendis sisalduvate portsjonite või tarbimisühikute arv on teatavaks tehtud:", "label": []}
{"text": "a) lisaks artikli 32 lõikes 2 osutatud väljendamisviisile 100 grammi või 100 ml kohta;", "label": [[58, 61, "AMOUNT_VALUE"], [62, 68, "AMOUNT_UNIT"], [73, 76, "AMOUNT_VALUE"], [77, 79, "AMOUNT_UNIT"]]}
{"text": "b) lisaks väljendamisviisile 100 grammi või 100 ml kohta, millele on osutatud artikli 32 lõikes 3 seoses vitamiinide ja mineraaltoitainete kogustega;", "label": [[29, 32, "AMOUNT_VALUE"], [33, 39, "AMOUNT_UNIT"], [44, 47, "AMOUNT_VALUE"], [48, 50, "AMOUNT_UNIT"]]}
{"text": "c) lisaks artikli 32 lõikes 4 osutatud väljendamisviisile 100 grammi või 100 ml kohta või selle asemel.", "label": [[58, 61, "AMOUNT_VALUE"], [62, 68, "AMOUNT_UNIT"], [73, 76, "AMOUNT_VALUE"], [77, 79, "AMOUNT_UNIT"]]}
{"text": "2. Erandina artikli 32 lõikest 2 võib artikli 30 lõike 3 punktis b osutatud juhtudel toitainete kogust ja/või XIII lisa B osas sätestatud võrdluskoguste protsenti väljendada vaid portsjoni või tarbimisühiku kohta.", "label": []}
{"text": "Kui toitainete kogus on väljendatud vaid portsjoni või tarbimisühiku kohta vastavalt esimesele lõigule, väljendatakse energiasisaldust 100 g või 100 ml kohta ja portsjoni või tarbimisühiku kohta.“", "label": [[135, 138, "AMOUNT_VALUE"], [139, 140, "AMOUNT_UNIT"], [145, 148, "AMOUNT_VALUE"], [149, 151, "AMOUNT_UNIT"]]}
{"text": "III. Põhikohtuasi, eelotsuse küsimused ja menetlus Euroopa Kohtus", "label": [[51, 65, "ORG"]]}
{"text": "11. Dr. Oetker on Saksamaa toidutööstusettevõtja, kes toodab ja turustab müslit nimetusega Dr. Oetker Vitalis Knuspermüsli Schoko+Keks (krõmpsuv müsli šokolaadi ja küpsisega). See toode on pakendatud risttahukakujulisse pappkarpi.", "label": [[4, 14, "ORG"], [18, 26, "LOC"], [91, 134, "TITLE"]]}
{"text": "12. Pakendil on järgmine toitumisalane teave:", "label": []}
{"text": "– pakendi küljel (karbi kitsal küljel) on pealkirja „Toitumisalane teave“ all esitatud andmed energiasisalduse ning rasvade, küllastunud rasvhapete, süsivesikute, suhkrute, valkude ja soola koguse kohta, kusjuures see teave on antud ühelt poolt 100 grammi toote kohta toote müümisel (edaspidi „müüdava toote portsjon“) ja teiselt poolt 40 grammi müsli kohta, mis on valmistatud 60 ml 1,5protsendilise rasvasisaldusega piimaga (edaspidi „valmistoiduportsjon“);", "label": [[245, 248, "AMOUNT_VALUE"], [249, 255, "AMOUNT_UNIT"], [336, 338, "AMOUNT_VALUE"], [339, 345, "AMOUNT_UNIT"], [378, 380, "AMOUNT_VALUE"], [381, 383, "AMOUNT_UNIT"], [384, 387, "AMOUNT_VALUE"], [387, 400, "AMOUNT_UNIT"]]}
{"text": "– pakendi esiküljel (põhivaatevälja jääval karbi küljel) on korratud energiasisalduse ning rasvade, küllastunud rasvhapete, suhkrute ja soola kogust puudutavaid andmeid üksnes valmistoiduportsjoni kohta.", "label": []}
{"text": "13. BVV leiab, et vaidlusaluse toote toitumisalane märgistus ei vasta toitumisalast teavet puudutavatele määruse nr 1169/2011 sätetele. Dr. Oetker on rikkunud nimetatud määruse artiklit 33 koosmõjus selle artiklitega 30 ja 32, kuna vaidlusaluse toote pakendi esiküljel on energiaväärtus näidatud mitte müüdava toote portsjoni kohta (ehk 1880 kJ), vaid üksnes valmistoiduportsjoni kohta (ehk 872 kJ). Sel alusel esitas BVV Dr. Oetkeri vastu nõudeavalduse, millega nõudis sisuliselt rikkumise lõpetamist, lisades sellele karistusähvarduse.", "label": [[4, 7, "ORG"], [136, 146, "ORG"], [337, 341, "AMOUNT_VALUE"], [342, 344, "AMOUNT_UNIT"], [391, 394, "AMOUNT_VALUE"], [395, 397, "AMOUNT_UNIT"], [418, 421, "ORG"], [422, 433, "ORG"]]}
{"text": "14. Kuna see nõudeavaldus tulemusi ei andnud, esitas BVV hagi Landgericht Bielefeldile (Bielefeldi esimese astme kohus, Saksamaa), kes selle 8. augusti 2018. aasta kohtuotsusega rahuldas, leides esiteks, et see, et vaidlusaluse toote pakendi esikülje märgistusel ei ole näidatud müüdava toote portsjoni energiasisaldust, ei ole kooskõlas määruse nr 1169/2011 artikli 33 lõike 2 teise lõiguga, ning teiseks, et selle määruse artikli 31 lõike 3 teine lõik ei kuulu kohaldamisele, sest konkreetsel juhul ei toimu „arvestatavat töötlemist“.", "label": [[53, 56, "ORG"], [62, 86, "ORG"], [88, 118, "ORG"], [120, 128, "LOC"], [141, 163, "DATE"]]}
{"text": "15. Dr. Oetker esitas apellatsioonkaebuse ja Oberlandesgericht Hamm (liidumaa kõrgeim kohus Hammis, Saksamaa) tühistas selle kohtuotsuse 13. juuni 2019. aasta kohtuotsusega ning jättis BVV hagi rahuldamata.", "label": [[4, 14, "ORG"], [45, 67, "ORG"], [69, 91, "ORG"], [92, 98, "LOC"], [100, 108, "LOC"], [137, 158, "DATE"], [185, 188, "ORG"]]}
{"text": "16. Selle kohtu hinnangul piisab energiasisalduse näitamisest valmistoiduportsjoni kohta. Ühelt poolt ei tulene määruse nr 1169/2011 artikli 33 lõike 2 teisest lõigust kohustust märkida toidupakendi esiküljele seal juba esitatud toitumisalase teabe kõrval ka energiasisaldust toote müümisel. Kohustuslik toitumisalane teave, mida reguleerib selle määruse artikli 30 lõige 1, on nimelt esitatud vaidlusaluse toote pakendi küljel ja selle üle käesoleval juhul vaidlust ei ole. Pakendi esiküljel esitatud andmete näol on ühelt poolt seega tegemist teabe kordamisega nimetatud määruse artikli 30 lõike 3 punkti b tähenduses. Kontekstis, kus teabe kordamisel näidatakse energiasisaldust ja toitainete koguseid üksnes portsjoni kohta, tuleks energiasisaldus sama määruse artikli 33 lõike 2 teise lõigu kohaselt näidata 100 g valmistoidu kohta. Teiselt poolt tuleneb määruse nr 1169/2011 artikli 31 lõike 3 teisest lõigust, et energiasisalduse andmed võib esitada ka valmistoidu kohta, tingimusel – nagu see käesoleval juhul on – et on antud piisavalt üksikasjalik valmistamisjuhis ja teave osutab valmistoidule. Pealegi ei toeta see määrus kuidagi Landgericht Bielefeldi (Bielefeldi esimese astme kohus) seisukohta, et mõiste „valmistamine“ selle sätte tähenduses eeldab „arvestatavat töötlemist“, nagu keetmine või soojendamine.", "label": [[813, 816, "AMOUNT_VALUE"], [817, 818, "AMOUNT_UNIT"], [1142, 1197, "ORG"]]}
{"text": "17. BVV esitas Oberlandesgericht Hammi (liidumaa kõrgeim üldkohus Hammis) kohtuotsuse peale kassatsioonkaebuse eelotsusetaotluse esitanud kohtule ehk Bundesgerichtshofile (Saksamaa Liitvabariigi kõrgeim üldkohus).", "label": [[4, 7, "ORG"], [15, 38, "ORG"], [40, 65, "ORG"], [66, 72, "LOC"], [150, 170, "ORG"], [172, 194, "LOC"], [195, 211, "ORG"]]}
{"text": "18. Eelotsusetaotluse esitanud kohtu hinnangul sõltub kassatsioonkaebuse lahendus eelkõige sellest, kas määruse nr 1169/2011 artikli 31 lõiget 3 ja artikli 33 lõiget 2 tuleb tõlgendada nii, et sellisel juhul nagu põhikohtuasjas ei ole lubatud pakendi esiküljel esitada müügi edendamise eesmärgil toitumisalast teavet valmistoiduportsjoni kohta, märkimata seejuures ka energiasisaldust 100 g toote kohta selle müümisel.", "label": [[385, 388, "AMOUNT_VALUE"], [389, 390, "AMOUNT_UNIT"]]}
{"text": "19. Neil asjaoludel otsustas Bundesgerichtshof (Saksamaa Liitvabariigi kõrgeim üldkohus) menetluse peatada ja esitada Euroopa Kohtule järgmised eelotsuse küsimused:", "label": [[29, 88, "ORG"], [118, 133, "ORG"]]}
{"text": "„1. Kas määruse nr 1169/2011 artikli 31 lõike 3 teist lõiku tuleb tõlgendada nii, et kõnealune säte on kohaldatav vaid toidule, mille puhul on vajalik valmistamine ja antud on valmistamisjuhis?", "label": []}
{"text": "2. Kas juhul, kui esimesele küsimusele tuleb vastata eitavalt, on määruse nr 1169/2011 artikli 33 lõike 2 teises lõigus kasutatud sõnastusega „100 g kohta“ mõeldud üksnes 100 g toodet selle müümisel või vähemalt samavõrd ka 100 g valmistoitu?“", "label": [[143, 146, "AMOUNT_VALUE"], [147, 148, "AMOUNT_UNIT"], [171, 174, "AMOUNT_VALUE"], [175, 176, "AMOUNT_UNIT"], [224, 227, "AMOUNT_VALUE"], [228, 229, "AMOUNT_UNIT"]]}
{"text": "20. Kirjalikud märkused esitasid põhikohtusaja pooled ning Euroopa Komisjon. Euroopa Kohus otsustas oma kodukorra artikli 76 lõike 2 alusel lahendada kohtuasja ilma kohtuistungit korraldamata.", "label": [[59, 75, "ORG"], [77, 90, "ORG"]]}
{"text": "I. Analüüs", "label": []}
{"text": "A. Sissejuhatavad märkused", "label": []}
{"text": "21. Käesolevad eelotsuse küsimused puudutavad toidu toitumisalase teabega märgistamise nõudeid, mis on sätestatud määruses nr 1169/2011. Võttes arvesse kõnealuste õigusnormide tehnilist laadi, on minu meelest kasulik anda esmalt ülevaade asjasse puutuvast õiguslikust raamistikust (1.), mis võimaldab paremini mõista vaidlusaluse toote toitumisalase teabega märgistamist ja esitatud küsimusi (2.).", "label": []}
{"text": "1. Asjasse puutuv õiguslik raamistik", "label": []}
{"text": "a) Kujunemislugu ja edendatavad eesmärgid", "label": []}
{"text": "22. Toidu märgistamist reguleeriv õiguslik raamistik loodi esmalt direktiiviga 79/112/EMÜ (6), mille eesmärk oli ühtsete eeskirjade kehtestamine „ühisturu toimimise toetamiseks“, kuna liikmesriikide õigusnormide vahelisi erinevusi nähti liikmesriikide vahelise toidukaupade vaba liikumise takistusena (7). Kuigi direktiivi peamine eesmärk oli selliste piirangute kõrvaldamine, tõdes seadusandja samuti, et selliste normide puhul tuleks esmajoones silmas pidada „tarbija teavitamise ja kaitsmise vajadust“ (8). Seda vajadust on korratud (9) ja sellele on veelgi suurem tähtsus omistatud (10) direktiivis 2000/13, millega kodifitseeriti ja asendati direktiiv 79/112, kuna viimast oli mitmel korral oluliselt muudetud (11).", "label": []}
{"text": "23. Alles toidu märgistamist reguleerivate õigusnormide lihtsustamisel ja koondamisel ühte õigusakti ehk määrusesse nr 1169/2011 (12) kinnitas liidu seadusandja, et see regulatsioon „teenib siseturu huve, lihtsustades õiguskorda, tagades õiguskindluse ja vähendades halduskoormust, ja toob kasu ka kodanikele, sätestades toidu selge, arusaadava ja loetava märgistamise“ (13). Nimelt määratleti selle määruse eesmärgid eelkõige järgmiselt: „[luua] alus kõrgetasemelise tarbijakaitse tagamiseks toidualase teabe valdkonnas“ ning sätestada „vahendid, mille abil tagada tarbijate õigus teavet saada, ning toidualase teabe esitamise kord“ (14). Selles kontekstis on nimetatud määruse artikli 3 lõikes 1 sätestatud, et üheks selle regulatsiooni „üldeesmärgiks“ on tagada „tarbijate tervise ja huvide kõrgetasemeline kaitse, luues vahendi, mille alusel lõpptarbijad saaksid teha teadlikke valikuid ja toitu turvaliselt tarbida, eelkõige pidades silmas tervisealaseid, majanduslikke, keskkonnaalaseid, sotsiaalseid ja eetilisi kaalutlusi“ (15).", "label": [[143, 148, "LOC"]]}
{"text": "24. Toidualast teavet puudutavate normide käsitlemisel tuleb niisiis lähtuda algsest siseturu tõhusa toimimise eesmärgist, ent käesoleval juhul eelkõige tarbijate tervise kaitse eesmärgist.", "label": []}
{"text": "b) Kohustuslik ja vabatahtlik toidualane teave", "label": []}
{"text": "25. Kõigepealt tuleb märkida, et määruses nr 1169/2011 eristatakse kaht liiki teavet: ühest küljest „kohustuslik teave“, milleks on „üksikasjad, mis tuleb liidu õigusnormide alusel lõpptarbijale esitada“ (16), ning teisest küljest „vabatahtlik teave“, mis – nagu nimigi ütleb – esitatakse vabatahtlikult (17).", "label": [[155, 160, "LOC"]]}
{"text": "26. Kohustusliku teabe eesmärk on anda tarbijatele võimalus toit identifitseerida ja seda asjakohasel viisil tarbida ning teha valikuid, mis vastavad isiklikele toitumisvajadustele (18). Seda kohustuslikku teavet puudutavad üksikasjalikud sätted on esitatud määruse nr 1169/2011 IV peatükis (19). Loetelu andmetest, mis peavad toidul tingimata kajastuma, on sätestatud selle määruse artikli 9 lõikes 1, kus erinevat liiki andmete hulgas on punktis l nimetatud „toitumisalane teave“. See peab vastama nimetatud määruse IV peatüki 3. jaos ja eelkõige artiklites 29–35 esitatud erisätetele (20).", "label": []}
{"text": "27. Vabatahtliku teabe eesmärk on eelkõige anda tootjatele, kes seda soovivad, võimalus juhtida tarbija tähelepanu oma toote omadustele (21) või aidata tarbijatel toidu ostmisel lihtsamini näha põhilist toitumisalast teavet, korrates kõige tähtsamaid kohustusliku toitumisalase teabe hulka kuuluvaid andmeid põhivaatevälja jääval pakendi küljel (22). Liidu seadusandja on leidnud, et ka selline teave, kuigi see on vabatahtlik, peab vastama ühtlustatud kriteeriumidele. (23) Sellise ühtlustamise eesmärgid on vabatahtliku teabe liigiti erinevad. Näiteks mis puudutab toitumisalase teabe kordamist, siis võiks see, kui poleks reguleeritud, millist teavet võib korrata, tarbijates tekitada segadust (24) või neid lausa eksitada (25).", "label": [[351, 356, "LOC"]]}
{"text": "28. Neil põhjustel on ühtlustatud ka vabatahtliku teabe esitamine. Kuigi seda märgistamise aspekti reguleerivad põhiliselt määruse nr 1169/2011 V peatüki „Vabatahtlik toidualane teave“ sätted, on neis viidatud ka IV peatüki ja III peatüki sätetele ning eelkõige selle määruse artiklile 7, mis käsitleb „õiglast teavitamist“. Nimelt peab vabatahtlikult esitatav toidualane teave olema ühelt poolt kooskõlas kohustusliku teabe suhtes esitatavate nõuetega, mis on sätestatud IV peatüki 2. ja 3. jaos ehk „üksikasjalikes sätetes“ ja „toitumisalast teavet“ puudutavates sätetes (26), ning teiselt poolt ei tohi see tarbijaid eksitada, olla tarbija jaoks mitmetähenduslik ega ebamäärane ning peab vajadusel põhinema asjakohastel teaduslikel andmetel (27).", "label": []}
{"text": "c) Toidu märgistamine toitumisalase teabega", "label": []}
{"text": "29. Erinevate määruse nr 1169/2011 artikli 9 lõikes 1 nimetatud kohustuslike andmete hulgas on „toitumisalane teave“ (28). „Toitumisalast teavet“ või teise nimega „toitumisalase teabe märgistust“ (29) reguleerivate normide tehnilist laadi rõhutab asjaolu, et see on ainus teave, millele on IV peatükis pühendatud selle määruse terve jagu, nimelt 3. jagu (30), kuhu on sisuliselt koondatud direktiivi 90/496 sätted.", "label": []}
{"text": "30. Need 3. jao üksikasjalikud sätted reguleerivad selle teabe sisu, selle esitamist ning energiasisalduse arvutamist. Põhikohtuasjas on vaidlus nimelt nende normide üle.", "label": []}
{"text": "31. Esiteks, mis puudutab toitumisalase teabe märgistusega seotud norme, siis eristatakse määruses nr 1169/2011 „kohustuslikku“ toitumisalast teavet ja toitumisalase teabe „kordamist“, kuna viimane on üks vabatahtliku teabe eriliik (31).", "label": []}
{"text": "32. Ühelt poolt peab kohustuslik toitumisalane teave selle määruse artikli 30 lõike 1 kohaselt hõlmama energiasisaldust ning rasvade, küllastunud rasvhapete, süsivesikute, suhkrute, valkude ja soola sisaldust.", "label": []}
{"text": "33. Teiselt poolt võib toidukäitleja nimetatud määruse artikli 30 lõike 3 kohaselt lisaks kohustusliku toitumisalase teabe esitamisele korrata müügipakendis oleva toidu märgistamisel kas andmeid toidu energiasisalduse kohta (punkt a) või kõiki kõige olulisemaid kohustusliku toitumisalase teabe hulka kuuluvaid andmeid (32) ehk kõiki selle teabe hulka kuuluvaid andmeid peale süsivesikute ja valkude sisalduse (punkt b). Nende andmete vabatahtliku kordamise eesmärk on hõlbustada tarbijatel toitu ostes kõige tähtsamate toitumisalaste andmete nägemist (33).", "label": []}
{"text": "34. Teiseks, mis puudutab toitumisalase teabe märgistuse paigutamisega seotud eeskirju, siis tuleneb määruse nr 1169/2011 sätetest, et kohustuslik teave, nagu ka muud kohustuslikud andmed, tuleb esitada silmatorkavas kohas hästi nähtavalt ja selgesti loetavalt (34). Lisaks sellele tuleb kohustuslik toitumisalane teave esitada samas vaateväljas – mida on määratletud kui „pakendi kõik sellised pinnad, mis on loetavad ühest vaatepunktist“ (35) – selgelt ning kui ruum seda võimaldab, siis tabelina, numbrid üksteise all (36).", "label": []}
{"text": "35. Andmeid, mida vabatahtlikult korratakse, nagu ka muud vabatahtlikku teavet, ei tohi esitada nii, et see piirab kohustusliku teabe jaoks olemas olevat pinda (37). Praktikas esitatakse need – nagu käesoleval juhul – tavaliselt põhivaateväljal (pakendi esiküljel) (38) selleks ette nähtud suurusega kirjas (39).", "label": []}
{"text": "36. Kolmandaks, mis puudutab toitumisalases teabes esitatava energiasisalduse ja toitainete koguste arvutamise meetodit, siis põhimõtteliselt tuleb need andmed määruse nr 1169/2011 artikli 32 lõike 2 kohaselt esitada 100 g või 100 ml kohta. See norm on põhjendatav sellega, et tarbijal peab olema võimalik võrrelda erineva suurusega pakendites olevate sarnaste toodete toitumisalast teavet (40), ning see käib nii kohustusliku kui ka vabatahtliku toitumisalase teabe kohta, võttes arvesse, et selles sättes peetakse eelkõige silmas selle määruse artikli 30 lõigete 1 ja 3 alusel esitatavat toitumisalast teavet. Lisaks esitatakse toitumisalane teave põhimõtteliselt toidu kohta „selle müümisel“ (41) või „vajaduse korral“ „valmistoidu“ kohta, kui on antud piisavalt üksikasjalik valmistamisjuhis ja teave osutab valmistoidule (42).", "label": [[217, 220, "AMOUNT_VALUE"], [221, 222, "AMOUNT_UNIT"], [227, 230, "AMOUNT_VALUE"], [231, 233, "AMOUNT_UNIT"]]}
{"text": "1. Vaidlusaluse toote toitumisalase teabe märgistus", "label": []}
{"text": "37. Eeltoodut arvesse võttes on minu meelest kasulik anda vaidlusaluse toote toitumisalase teabe märgistusega seotud järgmised selgitused.", "label": []}
{"text": "38. Kõigepealt tuleb tõdeda, et eelotsuse küsimused ei puuduta kohustuslikku toitumisalast teavet. Põhikohtuasja poolte vahel ei ole vaidlust selles, et see teave on määruse nr 1169/2011 sätetega igati kooskõlas. Nimelt sisaldab ühelt poolt vaidlusaluse toote pakendile kantud toitumisalane märgistus energiasisaldust (43) ning rasvade, küllastunud rasvhapete, süsivesikute, suhkrute, valkude ja soola kogust (44) puudutavat teavet, ning teiselt poolt on see teave esitatud samas vaateväljas (45), nimelt tabelina pakendi küljel (46).", "label": []}
{"text": "39. Järgnevalt märgin, et toitumisalase teabe kordamisega seoses ei ole põhikohtuasja poolte vahel vaidlust selles, et pakendatud toidu puhul, mille märgistus sisaldab kohustuslikku toitumisalast teavet, võib energiasisaldust ning rasvade, küllastunud rasvhapete, suhkrute ja soola koguseid puudutavaid andmeid korrata pakendi esiküljel (47) vabatahtlikult muus kui kohustusliku toitumisalase teabe vormis (48). Määruse nr 1169/2011 sätetele vastavus on vaidluse all üksnes osas, mis puudutab pakendi esiküljel korratava toitumisalase teabe hulgas märgitud energiasisalduse ja toitainete koguste arvutamist ja kajastamist, ning vaidlus puudutab eelkõige küsimust, kas selles korratavas teabes võib osutada üksnes valmistoidule.", "label": []}
{"text": "A. Esimene eelotsuse küsimus", "label": []}
{"text": "40. Esimese eelotsuse küsimusega küsib eelotsusetaotluse esitanud kohus sisuliselt, kas määruse nr 1169/2011 artikli 31 lõike 3 teist lõiku tuleb tõlgendada nii, et see säte kuulub kohaldamisele üksnes sellise toidu puhul, mida on enne tarbimist vaja valmistada ja mille valmistamiseks on ette nähtud ainult üks valmistusviis.", "label": []}
{"text": "41. See küsimus on vaidluse lahendamise seisukohast asjasse puutuv, kuna vaidlusalust toodet ehk müslit saab – nagu eelotsusetaotluse esitanud kohus märgib – valmistada mitmel erineval viisil ehk lisades piima, jogurtit või kohupiima, samuti puuviljamahla või puuvilju, moosi või mett.", "label": []}
{"text": "42. Teisisõnu palutakse Euroopa Kohtul öelda, kas juhul, kui toitu saab valmistada mitmel erineval viisil, näiteks ka erinevate koostisosade abil, võib pakendi esiküljel vabatahtlikult korratav toitumisalane teave olla seotud üksnes ühega neist valmistamisviisidest.", "label": [[24, 38, "ORG"]]}
{"text": "43. Määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu kohaselt on selle asemel, et esitada toitumisalane teave „toidu müümisel“ (49), võimalik see „vajaduse korral“ esitada „valmistoidu“ kohta, „kui on antud piisavalt üksikasjalik valmistamisjuhis ja teave osutab valmistoidule“. Sõnastuse poolest kordab see säte direktiivi 90/496 artikli 6 lõiget 4.", "label": []}
{"text": "44. Märgin kõigepealt, et selle sätte tõlgenduse otsimisel tuleb lisaks selle sõnastusele silmas pidada ka selle konteksti ja asjaomase õigusakti eesmärki (50).", "label": []}
{"text": "45. Esimesena, mis puudutab määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu sõnastust, siis tõden eelotsusetaotluse esitanud kohtu eeskujul, et selle sätte sõnastuses ei ole midagi, mis saaks anda selge ja ühemõttelise vastuse. Grammatilisel tõlgendamisel saab tõdeda üksnes järgnevat.", "label": []}
{"text": "46. Esiteks eeldab väljend „valmistoit“, et määruse nr 1169/2011 artikli 31 lõike 3 teises lõigus nimetatud toitu saab kuidagi valmistada. Selles sättes ei peeta niisiis silmas sellist toitu, mida ei ole vaja enne tarbimist kuidagi valmistada (näiteks šokolaaditahvel). Käesoleval juhul saab aga müslit tarbida ilma seda kuidagi valmistamata. Nii võiks asuda seisukohale, et müsli ei ole selle sätte kohaldamisalasse kuuluv toit, kuna see säte peaks hõlmama üksnes toitu, mida tuleb selleks, et seda saaks tarbida, tingimata kuidagi valmistada. Selle sätte sõnastusest ei nähtu siiski selgelt selline range lähenemisviis. Selle sätte kohaldatavuse seisukohast ei ole nimelt ei valmistamisviis ega selle olulisus määrava tähtsusega.", "label": []}
{"text": "47. Teiseks märgin, et väljend „vajaduse korral“, millega määruse nr 1169/2011 artikli 31 lõike 3 teine lõik algab, näitab, et see säte ei puuduta kõiki toitusid, mida enne tarbimist kuidagi valmistada saab, nii et nimetatud sättes ette nähtud toitumisalase teabe esitamine ei ole kohustuslik.", "label": []}
{"text": "48. Kolmandaks võiks tingimus, et „on antud piisavalt üksikasjalik valmistamisjuhis“, rääkida määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu kohaldamise kasuks sõltumata toidu valmistamisviiside hulgast, kuna see tingimus oleks vähem mõttekas, kui see säte oleks kohaldatav ainult nende toitude suhtes, mida saab valmistada ainult ühel viisil. Kuigi selline juhis ei ole mõistagi niivõrd vältimatu juhul, kui toitu saab valmistada vaid ühel viisil, leian, et tarbija teavitamise eesmärgist lähtudes on sellise juhise andmine siiski põhjendatud, kuna see on vajalik toote õige kasutamise seisukohast.", "label": []}
{"text": "49. Teisena tuleneb määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu kontekstist, et mõiste „valmistoit“ hõlmab põhimõtteliselt igasugust „lõpptarbijatele ette nähtud toitu“ (51).Seda määrust kohaldatakse küll ilma, et see piiraks teatava toidu suhtes liidu erisätetega ette nähtud märgistamisalaste nõuete kohaldamist (52), ent pakendi esiküljel paikneva toitumisalase teabe arvutamise ja esitamisega seoses ei ole ühtki erisätet vastu võetud (53). Lisaks märgin, et miski määruses nr 1169/2011 ei toeta seisukohta, et „valmistamisena“ selle määruse tähenduses tuleks mõista üksnes „arvestatavat töötlemist“, nagu keetmine või soojendamine, kuna seda mõistet ei ole nimetatud määruses ei määratletud ega selgitatud.", "label": []}
{"text": "50. Sellest järeldub, et grammatiline ja kontekstist lähtuv tõlgendus ei anna selget vastust küsimusele, kas määruse nr 1169/2011 artikli 31 lõike 3 teises lõigus peetakse silmas üksnes sellist toitu, mille puhul on ette nähtud üksainus valmistamisviis, või ka toitusid – nagu müsli –, mida saab valmistada mitmel erineval moel, eelkõige täiendavate koostisosade abil. Seega võimaldab üksnes teleoloogiline tõlgendamine sellele vastuse leida ja eelkõige vastata küsimusele, milline tähendus omistada väljendile „vajaduse korral“, mis kahtlemata jätab õigusliku kaalutlusruumi.", "label": []}
{"text": "51. Mis puudutab seega kolmandaks määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu eesmärki, siismärgin kõigepealt, et seda tuleb hinnata, lähtudes nii selle sätte eesmärgist kui ka asjaomase õigusakti eesmärgist ning eelkõige eesmärgist võimaldada tarbijatel teha teadlikke otsuseid ja kasutada toitu turvaliselt, võttes eelkõige arvesse tervisega seotud kaalutlusi (54).", "label": []}
{"text": "52. Märgin, et määruse nr 1169/2011 artikli 31 eesmärk selgub selle määruse põhjendustest 35 ja 41. Põhjenduses 35 on märgitud, et sätete puhul, mis puudutavad toitumisalase teabe esitamist 100 g või 100 ml kohta, on eesmärk see, et „oleks lihtsam võrrelda tooteid eri suurusega pakendites“. Lisaks sellele on nimetatud põhjenduses täpsustatud, et „lisaks [teabe] esitamisele […] 100 g või 100 ml [kohta]“ on „vajaduse korral“ lubatud „toitumisalase teabe esitamine portsjoni […] kohta“, „[k]ui toit on eelnevalt pakendatud ning üksikportsjonid või tarbimisühikud on kindlaks määratud“.", "label": [[190, 193, "AMOUNT_VALUE"], [194, 195, "AMOUNT_UNIT"], [200, 203, "AMOUNT_VALUE"], [204, 206, "AMOUNT_UNIT"], [380, 383, "AMOUNT_VALUE"], [384, 385, "AMOUNT_UNIT"], [390, 393, "AMOUNT_VALUE"], [394, 396, "AMOUNT_UNIT"]]}
{"text": "53. Selle määruse põhjenduses 41 on märgitud, et esitatav toitumisalane teave peab „olema lihtne ja kergesti arusaadav, et see oleks keskmisele tarbijale meelepärane, täidaks oma kasutuselevõtu eesmärki“, ning et „kõige tähtsamaid toitumisalaseid andmeid [võib] põhivaateväljal vabatahtlikult korrata, et tarbijad toitu ostes peamist toidualast teavet hõlpsasti näeksid“.", "label": []}
{"text": "54. Määruse nr 1169/2011 artikli 31 lõike 3 kahe lõigu kohaldamisel (ja nende omavaheliste seoste selgitamisel) tuleb silmas pidada just neid kahte, omavahel lahutamatult seotud eesmärki, milleks on toitude võrdlemise lihtsustamine ja tarbijate teavitamine.", "label": []}
{"text": "55. Esiteks on energiasisalduse ja toitainete koguste võrdlemise lihtsustamiseks põhimõtteliselt vaja, et need oleks seotud toiduga selle müümisel (esimene lõik). Kui toit on aga tarbimisvalmis alles pärast valmistamist, mis hõlmab teiste koostisosade lisamist, võib selleks, et lihtsustada selle toidu võrdlemist mõne teise tootja vastava tootega, viidata toitumisalases teabes valmistoidule (teine lõik).", "label": []}
{"text": "56. Kui sel teisel juhul saab aga toitu valmistada mitmel erineval viisil, ei võimalda tootja poolt soovitatud viisil valmistatud valmistoidu energiasisaldust ja toitainete koguseid puudutav teave üldiselt võrdlust selliste teiste tootjate vastavate toitudega, mille puhul võib toitumisalase teabe aluseks olla mõni teistsugune valmistamisviis.", "label": []}
{"text": "57. Näiteks käesoleval juhul ei ole vaidlust selles, et müslit võib valmistada mitmel erineval viisil, kasutades täiendavaid koostisosi, mille suhkru- ja rasvasisaldus võib olla erinev. Toitumisalane teave, mis lähtub konkreetsest väljapakutud valmistamisviisist – nagu käesoleval juhul 60 ml 1,5protsendilise rasvasisaldusega piima lisamine –, on seega vaid üks võimalikest variantidest, mis ei anna üldist teavet tarbimisvalmis toidu toiteväärtuse kohta ega võimalda seda toiteväärtuse seisukohast võrrelda teiste tootjate sarnaste toodetega eelkõige põhjusel, et toidu ja lisakoostisosa koguste vahekord määratakse tegelikult kindlaks vabalt, lähtudes tarbija maitsest.", "label": [[287, 289, "AMOUNT_VALUE"], [290, 292, "AMOUNT_UNIT"], [293, 296, "AMOUNT_VALUE"], [296, 309, "AMOUNT_UNIT"]]}
{"text": "58. Ühest küljest järeldub sellest, et toote puhul, mida saab valmistada mitmel erineval viisil, on arvutatud energiasisaldus ja toitainete kogused juba iseenesest meelevaldsed ja varieeruvad sõltuvalt valmistamise viisist, ning teisest küljest, sellise toote energiasisalduse ja toitainete koguste võrreldavus on vastupidi võimalik tagada vaid juhul, kui teave käib toote kohta selle müümisel, vastavalt määruse nr 1169/2011 artikli 31 lõike 3 esimesele lõigule.", "label": []}
{"text": "59. Kui aga asuda seisukohale, et võrreldavuse eesmärgist lähtudes tuleb toit, mida saab valmistada mitmel erineval viisil, määruse nr 1169/2011 artikli 33 lõike 2 teise lõigu kohaldamisalast välja jätta, tuleb kindlaks teha, millised on need valmistamist vajavad toidud, mille suhtes see säte kohaldamisele kuulub.", "label": []}
{"text": "60. Vastupidise tõlgenduse pinnalt eristuvad eespool käsitletud toidud nendest, mille saab tarbimisvalmiks muuta vaid ühte varem kindlaksmääratud valmistamisviisi kasutades, nagu kuivsupp, mille puhul on ainsa kasutusviisi jaoks kindlaks määratud lisatava vee kogus ja keetmise aeg, kuivpuding või ka valmistooted (näiteks ravioolid). Neid toitusid iseloomustab see, et mõistlikult saab need tarbimisvalmiks muuta üksnes pakendil märgitud viisil, mis võimaldab neid otseselt võrrelda teiste sarnaste toodetega. Mõistagi ei ole sellise võrdluse aluseks alati täiuslik vastavus, eelkõige kuna lisatavate koostisosade toiteväärtused võivad varieeruda. Sellise võrdluse meelevaldsus on minu meelest siiski selgelt piiratud.", "label": []}
{"text": "61. Teiseks, pidades silmas toitumisalase teabe teavitamisfunktsiooni, tuleneb määruse nr 1169/2011 artikli 7 lõikest 1, et toidualane teave ei tohi olla tarbijale eksitav, eelkõige toidu iseloomulike tunnuste ning eelkõige selle olemuse ja omaduste osas (55). Selle artikli lõikes 2 on sätestatud, et „[t]oidualane teave peab olema täpne, selge ja tarbijatele kergesti arusaadav“ (56).", "label": []}
{"text": "62. Siinkohal tõden ühelt poolt, et eeltoodud toiteväärtuste arvutuse meelevaldset laadi ja varieeruvust arvesse võttes ei ole teavitamisfunktsiooni seisukohast lihtne kindlaks teha, mis kasu oleks tarbijal konkreetsel juhul valmistoidu kohta käivate toitumisalaste andmete korduvast esitamisest, seda enam, et kohustuslik toitumisalane teave on visuaalselt jäetud tagaplaanile. Selleks, et tagada teabe osas tarbijate kõrgetasemeline kaitse, arvestades nende erinevaid arusaamasid (57), peab toidualane teave liiati olema – nagu Euroopa Kohus on märkinud – õige, neutraalne ja objektiivne (58). See ei oleks aga nii, kui tootjad, kelle toodetavat toitu saab valmistada mitmel erineval viisil, valiksid endale kõige sobivama vormi, eelkõige selle, mille puhul on energiasisaldus kõige madalam. Nõnda toimimine ei oleks ei neutraalne ega objektiivne.", "label": [[530, 543, "ORG"]]}
{"text": "63. Teiselt poolt võib vabatahtlik toitumisalane teave, kus ei näidata toitumisalase teabe kordamisel energiasisaldust 100 g toidu kohta selle müümisel, tarbijat eksitada hoolimata sellest, et vastavad andmed on esitatud kohustuslikus toitumisalases teabes, eelkõige kui teised tootjad esitavad toitumisalast teavet korrates pidevalt energiasisalduse 100 g toote kohta selle müümisel. Sellisel juhul võivad väärtuste vahel olla märkimisväärsed erinevused. Märgin näiteks, et vaidlusaluse toote energiasisaldus müüdava toote portsjoni kohta on 1880 kJ, samas kui valmistoiduportsjoni kohta on see 872 kJ.", "label": [[119, 122, "AMOUNT_VALUE"], [123, 124, "AMOUNT_UNIT"], [351, 354, "AMOUNT_VALUE"], [355, 356, "AMOUNT_UNIT"], [543, 547, "AMOUNT_VALUE"], [548, 550, "AMOUNT_UNIT"], [596, 599, "AMOUNT_VALUE"], [600, 602, "AMOUNT_UNIT"]]}
{"text": "64. Põhimõtteliselt ei ole Euroopa Kohtu pädevuses teha liikmesriikide kohtute ja liidu pädevuste jaotuse raames otsust selle kohta, kas teatud toote märgistus võib ostjat või tarbijat eksitada, ega käsitleda küsimust, kas toitumisalase teabe näol on tegemist võimaliku pettusega. Eelotsusetaotluse esitanud kohus peab kõiki selle märgistusega seotud erinevaid asjaolusid uurides kindlaks tegema, kas selline tarbija võib toote toiteväärtuste osas eksitusse sattuda. Euroopa Kohus võib eelotsusetaotluse kohta otsust tehes esitada siiski vajaduse korral täpsustusi, mille eesmärk on suunata liikmesriigi kohut otsuse tegemisel (59).", "label": [[27, 40, "ORG"], [82, 87, "LOC"], [467, 480, "ORG"]]}
{"text": "65. Hindamaks seda, kas märgistus võib olla ostjat eksitav, peab liikmesriigi kohus ennekõike tuginema piisavalt informeeritud, mõistlikult tähelepaneliku ja aruka keskmise tarbija eeldatavale ootusele selle märgistuse suhtes, eelkõige mis puudutab toiduaine kvaliteeti, kusjuures põhiline on see, et see märgistus ei eksita tarbijat ega tekita temas ekslikult arvamust, et tootel on muu hulgas erinev kvaliteet sellest, mis tal tegelikult on (60).", "label": []}
{"text": "66. Võttes arvesse seda, et pakendi esiküljel toitumisalase teabe kordamise võimaluse eesmärk on eelkõige lihtsustada tarbijal toitu ostes põhilise toitumisalase teabe nägemist, tuleb edasi lähtuda eeldusest, et keskmine tarbija loeb kõigepealt pigem korratud toitumisalast teavet pakendi kõige nähtavamalt küljelt, mitte aga kohustuslikku teavet külgmiselt küljelt (61).", "label": []}
{"text": "67. Viimaks tuleb arvesse võtta asjaolu, et toidutootjail on huvi näidata oma tooteid toitumisalases teabes võimalikult tervislikena ja seega huvi määrata võimalikult madalana sellised toiteväärtused nagu suhkrute sisaldus ja kalorsus. Nimelt, kui tegemist on toitumisalase teabe kordamisega, võib 100 g valmistoidu energiasisaldus olla väiksem kui 100 g sama müüdava toote toiteväärtus, kui valmistamiseks kasutatavate koostisosade toiteväärtus on alla asjaomase toiduaine toiteväärtuse. Kui nõustuda niisiis sellega, et selline toit nagu vaidlusalune toode võib kuuluda määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu kohaldamisalasse, tekib oht laiendada toidukategooriate ringi, mida see säte võib puudutada. Selline laiendamine ei oleks kohane, kuivõrd see säte, mille näol on üldiselt tegemist erandiga, võib muutuda reegliks, kui kõiki toitusid saab valmistada ühel või teisel moel.", "label": [[298, 301, "AMOUNT_VALUE"], [302, 303, "AMOUNT_UNIT"], [349, 352, "AMOUNT_VALUE"], [353, 354, "AMOUNT_UNIT"]]}
{"text": "68. Kõiki eelnevaid kaalutlusi arvesse võttes teen ettepaneku vastata esimesele eelotsuse küsimusele, et määruse nr 1169/2011 artikli 31 lõike 3 teist lõiku tuleb tõlgendada nii, et see säte on kohaldatav üksnes sellise toidu suhtes, mille puhul on vajalik valmistamine ja mille valmistamiseks on ette nähtud üksainus valmistamisviis.", "label": []}
{"text": "B. Teine eelotsuse küsimus", "label": []}
{"text": "69. Esimesele küsimusele eitava vastuse andmise korral küsib eelotsusetaotluse esitanud kohus teise küsimusega sisuliselt, kas määruse nr 1169/2011 artikli 33 lõike 2 teises lõigus kasutatud sõnastus „100 g […] kohta“ viitab üksnes 100 grammile toidule selle müümisel või ka 100 grammile valmistoidule.", "label": [[201, 204, "AMOUNT_VALUE"], [205, 206, "AMOUNT_UNIT"], [232, 235, "AMOUNT_VALUE"], [236, 244, "AMOUNT_UNIT"], [275, 278, "AMOUNT_VALUE"], [279, 287, "AMOUNT_UNIT"]]}
{"text": "70. Pidades silmas esimesele eelotsuse küsimusele antava vastuse kohta tehtud ettepanekut, ei ole minu meelest sellele teisele küsimusele vaja vastata. Järgnev analüüs on seega esitatud täiendavalt juhuks, kui Euroopa Kohus peab vajalikuks sellele vastata.", "label": [[210, 223, "ORG"]]}
{"text": "71. Kõigepealt juhin tähelepanu sellele, et määruse nr 1169/2011 artikli 33 lõike 2 esimeses lõigus on sätestatud erand reeglist, mille kohaselt toitainete koguseid tuleb väljendada 100 g või 100 ml kohta. Selle sätte kohaselt võib vabatahtlikus teabes, mis kordab põhivaateväljal energiasisaldust ning rasvade, küllastunud rasvhapete, suhkrute ja soola koguseid (62), esitada nende toitainete kogused „vaid portsjoni või tarbimisühiku põhjal“. Sama sätte teise lõigu kohaselt tuleb aga energiasisaldust väljendada siiski 100 g või 100 ml kohta portsjoni või tarbimisühiku põhjal. Selle erandi kohaldamiseks peavad olema täidetud need tingimused, mis peavad selle määruse artikli 33 lõike 1 kohaselt olema täidetud selleks, et tekiks õigus väljendada toiteväärtusi portsjoni või tarbimisühiku põhjal, ehk „portsjoni või tarbimisühiku suurus on märgistuses kindlaks määratud ning pakendis sisalduvate portsjonite või tarbimisühikute arv on teatavaks tehtud“ (63).", "label": [[182, 185, "AMOUNT_VALUE"], [186, 187, "AMOUNT_UNIT"], [192, 195, "AMOUNT_VALUE"], [196, 198, "AMOUNT_UNIT"], [522, 525, "AMOUNT_VALUE"], [526, 527, "AMOUNT_UNIT"], [532, 535, "AMOUNT_VALUE"], [536, 538, "AMOUNT_UNIT"]]}
{"text": "72. Käesoleval juhul tähendaks see, et kui Euroopa Kohus peaks esimesele küsimusele vastama eitavalt, oleks vaidlusaluse toote puhul toitumisalase teabe kordamine määruse nr 1169/2011 artikli 31 lõike 3 teise lõigu kohaselt lubatav ning Dr. Oetker võiks selle määruse artikli 30 lõigetes 1–5 nimetatud toitumisalase teabe esitada üksnes valmistoidu kohta. Nimetatud määruse artikli 32 lõike 2 kohaselt tuleb toitumisalase teabe kordamisel väljendada see teave 100 g või 100 ml kohta. Lisaks sellele võiks Dr. Oetker sama määruse artikli 33 lõike 1 punkti a kohaselt väljendada selles sättes sätestatud tingimustel (64) energiasisalduse ja toitainete kogused portsjoni põhjal ning määruse nr 1169/2011 artikli 33 lõike 2 teise lõigu kohaselt väljendada pakendi esiküljel vabatahtlikult korratavas teabes toitainete koguseid ainult portsjoni põhjal ning samas energiaväärtust 100 g kohta portsjoni põhjal. Viimaks tuleb korrata, et Dr. Oetker on pakendi küljele märkinud toitumisalase teabe 100 g toote kohta selle müümisel.", "label": [[43, 56, "ORG"], [237, 247, "ORG"], [460, 463, "AMOUNT_VALUE"], [464, 465, "AMOUNT_UNIT"], [470, 473, "AMOUNT_VALUE"], [474, 476, "AMOUNT_UNIT"], [505, 515, "ORG"], [874, 877, "AMOUNT_VALUE"], [878, 879, "AMOUNT_UNIT"], [930, 940, "ORG"], [989, 992, "AMOUNT_VALUE"], [993, 994, "AMOUNT_UNIT"]]}
{"text": "73. Põhikohtuasja faktilisest kontekstist sõltumata saab küsimus, kas energiasisaldust puudutavad sõnad „100 g kohta“ määruse nr 1169/2011 artikli 33 lõike 2 teise lõigu tähenduses viitavad üksnes 100 grammile toidule selle müümisel või ka 100 grammile valmistoidule, tekkida juhul, kui toitumisalane teave puudutab valmistoitu selle määruse artikli 31 lõike 3 teise lõigu tähenduses.", "label": [[105, 108, "AMOUNT_VALUE"], [109, 110, "AMOUNT_UNIT"], [197, 200, "AMOUNT_VALUE"], [201, 209, "AMOUNT_UNIT"], [240, 243, "AMOUNT_VALUE"], [244, 252, "AMOUNT_UNIT"]]}
{"text": "74. Nagu eelotsusetaotluse esitanud kohus märgib, ei anna sellele küsimusele vastust ei vaidlusaluse sätte sõnastus ega kontekst. Nimelt ei ole mitte kuidagi täpsustatud, millises olekus 100 g toidu kohta energiasisaldust puudutav teave peab käima, kui toitumisalane teave esitatakse vastavalt määruse nr 1169/2011 artikli 31 lõike 3 teisele lõigule valmistoidu kohta. Niisiis saab vastuse leida, lähtudes vaid toitumisalase teabe kordamise eesmärgist.", "label": [[187, 190, "AMOUNT_VALUE"], [191, 192, "AMOUNT_UNIT"]]}
{"text": "75. Määruse nr 1169/2011 põhjenduses 35 (65) osutatud võrdlemise lihtsustamise eesmärgist lähtudes märgin niisiis, et selle määruse artikli 31 lõike 3 teise lõigu põhiline eesmärk on selle määruse artikli 32 lõikes 2 sätestatud 100 grammile või 100 milliliitrile vastavat võrdluskogust puudutavate sätete õige kohaldamise tagamine. Selle sätte mõte on selles, et üldreeglina ei kaalu portsjonid 100 grammi ning seetõttu on parema võrreldavuse huvides vähemalt kõige olulisem teave ehk energiasisaldus vaja näidata 100-grammise võrdluskoguse kohta, samas kui muud toiteväärtused võivad olla seotud portsjoni massiga, kui neid korratakse pakendil väljaspool kohustusliku toitumisalase teabe tabelit.", "label": [[228, 231, "AMOUNT_VALUE"], [232, 240, "AMOUNT_UNIT"], [245, 248, "AMOUNT_VALUE"], [249, 262, "AMOUNT_UNIT"], [395, 398, "AMOUNT_VALUE"], [399, 405, "AMOUNT_UNIT"], [514, 517, "AMOUNT_VALUE"], [519, 526, "AMOUNT_UNIT"]]}
{"text": "76. Seda eesmärki silmas pidades leian, et juhul kui pakendi esiküljel on toiteväärtused esitatud tootja poolt valitud võrdluskoguse kohta valmistoidu põhjal, tuleks teatud võrreldavuse tagamiseks tõlgendada määruse nr 1169/2011 artikli 33 lõike 2 teist lõiku nii, et lisaks portsjoni kohta käivale toitumisalasele teabele tuleb esiküljel näidata energiasisaldus 100 g toote kohta selle müümisel. Selline lahendus on minu arvates selle määruse põhjendust 41 silmas pidades kõige „lihtsam ja kergemini arusaadav“, et see pälviks keskmise tarbija tähelepanu ja täidaks toitumisalase teabe teavitusfunktsiooni.", "label": [[363, 366, "AMOUNT_VALUE"], [367, 368, "AMOUNT_UNIT"]]}
{"text": "77. Kõiki eelnevaid kaalutlusi arvesse võttes teen ettepaneku vastata teisele eelotsuse küsimusele, et määruse nr 1169/2011 artikli 33 lõike 2 teist lõiku tuleb tõlgendada nii, et kui pakendile on märgitud energiasisaldus „100 g kohta“ ja „portsjoni või tarbimisühiku põhjal“ nii toidu kohta selle müümisel kui ka valmistoidu kohta, tuleb energiasisalduse kordamisel näidata see 100 g või 100 ml toidu kohta selle müümisel.", "label": [[223, 226, "AMOUNT_VALUE"], [227, 228, "AMOUNT_UNIT"], [379, 382, "AMOUNT_VALUE"], [383, 384, "AMOUNT_UNIT"], [389, 392, "AMOUNT_VALUE"], [393, 395, "AMOUNT_UNIT"]]}
{"text": "I. Ettepanek", "label": []}
{"text": "78. Eeltoodut arvesse võttes teen Euroopa Kohtule ettepaneku vastata Bundesgerichtshofi (Saksamaa Liitvabariigi kõrgeim halduskohus) esitatud eelotsuse küsimustele järgmiselt:", "label": [[34, 49, "ORG"], [69, 87, "ORG"], [89, 111, "LOC"], [112, 131, "ORG"]]}
{"text": "1. Euroopa Parlamendi ja nõukogu 25. oktoobri 2011. aasta määruse (EÜ) nr 1169/2011, milles käsitletakse toidualase teabe esitamist tarbijatele ning millega muudetakse Euroopa Parlamendi ja nõukogu määrusi (EÜ) nr 1924/2006 ja (EÜ) nr 1925/2006 ning tunnistatakse kehtetuks komisjoni direktiiv 87/250/EMÜ, nõukogu direktiiv 90/496/EMÜ, komisjoni direktiiv 1999/10/EÜ, Euroopa Parlamendi ja nõukogu direktiiv 2000/13/EÜ, komisjoni direktiivid 2002/67/EÜ ja 2008/5/EÜ ning komisjoni määrus (EÜ) nr 608/2004, artikli 31 lõike 3 teist lõiku tuleb tõlgendada nii, et see säte on kohaldatav üksnes sellise toidu suhtes, mille puhul on vajalik valmistamine ja mille valmistamiseks on ette nähtud üksainus valmistamisviis.", "label": [[3, 21, "ORG"], [25, 32, "ORG"], [33, 57, "DATE"], [168, 186, "ORG"], [190, 197, "ORG"], [274, 283, "ORG"], [306, 313, "ORG"], [336, 345, "ORG"], [368, 386, "ORG"], [390, 397, "ORG"], [420, 429, "ORG"], [471, 480, "ORG"]]}
{"text": "2. Esimesele küsimusele antava vastuse kohta tehtud ettepanekut silmas pidades ei ole minu hinnangul vajalik teisele eelotsuse küsimusele vastata. Kui Euroopa Kohus leiab, et sellele on vaja vastata, tuleks minu meelest anda sellele järgmine vastus:", "label": [[151, 164, "ORG"]]}
{"text": "Määruse nr 1169/2011 artikli 33 lõike 2 teist lõiku tuleb tõlgendada nii, et kui pakendile on märgitud energiasisaldus „100 g kohta“ ja „portsjoni või tarbimisühiku põhjal“ nii toidu kohta selle müümisel kui ka valmistoidu kohta, tuleb energiasisalduse kordamisel näidata see 100 g või 100 ml toidu kohta selle müümisel.", "label": [[120, 123, "AMOUNT_VALUE"], [124, 125, "AMOUNT_UNIT"], [276, 279, "AMOUNT_VALUE"], [280, 281, "AMOUNT_UNIT"], [286, 289, "AMOUNT_VALUE"], [290, 292, "AMOUNT_UNIT"]]}
{"text": "1 Algkeel: prantsuse.", "label": [[11, 20, "NATIONALITY"]]}
{"text": "2 Euroopa Parlamendi ja nõukogu 25. oktoobri 2011. aasta määrus, milles käsitletakse toidualase teabe esitamist tarbijatele ning millega muudetakse Euroopa Parlamendi ja nõukogu määrusi (EÜ) nr 1924/2006 ja (EÜ) nr 1925/2006 ning tunnistatakse kehtetuks komisjoni direktiiv 87/250/EMÜ, nõukogu direktiiv 90/496/EMÜ, komisjoni direktiiv 1999/10/EÜ, Euroopa Parlamendi ja nõukogu direktiiv 2000/13/EÜ, komisjoni direktiivid 2002/67/EÜ ja 2008/5/EÜ ning komisjoni määrus (EÜ) nr 608/2004 (ELT 2011, L 304, lk 18, parandused ELT 2012, L 247, lk 17, ja ELT 2016, L 266, lk 7).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 56, "DATE"], [148, 166, "ORG"], [170, 177, "ORG"], [254, 263, "ORG"], [286, 293, "ORG"], [316, 325, "ORG"], [348, 366, "ORG"], [370, 377, "ORG"], [400, 409, "ORG"], [451, 460, "ORG"]]}
{"text": "3 Euroopa Parlamendi ja nõukogu 20. märtsi 2000. aasta direktiiv toidu märgistamist, esitlemist ja reklaami käsitlevate liikmesriikide õigusaktide ühtlustamise kohta (EÜT 2000, L 109, lk 29; ELT eriväljaanne 15/05, lk 75).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 54, "DATE"]]}
{"text": "4 Nõukogu 24. septembri 1990. aasta direktiiv toidu toitumisalase teabega märgistuse kohta (EÜT 1990, L 276, lk 40; ELT eriväljaanne 13/10, lk 191).", "label": [[2, 9, "ORG"], [10, 35, "DATE"]]}
{"text": "5 Määruse nr 1169/2011 tõlgendamist puudutava kohtupraktika kohta vt 4. septembri 2019. aasta kohtuotsus Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659); 12. novembri 2019. aasta kohtuotsus Organisation juive européenne ja Vignoble Psagot (C‑363/18, EU:C:2019:954) ning 1. oktoobri 2020. aasta kohtuotsus Groupe Lactalis (C‑485/18, EU:C:2020:763). Direktiivi 2000/13 kohta vt eelkõige 10. septembri 2009. aasta kohtuotsus Lombardi (C‑446/07, EU:C:2009:530); 4. juuni 2015. aasta kohtuotsus Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361) ning 22. septembri 2016. aasta kohtuotsus Breitsamer und Ulrich (C‑113/15, EU:C:2016:718). Direktiivi 90/496 kohta vt eelkõige 23. oktoobri 2003. aasta kohtuotsus B. Richter (C‑40/02, EU:C:2003:584).", "label": [[69, 93, "DATE"], [105, 169, "ORG"], [197, 221, "DATE"], [233, 262, "ORG"], [266, 281, "ORG"], [313, 336, "DATE"], [348, 363, "ORG"], [428, 453, "DATE"], [465, 473, "PER"], [501, 521, "DATE"], [533, 595, "ORG"], [627, 652, "DATE"], [664, 685, "ORG"], [749, 773, "DATE"], [785, 795, "PER"]]}
{"text": "6 Nõukogu 18. detsembri 1978. aasta direktiiv lõpptarbijatele mõeldud toiduainete märgistamist, esitlemist ja reklaamimist käsitlevate liikmesriikide õigusaktide ühtlustamise kohta (EÜT 1979, L 33, lk 1).", "label": [[2, 9, "ORG"], [10, 35, "DATE"]]}
{"text": "7 Direktiivi 79/112 esimene ja teine põhjendus.", "label": []}
{"text": "8 Direktiivi 79/112 kuues ja seitsmes põhjendus. Vt ka selle direktiivi kaheteistkümnes põhjendus, mille kohaselt tuleks märgistamiseeskirjadega „keelata ka sellise info kasutamine, mis võib ostjat eksitada või omistada toidule raviomadusi“. Tarbijakaitse eesmärki on tõlgendatud selle direktiivi vahetu ja peamise eesmärgina (vt selle kohta kohtujurist Almase ettepanek kohtuasjas Scholz (C‑385/96, EU:C:1998:72, punkt 21)). Vt ka 12. oktoobri 1995. aasta kohtuotsus Graeme jt (C‑85/94, EU:C:1995:312, punktid 23 ja 24).", "label": [[342, 353, "PROFESSION"], [354, 360, "PER"], [382, 388, "PER"], [432, 456, "DATE"], [468, 474, "PER"]]}
{"text": "9 Direktiivi 2000/13 põhjendused 6 ja 14.", "label": []}
{"text": "10 Vt direktiivi 2000/13 põhjendus 8, kus on märgitud, et „[t]oote täpset olemust ning omadusi väljendav üksikasjalik märgistamine annab tarbijale võimaluse teha teabel põhinev valik ning on kõige asjakohasem, sest sisaldab kõige vähem vabakaubandust takistavaid asjaolusid“.", "label": []}
{"text": "11 Üksteisele järgnevate muudatuste nimekirja kohta vt direktiivi 2000/13 IV lisa A ja B osa.", "label": []}
{"text": "12 Määruse nr 1169/2011 põhjendus 11.", "label": []}
{"text": "13 Määruse nr 1169/2011 põhjenduse 9 teine lause (kohtujuristi kursiiv). Vt ka selle määruse põhjenduses 1 toodud viide ELTL artiklile 169, kus on sätestatud, et Euroopa Liit aitab kaasa kõrgetasemelise tarbijakaitse saavutamisele.", "label": [[50, 62, "PROFESSION"], [162, 174, "ORG"]]}
{"text": "14 Vt vastavalt määruse nr 1169/2011 artikli 1 lõiked 1 ja 2. Samast ideest lähtudes on kinnitatud, et „toidualaste õigusnormide üldpõhimõtete hulka [kuulub] lähteandmete sätestamine tarbijatele teadlike valikute tegemiseks seoses tarvitatava toiduga ning igasuguse tarbijaid eksitava tegevuse ärahoidmine“ (selle määruse põhjendus 4).", "label": []}
{"text": "15 Liidu seadusandja on märgistamise seostanud tarbijate tervise kaitse kõrge taseme saavutamise eesmärgiga, osutades toitumise ja tervise vahelisele seosele ning isiklikele vajadustele sobivale toiduvalikule. Tarbija võimalust teha toitumisega seotud teadlikke valikuid on peetud esmatähtsaks nii tõhusa konkurentsi kui ka tarbijate heaolu seisukohast (vt määruse nr 1169/2011 põhjendused 3 ja 10).", "label": [[3, 8, "LOC"]]}
{"text": "16 Määruse nr 1169/2011 artikli 2 lõike 2 punkt c.", "label": []}
{"text": "17 Mõistet „vabatahtlik teave“ küll kasutatakse (vt V peatüki pealkiri, artiklid 36, 37 ja põhjendus 47), ent määruses nr 1169/2011 seda määratletud ei ole. Pealegi on mõnes selle määruse keeleversioonis kasutusel ka mõisted „valikuvabalt [esitatav]“ või „soovi korral [esitatav]“ (vt artikkel 36 ning põhjendused 30, 38, 41, 42, 47 ja 58) (prantsus- ja itaaliakeelne versioon). On aga selge, et neid mõisteid kasutatakse samas tähenduses. Enamikus keeleversioonides on nimelt kasutatud ühesuguseid mõisteid (vt saksa-, kreeka- ja ingliskeelne versioon). Märgin samuti, et „vabatahtlikku“ (või „soovi korral esitatavat“) teavet ei tohi segamini ajada „lisaandmetega“. Nimelt, kuigi kõnealuse määrusega ühtlustati liikmesriikide õigusaktid seoses kohustuslikult esitatavate andmetega, ei ole tegemist täieliku ühtlustamisega, kuna liikmesriigid võivad selles määruses sätestatud tingimustel ette näha täiendavaid kohustuslikult esitatavaid andmeid (vt selle kohta määruse nr 1169/2011 artikkel 10 ja artikli 35 lõige 2 ning kohtujurist Colini ettepanek kohtuasjas Groupe Lactalis (C‑485/18, EU:C:2020:592, punktid 32–34)).", "label": [[341, 349, "NATIONALITY"], [354, 361, "NATIONALITY"], [512, 517, "NATIONALITY"], [520, 526, "NATIONALITY"], [531, 537, "NATIONALITY"], [1023, 1034, "PROFESSION"], [1035, 1041, "PER"], [1063, 1078, "ORG"]]}
{"text": "18 Määruse nr 1169/2011 põhjendus 17.", "label": []}
{"text": "19 See määrus sisaldab ka sätteid, millega luuakse „alus“ nimetatud määruse artikli 1 lõike 1 tähenduses, milleks on II peatüki „üldpõhimõtted“ ja III peatüki „üldnõuded“, mis kuuluvad kohaldamisele ka kohustusliku teabe suhtes (vt selle kohta 4. septembri 2019. aasta kohtuotsus Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, punkt 66)).", "label": [[244, 268, "DATE"], [280, 344, "ORG"]]}
{"text": "20 Määruse nr 1169/2011 artikli 9 lõike 1 esimene lause.", "label": []}
{"text": "21 Vt määruse nr 1169/2011 põhjendus 30.", "label": []}
{"text": "22 Vt määruse nr 1169/2011 põhjendus 41.", "label": []}
{"text": "23 Vt määruse nr 1169/2011 põhjendused 30, 38, 41, 42 ja 47.", "label": []}
{"text": "24 Vt määruse nr 1169/2011 põhjendus 41. Seejuures on määruse põhjenduses 47 täpsustatud, et „[k]ogemused näitavad, et paljudel juhtudel halvendab vabatahtliku toidualase teabe esitamine kohustusliku toidualase teabe selgust. Seepärast tuleks ette näha kriteeriumid, mis aitavad toidukäitlejatel ja täitevasutustel luua tasakaal kohustusliku ja vabatahtliku toidualase teabe esitamise vahel.“", "label": []}
{"text": "25 Vt määruse nr 1169/2011 põhjendus 42.", "label": []}
{"text": "26 Määruse nr 1169/2011 artikli 36 lõige 1.", "label": []}
{"text": "27 Määruse nr 1169/2011 artikli 36 lõige 2.", "label": []}
{"text": "28 Vt käesoleva ettepaneku punkt 26.", "label": []}
{"text": "29 Vt määruse nr 1169/2011 I lisa „Erimõisted (osutatud artikli 2 lõikes 4)“ punkt 1.", "label": []}
{"text": "30 Ülejäänud (11 liiki) kohustusliku teabega seotud sätted sisalduvad nimelt kõik IV peatüki 2. jaos.", "label": []}
{"text": "31 „Kohustusliku“ ja „vabatahtliku“ teabe eristamine ei tulene niivõrd määruse nr 1169/2011 artikli 30 sõnastusest, vaid selle artikli lõike 1, kus käsitletakse „kohustuslikku toitumisalast teavet“, koosmõjust lõikega 3, kus käsitletakse teavet, mida „[võib] korrata“, ja põhjendusega 41, kus on märgitud, et viimati nimetatud teavet võib korrata „vabatahtlikult“. Vt käesoleva ettepaneku punkt 27.", "label": []}
{"text": "32 Määruse nr 1169/2011 põhjendus 41, neljas lause.", "label": []}
{"text": "33 Määruse nr 1169/2011 põhjendus 41, neljas lause.", "label": []}
{"text": "34 Määruse nr 1169/2011 artikli 13 lõiked 1 ja 2.", "label": []}
{"text": "35 Määruse nr 1169/2011 artikli 2 lõike 2 punkt k.", "label": []}
{"text": "36 Määruse nr 1169/2011 artikli 34 lõiked 1 ja 2. Nagu on märgitud selle määruse põhjenduses 41: „[e]sitatav toitumisalane teave peaks olema lihtne ja kergesti arusaadav, et see oleks keskmisele tarbijale meelepärane [ja] täidaks oma kasutuselevõtu eesmärki […]. Toitumisalane teave, mis on osaliselt põhivaateväljal, mida tavaliselt nimetatakse pakendi esiküljeks, ja osaliselt pakendi mõnel teisel küljel, näiteks tagaküljel, võib tarbijaid eksitada. Seepärast peaks toitumisalane teave olema märgistusel samas vaateväljas.“", "label": []}
{"text": "37 Määruse nr 1169/2011 artikkel 37.", "label": []}
{"text": "38 Mõiste „põhivaateväli“ on määratletud järgmiselt: „pakendi vaateväli, mis on tarbijale ostu sooritamise ajal esmapilgul kõige tõenäolisemalt nähtav ja mis võimaldab tarbijal kohe toodet identifitseerida selle omaduste või olemuse ning vajaduse korral ka kaubamärgi järgi. Kui pakendil on mitu samasugust põhivaatevälja, määrab põhivaatevälja kindlaks toidukäitleja“ (vt määruse nr 1169/2011 artikli 2 lõike 2 punkt l).", "label": []}
{"text": "39 Määruse nr 1169/2011 artikli 34 lõige 3, milles viidatakse selle määruse artikli 13 lõikele 2.", "label": []}
{"text": "40 Määruse nr 1169/2011 põhjendus 35.", "label": []}
{"text": "41 Määruse nr 1169/2011 artikli 31 lõike 3 esimene lõik.", "label": []}
{"text": "42 Määruse nr 1161/2011 artikli 31 lõike 3 teine lõik.", "label": []}
{"text": "43 Vastavalt määruse nr 1169/2011 artikli 30 lõike 1 punktile a.", "label": []}
{"text": "44 Vastavalt määruse nr 1169/2011 artikli 30 lõike 1 punktile b.", "label": []}
{"text": "45 Vastavalt määruse nr 1169/2011 artikli 34 lõikele 1.", "label": []}
{"text": "46 Vastavalt määruse nr 1169/2011 artikli 34 lõikele 2.", "label": []}
{"text": "47 Vastavalt määruse nr 1169/2011 artikli 30 lõike 3 punktile b, artikli 2 lõike 2 punktile l ja artikli 34 lõike 3 punktile a.", "label": []}
{"text": "48 Vastavalt määruse nr 1169/2011 artikli 34 lõike 3 teisele lõigule.", "label": []}
{"text": "49 Vastavalt määruse nr 1169/2011 artikli 31 lõike 3 esimesele lõigule.", "label": []}
{"text": "50 Vt selle kohta 16. juuli 2020. aasta kohtuotsus AFMB jt (C‑610/18, EU:C:2020:565, punkt 50).", "label": [[18, 39, "DATE"], [51, 55, "ORG"]]}
{"text": "51 Vt määruse nr 1169/2011 artikli 1 lõige 3.", "label": []}
{"text": "52 Vt määruse nr 1169/2011 artikli 1 lõige 4.", "label": []}
{"text": "53 Märgin, et komisjonil on õigus võtta vastu delegeeritud õigusakte, et kehtestada lisanõudeid toodete turustamiseks puu- ja köögiviljasektoris (vt 4. septembri 2019. aasta kohtuotsus Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, punktid 63 ja 69)).", "label": [[14, 24, "ORG"], [149, 173, "DATE"], [185, 249, "ORG"]]}
{"text": "54 Vt käesoleva ettepaneku punkt 23. Vt selle kohta 22. septembri 2016. aasta kohtuotsus Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, punkt 67) ja 1. oktoobri 2020. aasta kohtuotsus Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 43).", "label": [[52, 77, "DATE"], [89, 110, "ORG"], [150, 173, "DATE"], [185, 200, "ORG"]]}
{"text": "55 Vt määruse nr 1169/2011 põhjendused 4 ja 20 ning 1. oktoobri 2020. aasta kohtuotsus Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 41). Varasema regulatsiooni kohta vt 4. juuni 2015. aasta kohtuotsus Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkt 33) ja 30. jaanuari 2020. aasta kohtuotsus Dr. Willmar Schwabe (C‑524/18, EU:C:2020:60, punkt 35 ja seal viidatud kohtupraktika).", "label": [[52, 75, "DATE"], [87, 102, "ORG"], [172, 192, "DATE"], [204, 266, "ORG"], [306, 330, "DATE"], [342, 361, "ORG"]]}
{"text": "56 Need nõuded on kohaldatavad ka reklaami ning toidu esitlemise ja eelkõige toidu pakendamise kohta (vt määruse nr 1169/2011 artikli 7 lõige 4).", "label": []}
{"text": "57 Vt määruse nr 1169/2011 artikli 1 lõige 1 ja artikli 3 lõige 1 koostoimes selle määruse põhjendustega 1, 3 ning 4. Vt selle kohta 12. novembri 2019. aasta kohtuotsus Organisation juive européenne ja Vignoble Psagot (C‑363/18, EU:C:2019:954, punktid 52 ja 53) ning 1. oktoobri 2020. aasta kohtuotsus Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 43).", "label": [[133, 157, "DATE"], [169, 198, "ORG"], [202, 217, "ORG"], [267, 290, "DATE"], [302, 317, "ORG"]]}
{"text": "58 Vt selle kohta 22. septembri 2016. aasta kohtuotsus Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, punkt 69) ja 1. oktoobri 2020. aasta kohtuotsus Groupe Lactalis (C‑485/18, EU:C:2020:763, punkt 44).", "label": [[18, 43, "DATE"], [55, 76, "ORG"], [116, 139, "DATE"], [151, 166, "ORG"]]}
{"text": "59 Vt selle kohta 12. septembri 2000. aasta kohtuotsus Ericsson (C‑366/98, EU:C:2000:430, punktid 18–20), 10. septembri 2009. aasta kohtuotsus Lombardi (C‑446/07, EU:C:2009:530, punkt 60) ja 4. juuni 2015. aasta kohtuotsus Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkt 35).", "label": [[18, 43, "DATE"], [55, 63, "PER"], [106, 131, "DATE"], [143, 151, "PER"], [191, 211, "DATE"], [223, 285, "ORG"]]}
{"text": "60 Vt selle kohta 10. septembri 2009. aasta kohtuotsus Lombardi (C‑446/07, EU:C:2009:530, punkt 61 ja seal viidatud kohtupraktika) ning 4. juuni 2015. aasta kohtuotsus Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punkt 36).", "label": [[18, 43, "DATE"], [55, 63, "PER"], [136, 156, "DATE"], [168, 230, "ORG"]]}
{"text": "61 Vt selle kohta 4. juuni 2015. aasta kohtuotsus Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, punktid 39 ja 40).", "label": [[18, 38, "DATE"], [50, 112, "ORG"]]}
{"text": "62 Vastavalt määruse nr 1169/2011 artikli 30 lõike 3 punktile b.", "label": []}
{"text": "63 Vt määruse nr 1169/2011 põhjendus 35.", "label": []}
{"text": "64 Seejuures ilmneb Euroopa Kohtule esitatud toimikust, et kuigi Dr. Oetker on esiküljel ära näidatud portsjoni suuruse, märkides, et see „= 100 g“, ei ole ta siiski sõnaselgelt märkinud pakendis sisalduvate „portsjonite arvu“. Seetõttu ei ole ma veendunud, et määruse nr 1169/2011 artikli 33 lõikes 1 sätestatud tingimused on täidetud.", "label": [[20, 35, "ORG"], [65, 75, "ORG"], [141, 144, "AMOUNT_VALUE"], [145, 146, "AMOUNT_UNIT"]]}
{"text": "65 Vt käesoleva ettepaneku punkt 52.", "label": []}
