{"text": "Eelotsusetaotlus, mille on esitanud Juzgado de Primera Instancia nº 10 bis de Sevilla (Hispaania) 27. mail 2021 – Valente versus Borisova", "label": [[36, 85, "ORG"], [87, 96, "LOC"], [98, 111, "DATE"], [114, 121, "PER"], [129, 137, "PER"]]}
{"text": "(kohtuasi C-335/21)", "label": []}
{"text": "Kohtumenetluse keel: hispaania", "label": [[21, 30, "NATIONALITY"]]}
{"text": "Eelotsusetaotluse esitanud kohus", "label": []}
{"text": "Juzgado de Primera Instancia nº 10 bis de Sevilla", "label": [[0, 49, "ORG"]]}
{"text": "Põhikohtuasja pooled", "label": []}
{"text": "Hageja: Valente", "label": [[8, 15, "PER"]]}
{"text": "Kostja: Borisova", "label": [[8, 16, "PER"]]}
{"text": "Eelotsuse küsimused", "label": []}
{"text": "1. Kas advokaaditasu sissenõudmise lihtmenetlus, mis ei võimalda kohtul omal algatusel kontrollida, kas tarbijaga sõlmitud lepingu tingimused on ebaõiglased, kuna menetluses ei ole mingis etapis ette nähtud kohtuniku sekkumist, välja arvatud juhul, kui klient vaidleb esitatud nõudele vastu ja üks pooltest esitab pärast kohtusekretäri tehtud lõpliku otsuse peale kaebuse, on kooskõlas direktiiviga 93/131 ja selle tõhususe põhimõttega koostoimes harta artiklis 47 sätestatud õigusega tõhusale õiguskaitsevahendile?", "label": [[207, 216, "PROFESSION"], [321, 335, "PROFESSION"]]}
{"text": "2. Kas direktiiviga 93/13 ja selle tõhususe põhimõttega koostoimes harta artiklis 47 sätestatud õigusega tõhusale õiguskaitsevahendile on kooskõlas, et [lepingutingimuse] võimaliku ebaõigluse kontroll, mida kohus teeb omal algatusel või poole nõudmisel, seda tüüpi menetluses, mis on olemuselt lihtmenetlus, niisuguse organi nagu kohtusekretär – mis ei ole kohus – tehtud otsuse peale esitatud määruskaebuse raames, peab põhimõtteliselt piirduma ainult sellega, mille kohta on otsus tehtud, ning et selles ei ole lubatud esitada muid tõendeid kui poolte poolt juba esitatud dokumendid?", "label": [[330, 343, "PROFESSION"]]}
{"text": "3. Kas sellist advokaadi ja tarbija vahel sõlmitud lepingu tingimust, nagu vaidlusalune tingimus, mis näeb ette advokaaditasu maksmise konkreetsel juhul, kus klient loobub kohtumenetlusest enne selle lõpetamist või saavutab ettevõtjaga kokkuleppe ilma advokaadibüroo teadmata või vastupidiselt tema antud nõule, tuleb pidada direktiivi 93/13 artikli 4 lõike 2 kohaldamisalasse kuuluvaks, kuna tegemist on lepingu esemega, käesoleval juhtumil hinnaga seotud põhitingimusega?", "label": [[15, 24, "PROFESSION"]]}
{"text": "4. Kui vastus eelmisele küsimusele on jaatav, siis kas seda tingimust, milles on advokaaditasu kindlaks määratud lähtuvalt advokatuuri hinnakirjast, milles on ette nähtud erinevad normid, mida tuleb igal konkreetsel juhul kohaldada – tingimust, mida eelnevas teabes üldse ei nimetatud, võib pidada selgeks ja arusaadavaks kooskõlas nimetatud direktiivi 93/13 artikli 4 lõikega 2?", "label": []}
{"text": "5. Kas juhul, kui vastus eelmisele küsimusele on eitav, võib advokaadi ja tarbija vahel sõlmitud lepingusse niisuguse lepingutingimuse lisamist nagu vaidlusalune tingimus, milles on advokaadi tasu kindlaks määratud üksnes viitega advokatuuri hinnakirjale, milles on ette nähtud erinevad normid, mida tuleb igal konkreetsel juhul kohaldada, ja mida eelnevas äripakkumises ja eelteabes ei nimetatud, pidada ebaausaks kaubandustavaks direktiivi 2005/292 tähenduses?", "label": [[61, 70, "PROFESSION"], [182, 191, "PROFESSION"]]}
{"text": "____________", "label": []}
{"text": "1 Nõukogu 5. aprilli 1993. aasta direktiiv 93/13/EMÜ ebaõiglaste tingimuste kohta tarbijalepingutes (EÜT 1993, L 95, lk 29; ELT eriväljaanne 15/02, lk 288).2 Euroopa Parlamendi ja nõukogu 11. mai 2005. aasta direktiiv 2005/29/EÜ, mis käsitleb ettevõtja ja tarbija vaheliste tehingutega seotud ebaausaid kaubandustavasid siseturul (ELT 2005, L 149, lk 22).", "label": [[2, 9, "ORG"], [10, 32, "DATE"], [158, 176, "ORG"], [180, 187, "ORG"], [188, 207, "DATE"]]}
