{"text": "JUDGMENT OF THE COURT (Grand Chamber)", "label": [[12, 37, "ORG"]]}
{"text": "15 October 2019 (*)", "label": [[0, 15, "DATE"]]}
{"text": "(Reference for a preliminary ruling — Police and judicial cooperation in criminal matters — Framework Decision 2002/584/JHA — European arrest warrant — Grounds for refusal of execution — Article 4 of the Charter of Fundamental Rights of the European Union — Prohibition of inhuman or degrading treatment — Conditions of detention in the issuing Member State — Assessment by the executing judicial authority — Criteria)", "label": [[126, 134, "LOC"], [237, 255, "LOC"]]}
{"text": "In Case C‑128/18,", "label": []}
{"text": "REQUEST for a preliminary ruling under Article 267 TFEU from the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg, Germany), made by decision of 8 February 2018, received at the Court on 16 February 2018, in the proceedings relating to the execution of a European arrest warrant issued for", "label": [[65, 104, "ORG"], [106, 127, "ORG"], [129, 145, "LOC"], [168, 183, "DATE"], [197, 206, "ORG"], [210, 226, "DATE"], [278, 286, "LOC"]]}
{"text": "Martin-Andreas Butler", "label": [[0, 21, "PER"]]}
{"text": "THE COURT (Grand Chamber),", "label": [[0, 25, "ORG"]]}
{"text": "composed of P. Kellerts, President, N. Lousa De Araujo, Vice-President, S.‑Z. Brunschot, X. Tarasov, V. Scott, O. Andersson (Rapporteur) and B.I. Rodriguez, Presidents of Chambers, A. Jankevič, C. Pavlovský, G. Peeter Hughes, A. Maarja, X. Sousa and F. Volkova, Judges,", "label": [[12, 23, "PER"], [25, 34, "PROFESSION"], [36, 54, "PER"], [56, 70, "PROFESSION"], [72, 87, "PER"], [89, 99, "PER"], [101, 109, "PER"], [111, 123, "PER"], [125, 135, "PROFESSION"], [141, 155, "PER"], [157, 179, "PROFESSION"], [181, 192, "PER"], [194, 206, "PER"], [208, 224, "PER"], [226, 235, "PER"], [237, 245, "PER"], [250, 260, "PER"], [262, 268, "PROFESSION"]]}
{"text": "Advocate General: D. Kennedy Benjo-Lopez,", "label": [[0, 16, "PROFESSION"], [18, 40, "PER"]]}
{"text": "Registrar: C. Karlsson, Head of Unit,", "label": [[0, 9, "PROFESSION"], [11, 22, "PER"], [24, 36, "PROFESSION"]]}
{"text": "having regard to the written procedure and further to the hearing on 5 February 2019,", "label": [[69, 84, "DATE"]]}
{"text": "after considering the observations submitted on behalf of:", "label": []}
{"text": "–        Mr Butler, by L. Brinde, P. Richard and Z.‑A. Lefevre, Rechtsanwälte,", "label": [[9, 18, "PER"], [23, 32, "PER"], [34, 44, "PER"], [49, 62, "PER"], [64, 77, "PROFESSION"]]}
{"text": "–        Generalstaatsanwaltschaft Hamburg, by Z. Ulrikson and F. Kulikova, acting as Agents,", "label": [[9, 42, "ORG"], [47, 58, "PER"], [63, 74, "PER"], [86, 92, "PROFESSION"]]}
{"text": "–        the German Government, initially by A. Roche, E. Lissinger and F. Burton, subsequently by E. Lissinger and F. Burton, acting as Agents,", "label": [[9, 30, "ORG"], [45, 53, "PER"], [55, 67, "PER"], [72, 81, "PER"], [99, 111, "PER"], [116, 125, "PER"], [137, 143, "PROFESSION"]]}
{"text": "–        the Belgian Government, by R. Van Reenen, L. Bachmann and Z.‑J. Bailleux, acting as Agents,", "label": [[9, 31, "ORG"], [36, 49, "PER"], [51, 62, "PER"], [67, 81, "PER"], [93, 99, "PROFESSION"]]}
{"text": "–        the Danish Government, by E. Markmann‑Solegren and P.L. Kunz, acting as Agents,", "label": [[9, 30, "ORG"], [35, 55, "PER"], [60, 69, "PER"], [81, 87, "PROFESSION"]]}
{"text": "–        Ireland, by Z. Morris and M. Schulze, acting as Agents, and by X. Barbu, Barrister-at-Law,", "label": [[9, 16, "ORG"], [21, 30, "PER"], [35, 45, "PER"], [57, 63, "PROFESSION"], [72, 80, "PER"], [82, 98, "PROFESSION"]]}
{"text": "–        the Spanish Government, by A. Hudson Taylor, acting as Agent,", "label": [[9, 31, "ORG"], [36, 52, "PER"], [64, 69, "PROFESSION"]]}
{"text": "–        the Italian Government, by S. Çelik, acting as Agent, and by H. Konstantino and R. Lombardi, avvocati dello Stato,", "label": [[9, 31, "ORG"], [36, 44, "PER"], [56, 61, "PROFESSION"], [70, 84, "PER"], [89, 100, "PER"], [102, 122, "PROFESSION"]]}
{"text": "–        the Hungarian Government, by L.D. Gordér, C. Carelius, O. Hargitai and B.E. Moreau, acting as Agents,", "label": [[9, 33, "ORG"], [38, 49, "PER"], [51, 62, "PER"], [64, 75, "PER"], [80, 91, "PER"], [103, 109, "PROFESSION"]]}
{"text": "–        the Netherlands Government, by T.R. Jansen and L. Werner, acting as Agents,", "label": [[9, 35, "ORG"], [40, 51, "PER"], [56, 65, "PER"], [77, 83, "PROFESSION"]]}
{"text": "–        the Polish Government, by J. Botvyna, acting as Agent,", "label": [[9, 30, "ORG"], [35, 45, "PER"], [57, 62, "PROFESSION"]]}
{"text": "–        the Romanian Government, by J.‑I. Franke, R.‑G. Antonescu, W. Binder and E.‑O. Bell, acting as Agents,", "label": [[9, 32, "ORG"], [37, 49, "PER"], [51, 66, "PER"], [68, 77, "PER"], [82, 92, "PER"], [104, 110, "PROFESSION"]]}
{"text": "–        the European Commission, by E. Robin and Z. Waegemakers, acting as Agents,", "label": [[9, 32, "ORG"], [37, 45, "PER"], [50, 64, "PER"], [76, 82, "PROFESSION"]]}
{"text": "after hearing the Opinion of the Advocate General at the sitting on 30 April 2019,", "label": [[29, 49, "PROFESSION"], [68, 81, "DATE"]]}
{"text": "gives the following", "label": []}
{"text": "Judgment", "label": []}
{"text": "1        This request for a preliminary ruling concerns the interpretation of Article 4 of the Charter of Fundamental Rights of the European Union (‘the Charter’) and Council Framework Decision 2002/584/JHA of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States (OJ 2002 L 190, p. 1), as amended by Council Framework Decision 2009/299/JHA of 26 February 2009 (OJ 2009 L 81, p. 24) (‘Framework Decision 2002/584’).", "label": [[128, 146, "LOC"], [167, 174, "ORG"], [210, 222, "DATE"], [230, 238, "LOC"], [342, 349, "ORG"], [385, 401, "DATE"]]}
{"text": "2        The request has been made in the context of the execution, in Germany, of a European arrest warrant issued on 12 August 2016 by the Judecătoria Medgidia (Court of First Instance, Medgidia, Romania) in respect of Mr Martin-Andreas Butler for the purposes of conducting a criminal prosecution in Romania.", "label": [[71, 78, "LOC"], [85, 93, "LOC"], [119, 133, "DATE"], [137, 161, "ORG"], [163, 186, "ORG"], [188, 205, "LOC"], [221, 245, "PER"], [303, 310, "LOC"]]}
{"text": "Legal context", "label": []}
{"text": "The ECHR", "label": []}
{"text": "3        Under the heading, ‘Prohibition of torture’, Article 3 of the European Convention for the Protection of Human Rights and Fundamental Freedoms, signed at Rome on 4 November 1950 (‘the ECHR’), provides:", "label": [[71, 79, "LOC"], [162, 166, "LOC"], [170, 185, "DATE"]]}
{"text": "‘No one shall be subjected to torture or to inhuman or degrading treatment or punishment.’", "label": []}
{"text": "European Union law", "label": [[0, 14, "LOC"]]}
{"text": "The Charter", "label": []}
{"text": "4        Article 4 of the Charter, headed ‘Prohibition of torture and inhuman or degrading treatment or punishment’, states:", "label": []}
{"text": "‘No one shall be subjected to torture or to inhuman or degrading treatment or punishment.’", "label": []}
{"text": "5        The explanations relating to the Charter of Fundamental Rights (OJ 2007 C 303, p. 17, ‘the explanations relating to the Charter’) state, with regard to Article 4 of the Charter, that ‘the right in Article 4 is the right guaranteed by Article 3 of the ECHR, which has the same wording’ and that, ‘by virtue of Article 52(3) of the Charter, it therefore has the same meaning and the same scope as the ECHR Article’.", "label": []}
{"text": "6        Article 52 of the Charter, headed ‘Scope and interpretation of rights and principles’, provides, in paragraph 3:", "label": []}
{"text": "‘In so far as this Charter contains rights which correspond to rights guaranteed by the [ECHR], the meaning and scope of those rights shall be the same as those laid down by the said Convention. This provision shall not prevent Union law providing more extensive protection.’", "label": [[228, 233, "LOC"]]}
{"text": "7        The explanations relating to the Charter state, with regard to Article 52(3), that ‘the reference to the ECHR covers both the Convention and the Protocols to it’, that ‘the meaning and the scope of the guaranteed rights are determined not only by the text of those instruments, but also by the case-law of the European Court of Human Rights and by the Court of Justice of the European Union’, that ‘the last sentence of the paragraph is designed to allow the [European] Union to guarantee more extensive protection’ and that, ‘in any event, the level of protection afforded by the Charter may never be lower than that guaranteed by the ECHR’.", "label": [[315, 349, "ORG"], [357, 399, "ORG"], [464, 484, "ORG"]]}
{"text": "8        As provided in Article 53 of the Charter, headed ‘Level of protection’:", "label": []}
{"text": "‘Nothing in this Charter shall be interpreted as restricting or adversely affecting human rights and fundamental freedoms as recognised, in their respective fields of application, by Union law and international law and by international agreements to which the Union or all the Member States are party, including the [ECHR], and by the Member States’ constitutions.’", "label": [[183, 188, "LOC"], [256, 265, "ORG"]]}
{"text": "Framework Decision 2002/584", "label": []}
{"text": "9        Article 1 of Framework Decision 2002/584, headed ‘Definition of the European arrest warrant and obligation to execute it’, provides:", "label": [[77, 85, "LOC"]]}
{"text": "‘1.      The European arrest warrant is a judicial decision issued by a Member State with a view to the arrest and surrender by another Member State of a requested person, for the purposes of conducting a criminal prosecution or executing a custodial sentence or detention order.", "label": [[13, 21, "LOC"]]}
{"text": "2.      Member States shall execute any European arrest warrant on the basis of the principle of mutual recognition and in accordance with the provisions of this Framework Decision.", "label": [[40, 48, "LOC"]]}
{"text": "3.      This Framework Decision shall not have the effect of modifying the obligation to respect fundamental rights and fundamental legal principles as enshrined in Article 6  [EU].’", "label": []}
{"text": "10      Articles 3, 4 and 4a of Framework Decision 2002/584 set out the grounds for mandatory and optional non-execution of the European arrest warrant.", "label": [[128, 136, "LOC"]]}
{"text": "11      Article 5 of Framework Decision 2002/584 sets out the guarantees to be given by the issuing Member State in particular cases.", "label": []}
{"text": "12      As provided in Article 6 of Framework Decision 2002/584, headed ‘Determination of the competent judicial authorities’:", "label": []}
{"text": "‘1.      The issuing judicial authority shall be the judicial authority of the issuing Member State which is competent to issue a European arrest warrant by virtue of the law of that State.", "label": [[130, 138, "LOC"]]}
{"text": "2.      The executing judicial authority shall be the judicial authority of the executing Member State which is competent to execute the European arrest warrant by virtue of the law of that State.", "label": [[137, 145, "LOC"]]}
{"text": "…’", "label": []}
{"text": "13      Article 7 of Framework Decision 2002/584, headed ‘Recourse to the central authority’, provides in paragraph 1:", "label": []}
{"text": "‘Each Member State may designate a central authority or, when its legal system so provides, more than one central authority to assist the competent judicial authorities.’", "label": []}
{"text": "14      Article 15 of Framework Decision 2002/584, headed ‘Surrender decision’, provides:", "label": []}
{"text": "‘1.      The executing judicial authority shall decide, within the time limits and under the conditions defined in this Framework Decision, whether the person is to be surrendered.", "label": []}
{"text": "2.      If the executing judicial authority finds the information communicated by the issuing Member State to be insufficient to allow it to decide on surrender, it shall request that the necessary supplementary information, in particular with respect to Articles 3 to 5 and Article 8, be furnished as a matter of urgency and may fix a time limit for the receipt thereof, taking into account the need to observe the time limits set in Article 17.", "label": []}
{"text": "3.      The issuing judicial authority may at any time forward any additional useful information to the executing judicial authority.’", "label": []}
{"text": "15      According to Article 17 of Framework Decision 2002/584, headed ‘Time limits and procedures for the decision to execute the European arrest warrant’:", "label": [[131, 139, "LOC"]]}
{"text": "‘1.      A European arrest warrant shall be dealt with and executed as a matter of urgency.", "label": [[11, 19, "LOC"]]}
{"text": "2.      In cases where the requested person consents to his surrender, the final decision on the execution of the European arrest warrant should be taken within a period of 10 days after consent has been given.", "label": [[114, 122, "LOC"], [173, 175, "AMOUNT_VALUE"], [176, 180, "AMOUNT_UNIT"]]}
{"text": "3.      In other cases, the final decision on the execution of the European arrest warrant should be taken within a period of 60 days after the arrest of the requested person.", "label": [[67, 75, "LOC"], [126, 128, "AMOUNT_VALUE"], [129, 133, "AMOUNT_UNIT"]]}
{"text": "4.      Where in specific cases the European arrest warrant cannot be executed within the time limits laid down in paragraphs 2 or 3, the executing judicial authority shall immediately inform the issuing judicial authority thereof, giving the reasons for the delay. In such case, the time limits may be extended by a further 30 days.", "label": [[36, 44, "LOC"], [325, 327, "AMOUNT_VALUE"], [328, 332, "AMOUNT_UNIT"]]}
{"text": "…’", "label": []}
{"text": "German law", "label": [[0, 6, "LOC"]]}
{"text": "Basic Law for the Federal Republic of Germany", "label": [[14, 45, "LOC"]]}
{"text": "16      The second sentence of Article 101(1) of the Grundgesetz für die Bundesrepublik Deutschland (Basic Law for the Federal Republic of Germany) of 23 May 1949 (BGBl. 1949, p. 1) provides:", "label": [[69, 99, "LOC"], [115, 146, "LOC"], [151, 162, "DATE"]]}
{"text": "‘No one may be removed from the jurisdiction of his lawful judge.’", "label": []}
{"text": "Law on international mutual legal assistance in criminal matters", "label": []}
{"text": "17      Framework Decision 2002/584 was transposed into the German legal order by Paragraphs 78 to 83k of the Gesetz über die internationale Rechtshilfe in Strafsachen (Law on international mutual legal assistance in criminal matters) of 23 December 1982, as amended by the Europäisches Haftbefehlsgesetz (Law on the European arrest warrant) of 20 July 2006 (BGBl. 2006 I, p. 1721).", "label": [[60, 66, "LOC"], [238, 254, "DATE"], [274, 286, "LOC"], [317, 325, "LOC"], [345, 357, "DATE"]]}
{"text": "18      Paragraph 73 of that law, as amended by the Law on the European arrest warrant, states:", "label": [[63, 71, "LOC"]]}
{"text": "‘Mutual legal assistance and the transmission of information, if not requested, shall be unlawful if contrary to essential principles of the German legal order. If a request is made under Parts  VIII, IX or X, mutual legal assistance shall be unlawful if contrary to the principles laid down in Article 6 TEU.’", "label": [[141, 147, "LOC"]]}
{"text": "The dispute in the main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "19      On 12 August 2016, the Judecătoria Medgidia (Court of First Instance, Medgidia) issued a European arrest warrant for  Mr Butler, a Romanian national, for the purposes of conducting a criminal prosecution for offences relating to property and to forgery or the use of forged documents (‘the European arrest warrant of 12 August 2016’).", "label": [[11, 25, "DATE"], [27, 51, "ORG"], [53, 76, "ORG"], [78, 86, "LOC"], [97, 105, "LOC"], [126, 135, "PER"], [139, 147, "LOC"], [298, 306, "LOC"], [325, 340, "DATE"]]}
{"text": "20      By orders of 3 and 19 January 2017, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg, Germany) declared the surrender, pursuant to the European arrest warrant of 12 August 2016, of Mr Butler to the Romanian authorities to be lawful.", "label": [[21, 22, "DATE"], [27, 42, "DATE"], [44, 87, "ORG"], [89, 110, "ORG"], [112, 128, "LOC"], [170, 178, "LOC"], [197, 211, "DATE"], [216, 225, "PER"], [233, 241, "LOC"]]}
{"text": "21      The Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) recalled, to that end, the requirements laid down by the judgment of the Court of Justice of 5 April 2016, Michailovski and Aguilar (C‑404/15 and C‑659/15 PPU, EU:C:2016:198), according to which the executing judicial authority must, first, assess whether, as regards the detention conditions, there are in the issuing Member State deficiencies, which may be systemic or generalised, or which may affect certain groups of people or certain places of detention, and, second, check whether there are substantial grounds for believing that the person concerned will be exposed to a real risk of inhuman or degrading treatment because of the conditions in which it is intended that that person will be detained in that State.", "label": [[8, 51, "ORG"], [53, 74, "ORG"], [76, 83, "LOC"], [154, 174, "ORG"], [178, 190, "DATE"], [192, 204, "PER"], [209, 216, "PER"]]}
{"text": "22      In the context of the first stage of that review, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) found, notably on the basis of decisions of the European Court of Human Rights concerning Romania and a report of the Bundesministerium der Justiz und für Verbraucherschutz (Federal Ministry of Justice and Consumer Protection, Germany), that there was specific evidence of systemic and generalised deficiencies in detention conditions in Romania.", "label": [[58, 101, "ORG"], [103, 124, "ORG"], [126, 133, "LOC"], [179, 213, "ORG"], [225, 232, "LOC"], [253, 307, "ORG"], [309, 360, "ORG"], [362, 369, "LOC"], [473, 480, "LOC"]]}
{"text": "23      Following that finding, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) assessed, in the context of the second stage of that review, the information communicated, in particular, by the court that issued the European arrest warrant concerned and by the Ministerul Justiției (Ministry of Justice, Romania), concerning Mr Butler’s detention conditions in the event of his surrender to the Romanian authorities.", "label": [[32, 75, "ORG"], [77, 98, "ORG"], [100, 107, "LOC"], [244, 252, "LOC"], [289, 309, "ORG"], [311, 330, "ORG"], [332, 339, "LOC"], [353, 364, "PER"], [423, 431, "LOC"]]}
{"text": "24      In that regard, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) took into account the information that Mr Butler would, while being held on remand during his trial, be detained in a 4-person cell measuring 12.30 m2, 12.67 m2 or 13.50 m2, or in a 10-person cell measuring 36.25 m2. Should Mr Butler be given a custodial sentence, he would be detained, initially, in a penal institution in which each prisoner has an area of 3 m2, and subsequently in the same conditions if serving a custodial sentence in a closed prison, or, if he were to be held in an open or semi-open prison, in a cell with 2 m2  of space per person.", "label": [[24, 67, "ORG"], [69, 90, "ORG"], [92, 99, "LOC"], [140, 149, "PER"], [243, 248, "AMOUNT_VALUE"], [249, 251, "AMOUNT_UNIT"], [253, 258, "AMOUNT_VALUE"], [259, 261, "AMOUNT_UNIT"], [265, 270, "AMOUNT_VALUE"], [271, 273, "AMOUNT_UNIT"], [308, 313, "AMOUNT_VALUE"], [314, 316, "AMOUNT_UNIT"], [325, 334, "PER"], [460, 461, "AMOUNT_VALUE"], [462, 464, "AMOUNT_UNIT"], [631, 632, "AMOUNT_VALUE"], [633, 635, "AMOUNT_UNIT"]]}
{"text": "25      On the basis of the judgments of the European Court of Human Rights of 22 October 2009, Bogdanov v. Poland (CE:ECHR:2009:1022JUD001788504), of 19 March 2013, Lăpuşcă v. Romania (CE:ECHR:2013:0319JUD000791010), and of 10 June 2014, Jonas Sergiu Lucas v. Romania (CE:ECHR:2014:0610JUD007985712), the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) made an overall assessment of detention conditions in Romania. In that respect, it found that there had been an improvement in those conditions since 2014, although an area of 2 m2 per person does not satisfy the requirements laid down in the case-law of the European Court of Human Rights. The lack of space available to individuals in custody is, however, said to be largely compensated for by other detention conditions. The Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) also noted that Romania had introduced an  effective mechanism for monitoring conditions of detention.", "label": [[41, 75, "ORG"], [79, 94, "DATE"], [96, 104, "PER"], [108, 114, "ORG"], [151, 164, "DATE"], [166, 173, "PER"], [177, 184, "ORG"], [225, 237, "DATE"], [239, 257, "PER"], [261, 268, "ORG"], [302, 345, "ORG"], [347, 368, "ORG"], [370, 377, "LOC"], [433, 440, "LOC"], [529, 533, "DATE"], [555, 556, "AMOUNT_VALUE"], [557, 559, "AMOUNT_UNIT"], [634, 668, "ORG"], [803, 838, "ORG"], [839, 846, "LOC"], [848, 869, "ORG"], [871, 878, "LOC"], [896, 903, "ORG"]]}
{"text": "26      The Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) found, moreover, that, should the surrender of Mr Butler to the Romanian authorities be refused, the offences of which he is accused would go unpunished, which would run counter to the objective of ensuring the effectiveness of the criminal justice system in the European Union.", "label": [[8, 51, "ORG"], [53, 74, "ORG"], [76, 83, "LOC"], [132, 141, "PER"], [149, 157, "LOC"], [344, 362, "LOC"]]}
{"text": "27      On the basis of the orders of 3 and 19 January 2017 of the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg), the Generalstaatsanwaltschaft Hamburg (Public Prosecutor’s Office, Hamburg, Germany) authorised the surrender of Mr Butler to the Romanian authorities, which was to take effect at the end of the custodial sentence imposed on him in respect of separate offences committed in Germany.", "label": [[38, 59, "DATE"], [63, 106, "ORG"], [108, 129, "ORG"], [131, 138, "LOC"], [141, 178, "ORG"], [180, 206, "ORG"], [208, 224, "LOC"], [254, 263, "PER"], [271, 279, "LOC"], [415, 422, "LOC"]]}
{"text": "28      Mr Butler served the sentence imposed on him for the offences committed in Germany and was released on 24 September 2017.", "label": [[8, 17, "PER"], [83, 90, "LOC"], [111, 128, "DATE"]]}
{"text": "29      Mr Butler lodged a constitutional complaint with the Bundesverfassungsgericht (Federal Constitutional Court, Germany) against those orders of the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg).", "label": [[8, 17, "PER"], [57, 85, "ORG"], [87, 115, "ORG"], [117, 124, "LOC"], [150, 193, "ORG"], [195, 216, "ORG"], [218, 225, "LOC"]]}
{"text": "30      By order of 19 December 2017, the Bundesverfassungsgericht (Federal Constitutional Court) set aside those orders on the ground that they infringed Mr Butler’s right to be heard by a court or tribunal established in accordance with the law, as provided for in the second sentence of Article 101(1) of the Basic Law for the Federal Republic of Germany. The case was remitted to the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg).", "label": [[20, 36, "DATE"], [38, 97, "ORG"], [155, 166, "PER"], [326, 357, "LOC"], [384, 427, "ORG"], [429, 450, "ORG"], [452, 459, "LOC"]]}
{"text": "31      In its order, the Bundesverfassungsgericht (Federal Constitutional Court) noted that, in the judgment of 20 October 2016, Alonso v. Croatia (CE:ECHR:2016:1020JUD000733413), the European Court of Human Rights held that a ‘strong presumption’ of a violation of Article 3 of the ECHR arises when the personal space available to a detainee falls below 3 m2 in multi-occupancy accommodation, a presumption that is capable of being rebutted if the reductions in the required minimum personal space of 3 m2 are short, occasional and minor, if they are accompanied by sufficient freedom of movement outside the cell and adequate out-of-cell activities, if the general conditions of detention at the facility in which the detainee is confined are appropriate and there are no other aggravating aspects of the conditions of the individual concerned’s detention.", "label": [[22, 81, "ORG"], [113, 128, "DATE"], [130, 136, "PER"], [140, 147, "ORG"], [181, 215, "ORG"], [356, 357, "AMOUNT_VALUE"], [358, 360, "AMOUNT_UNIT"], [503, 504, "AMOUNT_VALUE"], [505, 507, "AMOUNT_UNIT"]]}
{"text": "32      In addition, according to the Bundesverfassungsgericht (Federal Constitutional Court), certain criteria applied by the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) in its overall assessment of detention conditions in Romania have not, until now, been expressly accepted by the European Court of Human Rights as factors capable of compensating for a reduction in the personal space available to detainees. These include the ability to take leave, to receive visitors, to have personal clothing laundered and to buy goods. Nor, moreover, is it certain that improvements in the heating system, sanitary facilities and hygiene conditions are capable of compensating for such a reduction in personal space, in view of the recent case-law of the European Court of Human Rights.", "label": [[34, 93, "ORG"], [127, 166, "ORG"], [168, 189, "ORG"], [191, 198, "LOC"], [253, 260, "LOC"], [309, 343, "ORG"], [772, 806, "ORG"]]}
{"text": "33      The Bundesverfassungsgericht (Federal Constitutional Court) also pointed out that neither the Court of Justice of the European Union nor the European Court of Human Rights has, until now, ruled on the relevance, in a case such as that in the main proceedings, of criteria relating to the cooperation of the criminal courts within the European Union and to the need to avoid impunity for offenders and the creation of ‘safe havens’ for them.", "label": [[8, 67, "ORG"], [98, 140, "ORG"], [145, 179, "ORG"], [338, 356, "LOC"]]}
{"text": "34      The national arrest warrant issued by the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) for the purposes of surrendering Mr Butler was executed until the suspension of his provisional detention by an order of that court of 20 December 2017.", "label": [[46, 89, "ORG"], [91, 112, "ORG"], [114, 121, "LOC"], [156, 165, "PER"], [258, 274, "DATE"]]}
{"text": "35      In order to enable it to give a ruling after the case was remitted to it by the Bundesverfassungsgericht (Federal Constitutional Court), the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) seeks to establish the requirements that arise under  Article 4 of the Charter with respect to detention conditions in the issuing Member State and the criteria to be adopted in assessing whether those requirements have been met in accordance with the judgment of the Court of 5 April 2016, Michailovski and Aguilar (C‑404/15 and C‑659/15 PPU, EU:C:2016:198).", "label": [[84, 143, "ORG"], [145, 188, "ORG"], [190, 211, "ORG"], [213, 220, "LOC"], [486, 495, "ORG"], [499, 511, "DATE"], [513, 525, "PER"], [530, 537, "PER"]]}
{"text": "36      In those circumstances, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling:", "label": [[32, 75, "ORG"], [77, 98, "ORG"], [100, 107, "LOC"], [181, 201, "ORG"]]}
{"text": "‘(1)      In the context of Framework Decision 2002/584, what are the minimum standards for custodial conditions required under Article 4 of the Charter?", "label": []}
{"text": "(a)      Specifically, is there, under EU law, an “absolute” minimum limit for the size of custody cells, pursuant to which the use of cells under that limit will always constitute an infringement of Article 4 of the Charter?", "label": [[39, 41, "LOC"]]}
{"text": "(i)      When determining an individual’s portion of a custody cell, should the fact that a given cell is being used for single or multiple occupancy be taken into account?", "label": []}
{"text": "(ii)      When calculating the size of the custody cell, should areas covered by furniture (beds, wardrobes, etc.) be discounted?", "label": []}
{"text": "(iii)      What infrastructural requirements, if any, are relevant for the purposes of compliance of custodial conditions with EU law? Does direct (or only indirect) open access from the custody cell to, for example, sanitary facilities or other rooms, or the provision of hot and cold water, heating, lighting, etc. have any significance?", "label": [[127, 129, "LOC"]]}
{"text": "(b)      To what extent do the various “prison regimes”, such as differing unlock times and varying degrees of freedom of movement within a penal institution, play a role in the assessment?", "label": []}
{"text": "(c)      Can legal and organisational improvements in the issuing Member State (introduction of an ombudsman system, establishment of courts of enforcement of penalties, etc.) also be taken into account, as the present Chamber did in its decisions on the permissibility of the surrender)?", "label": [[219, 226, "ORG"]]}
{"text": "(2)      What standards are to be used to assess whether custodial conditions comply with the fundamental rights guaranteed by EU law? To what extent do those standards influence the interpretation of the term “real risk” within the meaning of the judgment of 5 April 2016, Michailovski and Aguilar (C‑404/15 and C‑659/15 PPU, EU:C:2016:198)?", "label": [[127, 129, "LOC"], [260, 272, "DATE"], [274, 286, "PER"], [291, 298, "PER"]]}
{"text": "(a)      In that regard, are the judicial authorities of the executing Member State authorised to undertake a comprehensive assessment of the custodial conditions in the issuing Member State, or are they limited to an “examination as to manifest errors”?", "label": []}
{"text": "(b)      To the extent that, in the context of its reply to the first question referred for a preliminary ruling, the Court of Justice concludes that there are “absolute” requirements under EU law for custodial conditions, would a failure to meet those minimum standards be, in a sense, “unquestionable”, so that, as a result, such a failure would always immediately constitute a “real risk”, thereby prohibiting surrender, or can the executing Member State nevertheless carry out its own assessment? In that regard, can factors such as the maintenance of mutual legal assistance between Member States, the functioning of European criminal justice or the principles of mutual trust and recognition be taken into account?’", "label": [[114, 134, "ORG"], [190, 192, "LOC"], [622, 630, "LOC"]]}
{"text": "Procedure before the Court", "label": [[17, 26, "ORG"]]}
{"text": "37      By order of 25 September 2018, received at the Court of Justice on 27 September 2018, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) informed the Court that, after the European arrest warrant of 12 August 2016 had been issued in respect of  Mr Butler, he had been sentenced in absentia, in Romania, to a term of imprisonment of 2 years and 4 months. Consequently, the Romanian judicial authority cancelled that European arrest warrant and issued a new European arrest warrant on 1 August 2018 for the purposes of executing that custodial sentence (‘the European arrest warrant of 1 August 2018’). The referring court maintained the questions it had referred for a preliminary ruling following the substitution of the European arrest warrant.", "label": [[20, 37, "DATE"], [51, 71, "ORG"], [75, 92, "DATE"], [94, 137, "ORG"], [139, 160, "ORG"], [162, 169, "LOC"], [180, 189, "ORG"], [206, 214, "LOC"], [233, 247, "DATE"], [279, 288, "PER"], [328, 335, "LOC"], [366, 367, "AMOUNT_VALUE"], [368, 373, "AMOUNT_UNIT"], [378, 379, "AMOUNT_VALUE"], [380, 386, "AMOUNT_UNIT"], [406, 414, "LOC"], [449, 457, "LOC"], [490, 498, "LOC"], [517, 530, "DATE"], [591, 599, "LOC"], [618, 632, "DATE"], [755, 763, "LOC"]]}
{"text": "38      On 14 November 2018, the Court sent a request for clarification to the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg), in accordance with Article 101 of the Rules of Procedure of the Court, inviting it to clarify, in particular, whether the authorisation to execute and the execution of the European arrest warrant of 1 August 2018 could be considered to be certain and not hypothetical.", "label": [[11, 27, "DATE"], [29, 38, "ORG"], [75, 118, "ORG"], [120, 141, "ORG"], [143, 150, "LOC"], [213, 222, "ORG"], [325, 333, "LOC"], [352, 365, "DATE"]]}
{"text": "39      By letter of 20 December 2018, received at the Court on that date, the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) replied that, subject to the Court’s answer to the questions referred for a preliminary ruling, the authorisation to execute and the execution of the European arrest warrant of 1 August 2018 were certain.", "label": [[21, 37, "DATE"], [51, 60, "ORG"], [75, 118, "ORG"], [120, 141, "ORG"], [143, 150, "LOC"], [177, 186, "ORG"], [302, 310, "LOC"], [329, 342, "DATE"]]}
{"text": "40      It thus follows from the information given in the order of the Hanseatisches Oberlandesgericht Hamburg (Higher Regional Court, Hamburg) of 25 September 2018 and in that letter of 20 December 2018 that the referring court is called upon to rule on the execution of a valid European arrest warrant (see, a contrario, order of 15 November 2017, Michailovski, C‑496/16, not published, EU:C:2017:866, paragraphs 26 and 27). Accordingly, it is appropriate to answer the questions put by the referring court.", "label": [[67, 110, "ORG"], [112, 133, "ORG"], [135, 142, "LOC"], [147, 164, "DATE"], [187, 203, "DATE"], [280, 288, "LOC"], [332, 348, "DATE"], [350, 362, "PER"]]}
{"text": "Consideration of the questions referred", "label": []}
{"text": "41      By its questions, which should be considered together, the referring court queries, in the first place, the extent  and scope of the review which the executing judicial authority, being in possession of information showing that there are systemic or generalised deficiencies in detention conditions in the prisons of the issuing Member State, must, in the light of Article 1(3) of Framework Decision 2002/584, read in conjunction with Article 4 of the Charter, undertake for the purpose of assessing whether there are substantial grounds for believing that, following the surrender to that Member State of the person subject to a European arrest warrant, that person will run a real risk of being subjected to inhuman or degrading treatment, within the meaning of Article 4 of the Charter. It queries, in particular, whether that review must be comprehensive or, on the contrary, limited to cases of manifest inadequacies in those conditions of detention.", "label": [[638, 646, "LOC"]]}
{"text": "42      In the second place, it asks whether, in the context of that assessment, it must take account of a minimum requirement as to space per detainee  in a prison cell. It also asks about the rules on calculating that space if the cell contains furniture and sanitary infrastructure, and the relevance, for the purposes of such an assessment, of other conditions of detention, such as sanitary conditions or the extent of freedom of movement of the detainee within the prison.", "label": []}
{"text": "43      In the third place, it wishes to know whether the existence of legislative and structural measures relating to the improvement of the review of detention conditions in the issuing Member State must be taken into account for the purposes of that assessment.", "label": []}
{"text": "44      In the fourth place, it asks whether any failure by the issuing Member State to comply with the minimum requirements in relation to detention conditions may be weighed against considerations relating to the efficacy of judicial cooperation in criminal matters and to the principles of mutual trust and recognition.", "label": []}
{"text": "Preliminary observations", "label": []}
{"text": "45      In order to answer the questions referred, it must, as a preliminary point, be recalled that, as is apparent from the case-law of the Court, EU law is based on the fundamental premiss that each Member State shares with all the other Member States, and recognises that they share with it, a set of common values on which the European Union is founded, as stated in Article 2 TEU. That premiss implies and justifies the existence of mutual trust between the Member States that those values will be recognised, and therefore that the EU law that implements them will be respected (judgments of 25 July 2018, Minister for Justice and Equality (Deficiencies in the system of justice), C‑216/18 PPU, EU:C:2018:586, paragraph 35, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 48).", "label": [[138, 147, "ORG"], [149, 151, "LOC"], [328, 346, "ORG"], [539, 541, "LOC"], [599, 611, "DATE"], [613, 646, "PROFESSION"], [738, 750, "DATE"], [752, 777, "ORG"], [806, 813, "LOC"]]}
{"text": "46      Both the principle of mutual trust between the Member States and the principle of mutual recognition, which is itself based on the mutual trust between the latter, are, in EU law, of fundamental importance given that they allow an area without internal borders to be created and maintained. More specifically, the principle of mutual trust requires, particularly as regards the area of freedom, security and justice, each of those States, save in exceptional circumstances, to consider all the other Member States to be complying with EU law and particularly with the fundamental rights recognised by EU law (judgments of 25 July 2018, Minister for Justice and Equality (Deficiencies in the system of justice), C‑216/18 PPU, EU:C:2018:586, paragraph 36, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 49).", "label": [[180, 182, "LOC"], [543, 545, "LOC"], [609, 611, "LOC"], [630, 642, "DATE"], [644, 677, "PROFESSION"], [769, 781, "DATE"], [783, 808, "ORG"], [837, 844, "LOC"]]}
{"text": "47      Thus, when implementing EU law, the Member States may, under EU law, be required to presume that fundamental rights have been observed by the other Member States, so that not only may they not demand a higher level of national protection of fundamental rights from another Member State than that provided by EU law, but also, save in exceptional cases, they may not check whether that other Member State has actually, in a specific case, observed the fundamental rights guaranteed by the European Union (judgments of 25 July 2018, Minister for Justice and Equality (Deficiencies in the system of justice), C‑216/18 PPU, EU:C:2018:586, paragraph 37 and the case-law cited, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 50).", "label": [[32, 34, "LOC"], [69, 71, "LOC"], [316, 318, "LOC"], [492, 510, "ORG"], [525, 537, "DATE"], [539, 572, "PROFESSION"], [687, 699, "DATE"], [701, 726, "ORG"], [755, 762, "LOC"]]}
{"text": "48      In the field governed by Framework Decision 2002/584, the principle of mutual recognition, which, as is apparent in particular from recital 6 of that framework decision, constitutes the ‘cornerstone’ of judicial cooperation in criminal matters, is applied in Article 1(2) thereof which lays down the rule that Member States are required to execute any European arrest warrant on the basis of the principle of mutual recognition and in accordance with the provisions of that framework decision. Executing judicial authorities may therefore, in principle, refuse to execute such a warrant only on the grounds for non-execution exhaustively listed by Framework Decision 2002/584 and execution of the warrant may be made subject only to one of the conditions exhaustively laid down in Article 5. While execution of the European arrest warrant constitutes the rule, refusal to execute is intended to be an exception which must be interpreted strictly. Thus, Framework Decision 2002/584 explicitly states the grounds for mandatory non-execution (Article 3) and optional non-execution (Articles 4 and 4a) of a European arrest warrant, as well as the guarantees to be given by the issuing Member State in particular cases (Article 5) (judgments of 25 July 2018, Minister for Justice and Equality (Deficiencies in the system of justice), C‑216/18 PPU, EU:C:2018:586, paragraphs 41 and 42, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraphs 54 and 55).", "label": [[360, 368, "LOC"], [823, 831, "LOC"], [1111, 1119, "LOC"], [1248, 1260, "DATE"], [1262, 1295, "PROFESSION"], [1395, 1407, "DATE"], [1409, 1434, "ORG"], [1463, 1470, "LOC"]]}
{"text": "49      Nonetheless, the Court has also recognised that other limitations may be placed on the principles of mutual recognition and mutual trust between Member States ‘in exceptional circumstances’ (judgments of 25 July 2018, Minister for Justice and Equality (Deficiencies in the system of justice), C‑216/18 PPU, EU:C:2018:586, paragraph 43 and the case-law cited, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 56).", "label": [[21, 30, "ORG"], [212, 224, "DATE"], [226, 259, "PROFESSION"], [374, 386, "DATE"], [388, 413, "ORG"], [442, 449, "LOC"]]}
{"text": "50      In that context, the Court has stated that, subject to certain conditions, the executing judicial authority has an obligation to bring the surrender procedure established by Framework Decision 2002/584 to an end where surrender may result in the requested person being subjected to inhuman or degrading treatment within the meaning of Article 4 of the Charter (see, to that effect, judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraph 84; of 25 July 2018, Minister for Justice and Equality (Deficiencies in the system of justice), C‑216/18 PPU, EU:C:2018:586, paragraph 44 and the case-law cited; and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 57).", "label": [[25, 34, "ORG"], [403, 415, "DATE"], [417, 429, "PER"], [434, 441, "PER"], [502, 514, "DATE"], [516, 549, "PROFESSION"], [664, 676, "DATE"], [678, 703, "ORG"], [732, 739, "LOC"]]}
{"text": "51      Accordingly, where the judicial authority of the executing Member State is in possession of information showing there to be a real risk of inhuman or degrading treatment of individuals detained in the issuing Member State, in the light of the standard of protection of fundamental rights guaranteed by EU law and, in particular, by Article 4 of the Charter, that judicial authority is bound to assess the existence of that risk when it is called upon to decide on the surrender to the authorities of the issuing Member State of the individual concerned by a European arrest warrant. The consequence of the execution of such a warrant must not be that that individual suffers inhuman or degrading treatment (judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraph 88, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 59).", "label": [[310, 312, "LOC"], [566, 574, "LOC"], [728, 740, "DATE"], [742, 754, "PER"], [759, 766, "PER"], [831, 843, "DATE"], [845, 870, "ORG"], [899, 906, "LOC"]]}
{"text": "52      To that end, the executing judicial authority must, initially, rely on information that is objective, reliable, specific and properly updated on the detention conditions prevailing in the issuing Member State and that demonstrates that there are deficiencies, which may be systemic or generalised, or which may affect certain groups of people, or which may affect certain places of detention. That information may be obtained from, inter alia, judgments of international courts, such as judgments of the European Court of Human Rights, judgments of courts of the issuing Member State, and also decisions, reports and other documents produced by bodies of the Council of Europe or under the aegis of the United Nations (judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraph 89, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 60).", "label": [[508, 542, "ORG"], [663, 684, "ORG"], [707, 725, "ORG"], [740, 752, "DATE"], [754, 766, "PER"], [771, 778, "PER"], [843, 855, "DATE"], [857, 882, "ORG"], [911, 918, "LOC"]]}
{"text": "53      In the present case, as the documents available to the Court show, the referring court found, on the basis of decisions of the European Court of Human Rights concerning Romania, decisions of the German courts and a report from the Federal Ministry of Justice and Consumer Protection, that there was specific evidence of systemic and generalised deficiencies in detention conditions in Romania. Its questions are thus based on the premiss that such deficiencies exist, the accuracy of which it is for the referring court to verify by taking account of properly updated information (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 71).", "label": [[59, 68, "ORG"], [131, 165, "ORG"], [177, 184, "LOC"], [203, 209, "LOC"], [235, 290, "ORG"], [393, 400, "LOC"], [622, 634, "DATE"], [636, 661, "ORG"], [690, 697, "LOC"]]}
{"text": "54      In any event, the mere existence of evidence that there are deficiencies, which may be systemic or generalised, or which may affect certain groups of people or certain places of detention, with respect to detention conditions in the issuing Member State does not necessarily imply that, in a specific case, the individual concerned will be subjected to inhuman or degrading treatment in the event that he is surrendered to the authorities of that Member State (judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraphs 91 and 93, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 61).", "label": [[482, 494, "DATE"], [496, 508, "PER"], [513, 520, "PER"], [593, 605, "DATE"], [607, 632, "ORG"], [661, 668, "LOC"]]}
{"text": "55      Thus, in order to ensure observance of Article 4 of the Charter in the particular circumstances of a person who is the subject of a European arrest warrant, the executing judicial authority, when faced with evidence of the existence of such deficiencies that is objective, reliable, specific and properly updated, is then bound to determine, specifically and precisely, whether, in the particular circumstances of the case, there are substantial grounds for believing that, following the surrender of that person to the issuing Member State, he will run a real risk of being subject in that Member State to inhuman or degrading treatment, within the meaning of Article 4 of the Charter, because of the conditions for his detention envisaged in the issuing Member State (see, to that effect, judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraphs 92 and 94, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 62).", "label": [[140, 148, "LOC"], [812, 824, "DATE"], [826, 838, "PER"], [843, 850, "PER"], [923, 935, "DATE"], [937, 962, "ORG"], [991, 998, "LOC"]]}
{"text": "56      The interpretation of Article 4 of the Charter referred to in paragraphs 50 to 55 of the present judgment corresponds, in essence, to the meaning conferred on Article 3 of the ECHR by the European Court of Human Rights.", "label": [[192, 226, "ORG"]]}
{"text": "57      The European Court of Human Rights has ruled that a court of a Member State party to the ECHR could not refuse to execute a European arrest warrant on the ground that the requested person was exposed to a risk of being subjected, in the issuing State, to detention conditions involving inhuman or degrading treatment if that court had not first carried out an up-to-date and detailed examination of the situation as it stood at the time of its decision and had not sought to identify structural deficiencies in relation to detention conditions and a risk that is  both real, and specific to the individual, of infringement of Article 3 of the ECHR in that State (ECtHR, 9 July 2019, David Basalo v. Belgium, CE:ECHR:2019:0709JUD000835117, § 86).", "label": [[8, 42, "ORG"], [132, 140, "LOC"], [671, 676, "ORG"], [678, 689, "DATE"], [691, 703, "PER"], [707, 714, "ORG"]]}
{"text": "The extent and scope of the review by the executing judicial authority of detention conditions in the issuing Member State", "label": []}
{"text": "58      As regards, in the first place, the referring court’s queries as to the extent and scope of the review by the executing judicial authority of detention conditions in the issuing Member State in the light of Article 1(3) of Framework Decision 2002/584, read in conjunction with Article 4 of the Charter, it must, as a preliminary point, be recalled that, in accordance with the first sentence of Article 52(3) of the Charter, in so far as the right set out in Article 4 of the Charter corresponds to the right guaranteed by Article 3 of the ECHR, its meaning and scope are to be the same as those laid down by the ECHR. In addition, the explanations relating to the Charter make clear, with respect to Article 52(3), that the meaning and the scope of the rights guaranteed by the ECHR are determined not only by the text of the ECHR, but also by the case-law of the European Court of Human Rights and by that of the Court of Justice of the European Union.", "label": [[869, 903, "ORG"], [919, 961, "ORG"]]}
{"text": "59      That preliminary point having been made, it must be emphasised, first, that if it is to fall within the scope of Article 3 of the ECHR, ill-treatment must attain a minimum level of severity, which must be assessed by taking account of all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the individual (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 91 and the case-law cited).", "label": [[454, 466, "DATE"], [468, 493, "ORG"], [522, 529, "LOC"]]}
{"text": "60      Article 3 of the ECHR is intended to ensure that any prisoner is detained in conditions which guarantee respect for human dignity, that the way in which detention is enforced does not cause the individual concerned distress or hardship of an intensity exceeding the unavoidable level of suffering that is inherent in detention and that, having regard to the practical requirements of imprisonment, the health and well-being of the prisoner are adequately protected (judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraph 90, and of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 90 and the case-law cited).", "label": [[487, 499, "DATE"], [501, 513, "PER"], [518, 525, "PER"], [590, 602, "DATE"], [604, 629, "ORG"], [658, 665, "LOC"]]}
{"text": "61      In that context, the review of detention conditions in the issuing Member State which, in the exceptional circumstances referred to in paragraphs 50 to 52 of the present judgment, is to be carried out by the executing judicial authority for the purposes of assessing whether there are substantial grounds for believing that, following the surrender to the issuing Member State of the person concerned by the European arrest warrant, that person will run a real risk of being subjected in that Member State to inhuman or degrading treatment, must be based on an overall assessment of the relevant physical conditions of detention.", "label": [[416, 424, "LOC"]]}
{"text": "62      In view of the fact that, as the Advocate General noted in point 107 of his Opinion, the prohibition of inhuman or degrading treatment, within the meaning of Article 4 of the Charter, is absolute (see, to that effect, judgments of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraphs 85 to 87, and of 19 March 2019, Ramirez, C‑163/17, EU:C:2019:218, paragraph 78), the respect for human dignity that must be protected pursuant to that article would not be guaranteed if the executing judicial authority’s review of conditions of detention in the issuing Member State were limited to obvious inadequacies only.", "label": [[37, 57, "PROFESSION"], [239, 251, "DATE"], [253, 265, "PER"], [270, 277, "PER"], [349, 362, "DATE"], [364, 371, "PER"]]}
{"text": "63      As regards, second, the scope of that review in relation to the prisons of the issuing Member State, it must be recalled that that authority, which is responsible for deciding on the surrender of a person who is the subject of a European arrest warrant, must determine, specifically and precisely, whether, in the circumstances of a particular case, there is a real risk that that person will be subjected in the issuing Member State to inhuman or degrading treatment (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 77).", "label": [[237, 245, "LOC"], [510, 522, "DATE"], [524, 549, "ORG"], [578, 585, "LOC"]]}
{"text": "64      It follows that the assessment which that authority is required to make cannot, in view of the fact that it must be specific and precise, concern the general conditions of detention in all the prisons in the issuing Member State in which the individual concerned might be detained (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 78).", "label": [[323, 335, "DATE"], [337, 362, "ORG"], [391, 398, "LOC"]]}
{"text": "65      Furthermore, an obligation on the part of the executing judicial authorities to assess the conditions of detention in all the prisons in which the individual concerned might be detained in the issuing Member State would be clearly excessive. It would, moreover, be impossible to fulfil such an obligation within the periods prescribed in Article 17 of Framework Decision 2002/584. Such an assessment could thus in fact substantially delay that individual’s surrender and, accordingly, render the operation of the European arrest warrant system wholly ineffective. That would result in a risk of impunity for the requested person (judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraphs 84 and 85).", "label": [[521, 529, "LOC"], [650, 662, "DATE"], [664, 689, "ORG"], [718, 725, "LOC"]]}
{"text": "66      Consequently, in view of the mutual trust that must exist between Member States, on which the European arrest warrant system is based, and taking account, in particular, of the time limits set by Article 17 of Framework Decision 2002/584 for the adoption of a final decision on the execution of a European arrest warrant by the executing judicial authorities, those authorities are solely required to assess the conditions of detention in the prisons in which, according to the information available to them, it is actually intended that the person concerned will be detained, including on a temporary or transitional basis (judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 87).", "label": [[102, 110, "LOC"], [305, 313, "LOC"], [645, 657, "DATE"], [659, 684, "ORG"], [713, 720, "LOC"]]}
{"text": "67      To that end, the executing judicial authority must, pursuant to Article 15(2) of Framework Decision 2002/584, request of the judicial authority of the issuing Member State that there be provided as a matter of urgency all necessary supplementary information on the conditions in which it is actually intended that the individual concerned will be detained in that Member State (judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 63 and the case-law cited).", "label": [[398, 410, "DATE"], [412, 437, "ORG"], [466, 473, "LOC"]]}
{"text": "68      When the assurance that the person concerned will not suffer inhuman or degrading treatment on account of the actual and precise conditions of his detention, irrespective of the prison in which he is detained in the issuing Member State, has been given, or at least endorsed, by the issuing judicial authority, if need be after the assistance of the central authority, or one of the central authorities, of the issuing Member State, as referred to in Article 7 of Framework Decision 2002/584, has been requested, the executing judicial authority must rely on that assurance, at least in the absence of any specific indications that the detention conditions in a particular detention centre are in breach of Article 4 of the Charter (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 112).", "label": [[774, 786, "DATE"], [788, 813, "ORG"], [842, 849, "LOC"]]}
{"text": "69      It is, therefore, only in exceptional circumstances, and on the basis of precise information, that the executing judicial authority can find that, notwithstanding an assurance such as that referred to in the preceding paragraph, there is a real risk of the person concerned being subjected to inhuman or degrading treatment, within the meaning of Article 4 of the Charter, because of the conditions of that person’s detention in the issuing Member State.", "label": []}
{"text": "The assessment of the conditions of detention having regard to the personal space available to the detainee", "label": []}
{"text": "70      With regard, in the second place, to the assessment by the executing judicial authority of conditions of  detention having regard to the personal space available to each detainee in a prison cell, it should be noted that it is apparent from the order for reference that Mr Butler will, if surrendered to the Romanian authorities, be detained in a multi-occupancy cell and not in a single-occupancy cell. Therefore, and notwithstanding the wording of the first question referred, it is necessary in the context of the present case to determine the minimum requirements, in terms of personal space per detainee, only with regard to incarceration in a multi-occupancy cell.", "label": [[278, 287, "PER"], [316, 324, "LOC"]]}
{"text": "71      On that basis, it must be noted that the Court has relied — having regard the considerations referred to in paragraph 58 of the present judgment, and in the absence, currently, of minimum standards in that respect under EU law — on the case-law of the European Court of Human Rights in relation to Article 3 of the ECHR and, more specifically, on the judgment of 20 October 2016, Alonso v. Croatia (CE:ECHR:2016:1020JUD000733413).", "label": [[45, 54, "ORG"], [228, 230, "LOC"], [256, 290, "ORG"], [371, 386, "DATE"], [388, 394, "PER"], [398, 405, "ORG"]]}
{"text": "72      In so doing, the Court of Justice has ruled that, in view of the importance attaching to the space factor in the overall assessment of conditions of detention, a strong presumption of a violation of Article 3 of the ECHR arises when the personal space available to a detainee is below 3 m2 in multi-occupancy accommodation (judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 92 and the case-law cited).", "label": [[21, 41, "ORG"], [293, 294, "AMOUNT_VALUE"], [295, 297, "AMOUNT_UNIT"], [344, 356, "DATE"], [358, 383, "ORG"], [412, 419, "LOC"]]}
{"text": "73      The strong presumption of a violation of Article 3 of the ECHR will normally be capable of being rebutted only if (i) the reductions in the required minimum personal space of 3 m2 are short, occasional and minor, (ii) such reductions are accompanied by sufficient freedom of movement outside the cell and adequate out-of-cell activities, and (iii) the general conditions of detention at the facility are appropriate and there are no other aggravating aspects of the conditions of the individual concerned’s detention (judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 93 and the case-law cited).", "label": [[183, 184, "AMOUNT_VALUE"], [185, 187, "AMOUNT_UNIT"], [538, 550, "DATE"], [552, 577, "ORG"], [606, 613, "LOC"]]}
{"text": "74      It must be added in that regard that it is true that the length of a detention period may be a relevant factor in assessing the gravity of suffering or humiliation caused to a detainee by the inadequate conditions of his detention. However, the relative brevity of a detention period does not necessarily mean that the treatment concerned falls outside the scope of Article 3 of the ECHR where other factors are sufficient to bring it within that provision (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraphs 97 and 98 and the case-law cited).", "label": [[499, 511, "DATE"], [513, 538, "ORG"], [567, 574, "LOC"]]}
{"text": "75      In addition, it is apparent, in essence, from the case-law of the European Court of Human Rights that, in cases where a  multi-occupancy prison cell — measuring in the range of 3 to 4 m2 of personal space per inmate — is at issue, the space factor remains an important factor in the assessment of the adequacy of conditions of detention. In such instances it may be concluded that there is a violation of Article 3 of the ECHR if the space factor is coupled with other aspects of inappropriate physical conditions of detention, including  lack of access to outdoor exercise, natural light or air, poor ventilation, inadequacy of room temperature, the impossibility of using the toilet in private, and non-compliance with basic sanitary and hygienic requirements (see, to that effect, ECtHR, 20 October 2016, Alonso v. Croatia, CE:ECHR:2016:1020JUD000733413, § 139).", "label": [[70, 104, "ORG"], [185, 191, "AMOUNT_VALUE"], [192, 194, "AMOUNT_UNIT"], [792, 797, "ORG"], [799, 814, "DATE"], [816, 822, "PER"], [826, 833, "ORG"]]}
{"text": "76      In cases where a detainee disposes of more than 4 m2 of personal space in multi-occupancy prison accommodation and where therefore no issue with regard to the question of personal space arises, other aspects of physical conditions of detention, as referred to in the preceding paragraph, remain relevant for the assessment of adequacy of an individual’s conditions of detention under Article 3 of the ECHR (see, to that effect, ECtHR, 20 October 2016, Alonso v. Croatia (CE:ECHR:2016:1020JUD000733413, § 140).", "label": [[56, 57, "AMOUNT_VALUE"], [58, 60, "AMOUNT_UNIT"], [436, 441, "ORG"], [443, 458, "DATE"], [460, 466, "PER"], [470, 477, "ORG"]]}
{"text": "77      With regard to the detailed rules on calculating — for the purposes of assessing whether there is a real risk of the person concerned being subjected to inhuman or degrading treatment, within the meaning of Article 4 of the Charter — the minimum space that must be available to a detainee in a multi-occupancy cell containing furniture and sanitary infrastructure, it is necessary also, in the absence, currently,  of minimum standards in that respect under EU law, to take account of the criteria laid down by the European Court of Human Rights in the light of Article 3 of the ECHR. That court considers that although, in calculating the available surface area in such a cell,  the area occupied by sanitary facilities should not be taken into account, the calculation should include space occupied by furniture, albeit that the detainees must still have the possibility of moving around normally within the cell (see, to that effect, ECtHR, 20 October 2016, Alonso v. Croatia, CE:ECHR:2016:1020JUD000733413, §§ 75 and 114 and the case-law cited).", "label": [[466, 468, "LOC"], [519, 553, "ORG"], [945, 950, "ORG"], [952, 967, "DATE"], [969, 975, "PER"], [979, 986, "ORG"]]}
{"text": "78      In the present case, it is apparent from the observations made by the Romanian Government at the hearing that Mr Butler should, once surrendered, be detained in a prison regime that would enable him to enjoy significant freedom of movement and also to work, which would limit the time spent in a multi-occupancy cell. It is for the referring court to verify that information and to assess any other relevant circumstances for the purposes of the analysis it is required to make, in accordance with the particulars set out in paragraphs 71 to 77 of the present judgment, if necessary by asking the issuing judicial authority for the necessary supplementary information if it considers the information already communicated by that authority to be insufficient to allow it to rule on surrender.", "label": [[78, 97, "ORG"], [118, 127, "PER"]]}
{"text": "79      Last, it should be pointed out that, while it is open to the Member States to make provision in respect of their own prison system for minimum standards in terms of detention conditions that are higher than those resulting from Article 4 of the Charter and Article 3 of the ECHR, as interpreted by the European Court of Human Rights, a Member State may nevertheless, as the executing Member State, make the surrender to the issuing Member State of the person concerned by a European arrest warrant subject only to compliance with the latter requirements, and not with those resulting from its own national law. The opposite solution would, by casting doubt on the uniformity of the standard of protection of fundamental rights as defined by EU law, undermine the principles of mutual trust and recognition which Framework Decision 2002/584  is intended to uphold and would, therefore, compromise the efficacy of that framework decision (see, to that effect, judgment of 26 February 2013, Baroni, C‑399/11, EU:C:2013:107, paragraph 63).", "label": [[306, 340, "ORG"], [482, 490, "LOC"], [749, 751, "LOC"], [978, 994, "DATE"], [996, 1002, "PER"]]}
{"text": "The relevance of general measures intended to improve the monitoring of detention conditions in the issuing Member State", "label": []}
{"text": "80      As regards, in the third place, the adoption in the issuing Member State of measures, such as the establishment of an ombudsman system or establishment of courts of enforcement of penalties, which are intended to reinforce  the monitoring of detention conditions in that Member State, it must be stated that such monitoring, including judicial review of those detention conditions carried out subsequently is an important factor, which may act as an incentive to the authorities of that State to improve detention conditions and which may therefore be taken into account by the executing judicial authorities when, for the purpose of deciding on whether a person who is the subject of a European arrest warrant should be surrendered, they make an overall assessment of the conditions in which it is intended that the person will be held. However, the fact remains that such a review is not, by itself, capable of averting the risk of that person being subjected, following his  surrender, to treatment that is incompatible with Article 4 of the Charter on account of the conditions of his detention (see, to that effect, judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 74).", "label": [[695, 703, "LOC"], [1141, 1153, "DATE"], [1155, 1180, "ORG"], [1209, 1216, "LOC"]]}
{"text": "81      Therefore, even if the issuing Member State provides for legal remedies that make it possible to review the legality of detention conditions from the perspective of the fundamental rights, the executing judicial authorities are still bound to undertake an individual assessment of the situation of each person concerned, in order to satisfy themselves that their decision on the surrender of that person will not expose him, on account of those conditions, to a real risk of inhuman or degrading treatment within the meaning of Article 4 of the Charter (judgment of 25 July 2018, Generalstaatsanwaltschaft (Conditions of detention in Hungary), C‑220/18 PPU, EU:C:2018:589, paragraph 75).", "label": [[574, 586, "DATE"], [588, 613, "ORG"], [642, 649, "LOC"]]}
{"text": "Whether considerations relating to the efficacy of judicial cooperation in criminal matters and to the principles of mutual trust and recognition should be taken into account", "label": []}
{"text": "82      As regards, in the fourth place, the question as to whether the existence of a real risk that the person concerned will be subjected to inhuman or degrading treatment because detention conditions in the issuing Member State do not meet minimum requirements according to the case-law of the European Court of Human Rights may be weighed, by the executing judicial authority required to decide on that surrender, against considerations relating to the efficacy of judicial cooperation in criminal matters and to the principles of mutual trust and recognition, it should be noted that the fact that the prohibition of inhuman or degrading treatment within the meaning of Article 4 of the Charter is absolute, as recalled in paragraph 62 of the present judgment, precludes the fundamental right not to be subjected to such treatment from being in any way limited by such considerations.", "label": [[294, 328, "ORG"]]}
{"text": "83      In those circumstances, the need to guarantee that the person concerned will not, in the event of his surrender to the issuing Member State, be subjected to any inhuman or degrading treatment within the meaning of Article 4 of the Charter justifies, exceptionally, a limitation of the principles of mutual trust and recognition (see, to that effect, judgment of 5 April 2016, Michailovski and Aguilar, C‑404/15 and C‑659/15 PPU, EU:C:2016:198, paragraphs 82, 98 to 102 and 104).", "label": [[370, 382, "DATE"], [384, 396, "PER"], [401, 408, "PER"]]}
{"text": "84      It follows from this that a finding, by the executing judicial authority, that there are substantial grounds for believing that, following the surrender to the issuing Member State of the person concerned by a European arrest warrant, that person will run a real risk of being subjected to such treatment,  because of the conditions of detention prevailing in the prison in which it is actually intended that he will be detained, cannot be weighed, for the purposes of deciding on that surrender, against considerations relating to the efficacy of judicial cooperation in criminal matters and to the principles of mutual trust and recognition.", "label": [[218, 226, "LOC"]]}
{"text": "85      In the light of all the foregoing considerations, the answer to the questions referred is as follows:", "label": []}
{"text": "–        Article 1(3) of Framework Decision 2002/584, read in conjunction with Article 4 of the Charter, must be interpreted as meaning that when the executing judicial authority has objective, reliable, specific and properly updated information showing there to be systemic or generalised deficiencies in the conditions of detention in the prisons of the issuing Member State, it must, for the purpose of assessing whether there are substantial grounds for believing that, following the surrender to the issuing Member State of the person subject to a European arrest warrant, that person will run a real risk of being subjected to inhuman or degrading treatment within the meaning of Article 4 of the Charter, take account of all the relevant physical aspects of the conditions of detention in the prison in which it is actually intended that that person will be detained, such as the personal space available to each detainee in a cell in that prison, sanitary conditions and the extent of the detainee’s freedom of movement within the prison. That assessment is not limited to the review of obvious inadequacies. For the purposes of that assessment, the executing judicial authority must request from the issuing judicial authority the information that it deems necessary and must rely, in principle, on the assurances given by the issuing judicial authority, in the absence of any specific indications that the conditions of  detention infringe Article 4 of the Charter.", "label": [[553, 561, "LOC"]]}
{"text": "–        As regards, in particular, the personal space available to each detainee, the executing judicial authority must, in the absence, currently, of minimum standards in that respect under EU law, take account of the minimum requirements under Article 3 of the ECHR, as interpreted by the European Court of Human Rights. Although, in calculating that available space, the area occupied by sanitary facilities should not be taken into account, the calculation should include space occupied by furniture. Detainees must, however, still have the possibility of moving around normally within the cell.", "label": [[192, 194, "LOC"], [288, 322, "ORG"]]}
{"text": "–        The executing judicial authority cannot rule out the existence of a real risk of inhuman or degrading treatment merely because the person concerned has, in the issuing Member State, a legal remedy enabling that person to challenge the conditions of his  detention or because there are, in the issuing Member State, legislative or structural measures that are intended  to reinforce the monitoring of detention conditions.", "label": []}
{"text": "–        A  finding, by the executing judicial authority, that there are substantial grounds for believing that, following the surrender of the person concerned to the issuing Member State, that person will run  such a risk,  because of the conditions of detention prevailing in the prison in which it is actually intended that he will be detained, cannot be weighed, for the purposes of deciding on that surrender, against considerations relating to the efficacy of judicial cooperation in criminal matters and to the principles of mutual trust and recognition.", "label": []}
{"text": "Costs", "label": []}
{"text": "86      Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the national court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable.", "label": [[229, 238, "ORG"]]}
{"text": "On those grounds, the Court (Grand Chamber) hereby rules:", "label": [[18, 43, "ORG"]]}
{"text": "Article 1(3) of Council Framework Decision 2002/584/JHA of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States, as amended by Council Framework Decision 2009/299/JHA of 26 February 2009, read in conjunction with Article 4 of the Charter of Fundamental Rights of the European Union, must be interpreted as meaning that when the executing judicial authority has objective, reliable, specific and properly updated information showing there to be systemic or generalised deficiencies in the conditions of detention in the prisons of the issuing Member State, it must, for the purpose of assessing whether there are substantial grounds for believing that, following the surrender to the issuing Member State of the person subject to a European arrest warrant, that person will run a real risk of being subjected to inhuman or degrading treatment within the meaning of Article 4 of the Charter, take account of all the relevant physical aspects of the conditions of detention in the prison in which it is actually intended that that person will be detained, such as the personal space available to each detainee in a cell in that prison, sanitary conditions and the extent of the detainee’s freedom of movement within the prison. That assessment is not limited to the review of obvious inadequacies. For the purposes of that assessment, the executing judicial authority must request from the issuing judicial authority the information that it deems necessary and must rely, in principle, on the assurances given by the issuing judicial authority, in the absence of any specific indications that the conditions of detention infringe Article 4 of the Charter of Fundamental Rights.", "label": [[16, 23, "ORG"], [59, 71, "DATE"], [79, 87, "LOC"], [169, 176, "ORG"], [212, 228, "DATE"], [305, 323, "LOC"], [773, 781, "LOC"]]}
{"text": "As regards, in particular, the personal space available to each detainee, the executing judicial authority must, in the absence, currently, of minimum standards in that respect under EU law, take account of the minimum requirements under Article 3 of the Convention for the Protection of Human Rights and Fundamental Freedoms, signed at Rome on 4 November 1950, as interpreted by the European Court of Human Rights. Although, in calculating that available space, the area occupied by sanitary facilities should not be taken into account, the calculation should include space occupied by furniture. Detainees must, however, still have the possibility of moving around normally within the cell.", "label": [[183, 185, "LOC"], [337, 341, "LOC"], [345, 360, "DATE"], [380, 414, "ORG"]]}
{"text": "The executing judicial authority cannot rule out the existence of a real risk of inhuman or degrading treatment merely because the person concerned has, in the issuing Member State, a legal remedy enabling that person to challenge the conditions of his detention or because there are, in the issuing Member State, legislative or structural measures that are intended to reinforce the monitoring of detention conditions.", "label": []}
{"text": "A finding, by the executing judicial authority, that there are substantial grounds for believing that, following the surrender of the person concerned to the issuing Member State, that person will run such a risk, because of the conditions of detention prevailing in the prison in which it is actually intended that he will be detained, cannot be weighed, for the purposes of deciding on that surrender, against considerations relating to the efficacy of judicial cooperation in criminal matters and to the principles of mutual trust and recognition.", "label": []}
{"text": "[Signatures]", "label": []}
{"text": "*      Language of the case: German.", "label": [[29, 35, "NATIONALITY"]]}
