{"text": "JUDGMENT OF THE COURT (Fifth Chamber)", "label": [[12, 37, "ORG"]]}
{"text": "16 October 2019  (*)", "label": [[0, 15, "DATE"]]}
{"text": "(Reference for a preliminary ruling — Taxation — Common system of value added tax (VAT) — Directive 2006/112/EC — Article 132(1)(a) — Exemptions for certain activities in the public interest — Public postal services — Directive 97/67/EC — Universal postal service provider — Private operator providing the service of formally serving court or administrative authority documents)", "label": []}
{"text": "In Joined Cases C‑4/18 and C‑5/18,", "label": []}
{"text": "REQUESTS for a preliminary ruling under Article 267 TFEU from the Bundesfinanzhof (Federal Finance Court, Germany), made by decisions of 31 May 2017, received at the Court on 3 January 2018, in the proceedings", "label": [[66, 81, "ORG"], [83, 104, "ORG"], [106, 113, "LOC"], [137, 148, "DATE"], [162, 171, "ORG"], [175, 189, "DATE"]]}
{"text": "Pawel Brinkmann, acting as liquidator of DIREKTexpress Holding AG,", "label": [[0, 15, "PER"], [27, 37, "PROFESSION"], [41, 65, "ORG"]]}
{"text": "v", "label": []}
{"text": "Finanzamt Ulm (C‑4/18),", "label": [[0, 13, "ORG"]]}
{"text": "and", "label": []}
{"text": "Lemchen Ehrenpreis, acting as liquidator of JUREX GmbH,", "label": [[0, 18, "PER"], [30, 40, "PROFESSION"], [44, 54, "ORG"]]}
{"text": "v", "label": []}
{"text": "Bundeszentralamt für Steuern (C‑5/18),", "label": [[0, 28, "ORG"]]}
{"text": "THE COURT (Fifth Chamber),", "label": [[0, 25, "ORG"]]}
{"text": "composed of V. Scott (Rapporteur), President of the Chamber, J Kielatis, E. Zhuk, A. Jankevič and X. Sousa, Judges,", "label": [[12, 20, "PER"], [22, 32, "PROFESSION"], [35, 59, "PROFESSION"], [61, 71, "PER"], [73, 80, "PER"], [82, 93, "PER"], [98, 106, "PER"], [108, 114, "PROFESSION"]]}
{"text": "Advocate General: C. Sørensen,", "label": [[0, 16, "PROFESSION"], [18, 29, "PER"]]}
{"text": "Registrar: V. Schubert,", "label": [[0, 9, "PROFESSION"], [11, 22, "PER"]]}
{"text": "having regard to the written procedure,", "label": []}
{"text": "after considering the observations submitted on behalf of:", "label": []}
{"text": "–        Mr Brinkmann, acting as liquidator of DIREKTexpress Holding AG, and Mr Ehrenpreis, acting as liquidator of JUREX GmbH, by Mr M. Harrison, Steuerberater,", "label": [[9, 21, "PER"], [33, 43, "PROFESSION"], [47, 71, "ORG"], [77, 90, "PER"], [102, 112, "PROFESSION"], [116, 126, "ORG"], [131, 145, "PER"], [147, 160, "PROFESSION"]]}
{"text": "–        the German Government, A. Roche and F. Voltz, acting as Agent,", "label": [[9, 30, "ORG"], [32, 40, "PER"], [45, 53, "PER"], [65, 70, "PROFESSION"]]}
{"text": "–        the Finnish Government, by T. Markov, acting as Agent,", "label": [[9, 31, "ORG"], [36, 45, "PER"], [57, 62, "PROFESSION"]]}
{"text": "–        the European Commission, by U. Woods and by E. Yaima Ardila and K. Jelene, acting as Agents,", "label": [[9, 32, "ORG"], [37, 45, "PER"], [53, 68, "PER"], [73, 82, "PER"], [94, 100, "PROFESSION"]]}
{"text": "having decided, after hearing the Advocate General, to proceed to judgment without an Opinion,", "label": [[30, 50, "PROFESSION"]]}
{"text": "gives the following", "label": []}
{"text": "Judgment", "label": []}
{"text": "1        These requests for a preliminary ruling concern the interpretation of Article 2(13) and  Article 3(4) of Directive 97/67/EC of the European Parliament and of the Council of 15 December 1997 on common rules for the development of the internal market of Community postal services and the improvement of quality of service (OJ 1998 L 15, p. 14), as amended by Directive 2008/6/EC of the European Parliament and of the Council of 20 February 2008 (OJ 2008 L 52, p. 3, and corrigendum OJ 2015 L 225, p. 49) (‘Directive 97/67’), and Article 132(1)(a) of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ 2006 L 347, p. 1).", "label": [[136, 159, "ORG"], [167, 178, "ORG"], [182, 198, "DATE"], [261, 270, "ORG"], [389, 412, "ORG"], [420, 431, "ORG"], [435, 451, "DATE"], [557, 564, "ORG"], [590, 606, "DATE"]]}
{"text": "2        The requests have been made in two sets of proceedings, the first between Mr Pawel Brinkmann, in his capacity as liquidator of DIREKTexpress Holding AG, and the Finanzamt Ulm (Ulm Tax Office, Germany) (Case C‑4/18) and the second between Mr Lemchen Ehrenpreis, in his capacity as liquidator of JUREX GmbH, and the Bundeszentralamt für Steuern (Federal Tax Office, Germany) (Case C‑5/18), concerning the refusal to exempt from value added tax (VAT) the formal service of documents effected by these companies for courts and administrative authorities.", "label": [[83, 101, "PER"], [122, 132, "PROFESSION"], [136, 160, "ORG"], [170, 183, "ORG"], [185, 199, "ORG"], [201, 208, "LOC"], [247, 268, "PER"], [289, 299, "PROFESSION"], [303, 313, "ORG"], [323, 351, "ORG"], [353, 371, "ORG"], [373, 380, "LOC"]]}
{"text": "Legal context", "label": []}
{"text": "EU law", "label": [[0, 2, "LOC"]]}
{"text": "Directive 97/67", "label": []}
{"text": "3        Article 2 of Directive 97/67, which falls under Chapter 1 of that directive, entitled ‘Objective and scope’, sets out the following definitions:", "label": []}
{"text": "‘For the purpose of this Directive, the following definitions shall apply:", "label": []}
{"text": "1.      postal services: services involving the clearance, sorting, transport and distribution of postal items;", "label": []}
{"text": "1a.      postal service provider: undertaking that provides one or more postal services;", "label": []}
{"text": "…", "label": []}
{"text": "4.      clearance: the operation of collecting postal items by a postal service provider;", "label": []}
{"text": "5.      distribution: the process from sorting at the distribution centre to delivery of postal items to their addressees;", "label": []}
{"text": "6.      postal item: an item addressed in the final form in which it is to be carried by a postal service provider. In addition to items of correspondence, such items also include for instance books, catalogues, newspapers, periodicals and postal parcels containing merchandise with or without commercial value;", "label": []}
{"text": "…", "label": []}
{"text": "9.      registered item: a service providing a flat-rate guarantee against risks of loss, theft or damage and supplying the sender, where appropriate upon request, with proof of the handing in of the postal item and/or of its delivery to the addressee;", "label": []}
{"text": "…", "label": []}
{"text": "13.      universal service provider: the public or private postal service provider providing a universal postal service or parts thereof within a Member State, the identity of which has been notified to the Commission in accordance with Article 4;", "label": [[203, 217, "ORG"]]}
{"text": "…", "label": []}
{"text": "17.      user: any natural or legal person benefiting from postal service provision as a sender or an addressee;", "label": []}
{"text": "…’", "label": []}
{"text": "4        Chapter 2 of this Directive, entitled ‘Universal service’, contains Articles 3 to 6 of that directive. Article 3 is worded as follows:", "label": []}
{"text": "‘1.      Member States shall ensure that users enjoy the right to a universal service involving the permanent provision of a postal service of specified quality at all points in their territory at affordable prices for all users.", "label": []}
{"text": "…", "label": []}
{"text": "4.      Each Member State shall adopt the measures necessary to ensure that the universal service includes the following minimum facilities:", "label": []}
{"text": "–        the clearance, sorting, transport and distribution of postal items up to two kilograms;", "label": [[82, 85, "AMOUNT_VALUE"], [86, 95, "AMOUNT_UNIT"]]}
{"text": "–        the clearance, sorting, transport and distribution of postal packages up to 10 kilograms;", "label": [[85, 87, "AMOUNT_VALUE"], [88, 97, "AMOUNT_UNIT"]]}
{"text": "–        services for registered items and insured items.", "label": []}
{"text": "…", "label": []}
{"text": "7.      The universal service as defined in this Article shall cover both national and cross-border services.’", "label": []}
{"text": "5        As provided for in Article 4 of that directive:", "label": []}
{"text": "‘1.      Each Member State shall ensure that the provision of the universal service is guaranteed and shall notify the Commission of the steps it has taken to fulfil this obligation. The Committee referred to in Article 21 shall be informed of the measures established by Member States to ensure the provision of the universal service.", "label": [[115, 129, "ORG"]]}
{"text": "2.      Member States may designate one or more undertakings as universal service providers in order that the whole of the national territory can be covered. Member States may designate different undertakings to provide different elements of universal service and/or to cover different parts of the national territory. …", "label": []}
{"text": "Member States shall notify the Commission of the identity of the universal service provider(s) they designate. …’", "label": [[27, 41, "ORG"]]}
{"text": "Directive 2006/112", "label": []}
{"text": "6        Article 131 of Directive 2006/112, which is contained in Chapter 1, entitled ‘General provisions’, of Title IX of Directive 2006/112, itself entitled ‘Exemptions’, provides as follows:", "label": []}
{"text": "‘The exemptions provided for in Chapters 2 to 9 shall apply without prejudice to other [provisions of EU law] and in accordance with conditions which the Member States shall lay down for the purposes of ensuring the correct and straightforward application of those exemptions and of preventing any possible evasion, avoidance or abuse.’", "label": [[102, 104, "LOC"]]}
{"text": "7        Chapter 2, entitled ‘Exemptions for certain activities in the public interest’, of the same Title IX includes Article 132 of that directive, which provides in paragraph 1:", "label": []}
{"text": "‘Member States shall exempt the following transactions:", "label": []}
{"text": "(a) the supply by the public postal services of services other than passenger transport and telecommunications services, and the supply of goods incidental thereto;", "label": []}
{"text": "…’", "label": []}
{"text": "German law", "label": [[0, 6, "LOC"]]}
{"text": "The UStG", "label": []}
{"text": "8        Among the transactions falling within the scope of Paragraph 1(1)(1) of the Umsatzsteuergesetz (Law on Turnover Tax, the ‘UStG’), in the version applicable to the main proceedings in Case C‑4/18, under Paragraph 4(11b) of that law, ‘transactions performed by Deutsche Post AG in direct connection with the postal service’ were exempt.", "label": [[268, 284, "ORG"]]}
{"text": "9        In the version of the UStG applicable in the main proceedings in Case C‑5/18, namely that in force from 1 July 2010, the following transactions were exempt under Paragraph 4(11b) of that law:", "label": [[113, 124, "DATE"]]}
{"text": "‘Universal services as provided for in Article 3(4) of [Directive 97/67]. Exemption presupposes that the undertaking has made to the [Federal Central Tax Office] a commitment, attested by a certificate issued by that authority, to offer a full universal postal service or parts thereof, within the meaning of the first sentence, at all points throughout the territory of the Federal Republic of Germany.’", "label": [[134, 160, "ORG"], [375, 402, "LOC"]]}
{"text": "The law on postal services", "label": []}
{"text": "10      Paragraph 11 of the Postgesetz (Law on Postal Services of 22 December 1997, BGB1. 1997 I, p. 3294), in the version applicable to the main proceedings, entitled ‘Concept and scope of the universal service’, provides:", "label": [[66, 82, "DATE"]]}
{"text": "‘1.      Universal services are a minimum range of postal services within the meaning of Paragraph 4(1) which are provided to a specified level of quality at all points within the national territory at an affordable price. The universal service shall be restricted to postal services which are subject to licence and postal services at least parts of which are capable, from the point of view of conveyance, of being provided by way of postal services subject to licence. It shall include only those services that are generally regarded as essential.", "label": []}
{"text": "2.      The Federal Government is empowered, by regulation requiring the consent of the [Bundestag (the Federal Parliament)] and the [Bundesrat (the Federal Council)], to determine the content and scope of the universal service, in accordance with the provisions of subparagraph 1 …’", "label": [[8, 30, "ORG"], [89, 123, "ORG"], [134, 165, "ORG"]]}
{"text": "11      Paragraph 33(1) of that law, entitled ‘Obligation to effect a formal service of documents’, is worded as follows:", "label": []}
{"text": "‘A licensee providing services consisting in the service of items of correspondence shall be obliged to effect the formal service of documents, irrespective of their weight, in accordance with the provisions of the rules of court procedure and of the laws governing service in administrative procedures. Within the limits of that obligation, the licensee exercises powers of public authority (undertaking entrusted with tasks of public authority).’", "label": []}
{"text": "12      As provided in paragraph 34 of that law, entitled ‘Fee for the formal service of documents’:", "label": []}
{"text": "‘Licensees subject to the aforementioned obligation shall be entitled to charge a fee. This shall cover all the services provided by the licensee, including official recording and the return of the recording documentation to the commissioning authority. The fee shall comply with the criteria laid down in Paragraph 20(1) and (2) [hereof]. Authorisation by the regulatory authority shall be required. …’", "label": []}
{"text": "The Universal Postal Service Regulation", "label": []}
{"text": "13      Paragraph 1 of the Post-Universaldienstleistungsverordnung (Universal Postal Service Regulation) of 15 December 1999 (BGB1. 1999 I, p. 2418), in the version applicable in the main proceedings, provides:", "label": [[108, 124, "DATE"]]}
{"text": "‘1.      The following postal services shall be classified as “universal services”:", "label": []}
{"text": "(1)      the conveyance of items of correspondence within the meaning of Paragraph 4(2) of the Law on Postal Services, provided that they do not weigh more than 2 000 grams and their dimensions do not exceed those specified in the Universal Postal Convention and the regulations implementing it;", "label": [[161, 166, "AMOUNT_VALUE"], [167, 172, "AMOUNT_UNIT"]]}
{"text": "(2)      the conveyance of addressed parcels the individual weight of which does not exceed 20 kilograms and the dimensions of which do not exceed those specified in the Universal Postal Convention and the regulations implementing it;", "label": [[92, 94, "AMOUNT_VALUE"], [95, 104, "AMOUNT_UNIT"]]}
{"text": "(3)      the conveyance of newspapers and periodicals within the meaning of Paragraph 4, point 1(c), of the Law on Postal Services. …", "label": []}
{"text": "2.      Mail conveyance shall also include delivery of the following items:", "label": []}
{"text": "(1)      registered items (items of correspondence for which a flat-rate guarantee against risks of loss, theft or damage is provided and for which proof of delivery to the addressee is supplied);", "label": []}
{"text": "(2)      insured items (items of correspondence the contents of which are insured up to the value declared by the sender in the event of loss, theft or damage);", "label": []}
{"text": "(3)      cash-on-delivery items (items of correspondence which are delivered to the addressee only on collection of a certain sum of money);", "label": []}
{"text": "(4)      urgent delivery items (items of correspondence which are delivered by special courier as soon as possible following arrival at a delivery facility).’", "label": []}
{"text": "The Code of Civil Procedure", "label": []}
{"text": "14      Paragraph 176(1) of the Zivilprozessordnung (Code of Civil Procedure), concerning the formal service of documents, provides:", "label": []}
{"text": "‘If the postal service, a member of the judicial service or a court-appointed enforcement officer is commissioned to serve documents, or should another authority be requested to effect service, the court registry shall hand over the document to be served in a sealed envelope along with a pre-completed notice of delivery. …’", "label": []}
{"text": "15      As set out in paragraph 182 of that code, which also concerns formal service of documents:", "label": []}
{"text": "‘1.      As proof of service […] a notice shall be drawn up on the form made available for that purpose. …", "label": []}
{"text": "3.      The notice of delivery shall be returned to the court registry, without undue delay, in original hard copy or electronically.’", "label": []}
{"text": "The disputes in the main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "Case C‑4/18", "label": []}
{"text": "16      Mr Brinkmann is the liquidator of DIREKTexpress Holding, against which insolvency proceedings were opened by judgment of the Amtsgericht Ulm (District Court of Ulm, Germany) of 6 July 2011, which also appointed Mr Brinkmann to that position. That company is the ultimate parent company of a group that provided postal services through subsidiaries located throughout Germany. In 2008 and 2009, the group’s business consisted mainly of carrying out commissions for the formal service of documents, pursuant to the provisions of German public law, which were treated as transactions exempt from VAT.", "label": [[8, 20, "PER"], [28, 38, "PROFESSION"], [42, 63, "ORG"], [129, 148, "ORG"], [150, 171, "ORG"], [173, 180, "LOC"], [185, 196, "DATE"], [219, 231, "PER"], [375, 382, "LOC"], [387, 400, "DATE"], [535, 541, "LOC"]]}
{"text": "17      Following a tax audit covering the period from August 2008 to May 2009, the Ulm Tax Office took the view that such transactions for the formal service of documents should be subject to VAT.", "label": [[55, 66, "DATE"], [70, 78, "DATE"], [80, 98, "ORG"]]}
{"text": "18      DIREKTexpress Holding initially lodged a complaint against that decision and secondly, after rejection of that complaint, an action before the Finanzgericht Baden-Württemberg (Finance Court, Baden-Württemberg, Germany). During the procedure, the Ulm Tax Office, the defendant before that court, issued turnover tax notices for the years 2008 and 2009.", "label": [[8, 29, "ORG"], [147, 182, "ORG"], [184, 197, "ORG"], [199, 225, "LOC"], [254, 268, "ORG"], [335, 358, "DATE"]]}
{"text": "19      Also in the course of that procedure, insolvency proceedings were opened against DIREKTexpress Holding and Mr Brinkmann was appointed as its liquidator. On that basis, he took over the on-going procedure.", "label": [[89, 110, "ORG"], [115, 127, "PER"], [149, 159, "PROFESSION"]]}
{"text": "20      The Finanzgericht Baden-Württemberg (Finance Court, Baden-Württemberg) dismissed the action brought before it by DIREKTexpress Holding on the ground that the formal service of documents could not qualify for the exemption requested. In particular, that court held that, first, the conditions laid down in Article 4(11b) of the UStG were not satisfied, since only transactions performed by Deutsche Post in direct connection with the postal service were exempt from VAT and secondly, Article 132(1)(a) of Directive 2006/112 could not be directly relied on since transactions for the formal service of documents do not fall within the scope of the universal service within the meaning of that provision.", "label": [[8, 43, "ORG"], [45, 58, "ORG"], [60, 77, "LOC"], [121, 142, "ORG"], [397, 410, "ORG"]]}
{"text": "21      Mr Brinkmann brought an appeal on a point of law against that decision before the referring court, the Bundesfinanzhof (Federal Finance Court, Germany).", "label": [[8, 20, "PER"], [111, 126, "ORG"], [128, 149, "ORG"], [151, 158, "LOC"]]}
{"text": "22      The referring court raises the question, in the first place, of whether an undertaking whose business consists essentially in the formal service of court or administrative authority documents, may be considered to be a universal service provider within the meaning of Article 2(13) of Directive 97/67. In particular, that court raises the issue of whether it is possible to place these activities on the same footing as the specific case of postal items or postal packages provided for in Article 3(4) of Directive 97/67 or on the same footing as a registered item, also referred to in that provision.", "label": []}
{"text": "23      In the second place, the referring court has doubts whether a company such as DIREKTexpress Holding can be considered to be providing services effected by the ‘public postal services’ within the meaning of Article 132(1)(a) of Directive 2006/112, such that the service of formally serving documents provided by it should have been exempt from VAT in accordance with that provision. In its view, the fact that, inter alia, such formal service of documents contributes to the proper administration of justice and, on that basis, is in the public interest, favours that interpretation. Conversely, it continues that since an individual cannot request formal service of a document, so a transaction cannot, in its view, be regarded as part of a service available to ‘all users’, within the meaning of Article 3(1) of Directive 97/67.", "label": [[86, 107, "ORG"]]}
{"text": "24      In those circumstances, the Bundesfinanzhof (Federal Finance Court) decided to stay the proceedings and to refer the following question to the Court of Justice for a preliminary ruling:", "label": [[32, 75, "ORG"], [147, 167, "ORG"]]}
{"text": "‘Is an undertaking which effects the formal service of documents pursuant to provisions of public law a ‘universal service provider’, within the meaning of Article 2(13) of Directive 97/67 […] providing a universal postal service in whole or in part, and is such service exempt from tax under Article 132(1)(a) of Directive [2006/112]?’", "label": []}
{"text": "Case C‑5/18", "label": []}
{"text": "25      Mr Ehrenpreis is the liquidator of JUREX, against which insolvency proceedings were opened by decision of 1 July 2011, which also appointed Mr Ehrenpreis to that position. That company carried out, inter alia, commissions for the formal service of documents in the territory of Germany.", "label": [[8, 21, "PER"], [29, 39, "PROFESSION"], [43, 48, "ORG"], [114, 125, "DATE"], [148, 161, "PER"], [286, 293, "LOC"]]}
{"text": "26      During 2010, JUREX requested the Federal Tax Office to issue a VAT exemption certificate in relation to the service of formally serving documents. That company made a commitment to that authority to offer such formal service of documents throughout Germany, in accordance with the procedural rules and applicable laws, in accordance with the licences granted for that purpose by the Bundesnetzagentur (Federal Network Agency, Germany).", "label": [[15, 19, "DATE"], [21, 26, "ORG"], [41, 59, "ORG"], [257, 264, "LOC"], [391, 408, "ORG"], [410, 432, "ORG"], [434, 441, "LOC"]]}
{"text": "27      By decision of 4 August 2010, the Federal Tax Office refused that request on the ground that the service covered by the request did not fall within the scope of the universal postal service.", "label": [[23, 36, "DATE"], [38, 60, "ORG"]]}
{"text": "28      Following an action by Mr Ehrenpreis, the Finanzgericht Köln (Finance Court, Cologne, Germany) confirmed the refusal to exempt the services at issue from VAT on the same ground as that stated by the Federal Tax Office.", "label": [[31, 44, "PER"], [46, 68, "ORG"], [70, 83, "ORG"], [85, 101, "LOC"], [203, 225, "ORG"]]}
{"text": "29      Mr Ehrenpreis lodged an appeal on a point of law against that decision before the referring court, the Bundesfinanzhof (Federal Finance Court).", "label": [[8, 21, "PER"], [107, 150, "ORG"]]}
{"text": "30      On the same grounds as those stated in Case C‑4/18, the Bundesfinanzhof (Federal Finance Court) decided to stay the proceedings and to refer the following questions to the Court for a preliminary ruling:", "label": [[60, 103, "ORG"], [176, 185, "ORG"]]}
{"text": "‘(1)      Is the formal service of documents pursuant to provisions of public law [rules of court procedure and laws governing service in administrative procedures — Paragraph 33(1) of the Law on postal services] a universal postal service under Article 3(4) of Directive 97/67/…?", "label": []}
{"text": "(2)      If Question 1 is to be answered in the affirmative:", "label": []}
{"text": "Is an undertaking which effects the formal service of documents pursuant to provisions of public law a ‘universal service provider’, within the meaning of Article 2(13) of Directive 97/67/…, providing a universal postal service in whole or in part, and is such service exempt from tax under Article 132(1)(a) of Directive [2006/112]?’", "label": []}
{"text": "31      By decision of the President of the Court of Justice of 1 February 2018, Cases C‑4/18 and C‑5/18 were joined for the purposes of the written and oral procedure and the judgment.", "label": [[23, 36, "PROFESSION"], [40, 60, "ORG"], [64, 79, "DATE"]]}
{"text": "Consideration of the questions referred", "label": []}
{"text": "Admissibility of the references for a preliminary ruling", "label": []}
{"text": "32      The appellants in the main proceedings dispute the admissibility of the requests for a preliminary ruling.", "label": []}
{"text": "33      In particular, they claim, first, that, in so far as the questions submitted seek to establish whether the exemption laid down in Article 132(1)(a) of Directive 2006/112 applies to transactions such as those at issue in the main proceedings, those questions are of no use in resolving the disputes in the main proceedings. They continue that since the answer is that the services in question in the main proceedings must be regarded as part of the universal service and that postal service providers such as those in the main proceedings must be regarded as universal service providers, those services should necessarily be exempt pursuant to that provision.", "label": []}
{"text": "34      Secondly, in the context of the main proceedings in Case C‑5/18, it is argued by the appellants in those proceedings that the referring court has already ruled, by an order of 15 December 2016, that the carrying out of commissions for the formal service of documents is part of the universal service which is exempt from VAT. They also claim that it follows from that order that the referring court had no doubts regarding the interpretation of those provisions of EU law which are covered by the present references for a preliminary ruling, so that it is not necessary for it to make a request to the Court for a preliminary reference under Article 267 TFEU.", "label": [[184, 200, "DATE"], [473, 475, "LOC"], [606, 615, "ORG"]]}
{"text": "35      In that regard, it should be recalled that, in accordance with the Court’s settled case-law, in the context of the cooperation between the Court and the national courts provided for in Article 267 TFEU, it is for solely the national court before which the dispute has been brought, and which must assume responsibility for the subsequent judicial decision, to determine in the light of the particular circumstances of the case both the need for a preliminary ruling in order to enable it to deliver judgment and the relevance of the questions which it submits to the Court. Consequently, where the questions referred concern the interpretation of EU law, the Court is in principle required to give a ruling (judgment of 5 March 2019, Eesti Pagar, C‑349/17, EU:C:2019:172, paragraph 47 and the case-law cited).", "label": [[71, 80, "ORG"], [143, 152, "ORG"], [571, 580, "ORG"], [655, 657, "LOC"], [663, 672, "ORG"], [728, 740, "DATE"], [742, 753, "ORG"]]}
{"text": "36      It follows that questions relating to EU law enjoy a presumption of relevance. The Court may refuse to rule on a question referred for a preliminary ruling by a national court only where it is quite obvious that the interpretation of EU law that is sought bears no relation to the actual facts of the main action or its purpose, where the problem is hypothetical, or where the Court does not have before it the factual or legal material necessary to give a useful answer to the questions submitted to it (judgment of 5 March 2019, Eesti Pagar, C‑349/17, EU:C:2019:172, paragraph 48 and the case-law cited).", "label": [[46, 48, "LOC"], [87, 96, "ORG"], [242, 244, "LOC"], [381, 390, "ORG"], [525, 537, "DATE"], [539, 550, "ORG"]]}
{"text": "37      In the present case, as regards the argument set out in paragraph 33 of the present judgment, it must be stated that it is apparent from the evidence before the Court that the referring court does indeed have before it disputes in which it is called upon to decide whether the activities of the formal service of documents carried out by DIREKTexpress Holding and JUREX should have benefited from a VAT exemption pursuant to Article 132(1)(a) of Directive 2006/112. In that respect, it follows from the order for reference that the referring court considers that the Court’s answer to the questions submitted is essential to resolving those disputes. In those circumstances, it appears that the Court’s answer to the questions submitted is necessary to enable the referring court to give its judgment.", "label": [[165, 174, "ORG"], [346, 367, "ORG"], [372, 377, "ORG"], [571, 582, "ORG"], [699, 710, "ORG"]]}
{"text": "38      So far as concerns the argument raised by the appellants in the main proceedings which is recalled in paragraph 34 of the present judgment, it is sufficient to note that the referring court states in its requests for a preliminary ruling that it has doubts regarding the answer to be given by the Court to the questions submitted. Moreover, those parties have not put forward any evidence capable of calling into question the findings made in the previous paragraph that the referring court has before it disputes the resolution of which depends on the answers which the Court will provide to the questions submitted.", "label": [[301, 310, "ORG"], [575, 584, "ORG"]]}
{"text": "39      It follows that the references for preliminary rulings are admissible in their entirety.", "label": []}
{"text": "Substance", "label": []}
{"text": "40      By its questions, which it is appropriate to examine together, the referring court asks, in essence, whether Article 2(13) and Article 3 of Directive 97/67 must be interpreted as meaning that providers of services consisting in the service of items of correspondence, such as those at issue in the main proceedings, who, in their capacity as holders of a national licence permitting them to offer that service, are required to effect, in accordance with the provisions of national law, formal service of court or administrative authority documents, must be regarded as ‘universal service providers’ within the meaning of those provisions, so that such services must be exempt from VAT as services effected by the ‘public postal services’, under Article 132(1)(a) of Directive 2006/112.", "label": []}
{"text": "41      It should be recalled, at the outset, that, in accordance with Article 132(1)(a) of Directive 2006/112, the supply by the public postal services of services and the supply of goods incidental thereto are to be exempt from VAT.", "label": []}
{"text": "42      As the Court has previously held, although, under Article 131 of Directive 2006/112 the exemptions set out in chapters 2 to 9 of that directive apply, inter alia, in accordance with the conditions which the Member States are to lay down for the purposes of ensuring the correct and straightforward application of those exemptions and of preventing any possible evasion, avoidance or abuse, those conditions cannot affect the definition of the subject matter of the exemptions envisaged (see, to that effect, judgments of 11 January 2001, Commission v France, C‑76/99, EU:C:2001:12, paragraph 26, and of 26 May 2005, Kingscrest Associates and Montecello, C‑498/03, EU:C:2005:322, paragraph 24).", "label": [[11, 20, "ORG"], [529, 544, "DATE"], [546, 556, "ORG"], [559, 565, "ORG"], [611, 622, "DATE"], [624, 645, "ORG"], [650, 660, "ORG"]]}
{"text": "43      The exemptions laid down in Article 132 of Directive 2006/112 have their own independent meaning in EU law and must therefore be given a uniform EU law definition (see, to that effect, judgments of 26 May 2005, Kingscrest Associates and Montecello, C‑498/03, EU:C:2005:322, paragraph 22, and of 21 January 2016, Les Jardins de Jouvence, C‑335/14, EU:C:2016:36, paragraph 47).", "label": [[108, 110, "LOC"], [153, 155, "LOC"], [206, 217, "DATE"], [219, 240, "ORG"], [245, 255, "ORG"], [303, 318, "DATE"], [320, 343, "ORG"]]}
{"text": "44      From that point of view, whether a specific transaction is subject to or exempt from VAT cannot depend on its classification in national law (judgments of 26 May 2005, Kingscrest Associates and Montecello, C‑498/03, EU:C:2005:322, paragraph 25, and of 14 June 2007, Krawczyk, C‑445/05, EU:C:2007:344, paragraph 25).", "label": [[163, 174, "DATE"], [176, 197, "ORG"], [202, 212, "ORG"], [260, 272, "DATE"], [274, 282, "PER"]]}
{"text": "45      Moreover, according to settled case-law of the Court, the terms used to specify an exemption, such as those provided for in Article 132 of Directive 2006/112, are to be interpreted strictly, since an exemption constitutes an exception to the general principle that VAT is to be levied on all services supplied for consideration by a taxable person. Nevertheless, the interpretation of those terms must be consistent with the objectives pursued by those exemptions and comply with the requirements of the principle of fiscal neutrality inherent in the common system of VAT. Therefore, that rule of strict interpretation does not mean that the terms used to specify those exemptions referred to in Article 132 should be construed in such a way as to deprive them of their intended effects (see, to that effect, judgments of 21 September 2017, Aviva, C‑605/15, EU:C:2017:718, paragraph 30, and of 26 October 2017, The English Bridge Union, C‑90/16, EU:C:2017:814, paragraph 20).", "label": [[51, 60, "ORG"], [830, 847, "DATE"], [849, 854, "ORG"], [902, 917, "DATE"], [919, 943, "ORG"]]}
{"text": "46      In that respect, it must be noted that Article 132 of Directive 2006/112 is contained in Chapter 2, entitled ‘Exemptions for certain activities in the public interest’, of Title IX of that directive. It follows that the objective of the exemptions laid down in that article is to encourage certain activities in the public interest, such as the provision of services by the public postal services referred to in Article 132(1)(a).", "label": []}
{"text": "47      It is apparent, in particular, from the nature of that objective that the exemption is not to apply to specific services dissociable from the service of public interest, including services which meet special needs of economic operators (see, to that effect, judgment of 23 April 2009, TNT Post UK, C‑357/07, EU:C:2009:248, paragraph 46  and the case-law cited).", "label": [[278, 291, "DATE"], [293, 304, "ORG"]]}
{"text": "48      Therefore, the supply of services provided by public postal services, the terms of which have been individually negotiated cannot be regarded as exempt under Article 132(1)(a) of Directive 2006/112. By their very nature, those services meet the special needs of the users concerned (see, to that effect, judgment of 23 April 2009, TNT Post UK, C‑357/07, EU:C:2009:248, paragraph 47).", "label": [[324, 337, "DATE"], [339, 350, "ORG"]]}
{"text": "49      Indeed, it should be stated that the general objective set out in paragraph 46 of the present judgment takes the form, in the postal sector, of the more specific objective of offering postal services which meet the essential needs of the population at a reduced cost. As EU law now stands, such an objective is the same, in essence, as that of Directive 97/67 to offer a universal postal service (see, to that effect, judgment of 23 April 2009, TNT Post UK, C‑357/07, EU:C:2009:248, paragraphs 33 and 34).", "label": [[279, 281, "LOC"], [438, 451, "DATE"], [453, 464, "ORG"]]}
{"text": "50      In that regard, the Court has already held that ‘public postal services’, within the meaning of Article 132(1)(a) of Directive 2006/112 must be regarded as being operators, whether they are public or private, who undertake to supply postal services which meet the essential needs of the population and therefore, in practice, undertake to provide all or part of the universal postal service in a Member State, as defined in Article 3 of Directive 97/67 (see, to that effect, judgments of 23 April 2009, TNT Post UK, C‑357/07, EU:C:2009:248, paragraph 36, and of 21 April 2015, Commission v Sweden, C‑114/14, EU:C:2015:249, paragraph 28).", "label": [[24, 33, "ORG"], [496, 509, "DATE"], [511, 522, "ORG"], [570, 583, "DATE"], [585, 595, "ORG"], [598, 604, "ORG"]]}
{"text": "51      While the outline of the concept of ‘universal postal service’ is defined in Article 3(1) of Directive 97/67, in accordance with which such a service involves the permanent provision of a postal service of specified quality at all points in their territory at affordable prices for all users, Article 3(4) provides that each Member State is to adopt the measures necessary to ensure that the universal service includes, as a minimum, facilities consisting of the clearance, sorting, transport and distribution of postal items and parcels whose weights do not exceed those stated in that provision, as well as services for registered items and insured items. Article 2(4) to (6) and (9) of Directive 97/67 provides, by means of various definitions, further details regarding the content of such minimum service.", "label": []}
{"text": "52      It is apparent from the requests for a preliminary ruling that the services at issue in the main proceedings comprise the formal service of documents in judicial or administrative proceedings. According to the rules applicable to the formal service of documents, the postal service or a similar service provider is commissioned in relation to the document to be served. That document is to be placed in a sealed envelope, accompanied by a pre-completed notice of delivery which, once that first document has been served, is to be returned to the commissioning authority. It is also apparent from these requests that the service provider effecting the formal service of documents does not provide any flat-rate guarantee.", "label": []}
{"text": "53      Indeed, it follows from the actual wording of Article 3(4) of Directive 97/67 and, in particular, of the term ‘minimum’ used in it, that while a Member State must at least ensure that the services set out in the directive are provided, the fact remains that other postal services can also be regarded as falling, where applicable, within the universal service guaranteed by that Member State.", "label": []}
{"text": "54      Therefore, without it being necessary to examine whether services such as those which were provided by DIREKTexpress Holding and JUREX fall within one of the specific categories of postal services referred to in Article 3(4) of Directive 97/67, it should be noted that, in the present case, because of their specific characteristics and the context in which they are provided, those services can in any event be considered as forming part of the universal service, as defined in that article.", "label": [[111, 132, "ORG"], [137, 142, "ORG"]]}
{"text": "55      In that respect, it must be recalled, first of all, that the Court has previously held that operators providing all or part of the universal postal service are subject to a special legal regime with specific obligations. Indeed, the difference between ‘public postal services’ and other operators depends not on the nature of the services provided, but on the fact that they are subject to such a regime (see, to that effect, judgment of 21 April 2015, Commission v Sweden, C‑114/14, EU:C:2015:249, paragraph 33).", "label": [[65, 74, "ORG"], [446, 459, "DATE"], [461, 471, "ORG"], [474, 480, "ORG"]]}
{"text": "56      In the present case, it is apparent from the information before the Court that, during the relevant period, DIREKTexpress Holding and JUREX were in fact subject to rules which were not the result of individual negotiations but rather resulted from specific obligations under German legislation.", "label": [[72, 81, "ORG"], [116, 137, "ORG"], [142, 147, "ORG"], [283, 289, "LOC"]]}
{"text": "57      In particular, under that legislation, the holder of a licence authorising the provision of services consisting in the service of items of correspondence is required to effect the formal service of documents regardless of their weight, in accordance with procedural rules and laws governing service in administrative procedures. Moreover, the remuneration of such a licensee is to comply with the requirements laid down in that legislation and must be authorised by the competent national authority. Furthermore, it is apparent from the information before the Court that the formal service of judicial decisions triggers the time limits for lodging an appeal and involves an assignment of public service tasks in so far as, under the German legislation, when it is required to carry out a commission for the formal service of a document, the provider of services consisting in the service of items of correspondence exercises powers of a public authority to enable it to comply with its obligations.", "label": [[564, 573, "ORG"], [742, 748, "LOC"]]}
{"text": "58      It follows that those services are not intended to meet the particular needs of economic operators or certain other individual users, but to ensure the proper administration of justice, in so far as they enable the formal service of documents in judicial or administrative proceedings.", "label": []}
{"text": "59      Secondly, as regards the condition laid down in Article 3(1) of Directive 97/67 that the universal service is provided ‘for all users’, as the referring court points out, the entities commissioning formal service of documents referred to in the German legislation at issue in the main proceedings are mainly courts and administrative authorities. It follows that this formal service of documents cannot be requested by any private person, but is for the most part available to public bodies.", "label": [[253, 259, "LOC"]]}
{"text": "60      However, that fact in no way precludes the condition referred to in the preceding paragraph from being found to be satisfied in the present case. In particular, in the first place, as the Commission correctly points out in its written observations, the ‘users’ of postal services, within the meaning of Article 2(17) of Directive 97/67, comprise not only natural or legal persons benefiting from postal service provision as a sender, but also the addressees of those services.", "label": [[192, 206, "ORG"]]}
{"text": "61      In the second place, while formal service of documents is effected pursuant to commissions issued by public bodies, the fact remains that the activities of those public bodies are not intended to satisfy their own needs, but to ensure the proper functioning of the judicial or administrative system of which they form part. That activity is therefore effected on behalf of all those who may wish to serve a document in accordance with the procedure referred to in paragraph 52 of the present judgment.", "label": []}
{"text": "62      In the third place, as the Commission also correctly highlights, the service of formally serving documents is only one element of the universal service which must be provided by a Member State, which is also free to designate, in accordance with Article 4(2) of Directive 97/67, a number of providers to provide different elements of the universal service or to cover different parts of the national territory.", "label": [[31, 45, "ORG"]]}
{"text": "63      Finally, it is apparent from the information submitted to the Court that the formal service of documents, which must be provided by the holder of a licence permitting it to supply services consisting in the service of items of correspondence, appears to have to be provided, in accordance with the national legislation governing it, at affordable prices and at all points in the territory of Germany, although this is for the referring court to determine.", "label": [[66, 75, "ORG"], [400, 407, "LOC"]]}
{"text": "64      In those circumstances, services such as those at issue in the main proceedings must be considered as meeting the essential needs of the German population, in accordance with the specific objective of the postal sector considered in  paragraph 49 of the present judgment.", "label": [[145, 151, "LOC"]]}
{"text": "65      Having regard to the foregoing, it must be observed that economic operators such as DIREKTexpress Holding and JUREX, which, as it appears from the information before the Court but which is for the referring court to determine, each hold a licence permitting them to supply services consisting in the service of items of correspondence and which were therefore required to ensure at all points in the territory of Germany the formal service of documents in accordance with the specific conditions set out in paragraph 57 of the present judgment, provide part of the ‘universal postal service’ as provided for in Article 3 of Directive 97/67. As is apparent from paragraph 50 of the present judgment and from the fact that these services form part of that universal postal service, such economic operators must be regarded as ‘public postal services’ within the meaning of Article 132(1)(a) of Directive 2006/112 when they provide those services, so that they must be exempt from VAT under the latter provision.", "label": [[92, 113, "ORG"], [118, 123, "ORG"], [174, 183, "ORG"], [421, 428, "LOC"]]}
{"text": "66      These considerations cannot be called into question by the fact that, under the national legislation at issue in the main proceedings, the services concerned are not considered to form part of the universal service. Indeed, as demonstrated in paragraphs 42 to 44 of the present judgment, the classification under national law of a specific transaction cannot have the effect of making it subject to VAT, when a VAT exemption applies to it under EU law.", "label": [[453, 455, "LOC"]]}
{"text": "67      The same applies as regards the fact, highlighted by the Finnish Government in its written observations, that the identities of DIREKTexpress Holding and JUREX had not been communicated to the Commission as providers of part of the universal postal service, contrary to the obligation found in Article 4(2) of Directive 97/67.", "label": [[65, 83, "ORG"], [136, 157, "ORG"], [162, 167, "ORG"], [197, 211, "ORG"]]}
{"text": "68      In particular, the breach of this notification requirement, if proven, cannot, in itself, have the effect of allowing Member States to prevent, of their own volition, the exemption provided for in Article 132(1)(a) of Directive 2006/112 from applying, even where services falling within the scope of the universal postal service are involved. Indeed, to recognise that this would be a possibility for Member States would risk failing to have regard not only to the case-law set out in paragraphs 42 to 44 of this judgment, but also to the principle of fiscal neutrality, which precludes economic operators carrying out the same transactions from being treated differently in relation to the levying of VAT (on the latter point, see judgment of 28 June 2007, JP Morgan Fleming Claverhouse Investment Trust and The Association of Investment Trust Companies, C‑363/05, EU:C:2007:391, paragraph 46 and the case-law cited).", "label": [[752, 764, "DATE"], [766, 812, "ORG"], [817, 862, "ORG"]]}
{"text": "69      Nor are the findings set out in paragraph 65 of the present judgment invalidated by Article 3(7) of Directive 97/67, according to which the universal service covers both national services and cross-border services.", "label": []}
{"text": "70      For all that that provision has the effect of including cross-border postal services in the concept of ‘universal service’, as defined in Article 3 of Directive 97/67, it cannot, for that reason alone, be interpreted as excluding national services, such as those at issue in the main proceedings, from the scope of that concept on the ground that the supply of those services by the provider concerned does not include cross-border services. Indeed, it is sufficient to note that, as is apparent from paragraph 62 of the present judgment, the fact that a Member State is free to designate a number of service providers to provide different elements of the universal service or to cover different parts of the national territory implies that that Member State can decide to entrust to a particular operator only the service of formally serving documents at issue in the main proceedings, which covers only the territory of the Member State concerned.", "label": []}
{"text": "71      Having regard to all of the above considerations, the answer to the questions referred is that Article 2(13) and Article 3 of Directive 97/67 must be interpreted as meaning that providers of services consisting in the service of items of correspondence, such as those at issue in the main proceedings, who, in their capacity as holders of a national licence permitting them to supply that service are required to effect, in accordance with the provisions of national law, the formal service of court or administrative authority documents, must be regarded as ‘universal service providers’ in accordance with those provisions, so that those services must be exempt from VAT as services effected by the ‘public postal services’ under Article 132(1)(a) of Directive 2006/112.", "label": []}
{"text": "Costs", "label": []}
{"text": "72      Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the national court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable.", "label": [[229, 238, "ORG"]]}
{"text": "On those grounds, the Court (Fifth Chamber) hereby rules:", "label": [[18, 43, "ORG"]]}
{"text": "Article 2(13) and Article 3 of Directive 97/67/EC of the European Parliament and of the Council of 15 December 1997 on common rules for the development of the internal market of Community postal services and the improvement of quality of service, as amended by Directive 2008/6/EC of the European Parliament and of the Council of 20 February 2008 must be interpreted as meaning that providers of services consisting in the service of items of correspondence, such as those at issue in the main proceedings, who, in their capacity as holders of a national licence permitting them to supply that service are required to effect, in accordance with provisions of national law, the formal service of court or administrative authority documents, must be regarded as ‘universal service providers’, in accordance with those provisions, so that those services must be exempt from value added tax as services effected by the ‘public postal services’ under Article 132(1)(a) of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax.", "label": [[53, 76, "ORG"], [84, 95, "ORG"], [99, 115, "DATE"], [178, 187, "LOC"], [284, 307, "ORG"], [315, 326, "ORG"], [330, 346, "DATE"], [967, 974, "ORG"], [1000, 1016, "DATE"]]}
{"text": "[Signatures]", "label": []}
{"text": "*      Language of the case: German.", "label": [[29, 35, "NATIONALITY"]]}
