{"text": "Action brought on 3 February 2020 — NetCologne v Commission", "label": [[18, 33, "DATE"], [36, 46, "ORG"], [49, 59, "ORG"]]}
{"text": "(Case T-58/20)", "label": []}
{"text": "Language of the case: German", "label": [[22, 28, "NATIONALITY"]]}
{"text": "Parties", "label": []}
{"text": "Applicant: NetCologne Gesellschaft für Telekommunikation mbH (Cologne, Germany) (represented by: K. Zimmermann, F. Rogers and I. Alonso, Rechtsanwälte)", "label": [[11, 60, "ORG"], [62, 78, "LOC"], [97, 110, "PER"], [112, 121, "PER"], [126, 135, "PER"], [137, 150, "PROFESSION"]]}
{"text": "Defendant: European Commission", "label": [[11, 30, "ORG"]]}
{"text": "Form of order sought", "label": []}
{"text": "The applicant claims that the Court should:", "label": [[26, 35, "ORG"]]}
{"text": "annul Commission Decision C(2019) 5187 final of 18 July 2019 declaring a concentration in Case M.8864 — Vodafone/Certain Liberty Global Assets to be compatible with the internal market and the EEA Agreement;", "label": [[6, 16, "ORG"], [48, 60, "DATE"], [104, 112, "ORG"], [113, 142, "ORG"], [193, 196, "ORG"]]}
{"text": "order the Commission to pay the costs of the proceedings.", "label": [[6, 20, "ORG"]]}
{"text": "Pleas in law and main arguments", "label": []}
{"text": "In support of the action, the applicant relies on the following pleas in law.", "label": []}
{"text": "First plea in law, alleging that, in taking the view that there is no significant impediment to effective competition on the ‘market for the retail supply of TV signal transmission to multi-dwelling-unit customers’, the Commission committed manifest errors of assessment, failed to comply with its obligation to state reasons and infringed its duty of care with regard to:", "label": [[216, 230, "ORG"]]}
{"text": "the assumption that the parties to the concentration are not direct competitors,", "label": []}
{"text": "the assumption that the parties to the concentration are not potential competitors and", "label": []}
{"text": "the concentration’s negative impacts on competitors.", "label": []}
{"text": "Second plea in law, alleging that, in taking the view that there is no significant impediment to effective competition on the ‘market for the retail supply of TV signal transmission to single-dwelling-unit customers’, the Commission committed manifest errors of assessment, failed to comply with its obligation to state reasons and infringed its duty of care with regard to the assumption that the parties to the concentration are neither potential nor direct competitors.", "label": [[218, 232, "ORG"]]}
{"text": "Third plea in law, alleging that the Commission committed manifest errors of assessment and infringed Article 2 and Article 8 of Council Regulation (EC) No 139/2004 when defining the market and assessing the competitive impact of the supply of multiple play offers, in particular offers of fixed telecommunications services combined with mobile telecommunications services (‘FMC offers’).", "label": [[33, 47, "ORG"], [129, 136, "ORG"], [375, 378, "ORG"]]}
{"text": "Fourth plea in law, alleging that the Commission committed manifest errors of assessment, infringed Article 2 and Article 8 of Regulation No 139/2004, failed to comply with its obligation to state reasons and infringed its duty of care when assessing and in considering as acceptable the Wholesale Cable Broadband Access commitment.", "label": [[34, 48, "ORG"]]}
{"text": "Council Regulation (EC) No 139/2004 of 20 January 2004 on the control of concentrations between undertakings (OJ 2004 L 24, p. 1).", "label": [[0, 7, "ORG"], [39, 54, "DATE"]]}
