{"text": "JUDGMENT OF THE GENERAL COURT (Ninth Chamber)", "label": [[12, 45, "ORG"]]}
{"text": "10 June 2020 (*)", "label": [[0, 12, "DATE"]]}
{"text": "(Community design – Invalidity proceedings – Registered Community design representing a coupling to connect refrigeration or air-conditioning equipment to a motor vehicle – Single head of claim seeking alteration – Implicit application for annulment – Admissibility – Ground of invalidity – Failure to comply with the requirements for protection – Articles 4 to 9 and Article 25(1)(b) of Regulation (EC) No 6/2002 – Extent of the examination carried out by the Board of Appeal – Position adopted by the Board of Appeal on the failure to comply with a requirement for protection during the procedure – Divergent conclusion in the contested decision – Obligation to state reasons – Article 62 and second sentence of Article 63(1) of Regulation (EC) No 6/2002)", "label": [[1, 10, "LOC"], [56, 65, "LOC"], [461, 476, "ORG"], [503, 518, "ORG"]]}
{"text": "In Case T‑100/19,", "label": []}
{"text": "L. Oliva Torras, SA, established in Manresa (Spain), represented by B. Athari Anaraki and M.D. Philip Bennett, lawyers,", "label": [[0, 19, "ORG"], [36, 51, "LOC"], [68, 85, "PER"], [90, 109, "PER"], [111, 118, "PROFESSION"]]}
{"text": "applicant,", "label": []}
{"text": "v", "label": []}
{"text": "European Union Intellectual Property Office (EUIPO), represented by A. Portilla Díaz and G. Kaufmann, acting as Agents,", "label": [[0, 51, "ORG"], [68, 84, "PER"], [89, 100, "PER"], [112, 118, "PROFESSION"]]}
{"text": "defendant,", "label": []}
{"text": "the other party to the proceedings before the Board of Appeal of EUIPO, intervener before the General Court, being", "label": [[42, 70, "ORG"], [90, 107, "ORG"]]}
{"text": "Mecánica del Frío, SL, established in Cornellá de Llobregat (Spain), represented by Z. Leao Arribas, lawyer,", "label": [[0, 21, "ORG"], [38, 67, "LOC"], [84, 99, "PER"], [101, 107, "PROFESSION"]]}
{"text": "ACTION brought against the decision of the Third Board of Appeal of EUIPO of 19 November 2018 (Case R 1397/2017‑3), relating to invalidity proceedings between L. Oliva Torras and Mecánica del Frío,", "label": [[43, 73, "ORG"], [77, 93, "DATE"], [159, 174, "ORG"], [179, 196, "ORG"]]}
{"text": "THE GENERAL COURT (Ninth Chamber),", "label": [[0, 33, "ORG"]]}
{"text": "composed of P.J. Nilsson, President, I. Barrett (Rapporteur) and A. Todorova, Judges,", "label": [[12, 24, "PER"], [26, 35, "PROFESSION"], [37, 47, "PER"], [49, 59, "PROFESSION"], [65, 76, "PER"], [78, 84, "PROFESSION"]]}
{"text": "Registrar: P. Lopez, Principal Administrator,", "label": [[0, 9, "PROFESSION"], [11, 19, "PER"], [21, 44, "PROFESSION"]]}
{"text": "having regard to the application lodged at the Court Registry on 19 February 2019,", "label": [[43, 61, "ORG"], [65, 81, "DATE"]]}
{"text": "having regard to the response of EUIPO lodged at the Court Registry on 24 May 2019,", "label": [[33, 38, "ORG"], [49, 67, "ORG"], [71, 82, "DATE"]]}
{"text": "having regard to the response of the intervener lodged at the Court Registry on 20 May 2019,", "label": [[58, 76, "ORG"], [80, 91, "DATE"]]}
{"text": "having regard to the decision of 14 November 2019 not to join Cases T‑100/19 and T‑629/19,", "label": [[33, 49, "DATE"]]}
{"text": "further to the hearing of 16 January 2020,", "label": [[26, 41, "DATE"]]}
{"text": "gives the following", "label": []}
{"text": "Judgment", "label": []}
{"text": "I. Background to the dispute", "label": []}
{"text": "1 L. Oliva Torras, SA, the applicant, and Mecánica del Frío, SL, the intervener, are two competing enterprises manufacturing coupling kits for connecting refrigeration or air-conditioning systems to motor vehicles.", "label": [[2, 21, "ORG"], [42, 63, "ORG"]]}
{"text": "2 On 10 April 2013, the intervener filed an application for the registration of a Community design with the European Union Intellectual Property Office (EUIPO) pursuant to Council Regulation (EC) No 6/2002 of 12 December 2001 on Community designs (OJ 2002 L 3, p. 1).", "label": [[5, 18, "DATE"], [82, 91, "LOC"], [108, 159, "ORG"], [172, 179, "ORG"], [209, 225, "DATE"], [229, 238, "LOC"]]}
{"text": "3 The design in respect of which registration was sought (‘the contested design’) is reproduced below:", "label": []}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 The products to which the contested design is intended to be applied fall within Class 12.16 of the Locarno Agreement Establishing an International Classification for Industrial Designs of 8 October 1968, as amended, and correspond to the description ‘Vehicle couplings’.", "label": [[102, 109, "LOC"], [191, 205, "DATE"]]}
{"text": "5 The contested design is described in the application for registration as a coupling of the type used to connect refrigeration or air-conditioning equipment to a motor vehicle.", "label": []}
{"text": "6 The contested design was registered under No 2217588-0001 on the date of the application and was published in Community Designs Bulletin No 2013/075 of 22 April 2013.", "label": [[44, 59, "IDNUM"], [112, 121, "LOC"], [139, 150, "IDNUM"], [154, 167, "DATE"]]}
{"text": "7 On 22 August 2014, the applicant filed an application for registration of a Community design (design No 2523746-0006, registered on the same date and published on 26 August 2014). Following an application for a declaration of invalidity from the intervener based on the precedence of the contested design, design No 2523746-0006 was declared invalid by a decision of the Cancellation Division dated 17 June 2016 on the grounds of lack of novelty and individual character.", "label": [[5, 19, "DATE"], [78, 87, "LOC"], [103, 118, "IDNUM"], [165, 179, "DATE"], [315, 329, "IDNUM"], [373, 394, "ORG"], [401, 413, "DATE"]]}
{"text": "8 On 15 March 2016, the applicant filed an application for a declaration of the invalidity of the contested design on the basis of Article 52(1) of Regulation No 6/2002.", "label": [[5, 18, "DATE"]]}
{"text": "9 The reason given by the applicant to justify its application for a declaration of invalidity was that provided for in Article 25(1)(b) of Regulation No 6/2002, namely, that the design does not fulfil the requirements of Articles 4 to 9 of that regulation.", "label": []}
{"text": "10 To support its application for annulment, the applicant relied on the existence of a prior design representing a coupling kit, identified as part KC11 080 242, and placed in the file a reproduction, in the form of a computer rendering, of that part (image A) as well as a photograph said by the applicant to show that part (image B).", "label": [[149, 161, "IDNUM"]]}
{"text": "11 In a decision dated 10 May 2017, the Cancellation Division rejected the application for a declaration of invalidity. In particular, it held that the design whose earlier disclosure had been established, namely the one featured in image A, was insufficient in itself to challenge the novelty and individual character of the contested design in view of the differences between the two designs.", "label": [[23, 34, "DATE"], [36, 61, "ORG"]]}
{"text": "12 On 27 June 2017, the applicant brought an action before the Board of Appeal against the decision of the Cancellation Division on the basis of Articles 55 to 60 of Regulation No 6/2002. Besides images A and B, the applicant placed in the file a drawing of part KC11 080 242 extracted from its website (image C).", "label": [[6, 18, "DATE"], [59, 78, "ORG"], [103, 128, "ORG"], [263, 275, "IDNUM"]]}
{"text": "13 On 16 May 2018, on the basis of Article 59(2) of Regulation No 6/2002, the Board of Appeal addressed a communication to the parties (‘the communication of 16 May 2018’) indicating that it could be inferred from the parties’ claims and from the contents of the case file that the contested design related to a product constituting a component part (that is to say, a coupling element) of a complex product (i.e. the whole aggregate of engine, coupling and compressor) which, once incorporated into that complex product, was no longer visible during the normal use thereof. The Board of Appeal concluded from this that the contested design could not be considered to be new or to have individual character within the meaning of Article 4(2) of Regulation No 6/2002 and that it should therefore be declared invalid on grounds of non-compliance with that article 4.", "label": [[6, 17, "DATE"], [78, 93, "ORG"], [158, 169, "DATE"], [579, 594, "ORG"]]}
{"text": "14 At the invitation of the Board of Appeal, the intervener and the applicant submitted observations, on 16 July and 17 September 2018 respectively, regarding the content of the communication of 16 May 2018.", "label": [[28, 43, "ORG"], [105, 112, "DATE"], [117, 134, "DATE"], [195, 206, "DATE"]]}
{"text": "15 By a decision of 19 November 2018 (‘the contested decision’), the Third Board of Appeal rejected the appeal on the following grounds: in the first place, it stated that, contrary to the applicant’s claims, the applicant must be regarded as requesting that the design be declared invalid on grounds of non-compliance with the requirements of Articles 5, 6, 8 and 9 of Regulation No 6/2002 and that it was therefore incumbent on the Board to examine each of those requirements in the light of the grounds raised. In the second place, it rejected the complaint of a lack of novelty in the contested design, holding that only the disclosure of the design reproduced in image A was established and that the latter and the contested design showed evident differences. In the third place, it rejected the complaint alleging a lack of individual character of the contested design. In the fourth place, it held that, since the applicant had not advanced any argument relating to the exclusions set out in Articles 8 and 9 of Regulation No 6/2002 from the protection of the contested design, it had to reject the application for a declaration of invalidity in the light of the requirements of Article 63(1) of that regulation. On the other hand, in its grounds for the contested decision, it did not address the issue of the application to the present case of Article 4(2) and (3) of that regulation, which had been the subject of the communication of 16 May 2018 and of the subsequent observations of the parties referred to in paragraphs 13 and 14 above respectively.", "label": [[20, 36, "DATE"], [65, 90, "ORG"], [430, 439, "ORG"], [1445, 1456, "DATE"]]}
{"text": "II. Form of order sought", "label": []}
{"text": "16 The applicant claims that the Court should:", "label": [[29, 38, "ORG"]]}
{"text": "– ‘[A.] [with regard to the ground of invalidity]: [uphold] the findings of the Board of Appeal and [find] the proceedings seeking invalidity of a Community design well founded in respect of each of Articles 4 to 9 of [Regulation No 6/2002], under ‘Requirements for protection’;", "label": [[80, 95, "ORG"], [147, 156, "LOC"]]}
{"text": "– ‘[B.] [conduct] the comparison taking account of all the evidence submitted and the specific circumstances of the present case’;", "label": []}
{"text": "– ‘[C.] [declare the contested design] invalid since it is almost identical and therefore consists in an unauthorised, practically identical imitation of the designed marketed by the applicant’;", "label": []}
{"text": "– ‘[D.] [declare the contested design] invalid on the ground of lack of individual character with respect to the designs released earlier by [the applicant]’;", "label": []}
{"text": "– ‘[E.] [declare the contested design] invalid, firstly on the ground that it is subject to the absolute prohibition under Article 8(1) and (2) [of Regulation No 6/2002], as its appearance is dictated solely by its technical function, and secondly on the ground that it is subject to the absolute prohibition under Article 4 [of Regulation 6/2002] since it constitutes a component part of a complex product’;", "label": []}
{"text": "– ‘[F.] [uphold] the decision of the Board of Appeal [declaring the contested design to be contrary to the provisions of Article 9 of Regulation No 6/2002]’;", "label": [[37, 52, "ORG"]]}
{"text": "– ‘[G.] [order] the unsuccessful party [to pay the costs]’.", "label": []}
{"text": "17 EUIPO claims that the Court should:", "label": [[3, 8, "ORG"], [21, 30, "ORG"]]}
{"text": "– dismiss the action;", "label": []}
{"text": "– order the applicant to pay the costs.", "label": []}
{"text": "18 The intervener claims that the Court should:", "label": [[30, 39, "ORG"]]}
{"text": "– uphold the contested decision;", "label": []}
{"text": "– order the unsuccessful party to pay the costs.", "label": []}
{"text": "III. Law", "label": []}
{"text": "A. Admissibility", "label": []}
{"text": "19 EUIPO maintains that the application contains heads of claim seeking confirmation of the contested decision that are inadmissible. It also argues that it is for the Court to decide whether it may be deduced from the context of the application that annulment of the contested decision is requested and, consequently, whether the claims seeking its alteration may be declared admissible. At the hearing, it pointed out that the request seeking alteration presented by the applicant during its oral submissions did not feature in the application.", "label": [[3, 8, "ORG"], [164, 173, "ORG"]]}
{"text": "20 At the hearing, the applicant, at the Court’s invitation, specified that it sought the annulment of the contested decision in its entirety, including the ruling it contains on the application of Articles 8 and 9 of Regulation No 6/2002.", "label": [[37, 48, "ORG"]]}
{"text": "21 In this respect, first of all, it should be recalled that, under Article 61(3) of Regulation No 6/2002, the Court has jurisdiction only to annul or to alter decisions of the Boards of Appeal. By contrast, it is not for the Court to give declaratory judgments; accordingly, a head of claim advanced for that purpose must be rejected as inadmissible (see, to that effect and by analogy, judgment of 14 June 2017, Aydin v EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T‑95/16, not published, EU:T:2017:388, paragraph 17 and the case-law cited).", "label": [[107, 116, "ORG"], [173, 193, "ORG"], [222, 231, "ORG"], [400, 412, "DATE"], [414, 419, "ORG"], [422, 427, "ORG"], [430, 444, "ORG"], [446, 461, "TITLE"]]}
{"text": "22 In the present case, it should be pointed out that the part of the application which the applicant entitled ‘Heads of claim’ listed a series of seven claims, headed A to G, the content of which has been reproduced in paragraph 16 above.", "label": []}
{"text": "23 On the one hand, it must be noted that the various requests reveal a clearly and unequivocally identifiable head of claim seeking a declaration of invalidity of the contested design from the Court and a head of claim seeking, in essence, that EUIPO and the intervener be ordered to pay the costs.", "label": [[190, 199, "ORG"], [246, 251, "ORG"]]}
{"text": "24 On the other hand, it must be noted that the applicant’s other requests listed in the part of the application entitled ‘Heads of claim’ do not really constitute heads of claim as such. In particular, from the wording of points A to F in that part of the application as well as from the reproduction of the list in alphabetical order in the part of the application headed ‘Pleas in law and arguments’, it may be deduced that the applicant is setting out the stages in the reasoning which it wishes the Court to adopt and which should, in the applicant’s view, prompt the Court to rule that the contested design is invalid.", "label": [[500, 509, "ORG"], [569, 578, "ORG"]]}
{"text": "25 Lastly, it should be recalled that, at the hearing, the applicant stated, in essence, that it sought the annulment of the contested decision in its entirety.", "label": []}
{"text": "26 In the light of these observations and explanations, the form of order sought in the application should be interpreted as follows:", "label": []}
{"text": "27 In the first place, it follows from the observations made in paragraphs 22 to 24 above that the applicant did not present heads of claim seeking a declaratory judgment from the Court within the meaning of the case-law referred to in paragraph 21 above. Indeed, by asking the Court to uphold the contested decision on particular points or to draw a comparison between the designs at issue with regard to all the evidence produced and in the particular circumstances, the applicant, as explained in paragraph 24 above, refers to the grounds of the judgment to be delivered but not the decision to be handed down in the operative part of that judgment. Accordingly, EUIPO’s submissions seeking rejection of these claims as inadmissible by the Court must be dismissed.", "label": [[176, 185, "ORG"], [274, 283, "ORG"], [666, 673, "ORG"], [739, 748, "ORG"]]}
{"text": "28 Furthermore, as regards the grounds of the contested decision and as the applicant’s explanations at the hearing confirmed, the claim it presented in point F of the part of the application entitled ‘Heads of claim’, requesting the Court, in its own words, to ‘uphold’ the contested decision in so far as it found the contested design to be contrary to the provisions of Article 9 of Regulation No 6/2002, cannot be taken literally. To the extent that, in the present case, the Board of Appeal ruled out the applicability of that Article, this request that the Court ‘uphold’ the decision should actually be interpreted, in spite of its wording, as putting forward a submission alleging an error of assessment, in that the Board of Appeal did not hold the design to be contrary to the provisions of the said article.", "label": [[230, 239, "ORG"], [480, 495, "ORG"], [559, 568, "ORG"], [725, 740, "ORG"]]}
{"text": "29 In the second place, it should be noted that in the case of the head of claim put forward in the application seeking a declaration of invalidity of the contested design, is, in reality, for the Court to adopt the decision that it claims the Board of Appeal should have taken when hearing the appeal. According to the second sentence of Article 60(1) of Regulation No 6/2002 the Board of Appeal may, after annulling the contested decision, exercise any power within the competence of the EUIPO which took that decision and thus in the present case, declare the contested design invalid. Consequently, that measure falls within the measures which may be taken by the Court in the exercise of its power to alter decisions, laid down by Article 61(3) of that regulation (see, to that effect and by analogy, judgment of 27 February 2014, Advance Magazine Publishers v OHIM – Nanso Group (TEEN VOGUE), T‑509/12, EU:T:2014:89, paragraph 15 and the case-law cited).", "label": [[193, 202, "ORG"], [240, 259, "ORG"], [377, 395, "ORG"], [490, 495, "ORG"], [664, 673, "ORG"], [818, 834, "DATE"], [836, 863, "ORG"], [866, 884, "ORG"], [886, 896, "TITLE"]]}
{"text": "30 The applicant, moreover, is certainly not within its rights, in principle, to modify the original subject-matter of the application by replacing these claims seeking alteration of the contested decision with claims seeking its annulment, which were submitted for the first time at the hearing (see, to that effect and by analogy, judgments of 27 January 2000, Fuchs and Others v Council and Commission, C‑104/89 and C‑37/90, EU:C:2000:38, paragraph 47, and of 21 April 2005, Holcim (Deutschland) v Commission, T‑28/03, EU:T:2005:139, paragraph 45).", "label": [[346, 361, "DATE"], [363, 368, "PER"], [382, 389, "ORG"], [394, 404, "ORG"], [463, 476, "DATE"], [478, 484, "ORG"], [486, 497, "LOC"], [501, 511, "ORG"]]}
{"text": "31 Nevertheless, in view of the content of the application and as the applicant’s explanations at the hearing confirm, it should be borne in mind that the head of claim advanced by the applicant with a view to alteration implicitly contains a claim for annulment of the contested decision (see, to that effect, judgment of 7 November 2013, Malczewska v OHIM – Puma (Bounding feline), T‑666/11, not published, EU:T:2013:584, paragraph 18 and the case-law cited). It is when the substance of the appeal is examined that it will be for the Court to decide, should one of the pleas in law in the application be well founded, whether that plea enables it to alter the contested decision on the basis of the established factual and legal situation or, if not, whether that plea can lead only to the annulment of the decision (see, to that effect, judgment of 26 September 2014, Koscher + Würtz v OHIM – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T‑445/12, EU:T:2014:829, paragraph 39 and the case-law cited).", "label": [[323, 338, "DATE"], [340, 350, "PER"], [353, 357, "ORG"], [360, 364, "ORG"], [533, 542, "ORG"], [853, 870, "DATE"], [872, 887, "ORG"], [890, 894, "ORG"], [897, 915, "ORG"], [917, 940, "TITLE"]]}
{"text": "32 It must therefore be concluded that the applicant is asking the Court, on the one hand, to annul the contested decision and, on the other hand, to alter it by declaring the contested design invalid and that these heads of claim are admissible.", "label": [[63, 72, "ORG"]]}
{"text": "B. Substance", "label": []}
{"text": "33 In support of this action the applicant relies, in essence, on six pleas in law. By its first plea, it contends that the invalidity proceedings are based on the grounds for invalidity specified in Articles 4 to 9 of Regulation No 6/2002 and that each ground should be examined. The second plea alleges that the Board of Appeal committed an error of assessment by holding that the prior disclosure of a design was established only in the case of image A. The third and fourth pleas allege errors of assessment, one concerning the lack of novelty in the contested design and the other concerning its lack of individual character. The fifth plea alleges a lack of reasoning as well as an error or errors of assessment on the part of the Board of Appeal regarding the existence of exclusions from the provision protecting the contested design. It comprises two parts, the first being that the Board of Appeal omitted to rule on the exclusion from the provisions protecting this design, an exclusion resulting, under the terms of Article 8 of Regulation No 6/2002, from the fact that the appearance of the product in question is solely dictated by its technical function, and the second being based on the omission of the Board of Appeal to declare the design invalid on the basis of Article 4(2) and (3) of the regulation on the ground that it constitutes a component part of a complex product which does not remain visible during normal use of the latter. The sixth plea alleges, in essence, an error of assessment committed by the Board of Appeal in dismissing the appeal brought before it although it was founded on Article 9 of the same regulation.", "label": [[310, 329, "ORG"], [733, 752, "ORG"], [888, 907, "ORG"], [1216, 1235, "ORG"], [1528, 1547, "ORG"]]}
{"text": "1. The first plea, alleging an error in law on the part of the Board of Appeal in that, despite holding that the invalidity proceedings were based on the requirements of Articles 4 to 9 of Regulation No 6/2002, it refused to examine some of those requirements", "label": [[59, 78, "ORG"]]}
{"text": "34 The applicant submits that, in paragraphs 18 to 23 of the contested decision, the Board of Appeal found that its application for a declaration of invalidity complied with Article 25(1) of Regulation No 6/2002 and with Article 28(1)(b) of Commission Regulation (EC) No 2245/2002 of 21 October 2002 laying down detailed rules for the implementation of Council Regulation (EC) No 6/2002 (OJ 2002 L 341, p. 28). It asks the Court to confirm these findings and to examine each of the grounds for invalidity set out in Articles 4 to 9 of Regulation No 6/2002.", "label": [[85, 100, "ORG"], [241, 251, "ORG"], [284, 299, "DATE"], [353, 360, "ORG"], [419, 428, "ORG"]]}
{"text": "35 EUIPO does not submit any observations on this point. The intervener contends that the Court should reject that plea.", "label": [[3, 8, "ORG"], [86, 95, "ORG"]]}
{"text": "36 As a preliminary point, it should be recalled that the intervener argued before the Board of Appeal that the applicant had relied on a lack of novelty in the contested design on the basis of Article 5 of Regulation No 6/2002 but not on its lack of individual character on the basis of Article 6 of that regulation. For this reason, in the first part of the grounds of the contested decision, the Board of Appeal examined the question of the scope of the applicant’s request for a declaration of invalidity and, consequently, the scope of its own examination.", "label": [[83, 102, "ORG"], [395, 414, "ORG"]]}
{"text": "37 In paragraphs 18 to 23 of the contested decision, to which the applicant refers in the plea under examination, the Board of Appeal held that the ground for invalidity which is set out in Article 25(1)(b) of Regulation No 6/2002 and which was invoked in the application for a declaration of invalidity, namely that the contested design does not fulfil the requirements of Articles 4 to 9 of that regulation, was explicitly intended by the legislator to be an autonomous and indivisible cause of invalidity which covers all of these requirements. It therefore concluded that this application for a declaration of invalidity implied that, according to the applicant, the contested design did not fulfil any of the requirements of Articles 5, 6, 8 and 9 and that it was for the Board of Appeal to examine each of those requirements in the light of the facts, evidence and arguments provided by the parties, as prescribed by Article 63(1) of the regulation in question.", "label": [[114, 133, "ORG"], [773, 792, "ORG"]]}
{"text": "38 However, although the Board of Appeal examined, on the merits, whether the requirements of Articles 5 and 6 of Regulation No 6/2002, namely novelty and individual character of the contested design, were fulfilled in the case in hand, it considered itself bound by Article 63(1) of that regulation to reject the application for a declaration of invalidity, in so far as such a declaration was based on Articles 8 and 9 of that regulation, on the ground that the applicant had not advanced any argument relating to the requirements of those Articles 8 and 9. Accordingly, it did not examine whether the contested design fulfilled those requirements. In addition, in the grounds of the contested decision it did not refer to the issue of the application of Article 4(2) and (3) of the same regulation.", "label": [[21, 40, "ORG"]]}
{"text": "39 In the present case and in the context of the plea under examination, the applicant has not expressly challenged any of the parts of the contested decision or relied on any error made by the Board of Appeal. It does, however, ask the Court to uphold the preliminary considerations of the Board of Appeal, which are referred to in paragraph 37 above, and to examine each of the requirements of Articles 4 to 9 of Regulation No 6/2002. The applicant must therefore be regarded as implicitly relying on an error in law on the part of the Board of Appeal in that, regardless of its preliminary considerations, it did not go on to examine each of those requirements.", "label": [[190, 209, "ORG"], [233, 242, "ORG"], [287, 306, "ORG"], [534, 553, "ORG"]]}
{"text": "40 In this respect, it must be observed that the interpretation of Article 25(1)(b) of Regulation No 6/2002 expounded by the Board of Appeal in paragraphs 18 to 23 of the contested decision is difficult to reconcile with the findings set out in paragraphs 66 to 68 of that decision to the effect that the second sentence of Article 63(1) of the regulation prevents the Board of Appeal from ruling on the application of Articles 8 and 9 of the regulation if the applicant does not advance any argument relating to non-compliance with those articles.", "label": [[121, 140, "ORG"], [365, 384, "ORG"]]}
{"text": "41 Thus, given the premiss raised by the Board of Appeal that, in the applicant’s request for a declaration of invalidity, in so far as it is based on the cause of invalidity specified in Article 25(1)(b) of Regulation No 6/2002, the applicant is necessarily relying on all of the requirements of Articles 5, 6, 8 and 9, it should be logically deduced that it is incumbent on the Board of Appeal to examine the substance of those requirements. In such an approach, the applicant must be regarded as relying on each of those requirements as an argument in support of its application for a declaration of invalidity.", "label": [[37, 56, "ORG"], [376, 395, "ORG"]]}
{"text": "42 In addition, the interpretation of Article 25(1)(b) of Regulation No 6/2002 expounded by the Board of Appeal is likewise difficult to reconcile with the fact that, regarding the requirements with which it considered that the applicant intended to allege non-compliance, the Board of Appeal referred only to Articles 5, 6, 8 and 9 of the regulation but failed to mention, in that context, the requirements of Article 4(2) and (3). Further, as stated in paragraph 38 above, the Board of Appeal did not explicitly refer to the issue of the applicability of the latter requirements to the present case, even though it did so with regard to the requirements of Articles 5, 6, 8 and 9 in rejecting the applicant’s appeal.", "label": [[92, 111, "ORG"], [273, 292, "ORG"], [475, 494, "ORG"]]}
{"text": "43 However, it should be pointed out on the one hand that the wording of Article 25(1)(b) of Regulation No 6/2002 refers explicitly to Articles 4 to 9 of that regulation without excluding Article 4(2) and (3). On the other hand, the latter provisions set forth key requirements for the protection of a design relating specifically to a component part of a complex product within the meaning of Article 3(c) of the same regulation; these requirements relate, on the one hand, to the visibility of that part during normal use once it has been incorporated into that complex product and, on the other hand, to the novelty and individual character of the visible features of the component part (see, to that effect and by analogy, judgments of 21 September 2017, Easy Sanitary Solutions and EUIPO v Group Nivelles, C‑361/15 P and C‑405/15 P, EU:C:2017:720, paragraph 63, and of 9 September 2014, Biscuits Poult v OHIM – Banketbakkerij Merba (Biscuit), T‑494/12, EU:T:2014:757, paragraphs 20 and 21).", "label": [[740, 757, "DATE"], [759, 782, "ORG"], [787, 792, "ORG"], [795, 809, "ORG"], [874, 890, "DATE"], [892, 906, "ORG"], [909, 913, "ORG"], [916, 936, "ORG"]]}
{"text": "44 Consequently, the Board of Appeal ought to have logically deduced from its interpretation of Article 25(1)(b) of Regulation No 6/2002 that the applicant had intended to rely, in support of its application for a declaration of invalidity, not only on Articles 5, 6, 8 and 9 but also on Article 4(2) and (3) of that regulation.", "label": [[17, 36, "ORG"]]}
{"text": "45 That being the case, these errors cannot result in acceptance of this plea unless the interpretation of Article 25(1)(b) of Regulation No 6/2002 set out in paragraphs 18 to 23 of the contested decision is itself free from error, which must be verified. In this respect, there is a need to verify, first, whether, as the Board of Appeal states, the legislator expressly intended to confer indivisibility on the ground for invalidity specified in these provisions and, second, to what extent the provisions of the second sentence of Article 63(1) of the regulation, which stipulate that, in proceedings relating to a declaration of invalidity, the examination is to be restricted to the facts, evidence and arguments provided by the parties and the relief sought, limit the scope of the examination of this ground for invalidity by the departments of EUIPO.", "label": [[319, 338, "ORG"], [852, 857, "ORG"]]}
{"text": "(a) The question as to whether the legislature intended to confer indivisibility on the ground for invalidity specified by Article 25(1)(b) of Regulation No 6/2002", "label": []}
{"text": "46 First of all, it should be recalled that, under Article 25(1)(b) of Regulation No 6/2002, a design may be declared invalid if it does not fulfil the requirements of Articles 4 to 9 of that regulation. According to Article 52(1) of the same regulation, subject to the provisions of Article 25(2), (3), (4) and (5), any natural or legal person, as well as a public authority empowered to do so, may submit to EUIPO an application for a declaration of invalidity of a registered Community design. Under Article 53(1) of that regulation, if EUIPO finds that the application for a declaration of invalidity is admissible, it must examine whether the grounds for invalidity referred to in Article 25 prevent the maintenance of the registered Community design.", "label": [[410, 415, "ORG"], [479, 488, "LOC"], [540, 545, "ORG"], [739, 748, "LOC"]]}
{"text": "47 Next, it should be pointed out that the heading of Article 25 of Regulation No 6/2002 – ‘Grounds for invalidity’ – and the references in paragraph 2 of that article to ‘the ground provided for in paragraph (1)(c)’ and, in paragraph 4 of the same article, to ‘the ground provided for in paragraph (1)(g)’ indicate that each of the cases of invalidity specifically listed in paragraph 1 of that article constitutes a ground for invalidity in its own right.", "label": []}
{"text": "48 Lastly, it should be emphasised that Article 28(1)(b) of Regulation No 2245/2002 provides, in particular, that:", "label": []}
{"text": "‘1. An application to the Office for a declaration of invalidity pursuant to Article 52 of Regulation (EC) No 6/2002 shall contain:", "label": []}
{"text": "…", "label": []}
{"text": "(b) as regards the grounds on which the application is based:", "label": []}
{"text": "(i) a statement of the grounds on which the application for a declaration of invalidity is based;", "label": []}
{"text": "…", "label": []}
{"text": "(v) where the ground for invalidity is that the registered Community design does not fulfil the requirements set out in Article 5 or 6 of Regulation (EC) No 6/2002, the indication and the reproduction of the prior designs that could form an obstacle to the novelty or individual character of the registered Community design, as well as documents proving the existence of those earlier designs;", "label": [[59, 68, "LOC"], [307, 316, "LOC"]]}
{"text": "(vi) an indication of the facts, evidence and arguments provided in support of those grounds;’", "label": []}
{"text": "49 It therefore ensues from the combined effect of those provisions that, provided it meets the requirements of Article 28 of Regulation No 2245/2002, in particular those of Article 28(1)(b), an application for a declaration of invalidity based on Article 25(1)(b) of Regulation No 6/2002 will, in principle, empower the relevant departments of EUIPO to examine whether or not the Community design in question fulfils the requirements of Articles 4 to 9 of that regulation in the light of the facts, evidence and arguments provided in support of the application.", "label": [[345, 350, "ORG"], [381, 390, "LOC"]]}
{"text": "50 In the present case, the Board of Appeal did not err in stating that the applicant submitted its application for a declaration of invalidity with the aid of a form containing, in particular, a section headed ‘Causas’ (‘Grounds’), in which the applicant ticked the box confirming the statement ‘el dibujo o modelo comunitario impugnado no cumple los requisitos de los artículos 4 a 9 del [Reglamento n.o 6/2002]’ (‘The contested Community design does not fulfil the requirements of Articles 4 to 9 of [Regulation No 6/2002])’. The Cancellation Division and the Board of Appeal were therefore competent, in principle, to examine whether the contested design fulfilled these requirements in the light of the facts, evidence and arguments provided by the applicant in support of its application.", "label": [[24, 43, "ORG"], [431, 440, "LOC"], [529, 554, "ORG"], [559, 578, "ORG"]]}
{"text": "51 It does not follow, however, that the provisions of Article 25(1)(b) of Regulation No 6/2002 must be interpreted as meaning that, whenever EUIPO is seized of an application for a declaration of invalidity based on those provisions, EUIPO is automatically bound to check whether or not the contested design fulfils all the requirements of Articles 4 to 9 of that regulation.", "label": [[142, 147, "ORG"], [235, 240, "ORG"]]}
{"text": "52 It is certainly true that the wording of Article 25(1)(b) of Regulation No 6/2002 refers to the case in which the contested design does not ‘fulfil the requirements of Articles 4 to 9’ and not to the eventuality that it meets one or some of those requirements, which may suggest the need to examine all of the requirements en bloc without distinction.", "label": []}
{"text": "53 It should, however, be recalled that, according to settled case-law, in interpreting a provision of EU law it is necessary to consider not only its wording, but also the context in which it occurs and the objectives pursued by the rules of which it is part. The origins of a provision of EU law may also provide information relevant to its interpretation (see judgment of 20 December 2017, Acacia and Colombo, C‑397/16 and C‑435/16, EU:C:2017:992, paragraph 31 and the case-law cited).", "label": [[103, 105, "LOC"], [291, 293, "LOC"], [375, 391, "DATE"], [393, 399, "ORG"], [404, 411, "PER"]]}
{"text": "54 In the present case, as far as the context is concerned, it should be pointed out that the requirements of Articles 4 to 9 of Regulation 6/2002 are cumulative in nature, which means that failure to comply with one of them suffices to invalidate the design at issue.", "label": []}
{"text": "55 Under the terms of Article 4(1) of Regulation No 6/2002, the protection of a Community design is afforded only to the extent that the design is new and has individual character. Consequently, if one of those requirements, the applicability criteria for which are defined in Articles 5 and 6 respectively of that regulation, is not fulfilled, the design in question cannot be protected and must therefore be declared invalid on the basis of Article 25(1)(b) of the said regulation, there being no need to examine whether or not the other requirement is fulfilled (see, to that effect, order of 10 May 2019, Zott v EUIPO – TSC Food Products (Rectangular ready-to-eat cake), T‑517/18, not published, EU:T:2019:323, paragraph 60).", "label": [[80, 89, "LOC"], [596, 607, "DATE"], [609, 613, "ORG"], [616, 621, "ORG"], [624, 641, "ORG"]]}
{"text": "56 Similarly, the specific protection requirements for a Community design relating to a component part of a complex product that are set out in Article 4(2) and (3) of Regulation No 6/2002 are sufficient in themselves to preclude the subsistence of a Community design falling within the scope of those provisions in the event that any of the features of the represented part do not fulfil those requirements (see, to that effect, the judgments of 20 January 2015, Aic v OHIM – ACV Manufacturing (Heat exchanger inserts), T‑616/13, not published, EU:T:2015:30, paragraph 21, and of 20 January 2015, Aic v OHIM – ACV Manufacturing (Heat exchanger inserts), T‑617/13, not published, EU:T:2015:32, paragraph 21).", "label": [[57, 66, "LOC"], [251, 260, "LOC"], [447, 462, "DATE"], [464, 467, "ORG"], [470, 474, "ORG"], [477, 494, "ORG"], [581, 596, "DATE"], [598, 601, "ORG"], [604, 608, "ORG"], [611, 628, "ORG"]]}
{"text": "57 A similar finding must be made as regards the conditions for exclusion from protection as a Community design that are set out in Article 8(1), (2) and (3) of Regulation No 6/2002, which relate, on the one hand, to the fact that the features of appearance of the product are solely dictated by its technical function and, on the other hand, to the fact that those features must necessarily be reproduced in their exact form and dimensions to permit connection with other products.", "label": [[95, 104, "LOC"]]}
{"text": "58 Lastly, with regard to the provision of Article 9 of Regulation No 6/2002 which stipulates that a Community design cannot subsist in a design which is contrary to public policy or to accepted principles of morality, it is evident from the wording of this provision that it is intended to serve a specific general interest, independent of the interest underlying Articles 4 to 8 of that regulation, by preventing the protection of any design that is contrary to that general interest (see, to that effect and by analogy, judgment of 15 March 2018, La Mafia Franchises v EUIPO – Italy (La Mafia SE SIENTA A LA MESA), T‑1/17, EU:T:2018:146, paragraph 25).", "label": [[101, 110, "LOC"], [535, 548, "DATE"], [550, 569, "ORG"], [572, 577, "ORG"], [580, 585, "ORG"], [587, 615, "TITLE"]]}
{"text": "59 The provisions of Articles 4 to 9 of Regulation No 6/2002, moreover, entail the application of different legal criteria (see, to that effect and by analogy, judgment of 14 March 2018, Gifi Diffusion v EUIPO – Crocs (Footwear), T‑424/16, not published, EU:T:2018:136, paragraph 48).", "label": [[172, 185, "DATE"], [187, 201, "ORG"], [204, 209, "ORG"], [212, 217, "ORG"]]}
{"text": "60 In particular, it therefore follows from Articles 5 to 7 of Regulation No 6/2002 that the application of the relevant legal criteria for the assessment of both the novelty and the individual character of the contested design presupposes the existence of one or more prior designs, the disclosure of which must be established by the applicant for a declaration of invalidity. In this context, as was emphasised in paragraph 48 above, it follows from Article 28(1)(b)(v) of Regulation No 2245/2002 that, if an application for a declaration of invalidity is based on infringement of the requirements of Articles 5 and 6 of Regulation No 6/2002, it must contain the indication and the reproduction of the prior designs that could form an obstacle to the novelty or individual character of the registered Community design, as well as documents proving the existence of those earlier designs.", "label": [[803, 812, "LOC"]]}
{"text": "61 On the other hand, the existence of such a prior design and the requirements relating to proof of its existence are not relevant when assessing whether the features of a component part of a complex product are visible in the conditions defined in Article 4(2) and (3) of Regulation No 6/2002. Nor are they any more relevant when assessing whether the features of appearance of the product are solely dictated by its technical function or whether they must necessarily be reproduced in their exact form and dimensions to enable the product to be connected to another product in the conditions defined, respectively, in Article 8(1) and Article 8(2) and (3) of that regulation. In addition, these requirements are devoid of any relevance to the application of the condition set out in Article 9 of the said regulation.", "label": []}
{"text": "62 The analysis set out in paragraphs 54 to 61 above is not called into question by the fact that the requirements set out in Article 4(2) and (3), in Article 8(1) and in Article 8(2) and (3) of Regulation No 6/2002 respectively are likely to preclude the protection of only one or some of the features of the product that is the subject of the contested design or its appearance and that it is necessary in such cases to verify whether the other features which are not excluded from protection present the required novelty and individual character (see, to that effect and by analogy, judgments of 9 September 2011, Kwang Yang Motor v OHIM – Honda Giken Kogyo (Internal combustion engine), T‑10/08, not published, EU:T:2011:446, paragraph 19, and of 21 May 2015, Senz Technologies v OHIM – Impliva (Umbrellas), T‑22/13 and T‑23/13, not published, EU:T:2015:310, paragraph 101).", "label": [[599, 615, "DATE"], [617, 633, "ORG"], [636, 640, "ORG"], [643, 660, "ORG"], [751, 762, "DATE"], [764, 781, "ORG"], [784, 788, "ORG"], [791, 798, "ORG"]]}
{"text": "63 In this eventuality, the question as to whether those requirements preclude the protection of one or some of the features of the product, which is the subject of the contested design, or the protection of its appearance, must be resolved before it is possible to rule on the novelty and individual character of the features that are not subject to these requirements and it is therefore a preliminary issue (see, to that effect and by analogy, judgment of 12 May 2016, mobile.international v EUIPO – Rezon (mobile.de), T‑322/14 and T‑325/14, not published, EU:T:2016:297, paragraph 76, upheld on appeal by judgment of 28 February 2018, mobile.de v EUIPO, C‑418/16 P, EU:C:2018:128, paragraph 88). That preliminary issue must accordingly be the subject of a separate examination, independent of the one relating to novelty and individual character of the other features of the product at issue or its appearance (see, to that effect and by analogy, judgment of 9 September 2011, Internal combustion engine, T‑10/08, not published, EU:T:2011:446, paragraphs 19 and 20).", "label": [[459, 470, "DATE"], [472, 492, "ORG"], [495, 500, "ORG"], [503, 509, "ORG"], [510, 519, "ORG"], [621, 637, "DATE"], [639, 648, "ORG"], [651, 656, "ORG"], [963, 979, "DATE"]]}
{"text": "64 As regards the objectives of Article 25(1)(b) of Regulation No 6/2002, on the other hand, it should be pointed out that, as the Commission indicated in the Explanatory Memorandum for its Proposal for a European Parliament and Council Regulation on the Community Design of 3 December 1993 (OJ 1994 C 29, p. 20), with regard to Articles 56 to 58 of that proposal, which became Articles 52 to 54 of Regulation No 6/2002, the invalidity procedure is the basic instrument enabling the departments of EUIPO to check the validity of a Community design after its registration.", "label": [[127, 141, "ORG"], [205, 224, "ORG"], [229, 236, "ORG"], [255, 264, "LOC"], [275, 290, "DATE"], [498, 503, "ORG"], [531, 540, "LOC"]]}
{"text": "65 Article 25(1)(b) of Regulation No 6/2002 therefore plays a key role in the achievement of that aim to the extent that it confers on the competent departments of EUIPO, in the framework of a single application for a declaration of invalidity, the power to review compliance with the essential requirements for the protection of the Community design that are set out in Articles 4 to 9 of that regulation.", "label": [[164, 169, "ORG"], [334, 343, "LOC"]]}
{"text": "66 To be effective, however, the invalidity procedure does not require the EUIPO departments, when seized of an application for a declaration of invalidity based on the ground defined in Article 25(1)(b) of Regulation No 6/2002, to consider themselves, ipso facto, automatically required to examine non-fulfilment of all the requirements laid down in Articles 4 to 9 of that regulation.", "label": [[75, 80, "ORG"]]}
{"text": "67 Indeed, as has been explained in paragraphs 54 to 58 above, it suffices that contested design fails to fulfil one of those requirements to enable EUIPO to declare it invalid and to achieve the objective of reviewing the validity of that design without there being any need for EUIPO to examine the other requirements.", "label": [[149, 154, "ORG"], [280, 285, "ORG"]]}
{"text": "68 Moreover, given that these requirements bring different legal criteria into play, the examination of the facts, evidence and arguments provided in support of the application for a declaration of invalidity with a view to demonstrating that one of these requirements has not been fulfilled will not necessarily be relevant when it comes to examining whether another of them has been misinterpreted. Besides, such an examination may require EUIPO to undertake highly technical assessments (see, to that effect, judgment of 20 October 2011, PepsiCo v Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, paragraph 67). Accordingly, the effectiveness of the invalidity procedure could be compromised if EUIPO were required to undertake a systematic examination of all of those requirements, even in the event that the facts, evidence and arguments provided by the parties were relevant to only one or some of those requirements.", "label": [[442, 447, "ORG"], [524, 539, "DATE"], [541, 548, "ORG"], [551, 575, "ORG"], [702, 707, "ORG"]]}
{"text": "69 Accordingly, it must be concluded that the wording of Article 25(1)(b) of Regulation No 6/2002, read in the light of its context and objectives, must be interpreted as meaning that it does not necessarily imply an examination of compliance with all of the requirements of Articles 4 to 9 of that regulation but may, depending on the facts, evidence and arguments provided by the parties, imply only an examination of compliance with one or some of those requirements.", "label": []}
{"text": "(b) The question as to the extent to which the provisions of the second sentence of Article 63(1) of Regulation 6/2002 limit the scope of the examination by the departments of EUIPO of the ground for invalidity defined in Article 25(1)(b) of that regulation", "label": [[176, 181, "ORG"]]}
{"text": "70 With regard to the interpretation of the second sentence of Article 63(1) of Regulation No 6/2002, it should be recalled that, according to settled case-law, the analogous provisions of Article 95(1) of Regulation (EU) 2017/1001 of the European Parliament and of the Council of 14 June 2017 on the European Union trade mark (OJ 2017 L 154, p. 1), must be interpreted as meaning that the competent departments of EUIPO, in the framework of opposition proceedings, may base their decision only on the relative grounds for refusal which the party concerned has relied on and the related facts and evidence presented by the parties. However, that does not rule out the possibility that the departments of EUIPO may take into account not only the facts explicitly presented by the parties to the opposition proceedings but also well-known facts or may examine a legal question, even if it has not been raised by the parties, if the resolution of that question is required to ensure the proper application of the relevant provisions (see, to that effect, judgment of 15 October 2018, Apple and Pear Australia and Star Fruits Diffusion v EUIPO – Pink Lady America (WILD PINK), T‑164/17, not published, EU:T:2018:678, paragraph 20 and the case-law cited).", "label": [[235, 258, "ORG"], [266, 277, "ORG"], [281, 293, "DATE"], [297, 315, "LOC"], [415, 420, "ORG"], [704, 709, "ORG"], [1064, 1079, "DATE"], [1081, 1105, "ORG"], [1110, 1131, "ORG"], [1134, 1139, "ORG"], [1142, 1159, "ORG"], [1161, 1170, "TITLE"]]}
{"text": "71 This case-law is applicable, mutatis mutandis, to the scope of the examination conducted by the departments of EUIPO in the framework of proceedings relating to a declaration of invalidity in respect of Community designs, as defined by the second sentence of Article 63(1) of Regulation No 6/2002 (see, to that effect, judgment of 23 October 2018, Mamas and Papas v EUIPO – Wall-Budden (Cot bumper), T‑672/17, not published, EU:T:2018:707, paragraphs 31, 32 and 35 and the case-law cited). In that context, the Court of Justice pointed out in particular that, where the applicant for a declaration of invalidity refers to the ground of invalidity set out in Article 25(1)(b) of Regulation No 6/2002, it is for him to provide evidence to demonstrate that the contested design does not fulfil the requirements of Articles 4 to 9 of that regulation (judgment of 21 September 2017, Easy Sanitary Solutions and EUIPO v Group Nivelles, C‑361/15 P and C‑405/15 P, EU:C:2017:720, paragraph 60).", "label": [[114, 119, "ORG"], [206, 215, "LOC"], [334, 349, "DATE"], [351, 366, "ORG"], [369, 374, "ORG"], [377, 388, "ORG"], [510, 530, "ORG"], [862, 879, "DATE"], [881, 904, "ORG"], [909, 914, "ORG"], [917, 931, "ORG"]]}
{"text": "72 In the present case, then, it was in the light of the matters of fact and law put forward by the applicant in support of the application for a declaration of invalidity that the Board of Appeal had to determine with which requirements of Articles 4 to 9 of Regulation 6/2002 the applicant was claiming non-compliance and which the Board of Appeal had to examine, taking account, where appropriate, of well-known facts and questions of law not raised by the applicants but essential to the application of the relevant provisions.", "label": [[177, 196, "ORG"], [330, 349, "ORG"]]}
{"text": "73 It follows from all of the foregoing that the Board of Appeal erred in holding that the applicant, by basing its application for a declaration of invalidity on Article 25(1)(b) of Regulation 6/2002, had intended to rely on non-compliance of the contested design with all of the requirements of Articles 5, 6, 8 and 9 of that regulation.", "label": [[45, 64, "ORG"]]}
{"text": "74 As a result, contrary to what the applicant gives to understand in the present plea in law, the Board of Appeal could not be required to examine whether or not the contested design fulfilled all the requirements of Articles 4 to 9 of Regulation No 6/2002 on the sole ground that the application for a declaration of its invalidity was based on Article 25(1)(b) of that regulation.", "label": [[95, 114, "ORG"]]}
{"text": "75 In addition, despite its premiss that the ground for invalidity defined in Article 25(1)(b) of Regulation 6/2002 was indivisible, the Board of Appeal held that it had no jurisdiction to examine the application of Articles 8 and 9 of that regulation on the merits and that its omission to rule on the question of the application of the requirements laid down by Article 4(2) and (3) of that regulation was immaterial in the context of the present plea in law. In fact, as observed in paragraph 73 above, that premiss is erroneous.", "label": [[133, 152, "ORG"]]}
{"text": "76 The first plea in law must therefore be rejected.", "label": []}
{"text": "77 It is appropriate to continue the analysis of the appeal by examining the second part of the fifth plea in law.", "label": []}
{"text": "2. The second part of the fifth plea in law, alleging that the Board of Appeal failed to declare the contested design invalid on the basis of Article 4(2) and (3) of Regulation No 6/2002 in that it constitutes a component part of a complex product which is no longer visible once it has been incorporated into that product", "label": [[59, 78, "ORG"]]}
{"text": "78 The applicant refers to the observations that it submitted in response to the communication of 16 May 2018. It contends that the contested design falls within the definition set out in Article 4(2) and (3) of Regulation No 6/2002 in that it is a component part of a complex product which, once it has been incorporated into that complex product, is no longer visible during normal use of the latter by the end user and that, for this reason, it must be declared invalid. The applicant argues that, since the part is installed between the vehicle engine and the refrigeration equipment and the bonnet of the vehicle is then closed, that part disappears entirely from the view of the end user, in other words the driver of the vehicle. It contends that these points were made in that communication of 16 May 2018 and in the submissions made by the parties during the proceedings but that the Board of Appeal did not make any reference to that communication and to those submissions. It considers that the Board of Appeal did not fulfil its obligation to state the reasons for its decision.", "label": [[98, 109, "DATE"], [802, 813, "DATE"], [893, 908, "ORG"], [1002, 1021, "ORG"]]}
{"text": "79 In reply, EUIPO acknowledges that the communication of 16 May 2018 invited the parties to state their views as to whether the contested design should be declared invalid in the light of Article 4(2) of Regulation No 6/2002. It observes that, under Article 10 of Commission Regulation (EC) No 216/96 of 5 February 1996 laying down the rules of procedure of the Boards of Appeal of the Office for Harmonization in the Internal Market (Trade Marks and Designs) (OJ 1996 L 28, p. 11), the Board of Appeal is not bound by the communication addressed to the parties by the Rapporteur on the question whether the contested design should be declared invalid on the basis of Article 4(2) of Regulation No 6/2002. It also contends that, in so far as the applicant had relied, before both the Cancellation Division and the Board of Appeal, on Article 4(1) of that regulation alone, the Board of Appeal had no jurisdiction, in the present case, to rule on the application of paragraphs 2 and 3 of that article, since to do so would have altered the scope of the action in breach of Article 63(1) of that regulation. Lastly, it contends that the lack of a statement of reasons why the Board of Appeal did not rule on that question is immaterial, because if it had done so it would have been ruling ultra petita.", "label": [[13, 18, "ORG"], [58, 69, "DATE"], [265, 275, "ORG"], [305, 320, "DATE"], [363, 379, "ORG"], [383, 434, "ORG"], [484, 503, "ORG"], [570, 580, "PROFESSION"], [781, 806, "ORG"], [811, 830, "ORG"], [874, 893, "ORG"], [1171, 1190, "ORG"]]}
{"text": "80 The intervener refers, in essence, to the line of argument advanced in the first part of the fifth plea in law. In that context, it had indicated that the part corresponding to the contested design could be utilised for purposes other than its main commercial use, as the intervener itself said it had demonstrated during the invalidity proceedings. The requirements of the applicant’s customers regarding this part, it asserts, are irrelevant in this respect. The intervener adds that, in uses and applications other than those cited by the applicant to which the part corresponding to the contested design lends itself, the part will not necessarily be invisible. Lastly, it reiterates the argument it advanced in the first part of the fifth plea to the effect that the Board of Appeal had rightly emphasised the contradictory conduct of the applicant, which had applied for registration of an identical design prior to the invalidity proceedings. The intervener concluded by arguing that the applicant did not invoke Article 4(2) of Regulation No 6/2002 in its application for a declaration of invalidity and that the provisions of that paragraph, which a court cannot raise of its own motion, can no longer be relied upon now.", "label": [[771, 790, "ORG"]]}
{"text": "81 In the present case, it should be emphasised that the present part of the fifth plea in law relies, in essence, on two distinct complaints, one alleging that the Board of Appeal breached its obligation to state reasons by failing, in the contested decision, to address the requirements of Article 4(2) and (3) of Regulation No 6/2002 and the other alleging an error of assessment, in that the Board of Appeal did not find that the application of those requirements gave rise to the invalidity of the contested design. Each of these complaints must therefore be examined separately.", "label": [[161, 180, "ORG"], [392, 411, "ORG"]]}
{"text": "(a) The first complaint, alleging that the Board of Appeal, by failing to address the requirements of Article 4(2) and (3) of Regulation No 6/2002 in the contested decision, breached its obligation to state reasons", "label": [[39, 58, "ORG"]]}
{"text": "82 First of all, it should be recalled that the first sentence of Article 62 of Regulation No 6/2002 requires EUIPO to state the reasons on which its decisions are based. This duty to state reasons has the same scope as the obligation arising from Article 296 TFEU (see judgment of 29 November 2018, Sata v EUIPO – Zhejiang Auarita Pneumatic Tools (Paint spray gun), T‑651/17, not published, EU:T:2018:855, paragraph 21 and the case-law cited).", "label": [[110, 115, "ORG"], [282, 298, "DATE"], [300, 304, "ORG"], [307, 312, "ORG"], [315, 347, "ORG"]]}
{"text": "83 In this respect, it is settled case-law that the statement of reasons required under Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in question in such a way as to enable the persons concerned to ascertain the reasons for the measure and to enable the competent court to exercise its power of review. The requirements to be satisfied by the statement of reasons depend on the circumstances of each case, in particular the content of the measure in question, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. In addition, the question whether the statement of reasons meets the requirements of Article 296 TFEU must be assessed with regard not only to its wording but also to its context and all the legal rules governing the matter in question (see, to that effect, judgment of 10 July 2008, Bertelsmann and Sony Corporation of America v Impala, C‑413/06 P, EU:C:2008:392, paragraph 166 and the case-law cited).", "label": [[1053, 1065, "DATE"], [1067, 1078, "ORG"], [1083, 1110, "ORG"], [1113, 1119, "ORG"]]}
{"text": "84 While the institution adopting the contested act is not obliged, in the statement of reasons for that act, to take a position on information or arguments that are plainly of secondary importance or to anticipate potential objections, it is required to set out the facts and the legal considerations having decisive importance in the context of the decision. The reasoning must in addition be logical and must not contain any internal contradictions (see, by analogy, judgment of 10 July 2008, Bertelsmann and Sony Corporation of America v Impala, C‑413/06 P, EU:C:2008:392, paragraph 169 and the case-law cited). On the other hand, given that the obligation to state reasons is an essential procedural requirement, as distinct from the question of whether the reasons given are correct, the statement of reasons may be adequate even though it sets out reasons which are incorrect (see judgment of 13 June 2017, Ball Beverage Packaging Europe v EUIPO – Crown Hellas Can (Cans), T‑9/15, EU:T:2017:386, paragraph 27 and the case-law cited).", "label": [[482, 494, "DATE"], [496, 507, "ORG"], [512, 539, "ORG"], [542, 548, "ORG"], [900, 912, "DATE"], [914, 944, "ORG"], [947, 952, "ORG"], [955, 971, "ORG"]]}
{"text": "85 In the context of the present complaint, the applicant complains that the Board of Appeal failed to decide on whether the contested design referred to a component part of a complex product within the meaning of Article 4(2) and (3) of Regulation No 6/2002 which, once incorporated into that product, remained visible during the normal use of the product, even though that issue had been addressed in the communication of 16 May 2018 and in the subsequent observations of the parties.", "label": [[77, 92, "ORG"], [424, 435, "DATE"]]}
{"text": "86 It is in the light of the principles referred to in paragraphs 82 to 84 above that the merits of this complaint must be examined.", "label": []}
{"text": "87 In the present case, it is appropriate to begin by emphasising that, as recalled in paragraph 13 above and as is evident from the part of the contested decision headed ‘Resumen de los hechos’ (‘Summary of the facts’), during the examination of the applicant’s appeal the communication of 16 May 2018 was addressed to the parties on the basis of Article 59(2) of Regulation No 6/2002. In that communication, it was stated that the contested design should be declared invalid because the conditions provided for in Article 4 of Regulation No 6/2002 were not complied with, since the product covered by the design constituted a component part (that is to say a coupling element) of a complex product (namely the combined engine, coupling and compressor unit) which, once incorporated into that product, was no longer visible during the normal use of the product. Indeed, the Board of Appeal pointed out that the compressor, which occupied a considerable volume of the engine, covered the part in question and that the complex product was itself entirely obscured by the vehicle bonnet when it was closed, in other words in the normal operating position.", "label": [[291, 302, "DATE"], [871, 890, "ORG"]]}
{"text": "88 Next, it should be emphasised, as is also set out in the ‘Summary of the facts’ contained in the contested decision and recalled in paragraph 14 above, the parties were invited, in accordance with Article 59(2) of Regulation No 6/2002, to file observations on that communication during the invalidity proceedings, which they did on 16 July and 17 September 2018 respectively. The intervener explained, in essence, that the part which was the subject of the contested design was used to connect various components and not just the engine of a vehicle with a compressor and so could not be regarded as a component part of a complex product and that it was normally visible when in use. The applicant, for its part, contended that, by virtue of its technical features, the part at issue was intended solely to connect a refrigeration system to the engine of a vehicle and that, consequently, once the bonnet was closed, it disappeared entirely from the user’s view.", "label": [[335, 342, "DATE"], [347, 364, "DATE"]]}
{"text": "89 Lastly, in the part entitled ‘Motivos de la decisión’ (‘Grounds of the decision’), the Board of Appeal made no reference to the communication of 16 May 2018 or to the subsequent observations of the parties and, in particular, it did not indicate the conclusions that it drew from that communication or from those observations. As has been repeatedly stated, the Board of Appeal itself did not address the question of the application, in the present case, of Article 4(2) and (3) of Regulation No 6/2002 either, regardless of any reference to that communication and to those observations (see paragraphs 15, 38, 42 to 44 and 75 above).", "label": [[86, 105, "ORG"], [148, 159, "DATE"], [361, 380, "ORG"]]}
{"text": "90 It should be borne in mind, however, that the reasoning behind the contested act may be implicit, on condition that it enables the persons concerned to know the reasons for the adoption of the decision and provides the competent court with sufficient material for it to exercise its review (see judgment of 14 March 2018, Footwear, T‑424/16, not published, EU:T:2018:136, paragraph 35 and the case-law cited).", "label": [[310, 323, "DATE"]]}
{"text": "91 It is therefore appropriate to consider whether the position of the Board of Appeal on the question of the application to the present case of Article 4(2) and (3) of Regulation No 6/2002 cannot be deduced implicitly from the grounds of the contested decision.", "label": [[67, 86, "ORG"]]}
{"text": "92 In that respect, it should be emphasised first of all that, as is apparent from the content of the communication of 16 May 2018, the Board of Appeal reached the conclusion that the contested design should be declared invalid on the basis of Article 4(2)(a) of Regulation No 6/2002.", "label": [[119, 130, "DATE"], [132, 151, "ORG"]]}
{"text": "93 Since the contested decision concludes that the application for a declaration of invalidity filed by the applicant is to be rejected, it may be deduced from this that the Board of Appeal set aside the considerations on which the communication of 16 May 2018 was based as well as from those set out in the applicant’s observations referred to in paragraph 88 above.", "label": [[170, 189, "ORG"], [249, 260, "DATE"]]}
{"text": "94 This being the case, it must be said that, even if the Board of Appeal set aside those considerations, the reasons why it did so do not emerge clearly from the contested decision.", "label": [[54, 73, "ORG"]]}
{"text": "95 In the first place, as has been stated in paragraph 42 above, in the first part of the contested grounds, in which the Board of Appeal set out its interpretation of Article 25(1)(b) of Regulation No 6/2002, it referred only to Articles 5, 6, 8 and 9 of that regulation, of which the Board of Appeal considered that the applicant intended to claim a breach, but failed to mention, in that context, the requirements of Article 4(2) and (3) of that regulation.", "label": [[118, 137, "ORG"], [282, 301, "ORG"]]}
{"text": "96 As explained in paragraphs 42 to 44 above, this omission is difficult to reconcile with the Board of Appeal’s interpretation of Article 25(1)(b) of Regulation No 6/2002, since the wording of that provision refers expressly to Articles 4 to 9 of that regulation and does not exclude Article 4(2) and (3), the provisions of which lay down specific requirements for the protection of a design if it relates to a component part of a complex product within the meaning of Article 3(c) of the said regulation. The Board of Appeal has not, however, provided any explanation as to why, notwithstanding this interpretation, it held that the application for a declaration of invalidity filed by the applicant relied solely on non-compliance with the requirements of Articles 5, 6, 8 and 9 of the regulation in question.", "label": [[91, 112, "ORG"], [507, 526, "ORG"]]}
{"text": "97 In the second place, the explanations provided by EUIPO in its written response and at the hearing regarding the implicit position of the Board of Appeal on the application of Article 4(2) and (3) of Regulation No 6/2002 to the present case are unconvincing.", "label": [[53, 58, "ORG"], [137, 156, "ORG"]]}
{"text": "98 In that respect, it is appropriate to recall EUIPO’s argument that the Board of Appeal took the view that, by invoking the application of Article 4(2) and (3) of Regulation 6/2002 in the communication of 16 May 2018, it had contravened Article 63(1) of that regulation by going beyond the grounds put forward by the parties and the relief sought and that it refrained from any reference to that communication in the legal grounds of its decision so as to avoid ruling ultra petita.", "label": [[48, 55, "ORG"], [70, 89, "ORG"], [207, 218, "DATE"]]}
{"text": "99 This presumed position of the Board of Appeal cannot, however, be clearly and unequivocally deduced from the contested decision.", "label": [[29, 48, "ORG"]]}
{"text": "100 On the one hand, it suffices to recall that the Board of Appeal held Article 25(1)(b) of Regulation No 6/2002, which was invoked before it in the present case, to refer to all of the requirements of Articles 4 to 9 of that regulation. On the other hand, it should be noted, with regard to the requirements of Articles 8 and 9 of the same regulation, that the Board of Appeal expressly stated that, while the applicant should be regarded as relying on those latter requirements in support of its application for a declaration of invalidity, since the applicant did not advance any argument to that effect, the Board of Appeal had no option, on the basis of Article 63(1) of the regulation in question, but to reject that part of the application for a declaration of invalidity.", "label": [[48, 67, "ORG"], [359, 378, "ORG"], [609, 628, "ORG"]]}
{"text": "101 It therefore seems logical to conclude from these grounds of the contested decision that if, as EUIPO states, the Board of Appeal had considered itself unable, in the light of the second sentence of Article 63(1) of Regulation No 6/2002, to rule on the application of Article 4(2) and (3) of that regulation to the contested design, it would have said so explicitly. Such explicit reasoning would have been all the more essential in such an eventuality, because in actual fact the Rapporteur, in the communication of 16 May 2018, had clearly identified those provisions as covered by the wording of Article 25(1)(b) of the regulation and had seemed to consider that it followed from the parties’ submissions and their supporting documentation that those provisions were applicable and that it was for him to raise the question of that application.", "label": [[100, 105, "ORG"], [114, 133, "ORG"], [485, 495, "PROFESSION"], [521, 532, "DATE"]]}
{"text": "102 In any event, the premiss underlying the EUIPO hypothesis is erroneous. In fact, contrary to EUIPO’s assertions, the second sentence of Article 63(1) of Regulation No 6/2002 did not prohibit the Board of Appeal from referring to the subject of the communication of 16 May 2018 in the grounds of the contested decision. Accordingly, even if it is accepted that the Board of Appeal had considered that those provisions prevented it from applying Article 4(2) and (3) of the regulation to the contested design, they nevertheless did not hinder it from stating the reasons why, contrary to the conclusions set out in the aforementioned communication, it held such application was impossible.", "label": [[45, 50, "ORG"], [97, 104, "ORG"], [195, 214, "ORG"], [269, 280, "DATE"], [364, 383, "ORG"]]}
{"text": "103 It must therefore be concluded that the grounds on which EUIPO relied before the EU judicature to justify the fact that the Board of Appeal had not applied the provisions of Article 4(2) and (3) of Regulation No 6/2002 to the contested design do not emerge clearly and unequivocally from the content of the contested decision.", "label": [[61, 66, "ORG"], [85, 87, "LOC"], [124, 143, "ORG"]]}
{"text": "104 These reasons, moreover, cannot be taken into account by the Court as additional reasons supporting the contested decision. According to settled case-law, the reasoning for a measure must be provided to the person concerned by the measure before the latter brings an action against it, and non-compliance with the duty to state reasons cannot be regularised by the fact that the person concerned becomes cognisant thereof during proceedings before the EU judicature. That would undermine the rights of defence of the party concerned and his right to an effective judicial remedy, as well as the principle of equality of parties before the EU Courts (see judgment of 14 March 2018, Footwear, T‑424/16, not published, EU:T:2018:136, paragraph 34 and the case-law cited).", "label": [[61, 70, "ORG"], [456, 458, "LOC"], [643, 645, "LOC"], [670, 683, "DATE"]]}
{"text": "105 In the third place, it should be stated that the contested decision contains a description of the product to which the contested design is applied and of its use, a description that does not differ in essence from that contained in the communication of 16 May 2018.", "label": [[257, 268, "DATE"]]}
{"text": "106 As can be seen from paragraph 38 of the contested decision, the Board of Appeal describes the conflicting designs as relating to a part which serves to connect the compressor of a refrigeration system with the engine block of a vehicle. It also indicates that the part in question is screwed onto the engine block and that the compressor feeding the refrigeration equipment is then screwed onto that part. It may therefore be deduced from this description that the Board of Appeal did not envisage any other use for the part to which the contested design relates than the connection of a refrigeration or air-conditioning system to the engine block of the vehicle to which it is to be adapted. Furthermore, nothing in that description indicates that the Board of Appeal had departed from the characterisation as a complex product within the meaning of Article 3(c) of Regulation No 6/2002 that had been used in the communication of 16 May 2018 for the combined unit comprising the engine, the component part represented in the contested design and the compressor.", "label": [[64, 83, "ORG"], [465, 484, "ORG"], [754, 773, "ORG"], [936, 947, "DATE"]]}
{"text": "107 As a result, it is not possible to deduce clearly from the grounds of the contested decision that the position of the Board of Appeal had evolved since the time of the communication of 16 May 2018 on the question whether the product represented in the contested design fell, as a component part of a complex product, within the scope of Article 4(2) and (3) of Regulation No 6/2002. In particular, it is not apparent from that decision that the Board of Appeal had come to endorse the intervener’s observations of 16 July 2018 in which it contested the characterisation as a complex product and cited numerous uses other than that described in paragraph 106 above.", "label": [[118, 137, "ORG"], [189, 200, "DATE"], [445, 464, "ORG"], [518, 530, "DATE"]]}
{"text": "108 It is true that, in paragraphs 39 and 40 of the contested decision, the Board of Appeal defined the informed user referred to in Article 6(1) of Regulation No 6/2002 with respect to whom the individual character of the contested design is assessed as, for example, the installer of the refrigeration equipment or the manager of a vehicle engineering workshop who would select the part with a view to fitting it to the vehicle. These findings may seem to contradict those set out in the communication of 16 May 2018, according to which the component part, once it has been fitted, is no longer visible during normal use within the meaning of Article 4(3) of the said regulation, that is to say utilisation by the end user excluding maintenance, servicing and repair work.", "label": [[72, 91, "ORG"], [269, 313, "PROFESSION"], [317, 362, "PROFESSION"], [507, 518, "DATE"]]}
{"text": "109 While this may be so, the criteria of Article 4(2) and (3) of Regulation No 6/2002 differ from those of Article 6(1) of that regulation. The appraisal of the individual character of the contested design is determined by the overall impression it produces on an informed user, which implies, by definition, that the part to which the design relates must be visible to the user. On the other hand, the concept of normal use referred to in Article 4(3) of the said regulation is of no relevance to such an appraisal. The identification of the informed user in paragraphs 39 and 40 of the contested decision is therefore without prejudice to the analysis conducted by the Board of Appeal regarding fulfilment of the criteria of the same Article 4(2) and (3) in the present case. In any event, it does not serve to clarify the reasons why the Board of Appeal held that it was not for it to examine the application of those criteria.", "label": [[668, 687, "ORG"], [838, 857, "ORG"]]}
{"text": "110 It is evident from all the foregoing that the conclusions of the Board of Appeal with regard to the application of Article 4(2) and (3) of Regulation No 6/2002 to the present case were not clearly discernible in the reasoning of the contested decision for either the parties or the EU judicature.", "label": [[65, 84, "ORG"], [286, 288, "LOC"]]}
{"text": "111 It is therefore appropriate to examine whether those conclusions relate to facts and legal considerations of decisive importance in the context of the contested decision within the meaning of the case-law cited in paragraph 84 above.", "label": []}
{"text": "112 On the one hand, it should be borne in mind that, as is apparent from paragraphs 56 and 62 above, the lack of visibility of the features of a component part of a complex product is likely, in the conditions set out in Article 4(2) and (3) of Regulation No 6/2002, to result in the invalidity of the entire contested design relating to that component part or, if only some of its features are affected, in its partial invalidity. Accordingly, as may be inferred from the wording of Article 4(2), an examination of the novelty and individual character of the design at issue in the light of the criteria laid down in Articles 5 and 6 of the same regulation is no longer necessary in the first of these scenarios and must be limited to the features that remain visible in the second scenario. The question whether Article 4(2) and (3) is applicable to the present case is therefore likely, in principle, to be of decisive importance in the context of the contested decision, given its potential impact on the grounds and the operative part of that decision, the more so as the Board of Appeal held that the applicant had relied on a lack of novelty and individual character in the contested design.", "label": [[1074, 1093, "ORG"]]}
{"text": "113 On the other hand, it should be stated that, as is apparent from the terms of the communication of 16 May 2018, the Board of Appeal had held, at that stage in the proceedings, that the parties’ assertions and the evidence provided in support of those assertions had shown that the requirements of Article 4(2) and (3) of Regulation No 6/2002 were not fulfilled. In addition, the parties had taken a position on that question in their observations on that communication, and those observations had not been found inadmissible by the Board of Appeal.", "label": [[103, 114, "DATE"], [116, 135, "ORG"], [532, 551, "ORG"]]}
{"text": "114 As observed in paragraph 93 above, however, since the rejection of the applicant’s appeal in the operative part of the contested decision appears to reflect a complete reversal on the part of the Board of Appeal of the position it adopted on the application of Article 4(2) and (3) of Regulation No 6/2002 in the communication of 16 May 2018, it is incumbent on the Board of Appeal to explain clearly the reasons for that change.", "label": [[196, 215, "ORG"], [334, 345, "DATE"], [366, 385, "ORG"]]}
{"text": "115 Only if the Board of Appeal had decided to allow the applicant’s appeal and declare the invalidity of the contested design for reasons other than the application of Article 4(2) and (3) of Regulation No 6/2002 to the said design could it have refrained, for reasons of procedural economy, from explaining those reasons (see, to that effect and by analogy, judgment of 14 December 2006, Mast-Jägermeister v OHIM – Licorera Zacapaneca (VENADO with frame and others), T‑81/03, T‑82/03 and T‑103/03, EU:T:2006:397, paragraph 80).", "label": [[12, 31, "ORG"], [372, 388, "DATE"], [390, 407, "ORG"], [410, 414, "ORG"], [417, 436, "ORG"], [438, 444, "TITLE"]]}
{"text": "116 In the absence of such reasoning it is difficult for the applicant to contest effectively before the Court the absence of an examination, on the merits, of the requirements of Article 4(2) and (3) of Regulation 6/2002. The most it can do – and has done, moreover, in the application – is to reiterate the arguments that it had already advanced during the appeal proceedings in its observations of 17 September 2018 to endorse the conclusions set out in the communication of 16 May 2018. It is unable, on the other hand, to contest effectively the reasons that prompted the Board of Appeal to depart from those conclusions.", "label": [[101, 110, "ORG"], [401, 418, "DATE"], [478, 489, "DATE"], [573, 592, "ORG"]]}
{"text": "117 Similarly, the Court is unable to verify that these reasons are well founded and so perform its duty properly. In this respect, it should be borne in mind that the Court is authorised, within the framework of Article 61(2) of Regulation No 6/2002, to carry out a full review of the legality of the decisions of EUIPO Boards of Appeal, if necessary examining whether those Boards of Appeal have made a correct legal classification of the facts of the dispute or whether their assessment of the facts submitted to them was flawed (see judgment of 18 October 2012, Ross and Carlos Gómez v Baena Grupo, C‑101/11 P and C‑102/11 P, EU:C:2012:641, paragraph 39 and the case-law cited).", "label": [[15, 24, "ORG"], [164, 173, "ORG"], [315, 337, "ORG"], [376, 392, "ORG"], [549, 564, "DATE"], [566, 570, "PER"], [575, 587, "PER"], [590, 601, "ORG"]]}
{"text": "118 The arguments of EUIPO and the intervener are not such as to call this conclusion into question.", "label": [[21, 26, "ORG"]]}
{"text": "119 First of all, as has already been set out in paragraph 104 above, EUIPO’s arguments cannot remedy the lack of reasoning in the contested decision without undermining the applicant’s rights of defence, its right to an effective judicial remedy and the principle of equality of parties before the EU Courts.", "label": [[70, 77, "ORG"], [299, 301, "LOC"]]}
{"text": "120 Then, it is true that, under Article 63(1) of Regulation No 6/2002, only if it could be held that the applicant is relying on non-compliance with the requirements of Article 4(2) and (3) is it for the Board of Appeal to examine those requirements in the light of the points of fact and law underpinning the application for a declaration of invalidity. For the reasons set forth in paragraphs 51 to 72 above, EUIPO could not be regarded as automatically bound to examine non-compliance on the ground that the said application for a declaration of invalidity was based on Article 25(1)(b) of the same regulation.", "label": [[201, 220, "ORG"], [412, 417, "ORG"]]}
{"text": "121 As observed in paragraphs 87 to 110 above, however, the position of the Board of Appeal on the question whether it was for it to examine the application of Article 4(2) and (3) of Regulation No 6/2002 in the present case is not evident, even implicitly, from the contested decision, even though that instance had expressed its view on the question at an earlier stage in the proceedings.", "label": [[72, 91, "ORG"]]}
{"text": "122 It is settled case-law that the Court, when reviewing the legality of decisions of a EUIPO Board of Appeal, does not have the power to substitute its own reasoning for that of the Board of Appeal or to carry out an assessment on which that Board of Appeal has not yet adopted a position (judgment of 5 July 2011, Edwin v OHIM, C‑263/09 P, EU:C:2011:452, paragraph 72). In particular, it is not for the Court to act in lieu of the Board of Appeal in the examination of arguments, facts and evidence submitted by the applicant in support of its application for a declaration of invalidity of which that instance is seized, without prejudice to any essential questions of law pertaining to the application of the relevant provisions or to any well-known facts, with a view to determining whether the application of Article 4(2) and (3) of Regulation 6/2002 was at issue in the dispute of which it was seized (see, to that effect and by analogy, judgment of 11 December 2014, CEDC International v OHIM – Underberg (Shape of a blade of grass in a bottle), T‑235/12, EU:T:2014:1058, paragraph 101 and the case-law cited).", "label": [[32, 41, "ORG"], [89, 110, "ORG"], [180, 199, "ORG"], [244, 259, "ORG"], [304, 315, "DATE"], [317, 322, "ORG"], [325, 329, "ORG"], [402, 411, "ORG"], [430, 449, "ORG"], [958, 974, "DATE"], [976, 994, "ORG"], [997, 1001, "ORG"], [1004, 1013, "ORG"]]}
{"text": "123 In any event, contrary to what EUIPO contends, the circumstance that, in its written submissions to the Cancellation Division, the applicant had explicitly cited Article 4(1) of Regulation No 6/2002 and not Article 4(2) and (3) of that regulation does not, of itself, suffice to demonstrate that the application of the latter provisions was not part of the subject of the dispute. In particular, it cannot be ruled out without an examination of all the matters of fact and law put forward by the applicant in the invalidity procedure that the applicant might be held, in the light of those matters, to be relying, in essence, on those provisions.", "label": [[35, 40, "ORG"], [104, 129, "ORG"]]}
{"text": "124 Lastly, although – as EUIPO rightly affirms – the Board of Appeal could not be considered bound by the communication of 16 May 2018, it was nevertheless incumbent on the Board of Appeal to provide a proper statement of its reasoning for departing from the conclusions of that communication, given that the latter, along with the subsequent observations from the parties, was part of the context in which it adopted the contested decision (see, to this effect and by analogy, judgment of 28 June 2018, EUIPO v Puma, C‑564/16 P, EU:C:2018:509, paragraph 66).", "label": [[26, 31, "ORG"], [50, 69, "ORG"], [124, 135, "DATE"], [170, 189, "ORG"], [491, 503, "DATE"], [505, 510, "ORG"], [513, 517, "ORG"]]}
{"text": "125 As regards the intervener’s arguments, it should be pointed out, on the one hand, that the assertion that the applicant’s complaint alleging a lack of reasoning is inadmissible on the ground that the applicant did not rely, in support of its application for a declaration of invalidity, on the fact that the product which is the subject of the contested design is a component part of a complex product must be rejected in any case, since, as stated in paragraph 122 above, it is not for the Court to carry out an assessment on which that Board of Appeal has not yet adopted a position.", "label": [[491, 500, "ORG"], [542, 557, "ORG"]]}
{"text": "126 On the other hand, the fact that the applicant, as part of a separate procedure, filed an application for registration of a design that was identical to the contested design cannot lead to the rejection of the complaint in hand on the ground that its substance is at odds with the arguments on which the applicant relied in support of the maintenance of the registration at issue.", "label": []}
{"text": "127 Article 52(1) of Regulation No 6/2002, which lays down that, subject to Article 25(2) to (5) of that regulation, any natural or legal person, as well as a public authority empowered to do so, may submit an application for a declaration of invalidity of a registered Community design, does not subordinate the admissibility of such an application, let alone of supporting facts, evidence and arguments, to demonstration of an interest in bringing proceedings or of an actual or potential economic interest in having the contested design declared invalid (see, to that effect and by analogy, judgment of 25 February 2010, Lancôme v OHMI, C‑408/08 P, EU:C:2010:92, paragraphs 37 to 44). It should also be pointed out that, in contrast to the grounds for invalidity specified in Article 25(1)(c) to (g) of that regulation, the grounds for invalidity specified in points (a) and (b) of that paragraph may, in principle, be relied upon by any natural or legal person (see judgment of 13 June 2019, Visi/one v EUIPO – EasyFix (Document holder for vehicles), T‑74/18, EU:T:2019:417, paragraph 64).", "label": [[270, 279, "LOC"], [606, 622, "DATE"], [624, 631, "ORG"], [634, 638, "ORG"], [982, 994, "DATE"], [996, 1004, "ORG"], [1007, 1012, "ORG"], [1015, 1022, "ORG"]]}
{"text": "128 Consequently, the fact that the applicant had sought to register a design that was identical to the contested design and, in the invalidity proceedings brought by the applicant in respect of the latter design, had defended the novelty and individual character of that design, although it is now contesting these in the present case, has no impact whatsoever on the admissibility of the present complaint and, moreover, on the assessment of its merits.", "label": []}
{"text": "129 It follows from all of the foregoing that the complaint alleging a breach of the obligation to state reasons is well founded.", "label": []}
{"text": "130 Before the consequences of the finding set out in paragraph 129 above on the operative part of the contested decision are determined, it is necessary to examine the second complaint lodged by the applicant in the second part of the fifth plea in law, alleging an error of assessment in that the Board of Appeal, in the contested decision, did not find the contested design to be invalid, even though it represents a component part of a complex product within the meaning of Article 4(2) of Regulation No 6/2002 which, once it has been incorporated into the complex product, is no longer visible.", "label": [[295, 314, "ORG"]]}
{"text": "(b) The second complaint, alleging an error of assessment, in that the Board of Appeal did not find that the application of Article 4(2) and (3) of Regulation No 6/2002 to the case in hand rendered the contested design invalid", "label": [[67, 86, "ORG"]]}
{"text": "131 As stated in paragraph 122 above, according to case-law the Court, when reviewing the legality of a decision of an EUIPO Board of Appeal, does not have the power to substitute its own reasoning for that of the Board of Appeal or to carry out an assessment on which that Board of Appeal has not yet adopted a position.", "label": [[60, 69, "ORG"], [119, 140, "ORG"], [210, 229, "ORG"], [274, 289, "ORG"]]}
{"text": "132 In the present case, as noted in paragraph 13 above, in the communication of 16 May 2018, the Board of Appeal examined, as part of the appeal proceedings, the question whether the contested design should be declared invalid on the ground that it represented a component part of a complex product within the meaning of Article 4(2) of Regulation No 6/2002 which, once it had been incorporated into the complex product, was no longer visible during normal use thereof. However, it was concluded in paragraph 110 above that the position of the Board of Appeal on this question was not sufficiently clearly and unequivocally discernible in the contested decision.", "label": [[81, 92, "DATE"], [94, 113, "ORG"], [541, 559, "ORG"]]}
{"text": "133 Consequently, the Court is unable to rule on the application of Article 4(2) and (3) of Regulation No 6/2002 to the present case, and the complaint must therefore be rejected.", "label": [[18, 27, "ORG"]]}
{"text": "134 However, if the first complaint is upheld, that is sufficient reason for annulment of the contested decision. It is settled case-law that, if an obligation to state reasons is an essential procedural requirement within the meaning of Article 61(2) of Regulation No 6/2002 – infringement of which, moreover, may be established by the judicature of its own motion – such infringement renders the contested decision null and void (see, to that effect and by analogy, judgments of 30 March 1995, Parliament v Council, C‑65/93, EU:C:1995:91, paragraph 21, and of 10 July 2008, Bertelsmann and Sony Corporation of America v Impala, C‑413/06 P, EU:C:2008:392, paragraph 174). Accordingly, the head of claim seeking annulment must be upheld.", "label": [[481, 494, "DATE"], [496, 506, "ORG"], [509, 516, "ORG"], [562, 574, "DATE"], [576, 587, "ORG"], [592, 619, "ORG"], [622, 628, "ORG"]]}
{"text": "135 On the other hand, in the light of the case-law cited in paragraph 131 above, the Court cannot alter the contested decision, and so the applicant’s head of claim seeking such alteration must be rejected.", "label": [[82, 91, "ORG"]]}
{"text": "136 It follows from all of the foregoing that, with no need to examine the second, third and fourth pleas in law, the first part of the fifth plea and the sixth plea of the application, the contested decision must be annulled and the remainder of the claims must be dismissed.", "label": []}
{"text": "IV. Costs", "label": []}
{"text": "137 Under Article 134(1) of the Rules of Procedure of the General Court, the unsuccessful party is to be ordered to pay the costs if they have been applied for in the successful party’s pleadings.", "label": [[54, 71, "ORG"]]}
{"text": "138 However, under Article 135(1) of the Rules of Procedure, if equity so requires, the Court may decide that an unsuccessful party is to pay only a proportion of the costs of the other party in addition to bearing its own costs, or even that it is not to be ordered to pay any costs.", "label": [[84, 93, "ORG"]]}
{"text": "139 As EUIPO and the intervener have been essentially unsuccessful, firstly EUIPO must be ordered to bear its own costs and to pay those of the applicant in accordance with the latter’s pleadings; secondly, the intervener must be ordered to bear its own costs.", "label": [[7, 12, "ORG"], [76, 81, "ORG"]]}
{"text": "On these grounds, THE GENERAL COURT (Ninth Chamber) hereby:", "label": [[18, 51, "ORG"]]}
{"text": "1. Annuls the decision of the Third Board of Appeal of the European Union Intellectual Property Office (EUIPO) of 19 November 2018 (Case R 1397/2017-3);", "label": [[30, 110, "ORG"], [114, 130, "DATE"]]}
{"text": "2. Dismisses the action as to the remainder;", "label": []}
{"text": "3. Orders EUIPO to bear its own costs and to pay those incurred by L. Oliva Torras, SA;", "label": [[10, 15, "ORG"], [67, 86, "ORG"]]}
{"text": "4. Orders Mecánica del Frío, SL, to bear its own costs.", "label": [[10, 31, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Delivered in open court in Luxembourg on 10 June 2020.", "label": [[27, 37, "LOC"], [41, 53, "DATE"]]}
{"text": "[Signatures]", "label": []}
{"text": "* Language of the case: Spanish", "label": [[24, 31, "NATIONALITY"]]}
