{"text": "OPINION OF ADVOCATE GENERAL KELLETT delivered on 19 November 2020 (1)", "label": [[11, 27, "PROFESSION"], [28, 35, "PER"], [49, 65, "DATE"]]}
{"text": "Case C‑900/19", "label": []}
{"text": "Association One Voice,", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "v", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "Other party:", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(Request for a preliminary ruling from the Conseil d’État (Council of State, France))", "label": [[43, 57, "ORG"], [59, 75, "ORG"], [77, 83, "LOC"]]}
{"text": "(Request for a preliminary ruling – Environment – Directive 2009/147 – Conservation of wild birds – Authorisation of a traditional hunting method – Judicious use – Alternatives – Selectivity – Method of capture capable of leading to by-catch – Use of limes to catch thrushes and blackbirds)", "label": []}
{"text": "I. Introduction", "label": []}
{"text": "1. A lime or lime-twig is a branch or stick which a hunter coats with a sticky material and installs in a tree or bush. As soon as a bird comes into contact with a lime-twig, the lime sticks to its feathers. The bird loses its ability to fly and is captured by the user of the device. (2)", "label": []}
{"text": "2. That hunting method used to be very widespread. However, according to French media reports, birds may now only be hunted using limes in the European Union in five departments in southern France, (3) and that authorisation was suspended in 2020 on account of the present proceedings. (4) The specimens captured in this way are then used as decoys, presumably in connection with other hunting methods.", "label": [[73, 79, "LOC"], [139, 157, "LOC"], [181, 196, "LOC"], [242, 246, "DATE"]]}
{"text": "3. The Commission objected to the provisions of French law on hunting using limes several decades ago without success, as the Court found that they were covered by a derogation under the Birds Directive (5) for selective judicious use of birds in small numbers where there is no other satisfactory solution. (6)", "label": [[3, 17, "ORG"], [48, 54, "LOC"], [122, 131, "ORG"]]}
{"text": "4. However, case-law has evolved in the meantime. The French Conseil d’État (Council of State) therefore wishes to know whether that traditional form of hunting, under the conditions laid down in French law, still fulfils the requirements of the derogation. To be specific, it wishes to know whether that method is selective enough to preclude excessive by-catch, and whether there is in fact no other satisfactory solution.", "label": [[54, 94, "ORG"], [196, 202, "LOC"]]}
{"text": "II. Legal context", "label": []}
{"text": "A. The Birds Directive", "label": []}
{"text": "5. Article 2 of the Birds Directive contains the basic obligation of the Member States as regards the maintenance of bird species:", "label": []}
{"text": "‘Member States shall take the requisite measures to maintain the population of the species referred to in Article 1 at a level which corresponds in particular to ecological, scientific and cultural requirements, while taking account of economic and recreational requirements, or to adapt the population of these species to that level.’", "label": []}
{"text": "6. Article 8(1) of the Birds Directive prohibits certain methods for the capture of birds:", "label": []}
{"text": "‘In respect of the hunting, capture or killing of birds under this Directive, Member States shall prohibit the use of all means, arrangements or methods used for the large-scale or non-selective capture or killing of birds or capable of causing the local disappearance of a species, in particular the use of those listed in Annex IV, point (a).’", "label": []}
{"text": "7. The first indent of point (a) of Annex IV to the Birds Directive specifically mentions limes.", "label": []}
{"text": "8. Article 9(1)(c) of the Birds Directive permits derogations from certain rules:", "label": []}
{"text": "‘Member States may derogate from the provisions of Articles 5 to 8, where there is no other satisfactory solution, for the following reasons:", "label": []}
{"text": "…", "label": []}
{"text": "(c) to permit, under strictly supervised conditions and on a selective basis, the capture, keeping or other judicious use of certain birds in small numbers.’", "label": []}
{"text": "B. French law", "label": [[3, 9, "LOC"]]}
{"text": "9. Article L.424-4 of the Code de l’environnement (Environmental Code) permits the use of traditional hunting methods.", "label": []}
{"text": "10. The dispute concerns the implementation of the Arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes-de-Haute-Provence, des Alpes-Maritimes, des Bouches-du-Rhône, du Var et de Vaucluse (Decree of 17 August 1989 on the use of limes for the capture of thrushes and blackbirds intended to be used as decoys in the departments of Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var and Vaucluse).", "label": [[61, 73, "DATE"], [201, 224, "LOC"], [230, 245, "LOC"], [251, 267, "LOC"], [272, 275, "LOC"], [282, 290, "LOC"], [302, 316, "DATE"], [432, 455, "LOC"], [457, 472, "LOC"], [474, 490, "LOC"], [492, 495, "LOC"], [500, 508, "LOC"]]}
{"text": "11. Article 1 of the Decree of 17 August 1989 permits the use of limes in principle:", "label": [[31, 45, "DATE"]]}
{"text": "‘The use of limes to catch thrushes … and blackbirds intended to be used as decoys for personal use shall be authorised in the departments of Alpes-de-Haute-Provence, Alpes-Maritimes, Bouches-du-Rhône, Var and Vaucluse under the strictly controlled conditions defined below in order to permit the selective capture of those birds in small quantities, since there is no other satisfactory solution’.", "label": [[142, 165, "LOC"], [167, 182, "LOC"], [184, 200, "LOC"], [202, 205, "LOC"], [210, 218, "LOC"]]}
{"text": "12. Article 4 of the Decree of 17 August 1989 concerns the hunting method:", "label": [[31, 45, "DATE"]]}
{"text": "‘Limes may be installed only when a hunter is present. Every bird caught shall be cleaned immediately. The carrying of a gun during those operations is prohibited.’", "label": []}
{"text": "13. Article 6 of the Decree of 17 August 1989 states in particular that the number of birds that may be caught is stipulated each year:", "label": [[31, 45, "DATE"]]}
{"text": "‘The maximum number of birds that may be caught during the season and, where appropriate, the technical specifications for each individual department shall be determined each year by the Minister responsible for hunting’.", "label": [[183, 195, "PROFESSION"]]}
{"text": "14. Article 11 of the Decree of 17 August 1989 stipulates how other birds are to be handled:", "label": [[32, 46, "DATE"]]}
{"text": "‘Any game other than thrushes … and blackbirds caught accidentally shall be cleaned and released immediately.’", "label": []}
{"text": "15. At issue in the main proceedings are five ministerial decrees adopted on 24 September 2018 pursuant to Article 6 of the Decree of 17 August 1989 for the 2018/2019 season.", "label": [[77, 94, "DATE"], [134, 148, "DATE"], [157, 166, "DATE"]]}
{"text": "16. The five decrees each stipulate in Article 1 how many thrushes and blackbirds may be caught:", "label": []}
{"text": "‘In the departments of [Alpes-de-Haute-Provence], [Alpes-Maritimes], [Bouches-du-Rhône], [Var] and [Vaucluse], the maximum number of thrushes and blackbirds intended for use as decoys that may be caught using limes is fixed at [2 900], [400], [11 400], [12 200] and [15 600] respectively for the 2018/2019 season.’", "label": [[24, 47, "LOC"], [51, 66, "LOC"], [70, 86, "LOC"], [90, 93, "LOC"], [100, 108, "LOC"], [296, 305, "DATE"]]}
{"text": "III. Facts and request for a preliminary ruling", "label": []}
{"text": "17. The associations Association One Voice and Ligue pour la protection des oiseaux condemn the use of limes, which in their view are cruel capture devices, and the fact that hunting is thereby extended to bird species which developments in scientific knowledge show to be experiencing a significant decline in populations and also to be sensitive to suffering. They have therefore brought an action before the Council of State against the French legislation authorising the use of limes. The Fédération nationale des chasseurs has intervened and claims that the action should be dismissed.", "label": [[21, 42, "ORG"], [47, 83, "ORG"], [407, 427, "ORG"], [440, 446, "LOC"], [489, 527, "ORG"]]}
{"text": "18. The applicants maintain that that legislation infringes Article 9(1) of the Birds Directive, in particular in that it authorises a traditional, non-selective hunting method. The Ligue pour la protection des oiseaux requests in that respect that an expert be appointed to determine the proportion of birds, other than those authorised for capture using limes, that have been accidentally captured in limes during recent hunting seasons. It contends, furthermore, that the legislation does not justify the alleged absence of a satisfactory solution other than the method of capture using limes.", "label": [[178, 218, "ORG"]]}
{"text": "19. The Council of State therefore refers the following two questions to the Court of Justice for a preliminary ruling:", "label": [[4, 24, "ORG"], [73, 93, "ORG"]]}
{"text": "‘(1) Is Article 9(1)(c) of the Birds Directive to be interpreted as precluding Member States from authorising the use of means, devices, methods of capture or killing capable of leading, even minimally and on a strictly temporary basis, to by-catch? Where appropriate, what criteria, relating in particular to the limited proportion or size of such by-catch, to what is in principle the non-lethal nature of the authorised hunting process and to the obligation to release without serious harm the specimens captured accidentally, may be applied in order for the selectivity criterion laid down in that provision to be considered to be satisfied?", "label": []}
{"text": "(2) Is the Birds Directive to be interpreted as meaning that the objective of preserving the use of traditional methods and means of hunting birds, for recreational purposes, and in so far as all the other conditions placed on such a derogation by subparagraph (c) of Article 9(1) are satisfied, may justify the absence of another satisfactory solution within the meaning of that paragraph, thus permitting a derogation from the principle laid down in Article 8 that those methods and means of hunting are prohibited?’", "label": []}
{"text": "20. The associations Association One Voice and Ligue pour la protection des oiseaux (jointly), the Fédération nationale de la chasse, the French Republic and the European Commission have submitted written observations. The Court dispensed with an oral procedure, as it was sufficiently informed from the written procedure.", "label": [[21, 42, "ORG"], [47, 83, "ORG"], [99, 132, "ORG"], [138, 153, "ORG"], [158, 181, "ORG"], [219, 228, "ORG"]]}
{"text": "IV. Legal assessment", "label": []}
{"text": "21. Article 8 of the Birds Directive and point (a) of Annex IV to the Directive prohibit hunting using limes in principle. However, Article 9(1)(c) permits derogations from that prohibition, where there is no other satisfactory solution, to permit, under strictly supervised conditions and on a selective basis, the capture, keeping or other judicious use of certain birds in small numbers. (7)", "label": []}
{"text": "22. The questions referred by the Council of State seek to ascertain how it is to be determined whether hunting using limes in France is sufficiently selective and whether there is no other satisfactory solution. As the second question is of a more general nature, I shall address that question first.", "label": [[34, 50, "ORG"], [127, 133, "LOC"]]}
{"text": "A. Assessment of another satisfactory solution", "label": []}
{"text": "23. The second question seeks clarification as to whether France can cite the objective of preserving the use of traditional methods and means of hunting birds, for recreational purposes, to justify the absence of another satisfactory solution within the meaning of Article 9(1).", "label": [[58, 64, "ORG"]]}
{"text": "1. Application of the principle of proportionality", "label": []}
{"text": "24. Like the other derogations in Article 9(1) of the Birds Directive, subparagraph (c) of that article is an expression of the principle of proportionality. (8) Article 9(1)(c) states that Member States may derogate from Article 8 to permit, under strictly supervised conditions and on a selective basis, the capture, keeping or other judicious use of certain birds in small numbers. All derogations in Article 9(1) are subject to the condition that there is no other satisfactory solution. Thus, Article 9(1) allows the protection of birds to be weighed against other interests, as required by Article 2 of the Birds Directive and the third and fourth indents of Article 191(3) TFEU.", "label": []}
{"text": "25. The principle of proportionality is one of the general principles of EU law. According to that principle, onerous measures, such as the restriction on bird hunting in this case, are only lawful if they are appropriate and necessary to attain the objectives legitimately pursued. By virtue of that principle, when there is a choice between several appropriate measures, recourse must be had to the least onerous measure and the disadvantages caused must not be disproportionate to the aims pursued. (9)", "label": [[73, 75, "LOC"]]}
{"text": "26. The balancing of interests imposed by that principle reflects the third indent of Article 191(3) TFEU. That provision requires the Union, in preparing its policy on the environment, to take account of the potential benefits and costs of action or lack of action. Moreover, according to the fourth indent, it must also take account of the economic and social development of the Union as a whole and the balanced development of its regions.", "label": [[131, 140, "ORG"], [377, 386, "ORG"]]}
{"text": "27. Article 2 of the Birds Directive reflects that obligation and recalls that economic and recreational requirements must be taken into account when applying the Directive.", "label": []}
{"text": "28. The prohibitions enacted in Articles 5 to 8 of the Birds Directive are measures that restrict freedoms in order to achieve the objectives of the Directive. However, the request for a preliminary ruling does not call in question their consistency in principle with the freedoms of EU citizens, in particular of hunters.", "label": [[284, 286, "LOC"]]}
{"text": "29. Instead, the derogations, which must be interpreted strictly, (10) from the prohibitions for the protection of birds must be justified. The measures taken on this basis must also be appropriate and necessary to achieve the objectives pursued; otherwise, their objective does not justify the application of the derogation. Most importantly, however, the impact of the measures on the protection of birds must not be disproportionate to the respective objective.", "label": []}
{"text": "30. As regards the justifying objectives, it is not necessary in this case to establish whether permission to hunt using limes is a proportionate measure to enable decoys to be caught. Although this is the objective laid down in the relevant French legislation, (11) such a measure would not of itself be necessary, as decoys could be obtained using other methods, such as nets or, where possible, by breeding them in captivity. (12)", "label": [[242, 248, "LOC"]]}
{"text": "31. Instead, it would appear that the objective of preserving traditional methods and means of bird hunting for recreational purposes, cited by the Council of State and based on Article L.424-4 of the Environmental Code, is the only reason to be considered. Permission to hunt using limes in the regions concerned is indubitably appropriate and necessary to enable that hunting method to be preserved.", "label": [[148, 164, "ORG"]]}
{"text": "2. The conflicting interests", "label": []}
{"text": "32. The question referred by the Council of State as to the existence of another satisfactory solution essentially seeks to ascertain the relative weight to be given to the preservation of a traditional hunting method, on the one hand, and the protection of birds, on the other. That is because the derogation from the prohibitions for the protection of birds of which a Member State intends to make use must be proportionate to the needs which justify it. (13) If the protection of birds outweighs those needs, the other satisfactory solution is to refrain from derogating from the prohibitions for the protection of birds.", "label": [[29, 49, "ORG"]]}
{"text": "33. Therefore, it is necessary, first, to clarify whether the preservation of traditional methods and means of bird hunting for recreational purposes is of itself an objective that can justify a derogation from the prohibition laid down in Article 8 of the Birds Directive, before its effects can, if necessary, be weighed against the objectives of the Birds Directive.", "label": []}
{"text": "(a) The objective of preserving traditional hunting methods", "label": []}
{"text": "34. The preservation of traditional hunting methods for recreational purposes can only justify a derogation under Article 9(1)(c) of the Birds Directive from the prohibitions laid down in the Directive if it can be considered to be a judicious use of the bird species concerned.", "label": []}
{"text": "35. The Court cannot rule definitively and comprehensively as to which uses are to be recognised as judicious. As the question of whether the preservation of certain traditional practices is judicious depends primarily on moral and cultural views, the Member States must be recognised as having a certain margin of discretion, the limits of which are only exceeded in the case of manifest misappraisal. (14)", "label": [[4, 13, "ORG"]]}
{"text": "36. Article 13 TFEU corroborates that view. It requires the Union and the Member States, since animals are sentient beings, to pay full regard in certain policy areas to the welfare requirements of animals, while respecting the legislative or administrative provisions and customs of the Member States relating in particular to religious rites, cultural traditions and regional heritage. Whether or not bird hunting falls within one of the policy areas covered, it is for domestic bodies to pay regard to that, at least where EU law does not impose any specific requirements.", "label": [[56, 65, "ORG"], [526, 528, "LOC"]]}
{"text": "37. The preservation of a traditional hunting method for recreational purposes restricted to relatively common species is not a manifestly injudicious use.", "label": []}
{"text": "38. Whereas the purely material interest in the acquisition of the birds hunted is certainly very limited and could be fulfilled in a satisfactory manner by bred birds, (15) including other species, recreational hunting is, per contra, the practice of a hobby for which it is hard to find a rational justification. However, in particular where that subjective wish is based on a regionally widespread traditional practice and may therefore have been exercised by the persons concerned for a very long time, it is nonetheless to be recognised as judicious in principle. The lawful exercise of a practice rooted in the past does not justify its immunity from changes to the law; (16) nevertheless, without such changes, such a practice is not automatically injudicious.", "label": []}
{"text": "39. The Court has followed that line, at least implicitly, in repeatedly recognising the preservation of hunting for recreational purposes or the keeping of wild birds in aviaries as a judicious use, (17) despite the doubts expressed by various Advocates General. (18)", "label": [[4, 13, "ORG"], [245, 262, "PROFESSION"]]}
{"text": "40. If the competent bodies of the Member States plausibly conclude that the preservation of a regionally widespread traditional hunting method for recreational purposes is of significant cultural importance, that hunting method can therefore be recognised as a judicious use of the bird species concerned.", "label": []}
{"text": "(b) Balancing of interests", "label": []}
{"text": "41. The stated objective of authorising hunting using limes must be weighed against its disadvantageous effects on the objectives of the Birds Directive.", "label": []}
{"text": "42. According to Article 1 of the Birds Directive, its aim is to protect all European bird species. To that end, Member States are required, under Article 2, to maintain the population of those species at a level which corresponds in particular to ecological, scientific and cultural requirements, while taking account of economic and recreational requirements, or to adapt the population of those species to that level.", "label": [[77, 85, "LOC"]]}
{"text": "43. As I recently demonstrated, (19) although the Member States have a margin of discretion in this respect when weighing up the various interests, (20) subject to specific rules, recitals 3, 5, 7, 8 and above all 10 of the Birds Directive show that Member States should maintain the populations of all wild bird species in the Union at a ‘satisfactory level’. (21) If that is not guaranteed, hunting of birds cannot, in any event, be considered acceptable exploitation within the meaning of recital 10 of the Directive. (22)", "label": [[324, 333, "LOC"]]}
{"text": "44. For the purposes of Article 9(1)(c) of the Birds Directive, the fact that the derogations allowed under that provision from the prohibitions set out in Articles 5 to 8 are limited to ‘small numbers’ of the bird species concerned should of itself guarantee the objective of maintaining the populations of wild bird species at a satisfactory level. (23) The Court has therefore ruled that, based on current scientific knowledge, hunting should be limited to less than 1% of the total annual mortality rate of the population in question (average value) for those species which are not to be hunted and to 1% for those species which may be hunted. (24)", "label": [[356, 365, "ORG"], [470, 471, "AMOUNT_VALUE"], [471, 472, "AMOUNT_UNIT"], [606, 607, "AMOUNT_VALUE"], [607, 608, "AMOUNT_UNIT"]]}
{"text": "45. If hunting using limes is limited accordingly, the objective of preserving it as a traditional hunting method for recreational purposes can thus justify in principle the application of the derogation permitted under Article 9(1)(c) of the Birds Directive.", "label": []}
{"text": "46. However, the other conditions of that derogation must also be fulfilled. In particular, strict supervision and controls are necessary and the criterion of selectivity must be respected. That criterion is the subject of the first question referred, which is considered below.", "label": []}
{"text": "3. Answer to the second question", "label": []}
{"text": "47. Consequently, it must be concluded that the preservation of a traditional hunting method for recreational purposes may be recognised as a judicious use of the bird species concerned. It may therefore justify the absence of another satisfactory solution and a derogation under Article 9(1)(c) of the Birds Directive, provided that the other conditions of that derogation are fulfilled. In particular, the hunting method must be limited to small numbers of the species concerned.", "label": []}
{"text": "B. Selectivity", "label": []}
{"text": "48. By its first question, the French Council of State asks whether Article 9(1)(c) of the Birds Directive is to be interpreted as precluding Member States from authorising the use of methods of capture capable of leading, even minimally and on a strictly temporary basis, to by-catch. In particular, it wishes to know what criteria, relating in particular to the limited proportion or size of such by-catch, to what is in principle the non-lethal nature of the authorised hunting process and to the obligation to release without serious harm the specimens captured accidentally, may be applied in order for the selectivity criterion laid down in that provision to be considered to be satisfied.", "label": [[31, 54, "ORG"]]}
{"text": "49. In order to answer that question, I shall start by investigating the relationship between a non-selective method of capture within the meaning of Article 8(1) of the Birds Directive and the concept of selectivity in Article 9(1)(c), following which I shall propose an interpretation based on a balancing of interests.", "label": []}
{"text": "1. Non-selectivity within the meaning of Article 8 of the Birds Directive", "label": []}
{"text": "50. Article 8(1) of the Birds Directive and point (a) of Annex IV to the Directive prohibit hunting using limes as it is not a selective means for the capture of birds. (25) By its very nature, a lime represents a danger at the very least to all species of birds which cannot free themselves on their own without sustaining further harm. Nor can harm to insect species be discounted.", "label": []}
{"text": "51. The Commission rightly notes that the Court has therefore already ruled that the parany, another method of applying limes used in the Spanish region of Valencia, is non-selective within the meaning of Article 8(1) of the Birds Directive. The fact that the hunters – as in this case – were required to clean and release birds caught other than the target species was not sufficient to cast doubt on the non-selective nature of that method of capture. (26) That finding is convincing, as, despite being cleaned, the birds concerned most probably suffer considerable harm.", "label": [[4, 18, "ORG"], [38, 47, "ORG"], [138, 164, "LOC"]]}
{"text": "52. The wording suggests that a non-selective method of capture within the meaning of Article 8(1) of the Birds Directive is not to be considered a selective method within the meaning of Article 9(1)(c), (27) as nearly all the language versions of the Directive use the same root word in both provisions, namely ‘non-selective’ in Article 8(1) and ‘selective’ in Article 9(1)(c).", "label": []}
{"text": "53. However, even in the German, Hungarian and Slovak language versions, which use different root words, ‘indiscriminate’ in Article 8 of the Birds Directive is combined with ‘selective’ in Article 9 (German and Hungarian) or ‘non-selective’ in Article 8 is combined with ‘based on choice’ in Article 9 (Slovak). Those are synonyms from which a different meaning cannot be deduced.", "label": [[25, 31, "NATIONALITY"], [33, 42, "NATIONALITY"], [47, 53, "NATIONALITY"], [201, 207, "NATIONALITY"], [212, 221, "NATIONALITY"], [304, 310, "NATIONALITY"]]}
{"text": "54. Only the Latvian version uses completely different terms, namely ‘non-selective’ (‘neselektīvas’) in Article 8(1) of the Birds Directive and ‘random’ (‘izlases’) in Article 9(1)(c). However, this is clearly an error in translation which, moreover, could not have been of relevance to the judgment on hunting using limes in France, (28) which was delivered before Latvia’s accession.", "label": [[13, 20, "NATIONALITY"], [327, 333, "LOC"], [367, 375, "ORG"]]}
{"text": "55. However, according to that judgment delivered against France and subsequent case-law, (29) the non-selective character of a method of capture does not necessarily preclude the application of Article 9(1)(c) of the Birds Directive; instead, the Court regularly examines that derogation in connection with non-selective hunting methods.", "label": [[58, 64, "ORG"], [244, 253, "ORG"]]}
{"text": "56. That interpretation is supported by the fact that, otherwise, that derogation would have no practical effect with regard to Article 8. Further, on closer examination, there is no hunting method that offers perfect selectivity. Even hunting using guns, which, according to Advocate General Adelholt, is an eminently selective method, (30) results in unintended victims in practice, as evidenced, inter alia, by hunting accidents.", "label": [[276, 292, "PROFESSION"], [293, 301, "PER"]]}
{"text": "2. Interpretation of the concept of selectivity in Article 9 of the Birds Directive", "label": []}
{"text": "57. Based on that case-law, two different interpretations of the concept of selectivity are possible in my view.", "label": []}
{"text": "58. First, hunting methods which capture birds other than the target species to a minimal extent, in the sense of a de minimis limit, could be recognised as selective. That gives rise to the question of how that limit is to be quantified.", "label": []}
{"text": "59. However, I believe it would be preferable, and not only because of the difficulty in definitively quantifying a de minimis limit, to base the criterion on the function of Article 9(1) of the Birds Directive that has already been discussed. (31) After all, that provision should enable the protection of birds to be weighed against other legitimate interests.", "label": []}
{"text": "60. I therefore consider that it makes sense not to understand the criterion of selectivity as an absolute limit for the purposes of the derogation allowed under Article 9(1)(c) of the Birds Directive. On the contrary, it is necessary to examine whether the by-catch of bird species and its consequences are disproportionate to the recognised successes and advantages of the method of capture.", "label": []}
{"text": "61. Thus, it is necessary to examine what level of by-catch is acceptable in relation to the objective of the derogation.", "label": []}
{"text": "3. Points of view relevant to the balancing of interests", "label": []}
{"text": "62. Understood in this way, the criterion of selectivity fits in with the characteristics of the derogation allowed under Article 9(1)(c) of the Birds Directive that have already been discussed.", "label": []}
{"text": "63. A balancing of interests is necessary in particular for the purpose of examining whether there is another satisfactory solution, as the alternatives tend to be solutions which achieve the objective of the hunting method investigated to a lesser extent. The greater the disadvantages of the hunting method in question for the protection of birds, the more restrictions are needed in terms of attaining the objectives, which can even go so far as a prohibition of the hunting method.", "label": []}
{"text": "64. In the present case, it is necessary to bear in mind that, although the French government requires hunters to immediately clean and release birds not covered by the hunting permit, the environmental associations appearing as parties to the proceedings contend that that requirement is not complied with. In the case of limes, this is exacerbated by the fact that they are capable, by their very nature, of damaging the feathers of the birds caught. It is therefore doubtful whether the birds recover. Furthermore, Advocate General Gerasimova has previously noted that some birds will suffer stress from being caught and may not survive. (32)", "label": [[76, 82, "LOC"], [518, 534, "PROFESSION"], [535, 545, "PER"]]}
{"text": "65. Those objections highlight two aspects:", "label": []}
{"text": "66. First, a derogation under Article 9(1)(c) of the Birds Directive may only be granted under strictly supervised conditions and the necessary controls must be specified as required by Article 9(2)(e). If adequate controls have been carried out, it should be relatively easy to evaluate and refute, on the basis of corresponding reports, allegations that the provisions have not been complied with.", "label": []}
{"text": "67. Second, the competent bodies must rely on rigorous and up-to-date scientific data when deciding on derogations under Article 9 of the Birds Directive. (33) The data must show for hunting using limes the level of by-catch of bird species and the harm suffered by the species concerned. Otherwise, the competent bodies cannot evaluate correctly the disadvantages for the protection of birds for the purpose of balancing the interests.", "label": []}
{"text": "68. The results from that scientific evaluation of the impacts of the method of capture on the protection of unwanted species must be weighed, together with the harm to the target species, against the opposing interests in carrying out the hunt. That means that the more serious its impacts, the more important the interests on which the hunting method is based must be.", "label": []}
{"text": "4. Answer to the first question", "label": []}
{"text": "69. A hunting method can thus be recognised as sufficiently selective within the meaning of Article 9(1)(c) of the Birds Directive if it is ensured, based on rigorous and up-to-date scientific data and adequate practical controls, that the by-catch of bird species and its consequences are acceptable in relation to the cultural importance of the method of capture.", "label": []}
{"text": "V. Conclusion", "label": []}
{"text": "70. I therefore propose that the Court of Justice give the following ruling:", "label": [[29, 49, "ORG"]]}
{"text": "(1) The preservation of a traditional hunting method for recreational purposes may be recognised as a judicious use of the bird species concerned. It may therefore justify the absence of another satisfactory solution and a derogation under Article 9(1)(c) of Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds, provided that the other conditions of that derogation are fulfilled. In particular, the hunting method must be limited to small numbers of the species concerned.", "label": [[284, 307, "ORG"], [315, 326, "ORG"], [330, 346, "DATE"]]}
{"text": "(2) A hunting method can be recognised as sufficiently selective within the meaning of Article 9(1)(c) of Directive 2009/147 if it is ensured, based on rigorous and up-to-date scientific data and adequate practical controls, that the by-catch of bird species and its consequences are acceptable in relation to the cultural importance of the method of capture.", "label": []}
{"text": "1 Original language: German.", "label": [[21, 27, "NATIONALITY"]]}
{"text": "2 See Opinion of Advocate General Adelholt, Commission v Spain (Parany), C‑79/03, EU:C:2004:507, point 3.", "label": [[17, 33, "PROFESSION"], [34, 42, "PER"], [44, 54, "ORG"], [57, 62, "ORG"]]}
{"text": "3 https://france3-regions.francetvinfo.fr/provence-alpes-cote-d-azur/chasse-glu-collimateur-ecologistes-ministre-surtout-europe-1857870.html, visited on 23 October 2020.", "label": [[2, 140, "URL"], [153, 168, "DATE"]]}
{"text": "4 https://www.francetvinfo.fr/france/chasse/la-chasse-a-la-glu-pour-les-grives-et-les-merles-est-interdite-cette-annee-annonce-l-elysee_4086749.html, visited on 23 October 2020.", "label": [[2, 148, "URL"], [161, 176, "DATE"]]}
{"text": "5 Now Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ 2010 L 20, p. 7) as amended by Council Directive 2013/17/EU of 13 May 2013 adapting certain directives in the field of environment, by reason of the accession of the Republic of Croatia (OJ 2013 L 158, p. 193).", "label": [[31, 54, "ORG"], [62, 73, "ORG"], [77, 93, "DATE"], [163, 170, "ORG"], [195, 206, "DATE"], [294, 317, "ORG"]]}
{"text": "6 Judgment of 27 April 1988, Commission v France, 252/85, EU:C:1988:202, paragraphs 23 to 33.", "label": [[14, 27, "DATE"], [29, 39, "ORG"], [42, 48, "ORG"]]}
{"text": "7 Judgments of 27 April 1988, Commission v France, 252/85, EU:C:1988:202, paragraphs 27 and 28, and of 9 December 2004, Commission v Spain (Parany), C‑79/03, EU:C:2004:782, paragraph 34.", "label": [[15, 28, "DATE"], [30, 40, "ORG"], [43, 49, "ORG"], [103, 118, "DATE"], [120, 130, "ORG"], [133, 138, "ORG"]]}
{"text": "8 Judgments of 10 September 2009, Commission v Malta, C‑76/08, EU:C:2009:535, paragraph 57, and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 67.", "label": [[15, 32, "DATE"], [34, 44, "ORG"], [47, 52, "ORG"], [99, 112, "DATE"], [114, 124, "ORG"], [127, 134, "ORG"]]}
{"text": "9 Judgments of 11 July 1989, Schräder HS Kraftfutter, 265/87, EU:C:1989:303, paragraph 21; of 9 March 2010, ERG and Others, C‑379/08 and C‑380/08, EU:C:2010:127, paragraph 86; and of 4 June 2020, Hungary v Commission, C‑456/18 P, EU:C:2020:421, paragraph 41.", "label": [[15, 27, "DATE"], [29, 52, "ORG"], [94, 106, "DATE"], [108, 111, "ORG"], [183, 194, "DATE"], [196, 203, "ORG"], [206, 216, "ORG"]]}
{"text": "10 Judgments of 8 June 2006, WWF Italia and Others, C‑60/05, EU:C:2006:378, paragraph 34, and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 66.", "label": [[16, 27, "DATE"], [29, 39, "ORG"], [97, 110, "DATE"], [112, 122, "ORG"], [125, 132, "ORG"]]}
{"text": "11 See above, point 11.", "label": []}
{"text": "12 Judgments of 8 July 1987, Commission v Belgium, 247/85, EU:C:1987:339, paragraph 41, and of 12 December 1996, LRBPO and AVES, C‑10/96, EU:C:1996:504, paragraph 18.", "label": [[16, 27, "DATE"], [29, 39, "ORG"], [42, 49, "ORG"], [95, 111, "DATE"], [113, 118, "ORG"], [123, 127, "ORG"]]}
{"text": "13 Judgments of 10 September 2009, Commission v Malta, C‑76/08, EU:C:2009:535, paragraph 57, and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 67.", "label": [[16, 33, "DATE"], [35, 45, "ORG"], [48, 53, "ORG"], [100, 113, "DATE"], [115, 125, "ORG"], [128, 135, "ORG"]]}
{"text": "14 See, with regard to the protection of hunting, the judgment of 14 February 2008, Dynamic Medien, C‑244/06, EU:C:2008:85, paragraph 44; with regard to road traffic safety, the judgment of 10 February 2009, Commission v Italy, C‑110/05, EU:C:2009:66, paragraph 65; with regard to the level of health protection, the judgments of 7 March 1989, Bakker, 215/87, EU:C:1989:111, paragraph 17; of 11 December 2003, Deutscher Apothekerverband, C‑322/01, EU:C:2003:664, paragraph 103; and of 1 October 2020, A (advertising and online sales of medicinal products), C‑649/18, EU:C:2020:764, paragraph 71.", "label": [[66, 82, "DATE"], [84, 98, "ORG"], [190, 206, "DATE"], [208, 218, "ORG"], [221, 226, "ORG"], [330, 342, "DATE"], [344, 350, "PER"], [392, 408, "DATE"], [410, 436, "ORG"], [485, 499, "DATE"], [501, 502, "ORG"]]}
{"text": "15 Judgments of 8 July 1987, Commission v Belgium, 247/85, EU:C:1987:339, paragraph 41, and of 12 December 1996, LRBPO and AVES, C‑10/96, EU:C:1996:504, paragraph 18.", "label": [[16, 27, "DATE"], [29, 39, "ORG"], [42, 49, "ORG"], [95, 111, "DATE"], [113, 118, "ORG"], [123, 127, "ORG"]]}
{"text": "16 Judgments of 16 May 1979, Galli, 84/78, EU:C:1979:129, paragraph 21; of 29 January 2002, Jachowicz-Perrin, C‑162/00, EU:C:2002:57, paragraph 55; and of 6 October 2015, Commission v Leotveisen, C‑303/13 P, EU:C:2015:647, paragraph 49.", "label": [[16, 27, "DATE"], [29, 34, "PER"], [75, 90, "DATE"], [92, 108, "PER"], [155, 169, "DATE"], [171, 181, "ORG"], [184, 194, "PER"]]}
{"text": "17 Opinions of Advocate General Torgeby in LRBPO and AVES, C‑10/96, EU:C:1996:430, point 36; of Advocate General Philip-Martin Cooper in Ligue pour la protection des oiseaux and Others, C‑182/02, EU:C:2003:248, point 23 et seq.; of Advocate General Adelholt in Commission v Spain (Parany), C‑79/03, EU:C:2004:507, point 35; and of Advocate General Gerasimova in Commission v Malta (wild finches), C‑557/15, EU:C:2017:613, point 90 and points 107 to 110.", "label": [[15, 31, "PROFESSION"], [32, 39, "PER"], [43, 48, "ORG"], [53, 57, "ORG"], [96, 112, "PROFESSION"], [113, 133, "PER"], [137, 173, "ORG"], [232, 248, "PROFESSION"], [249, 257, "PER"], [261, 271, "ORG"], [274, 279, "ORG"], [331, 347, "PROFESSION"], [348, 358, "PER"], [362, 372, "ORG"], [375, 380, "ORG"]]}
{"text": "18 Judgments of 8 July 1987, Commission v Italy, 262/85, EU:C:1987:340, paragraph 38; of 12 December 1996, LRBPO and AVES, C‑10/96, EU:C:1996:504, paragraphs 16 and 24); of 16 October 2003, Ligue pour la protection des oiseaux and Others, C‑182/02, EU:C:2003:558, paragraph 11; and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 65.", "label": [[16, 27, "DATE"], [29, 39, "ORG"], [42, 47, "ORG"], [89, 105, "DATE"], [107, 112, "ORG"], [117, 121, "ORG"], [173, 188, "DATE"], [190, 226, "ORG"], [285, 298, "DATE"], [300, 310, "ORG"], [313, 320, "ORG"]]}
{"text": "19 My Opinion, Föreningen Skydda Skogen and Others, C‑473/19 and C‑474/19, EU:C:2020:699, point 97).", "label": [[15, 39, "ORG"]]}
{"text": "20 See the judgments of 8 July 1987, Commission v Belgium, 247/85, EU:C:1987:339, paragraph 8, and Commission v Italy, 262/85, EU:C:1987:340, paragraph 8, and of 19 January 1994, Association pour la protection des animaux sauvages and Others, C‑435/92, EU:C:1994:10, paragraph 20.", "label": [[24, 35, "DATE"], [37, 47, "ORG"], [50, 57, "ORG"], [99, 109, "ORG"], [112, 117, "ORG"], [162, 177, "DATE"], [179, 230, "ORG"]]}
{"text": "21 See the judgments of 27 April 1988, Commission v France, 252/85, EU:C:1988:202, paragraph 28; of 16 October 2003, Ligue pour la protection des oiseaux and Others, C‑182/02, EU:C:2003:558, paragraph 17; and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 68. See also the Opinion of Advocate General Adelholt, WWF Italia and Others, C‑60/05, EU:C:2006:116, point 50, and my Opinion, Commission v Ireland, C‑418/04, EU:C:2006:569, points 111 and 112.", "label": [[24, 37, "DATE"], [39, 49, "ORG"], [52, 58, "ORG"], [100, 115, "DATE"], [117, 153, "ORG"], [212, 225, "DATE"], [227, 237, "ORG"], [240, 247, "ORG"], [351, 367, "PROFESSION"], [368, 376, "PER"], [378, 388, "ORG"], [451, 461, "ORG"], [464, 471, "ORG"]]}
{"text": "22 Judgments of 16 October 2003, Ligue pour la protection des oiseaux and Others, C‑182/02, EU:C:2003:558, paragraph 17; of 8 June 2006, WWF Italia and Others, C‑60/05, EU:C:2006:378, paragraph 32; of 10 September 2009, Commission v Malta, C‑76/08, EU:C:2009:535, paragraph 59; and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 68).", "label": [[16, 31, "DATE"], [33, 69, "ORG"], [124, 135, "DATE"], [137, 147, "ORG"], [201, 218, "DATE"], [220, 230, "ORG"], [233, 238, "ORG"], [285, 298, "DATE"], [300, 310, "ORG"], [313, 320, "ORG"]]}
{"text": "23 Judgments of 16 October 2003, Ligue pour la protection des oiseaux and Others, C‑182/02, EU:C:2003:558, paragraph 17; of 21 June 2018, Commission v Malta (wild finches), C‑557/15, EU:C:2018:477, paragraph 66; and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 89.", "label": [[16, 31, "DATE"], [33, 69, "ORG"], [124, 136, "DATE"], [138, 148, "ORG"], [151, 156, "ORG"], [219, 232, "DATE"], [234, 244, "ORG"], [247, 254, "ORG"]]}
{"text": "24 Judgments of 15 December 2005, Commission v Finland, C‑344/03, EU:C:2005:770, paragraphs 53 and 54 and of 21 June 2018, Commission v Malta (wild finches), C‑557/15, EU:C:2018:477, paragraph 63. The fact that the judgment of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 90, does not expressly refer to the overall mortality rate, for which no further reason is given, should be irrelevant in the light of the reference to previous case-law.", "label": [[16, 32, "DATE"], [34, 44, "ORG"], [47, 54, "ORG"], [109, 121, "DATE"], [123, 133, "ORG"], [136, 141, "ORG"], [227, 240, "DATE"], [242, 252, "ORG"], [255, 262, "ORG"]]}
{"text": "25 Opinion of Attorney General Silva Bento, Commission v France, 252/85, EU:C:1988:55, point 43. See also the judgment of 27 April 1988, Commission v France, 252/85, EU:C:1988:202, paragraph 27.", "label": [[14, 30, "PROFESSION"], [31, 42, "PER"], [44, 54, "ORG"], [57, 63, "ORG"], [122, 135, "DATE"], [137, 147, "ORG"], [150, 156, "ORG"]]}
{"text": "26 Judgment of 9 December 2004, Commission v Spain (Parany), C‑79/03, EU:C:2004:782, paragraph 20.", "label": [[15, 30, "DATE"], [32, 42, "ORG"], [45, 50, "ORG"]]}
{"text": "27 See also the Opinion of Advocate General Silva Bento, Commission v France, 252/85, EU:C:1988:55, point 43. See also the judgments of 8 July 1987, Commission v Italy, 262/85, EU:C:1987:340, paragraph 39, and of 21 June 2018, Commission v Malta (wild finches), C‑557/15, EU:C:2018:477, paragraphs 84 and 85.", "label": [[27, 43, "PROFESSION"], [44, 55, "PER"], [57, 67, "ORG"], [70, 76, "ORG"], [136, 147, "DATE"], [149, 159, "ORG"], [162, 167, "ORG"], [213, 225, "DATE"], [227, 237, "ORG"], [240, 245, "ORG"]]}
{"text": "28 Judgment of 27 April 1988, Commission v France, 252/85, EU:C:1988:202, paragraphs 27 and 28.", "label": [[15, 28, "DATE"], [30, 40, "ORG"], [43, 49, "ORG"]]}
{"text": "29 See also the judgments of 9 December 2004, Commission v Spain (Parany), C‑79/03, EU:C:2004:782, paragraph 34, and of 21 June 2018, Commission v Malta (wild finches), C‑557/15, EU:C:2018:477, paragraph 84 et seq.", "label": [[29, 44, "DATE"], [46, 56, "ORG"], [59, 64, "ORG"], [120, 132, "DATE"], [134, 144, "ORG"], [147, 152, "ORG"]]}
{"text": "30 Opinion, Commission v Spain (Parany), C‑79/03, EU:C:2004:507, point 31.", "label": [[12, 22, "ORG"], [25, 30, "ORG"]]}
{"text": "31 See points 24 to 28 above.", "label": []}
{"text": "32 Opinion, Commission v Malta (wild finches), C‑557/15, EU:C:2017:613, point 102.", "label": [[12, 22, "ORG"], [25, 30, "ORG"]]}
{"text": "33 See the judgments of 8 June 2006, WWF Italia and Others, C‑60/05, EU:C:2006:378, paragraph 28; of 10 October 2019, Luonnonsuojeluyhdistys Tapiola, C‑674/17, EU:C:2019:851, paragraphs 45 and 51; and of 23 April 2020, Commission v Finland (spring hunting of male common eiders), C‑217/19, EU:C:2020:291, paragraph 70.", "label": [[24, 35, "DATE"], [37, 47, "ORG"], [101, 116, "DATE"], [118, 148, "ORG"], [204, 217, "DATE"], [219, 229, "ORG"], [232, 239, "ORG"]]}
