{"text": "Order of the General Court of 16 October 2020 – Gauthier v Commission", "label": [[9, 26, "ORG"], [30, 45, "DATE"], [48, 56, "PER"], [59, 69, "ORG"]]}
{"text": "(Case T-13/20)", "label": []}
{"text": "(Action for annulment – Civil Service – Officials – Internal competition COM/1/AD 10/18 (AD 10) – Submission of the application by means of the form provided for that purpose and referred to in Article 2 of Annex III to the Staff Regulations – Separate application to be admitted to the competition submitted at the same time to the appointing authority – Eligibility criteria – Selection board’s decision rejecting the applicant’s application – Appointing authority’s decision refusing the applicant’s request to disregard one of the conditions set out in the competition notice in order to admit him to the competition – Challenge to the appointing authority’s decision not that of the selection board – Legal interest in bringing proceedings – Inadmissibility)", "label": []}
{"text": "Language of the case: English", "label": [[22, 29, "NATIONALITY"]]}
{"text": "Parties", "label": []}
{"text": "Applicant: Valdek Gauthier (Antwerp-Berchem, Belgium) (represented by: B. Khan, lawyer)", "label": [[11, 26, "PER"], [28, 52, "LOC"], [71, 78, "PER"], [80, 86, "PROFESSION"]]}
{"text": "Defendant: European Commission (represented by: L. Smirnova and U. Svensson, acting as Agents)", "label": [[11, 30, "ORG"], [48, 59, "PER"], [64, 75, "PER"], [87, 93, "PROFESSION"]]}
{"text": "Re:", "label": []}
{"text": "Application under Article 270 TFEU seeking annulment of the Commission’s decision of 14 March 2019 by which that institution’s appointing authority rejected the applicant’s application to be admitted to the internal competition COM/1/AD 10/18 (AD 10), on the ground that he did not fulfil the condition set out in the related competition notice concerning the holding of grade AD 8.", "label": [[56, 72, "ORG"], [85, 98, "DATE"]]}
{"text": "Operative part of the order", "label": []}
{"text": "1. The action is dismissed as inadmissible.", "label": []}
{"text": "2. Mr. Valdek Gauthier shall pay the costs.", "label": [[3, 22, "PER"]]}
{"text": "____________", "label": []}
{"text": "OJ C 95, 23.3.2020.", "label": [[9, 18, "DATE"]]}
