{"text": "Judgment of the General Court of 19 May 2021 – Ryanair v Commission (KLM; Covid-19)", "label": [[12, 29, "ORG"], [33, 44, "DATE"], [47, 54, "ORG"], [57, 67, "ORG"], [69, 72, "ORG"]]}
{"text": "(Case T-643/20)", "label": []}
{"text": "(State aid – Netherlands – State guarantee for loans and subordinated loan by the State to KLM amid the COVID-19 pandemic – Temporary Framework for State aid measures – Decision not to raise any objections – Decision declaring the aid compatible with the internal market – Aid granted previously to another company in the same group of companies – Duty to state reasons – Maintenance of the effects of the decision)", "label": [[13, 24, "LOC"], [91, 94, "ORG"]]}
{"text": "Language of the case: English", "label": [[22, 29, "NATIONALITY"]]}
{"text": "Parties", "label": []}
{"text": "Applicant: Ryanair DAC (Swords, Ireland) (represented by: P.G. Torége, H. Hansen, C. Egorova, L. Ricci and R.G. Georgiou-Kessidis, lawyers)", "label": [[11, 22, "ORG"], [24, 39, "LOC"], [58, 69, "PER"], [71, 80, "PER"], [82, 92, "PER"], [94, 102, "PER"], [107, 129, "PER"], [131, 138, "PROFESSION"]]}
{"text": "Defendant: European Commission (represented by: N. West, Z. Guseva and Y. Titova, acting as Agents)", "label": [[11, 30, "ORG"], [48, 55, "PER"], [57, 66, "PER"], [71, 80, "PER"], [92, 98, "PROFESSION"]]}
{"text": "Interveners in support of the defendant: French Republic (represented by: T. de Koning and V. Jovanović, acting as Agents), Kingdom of the Netherlands (represented by: L. Werner, acting as Agent, and by E. Rogers, lawyer), Koninklijke Luchtvaart Maatschappij NV (Amstelveen, Netherlands) (represented by: P. Kaufmann, M. Kaczmarek and S. Thomas, lawyers)", "label": [[41, 56, "ORG"], [74, 86, "PER"], [91, 103, "PER"], [115, 121, "PROFESSION"], [124, 150, "ORG"], [168, 177, "PER"], [189, 194, "PROFESSION"], [203, 212, "PER"], [214, 220, "PROFESSION"], [223, 261, "ORG"], [263, 286, "LOC"], [305, 316, "PER"], [318, 330, "PER"], [335, 344, "PER"], [346, 353, "PROFESSION"]]}
{"text": "Re:", "label": []}
{"text": "Application under Article 263 TFEU for annulment of Commission Decision C(2020) 4871 final of 13 July 2020 on State Aid SA.57116 (2020/N) – The Netherlands – COVID-19: State loan guarantee and State loan for KLM.", "label": [[52, 62, "ORG"], [94, 106, "DATE"], [140, 155, "LOC"], [208, 211, "ORG"]]}
{"text": "Operative part of the judgment", "label": []}
{"text": "The Court:", "label": [[0, 9, "ORG"]]}
{"text": "Annuls Commission Decision C(2020) 4871 final of 13 July 2020 on State aid SA.57116 (2020/N) – The Netherlands – COVID-19: State loan guarantee and State loan for KLM;", "label": [[7, 17, "ORG"], [49, 61, "DATE"], [95, 110, "LOC"], [163, 166, "ORG"]]}
{"text": "Orders the effects of the annulment of that decision to be suspended pending the adoption of a new decision by the European Commission under Article 108 TFEU; those effects are to be suspended for a period not exceeding two months from the date of delivery of this judgment if the Commission decides to adopt such a new decision under Article 108(3) TFEU, and for a reasonable further period if the Commission decides to initiate the procedure under Article 108(2) TFEU;", "label": [[111, 134, "ORG"], [220, 223, "AMOUNT_VALUE"], [224, 230, "AMOUNT_UNIT"], [277, 291, "ORG"], [395, 409, "ORG"]]}
{"text": "Orders the Commission to bear its own costs and to pay those incurred by Ryanair DAC;", "label": [[7, 21, "ORG"], [73, 84, "ORG"]]}
{"text": "Orders the Kingdom of the Netherlands, the French Republic and Koninklijke Luchtvaart Maatschappij NV to bear their own respective costs.", "label": [[7, 37, "ORG"], [43, 58, "ORG"], [63, 101, "ORG"]]}
{"text": "____________", "label": []}
{"text": "OJ C 423, 7.12.2020.", "label": [[10, 19, "DATE"]]}
