{"text": "OPINION OF ADVOCATE GENERAL ROGERS delivered on 2 September 2021 (1)", "label": [[11, 27, "PROFESSION"], [28, 34, "PER"], [48, 64, "DATE"]]}
{"text": "Case C‑388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband e.V. v Dr. August Oetker Nahrungsmittel KG", "label": [[0, 103, "ORG"], [106, 141, "ORG"]]}
{"text": "(Request for a preliminary ruling from the Bundesgerichtshof (Federal Court of Justice, Germany))", "label": [[39, 60, "ORG"], [62, 86, "ORG"], [88, 95, "LOC"]]}
{"text": "(Reference for a preliminary ruling – Regulation (EU) No 1169/2011 – Provision of food information to consumers – Article 9(1)(l) – Nutrition declaration – Article 31(3), second subparagraph – Calculation of the energy value and the amounts of nutrients – Article 33(2), second subparagraph – Expression on a per portion basis or per consumption unit)", "label": []}
{"text": "I. Introduction", "label": []}
{"text": "1. This request for a preliminary ruling concerns the interpretation of provisions of Regulation (EU) No 1169/2011 on the provision of food information to consumers. (2) More specifically, the referring court wishes to know whether, and subject to which conditions, it is permissible to provide, on the front of food packaging, voluntary nutrition information which does not relate to the food as sold, but to portions of that food after preparation using additional ingredients.", "label": []}
{"text": "2. The request has been made in proceedings between the Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband e.V. (Federal Union of Consumer Organisations and Associations, Germany, ‘the BVV’) and a food manufacturer, Dr. August Oetker Nahrungsmittel KG (‘Dr. Oetker’), regarding the compliance of the nutrition labelling that appears on the front of the packaging of muesli (‘the product at issue’) with the requirements concerning the nutrition information provided on a voluntary basis and, in particular, with the second subparagraph of Article 31(3) and the second subparagraph of Article 33(2) of Regulation No 1169/2011.", "label": [[52, 159, "ORG"], [161, 217, "ORG"], [219, 226, "LOC"], [229, 236, "ORG"], [264, 299, "ORG"], [302, 313, "ORG"]]}
{"text": "3. Although the Court has already the opportunity to interpret Regulation No 1169/2011 and, inter alia, Directives 2000/13/EC (3) and 90/496/EEC, (4) which were repealed by that regulation, this is the first occasion on which it will consider the interpretation of the provisions on the voluntary nutrition labelling of foods. (5)", "label": [[12, 21, "ORG"]]}
{"text": "4. By this Opinion, I will submit that the voluntary nutrition labelling of prepacked food, such as that of the product at issue, which is consumed according to different methods of preparation, is not consistent with the requirements laid down in Regulation No 1169/2011 if the information regarding the energy value and the amounts of nutrients are provided only for a single form of preparation rather than also relating, per 100 g, to the form of the food as sold.", "label": [[429, 432, "AMOUNT_VALUE"], [433, 434, "AMOUNT_UNIT"]]}
{"text": "II. Legal context", "label": []}
{"text": "5. Recitals 10, 17, 35, 37 and 41 of Regulation No 1169/2011 state:", "label": []}
{"text": "‘(10) The general public has an interest in the relationship between diet and health and in the choice of an appropriate diet to suit individual needs. The Commission White Paper of 30 May 2007 on a Strategy for Europe on Nutrition, Overweight and Obesity related health issues … noted that nutrition labelling is one important method of informing consumers about the composition of foods and of helping them to make an informed choice. The Commission Communication of 13 March 2007 entitled “EU Consumer Policy strategy 2007-2013 – Empowering consumers, enhancing their welfare, effectively protecting them” underlined that allowing consumers to make an informed choice is essential both to effective competition and consumer welfare. Knowledge of the basic principles of nutrition and appropriate nutrition information on foods would contribute significantly towards enabling the consumer to make such an informed choice. …", "label": [[152, 166, "ORG"], [182, 193, "DATE"], [212, 218, "LOC"], [437, 451, "ORG"], [469, 482, "DATE"], [493, 495, "LOC"], [521, 530, "DATE"]]}
{"text": "…", "label": []}
{"text": "(17) The prime consideration for requiring mandatory food information should be to enable consumers to identify and make appropriate use of a food and to make choices that suit their individual dietary needs. With this aim, food business operators should facilitate the accessibility of that information to the visually impaired.", "label": []}
{"text": "…", "label": []}
{"text": "(35) To facilitate the comparison of products in different package sizes, it is appropriate to retain the requirement that the mandatory nutrition declaration should refer to 100 g or 100 ml amounts and, if appropriate, to allow additional portion-based declarations. Therefore, where food is prepacked and individual portions or consumption units are identified, a nutrition declaration per portion or per consumption unit, in addition to the expression per 100 g or per 100 ml, should be allowed. Furthermore, in order to provide comparable indications relating to portions or consumption units, the Commission should be empowered to adopt rules on the expression of the nutrition declaration per portion or per consumption unit for specific categories of food.", "label": [[175, 178, "AMOUNT_VALUE"], [179, 180, "AMOUNT_UNIT"], [184, 187, "AMOUNT_VALUE"], [188, 190, "AMOUNT_UNIT"], [459, 462, "AMOUNT_VALUE"], [463, 464, "AMOUNT_UNIT"], [472, 475, "AMOUNT_VALUE"], [476, 478, "AMOUNT_UNIT"], [598, 612, "ORG"]]}
{"text": "…", "label": []}
{"text": "(37) Since one of the objectives pursued by this Regulation is to provide a basis to the final consumer for making informed choices, it is important to ensure in this respect that the final consumer easily understands the information provided on the labelling. …", "label": []}
{"text": "…", "label": []}
{"text": "(41) To appeal to the average consumer and to serve the informative purpose for which it is introduced, and given the current level of knowledge on the subject of nutrition, the nutrition information provided should be simple and easily understood. To have the nutrition information partly in the principal field of vision, commonly known as the “front of pack”, and partly on another side on the pack, for instance the “back of pack”, might confuse consumers. Therefore, the nutrition declaration should be in the same field of vision. In addition, on a voluntary basis, the most important elements of the nutrition information may be repeated in the principal field of vision, in order to help consumers to easily see the essential nutrition information when purchasing foods. A free choice as to the information that could be repeated might confuse consumers. Therefore it is necessary to clarify which information may be repeated.’", "label": []}
{"text": "6. Article 9 of that regulation, which is entitled ‘List of mandatory particulars’, includes a paragraph 1, which reads as follows:", "label": []}
{"text": "‘In accordance with Articles 10 to 35 and subject to the exceptions contained in this Chapter, indication of the following particulars shall be mandatory:", "label": []}
{"text": "…", "label": []}
{"text": "(l) a nutrition declaration.’", "label": []}
{"text": "7. Article 30 of the regulation, which is entitled ‘Content’, provides:", "label": []}
{"text": "‘1. The mandatory nutrition declaration shall include the following:", "label": []}
{"text": "(a) energy value; and", "label": []}
{"text": "(b) the amounts of fat, saturates, carbohydrate, sugars, protein and salt.", "label": []}
{"text": "…", "label": []}
{"text": "3. Where the labelling of a prepacked food provides the mandatory nutrition declaration referred to in paragraph 1, the following information may be repeated thereon:", "label": []}
{"text": "(a) the energy value; or", "label": []}
{"text": "(b) the energy value together with the amounts of fat, saturates, sugars, and salt.", "label": []}
{"text": "4. By way of derogation from Article 36(1), where the labelling of the products referred to in Article 16(4) provides a nutrition declaration, the content of the declaration may be limited to the energy value only.", "label": []}
{"text": "5. Without prejudice to Article 44 and by way of derogation from Article 36(1), where the labelling of the products referred to in Article 44(1) provides a nutrition declaration, the content of that declaration may be limited only to:", "label": []}
{"text": "(a) the energy value; or", "label": []}
{"text": "(b) the energy value together with the amounts of fat, saturates, sugars, and salt.", "label": []}
{"text": "…’", "label": []}
{"text": "8. Article 31 of the same regulation, which is entitled ‘Calculation’, provides, in paragraph 3 thereof:", "label": []}
{"text": "‘The energy value and the amounts of nutrients referred to in Article 30(1) to (5) shall be those of the food as sold.", "label": []}
{"text": "Where appropriate, the information may relate to the food after preparation, provided that sufficiently detailed preparation instructions are given and the information relates to the food as prepared for consumption.’", "label": []}
{"text": "9. Article 32 of Regulation No 1169/2011, which is entitled ‘Expression per 100 g or 100 ml’, states, in paragraph 2 thereof:", "label": [[76, 79, "AMOUNT_VALUE"], [80, 81, "AMOUNT_UNIT"], [85, 88, "AMOUNT_VALUE"], [89, 91, "AMOUNT_UNIT"]]}
{"text": "‘The energy value and the amount of nutrients referred to in Article 30(1) to (5) shall be expressed per 100 g or 100 ml.’", "label": [[105, 108, "AMOUNT_VALUE"], [109, 110, "AMOUNT_UNIT"], [114, 117, "AMOUNT_VALUE"], [118, 120, "AMOUNT_UNIT"]]}
{"text": "10. Article 33 of that regulation, which is entitled ‘Expression on a per portion basis or per consumption unit’, provides, in paragraphs 1 and 2 thereof:", "label": []}
{"text": "‘1. In the following cases, the energy value and the amounts of nutrients referred to in Article 30(1) to (5) may be expressed per portion and/or per consumption unit, easily recognisable by the consumer, provided that the portion or the unit used is quantified on the label and that the number of portions or units contained in the package is stated:", "label": []}
{"text": "(a) in addition to the form of expression per 100 g or 100 ml referred to in Article 32(2);", "label": [[46, 49, "AMOUNT_VALUE"], [50, 51, "AMOUNT_UNIT"], [55, 58, "AMOUNT_VALUE"], [59, 61, "AMOUNT_UNIT"]]}
{"text": "(b) in addition to the form of expression per 100 g or 100 ml referred to in Article 32(3) regarding the amounts of vitamins and minerals;", "label": [[46, 49, "AMOUNT_VALUE"], [50, 51, "AMOUNT_UNIT"], [55, 58, "AMOUNT_VALUE"], [59, 61, "AMOUNT_UNIT"]]}
{"text": "(c) in addition to or instead of the form of expression per 100 g or 100 ml referred to in Article 32(4).", "label": [[60, 63, "AMOUNT_VALUE"], [64, 65, "AMOUNT_UNIT"], [69, 72, "AMOUNT_VALUE"], [73, 75, "AMOUNT_UNIT"]]}
{"text": "2. By way of derogation from Article 32(2), in the cases referred to in point (b) of Article 30(3) the amount of nutrients and/or the percentage of the reference intakes set out in Part B of Annex XIII may be expressed on the basis of per portion or per consumption unit alone.", "label": []}
{"text": "When the amounts of nutrients are expressed on the basis of per portion or per consumption unit alone in accordance with the first subparagraph, the energy value shall be expressed per 100 g or per 100 ml and on the basis of per portion or per consumption unit.’", "label": [[185, 188, "AMOUNT_VALUE"], [189, 190, "AMOUNT_UNIT"], [198, 201, "AMOUNT_VALUE"], [202, 204, "AMOUNT_UNIT"]]}
{"text": "III. The dispute in the main proceedings, the questions referred for a preliminary ruling and the procedure before the Court", "label": [[115, 124, "ORG"]]}
{"text": "11. Dr. Oetker is a German food business operator which manufactures and sells muesli under the name ‘Dr. Oetker Vitalis Knuspermüsli Schoko+Keks’ (crunchy muesli with chocolate and biscuits). The packaging of that product consists of a rectangular cardboard box.", "label": [[4, 14, "ORG"], [20, 26, "LOC"], [102, 145, "TITLE"]]}
{"text": "12. That packaging includes the following nutrition declarations:", "label": []}
{"text": "– on the side of the packaging (the narrow side of the box), under the heading ‘Nutrition information’, particulars are provided regarding the energy value and amounts of fat, saturates, carbohydrate, sugars, protein and salt, which are indicated, first, per 100 g of the product as sold (‘the portion of the product as sold’) and, second, per 40 g portion of muesli prepared with 60 ml of milk with a fat content of 1.5% (‘the portion of the product after preparation’);", "label": [[259, 262, "AMOUNT_VALUE"], [263, 264, "AMOUNT_UNIT"], [344, 346, "AMOUNT_VALUE"], [347, 348, "AMOUNT_UNIT"], [381, 383, "AMOUNT_VALUE"], [384, 386, "AMOUNT_UNIT"], [417, 420, "AMOUNT_VALUE"], [420, 421, "AMOUNT_UNIT"]]}
{"text": "– on the front of the packaging (the principal field of vision of the box), the particulars regarding the energy value and the amounts of fat, saturates, sugars and salt are repeated solely in relation to the portion of the product after preparation.", "label": []}
{"text": "13. The BVV considers that the nutrition labelling of the product at issue is in breach of the provisions on the nutrition declaration laid down in Regulation No 1169/2011. In its view, Dr. Oetker infringed Article 33 of that regulation, read in conjunction with Articles 30 and 32 thereof, because, on the front of the packaging of the product at issue, the energy value is stated not per portion of the product as sold (1880 kj), but only per portion of the product after preparation (872 kj). On that basis, the BVV issued a warning to Dr. Oetker requiring, in essence, that Dr. Oetker provide a cease-and-desist undertaking, coupled with a penalty clause.", "label": [[4, 11, "ORG"], [186, 196, "ORG"], [422, 426, "AMOUNT_VALUE"], [427, 429, "AMOUNT_UNIT"], [487, 490, "AMOUNT_VALUE"], [491, 493, "AMOUNT_UNIT"], [511, 518, "ORG"], [539, 549, "ORG"], [578, 588, "ORG"]]}
{"text": "14. Since that warning was unsuccessful, the BVV made an application to the Landgericht Bielefeld (Regional Court, Bielefeld, Germany), which, in allowing that application, by judgment of 8 August 2018, held, first, that the labelling on the front of the packaging of the product at issue was not consistent with the second subparagraph of Article 33(2) of Regulation No 1169/2011 because it did not state the energy value per portion of the product as sold and, second, that the second subparagraph of Article 31(3) of that regulation did not apply since there were no ‘major stages of transformation’ in the present case.", "label": [[41, 48, "ORG"], [72, 97, "ORG"], [99, 113, "ORG"], [115, 133, "LOC"], [188, 201, "DATE"]]}
{"text": "15. Following an appeal lodged by Dr. Oetker, the Oberlandesgericht Hamm (Higher Regional Court, Hamm, Germany), by judgment of 13 June 2019, set aside that judgment and dismissed the BVV’s application.", "label": [[34, 44, "ORG"], [46, 72, "ORG"], [74, 95, "ORG"], [97, 110, "LOC"], [128, 140, "DATE"], [180, 189, "ORG"]]}
{"text": "16. In that court’s view, the declaration of the energy value per portion of the product at issue after preparation was sufficient. First, the second subparagraph of Article 33(2) of Regulation No 1169/2011 does not require that the energy value of the product as sold is stated on the front of food packaging in addition to the nutrition information that already appears there. The mandatory nutrition declaration, which is governed by Article 30(1) of that regulation, is provided by means of particulars – which are uncontested in these proceedings – that appear on the side of the packaging of the product at issue. Therefore, the particulars on the front of the packaging constitute repeated information for the purposes of Article 30(3)(b) of the regulation. In such a context, where the energy value and the amounts of nutrients are expressed only per portion in that repeated information, the energy value must, pursuant to the second subparagraph of Article 33(2) of the same regulation, be expressed per 100 g of the food after preparation. Second, it follows from the second subparagraph of Article 31(3) of Regulation No 1169/2011 that the indication of the energy value can also be provided for the food after preparation, provided that – as in the present case – sufficiently detailed preparation instructions are given and the information relates to the food as prepared for consumption. In addition, that regulation does not contain anything to support the view of the Landgericht Bielefeld (Regional Court, Bielefeld) that the term ‘preparation’, within the meaning of that provision, must be understood to involve ‘major stages of transformation’, such as cooking or heating.", "label": [[1014, 1017, "AMOUNT_VALUE"], [1018, 1019, "AMOUNT_UNIT"], [1481, 1506, "ORG"], [1508, 1522, "ORG"], [1524, 1533, "LOC"]]}
{"text": "17. The BVV lodged an appeal on a point of law before the Bundesgerichtshof (Federal Court of Justice, Germany), the referring court, against the judgment of the Oberlandesgericht Hamm (Higher Regional Court, Hamm).", "label": [[4, 11, "ORG"], [54, 75, "ORG"], [77, 101, "ORG"], [103, 110, "LOC"], [162, 184, "ORG"], [186, 207, "ORG"], [209, 213, "LOC"]]}
{"text": "18. In the referring court’s view, the outcome of that appeal on a point of law turns inter alia on whether Article 31(3) and Article 33(2) of Regulation No 1169/2011 are to be interpreted as prohibiting, in a case such as that at issue in the main proceedings, the indication on the front of the packaging, for promotional purposes, of nutrition information per portion of the food after preparation without also stating the energy value per 100 g of that food as sold.", "label": [[443, 446, "AMOUNT_VALUE"], [447, 448, "AMOUNT_UNIT"]]}
{"text": "19. It is in those circumstances that the Bundesgerichtshof (Federal Court of Justice) decided to stay the proceedings and to refer the following questions to the Court for a preliminary ruling:", "label": [[38, 86, "ORG"], [159, 168, "ORG"]]}
{"text": "‘(1) Must the second subparagraph of Article 31(3) of [Regulation No 1169/2011] be interpreted as applying solely to foods which require preparation and for which the method of preparation is predetermined?", "label": []}
{"text": "(2) If Question 1 is answered in the negative: does the phrase “per 100 g” in the second subparagraph of Article 33(2) [of Regulation No 1169/2011] only refer to 100 grams of the product as sold, or does it also – at least additionally – refer to 100 grams of the food after preparation?’", "label": [[68, 71, "AMOUNT_VALUE"], [72, 73, "AMOUNT_UNIT"], [162, 165, "AMOUNT_VALUE"], [166, 171, "AMOUNT_UNIT"], [247, 250, "AMOUNT_VALUE"], [251, 256, "AMOUNT_UNIT"]]}
{"text": "20. Written observations were submitted by the parties to the main proceedings and the European Commission. The Court decided to give a ruling without holding a hearing, pursuant to Article 76(2) of its Rules of Procedure.", "label": [[83, 106, "ORG"], [108, 117, "ORG"]]}
{"text": "IV. Analysis", "label": []}
{"text": "A. Preliminary observations", "label": []}
{"text": "21. The questions referred for a preliminary ruling in this case concern the requirements relating to the nutrition labelling of food laid down in Regulation No 1169/2011. In the light of the technicality of the rules at issue, I consider it appropriate to begin by giving an overview of the relevant regulatory framework (1.), which will provide a better understanding of the nutrition labelling of the product at issue and the questions submitted (2.).", "label": []}
{"text": "1. The relevant regulatory framework", "label": []}
{"text": "(a) The history and the objectives pursued", "label": []}
{"text": "22. The legal framework governing the labelling of foods was established by Directive 79/112/EEC, (6) which sought to lay down common rules which ‘would contribute to the smooth functioning of the common market’, as the differences between the national rules were perceived as impeding the free circulation of foodstuffs between the Member States. (7) Although the primary aim of that directive was to remove such impediments, the legislature also acknowledged that such rules had to be based, ‘[principally, on] the need to inform and protect the consumer’. (8) That need was restated (9) and reinforced (10) by Directive 2000/13, which codified and replaced Directive 79/112, following multiple and substantial amendments to the latter. (11)", "label": []}
{"text": "23. Only when the legislation on food labelling was simplified and codified in a single instrument, namely Regulation No 1169/2011, (12) did the EU legislature assert that that legislation ‘both serve[d] the interests of the internal market by simplifying the law, ensuring legal certainty and reducing administrative burden, and benefit[ed] citizens by requiring clear, comprehensible and legible labelling of foods’. (13) The subject matter of that regulation was defined as, inter alia, the provision of ‘the basis for the assurance of a high level of consumer protection in relation to food information …’ and the establishment of ‘the means to guarantee the right of consumers to information and procedures for the provision of food information’. (14) In that context, Article 3(1) of the regulation states that one of the ‘general objectives’ of the legislation is to ensure ‘a high level of protection of consumers’ health and interests by providing a basis for final consumers to make informed choices and to make safe use of food, with particular regard to health, economic, environmental, social and ethical considerations’. (15)", "label": [[145, 147, "LOC"]]}
{"text": "24. It is therefore in the light of the original objective of the smooth functioning of the internal market as well as, in particular, in the present case, that of the protection of consumers’ health, that the rules on the provision of food information should be read.", "label": []}
{"text": "(b) Mandatory and voluntary particulars on foods", "label": []}
{"text": "25. First of all, it should be noted that Regulation No 1169/2011 distinguishes between two kinds of particulars: on the one hand, ‘mandatory information’, which is defined as ‘particulars that are required to be provided to the final consumer by Union provisions’, (16) and, on the other, ‘voluntary information’, which, as that term indicates, is provided on a voluntary basis. (17)", "label": [[247, 252, "LOC"]]}
{"text": "26. The mandatory information serves to enable consumers to identify and make appropriate use of a food and to make choices that suit their individual dietary needs. (18) The detailed provisions governing such mandatory information are contained in Chapter IV of Regulation No 1169/2011. (19) The list of particulars which must appear on foods is drawn up in Article 9(1) of that regulation and contains, amongst the various types of information, under point (l), a ‘nutrition declaration’. That declaration must be consistent with the special provisions of Section 3 of Chapter IV and, in particular, with Articles 29 to 35 of the regulation. (20)", "label": []}
{"text": "27. The voluntary information serves in particular to allow manufacturers who wish to do so to draw consumers’ attention to the qualities of their product (21) or to help consumers to see easily the essential nutrition information when purchasing foods, by repeating the most important elements of the mandatory nutrition information in the principal field of vision of the packaging. (22) Despite their voluntary nature, the EU legislature has taken the view that such indications also had to comply with harmonised criteria. (23) The reasons for such harmonisation vary according to the type of voluntary information. For example, as regards the repetition of the nutrition information, if the choice of the information that can be repeated were a free choice, consumers could be confused (24) or even misled. (25)", "label": [[426, 428, "LOC"]]}
{"text": "28. For those reasons, the presentation of the voluntary information was also harmonised. Although that aspect of the labelling is primarily governed by the provisions of Chapter V of Regulation No 1169/2011, which is entitled ‘Voluntary food information’, those provisions do refer to the provisions of Chapter IV and to Chapter III, and in particular to Article 7 of that regulation which concerns ‘fair information practices’. Food information provided on a voluntary basis must, first, comply with the requirements laid down in relation to mandatory information in Sections 2 and 3 of Chapter IV, namely the ‘detailed provisions’ and the provisions on the ‘nutrition declaration’, (26) and, second, must not mislead the consumer or be ambiguous or confusing for the consumer and must, where appropriate, be based on the relevant scientific data. (27)", "label": []}
{"text": "(c) Nutrition labelling of foods", "label": []}
{"text": "29. The various mandatory particulars listed in Article 9(1) of Regulation No 1169/2011 include the ‘nutrition declaration’. (28) The technical nature of the rules on ‘nutrition declarations’, which are also referred to as ‘nutrition labelling’, (29) is emphasised by the fact that it is the sole particular to which an entire section of Chapter IV of that regulation is dedicated, namely Section 3, (30) which essentially codifies the provisions of Directive 90/496.", "label": []}
{"text": "30. Those detailed provisions in Section 3 govern the content of those declarations, their presentation and the calculation of the energy value. It is those very rules which are at issue in the case in the main proceedings.", "label": []}
{"text": "31. In the first place, with regard to the rules on the content of the nutrition labelling, Regulation No 1169/2011 distinguishes between ‘mandatory’ and ‘repeated’ nutrition declarations; the latter are a specific category of voluntary particulars. (31)", "label": []}
{"text": "32. On the one hand, under Article 30(1) of that regulation, the mandatory nutrition declaration must include the energy value and the amounts of fat, saturates, carbohydrate, sugars, protein and salt.", "label": []}
{"text": "33. On the other hand, pursuant to Article 30(3) of the regulation, in addition to the mandatory nutrition declaration and where the labelling relates to a prepacked food, the food business operator may choose to repeat either the energy value of the food (point (a)) or all the most important elements contained in the mandatory nutrition declaration, (32) that is to say, all the elements of that declaration except the amounts of carbohydrate and protein (point (b)). The objective of the option of reproducing those particulars is to help consumers to see easily the essential nutrition information when purchasing foods. (33)", "label": []}
{"text": "34. In the second place, as regards the rules on the presentation of the nutrition labelling, it is clear from the provisions of Regulation No 1169/2011 that the mandatory declarations must appear, like incidentally all other mandatory particulars, in a conspicuous place in such a way as to be easily visible and clearly legible. (34) In addition, a mandatory nutrition declaration must appear in the same field of vision – which is defined as ‘all the surfaces of a package that can be read from a single viewing point’ (35) – in a clear format and, if space permits, in tabular format with the numbers aligned. (36)", "label": []}
{"text": "35. As for repeated voluntary declarations, they, like all other voluntary particulars, must not be displayed to the detriment of the space available for mandatory information. (37) In addition, in practice, as is the case here, they are usually presented in the principal field of vision (the front of the packaging), (38) using the font size specified in that regard. (39)", "label": []}
{"text": "36. In the third place, with regard to the method of calculating the energy value and the amount of nutrients stated in the nutrition declarations, pursuant to Article 32(2) of Regulation No 1169/2011, that information must, in principle, be expressed per 100 g or per 100 ml. The purpose of that rule is that the consumer must be able to compare the nutrition information of similar products in different package sizes, (40) and it applies regardless of whether the nutrition declaration is mandatory or voluntary, since that provision covers, inter alia, the nutrition declarations made pursuant to Article 30(1) and (3) of that regulation. In addition, the nutrition declarations relate, in principle, to the food ‘as sold’ (41) or, ‘where appropriate’, to the food ‘after preparation’, provided that sufficiently detailed preparation instructions are given and the information relates to the food as prepared for consumption. (42)", "label": [[256, 259, "AMOUNT_VALUE"], [260, 261, "AMOUNT_UNIT"], [269, 272, "AMOUNT_VALUE"], [273, 275, "AMOUNT_UNIT"]]}
{"text": "2. The nutrition labelling of the product at issue", "label": []}
{"text": "37. In the light of the foregoing, it is, in my view, appropriate to make the following clarifications regarding the nutrition labelling of the product at issue.", "label": []}
{"text": "38. First of all, it should be observed that the questions referred for a preliminary ruling do not relate to the mandatory nutrition declaration. The parties to the dispute in the main proceedings are in agreement that that declaration is entirely consistent with the provisions of Regulation No 1169/2011. The mandatory nutrition labelling which appears on the packaging of the product at issue, first, includes the energy value (43) and the amounts of fat, saturates, carbohydrate, sugars, protein and salt (44) and, second, presents that information in the same field of vision, (45) that is to say, on the side of the packaging, in tabular format. (46)", "label": []}
{"text": "39. Next, turning to the repeated nutrition declaration, I note that the parties to the dispute in the main proceedings are in agreement that, in the case of prepacked food with labelling that includes a mandatory nutrition declaration, the energy value together with the amounts of fat, saturates, sugars and salt may be repeated, on a voluntary basis, on the front of the packaging, (47) in a format different from that of the mandatory nutrition declaration. (48) Compliance with the provisions of Regulation No 1169/2011 is disputed solely in relation to the calculation and the expression of the energy value and the amount of nutrients that appears in the repeated nutrition declaration on the front of the packaging, and the dispute concerns in particular whether that repeated declaration may refer to the food after preparation only.", "label": []}
{"text": "B. The first question referred for a preliminary ruling", "label": []}
{"text": "40. By its first question, the referring court asks, in essence, whether the second subparagraph of Article 31(3) of Regulation No 1169/2011 is to be interpreted as applying only to foods which, in order to be consumed, require preparation and for which a single method of preparation is prescribed.", "label": []}
{"text": "41. That question is relevant to the resolution of the dispute because, as the referring court observes, the product at issue can be prepared in different ways, that is to say, by adding milk, yoghurt or fromage blanc, as well as fruit juice or fruit, jam or honey.", "label": []}
{"text": "42. In other words, the Court is called upon to rule whether, where there are various methods of preparing a food, in some cases using different ingredients, the nutrition declarations that are repeated on a voluntary basis on the front of the packaging can relate to just one of those methods of preparation.", "label": [[20, 29, "ORG"]]}
{"text": "43. Under the second subparagraph of Article 31(3) of Regulation No 1169/2011, nutrition information may, ‘where appropriate’, be provided in relation to ‘the food after preparation’ rather than the food ‘as sold’, (49) ‘provided that sufficiently detailed preparation instructions are given and the information relates to the food as prepared for consumption’. That provision reproduces the wording of Article 6(4) of Directive 90/496 word for word.", "label": []}
{"text": "44. I would point out, from the outset, that that provision must be interpreted taking into account not only its wording but also its context and the objective pursued by the legislation in question. (50)", "label": []}
{"text": "45. In the first place, with regard to the wording of the second subparagraph of Article 31(3) of Regulation No 1169/2011, I would observe, as the referring court did, that the wording of that provision does not provide any information capable of offering a clear and unambiguous response. The only findings that can be made on the basis of a literal interpretation are the following.", "label": []}
{"text": "46. First, the words ‘the food after preparation’ assume that the food referred to in the second subparagraph of Article 31(3) of Regulation No 1169/2011 can be prepared. Foods that do not require any preparation in order to be consumed (for example, a bar of chocolate) are not therefore covered by that provision. In the present case, the muesli can also be consumed without any preparation. Accordingly, it could be argued that the muesli is not a food covered by that provision, since the provision should cover only foods which, in order to be consumed, must necessarily be prepared. However, the wording of that provision does not indicate that such a strict approach is to be adopted. Neither the method of preparation nor the extent of that preparation is a decisive factor for the provision to be applicable.", "label": []}
{"text": "47. Second, I note that the use of the words ‘where appropriate’, which appear at the start of the second subparagraph of Article 31(3) of Regulation No 1169/2011, demonstrates that that provision does not cover all food which, in order to be consumed, can be prepared, meaning that the nutrition information required under the provision does not necessarily have to be provided.", "label": []}
{"text": "48. Third, the condition that ‘sufficiently detailed preparation instructions are given’ could support an argument that the second subparagraph of Article 31(3) applies regardless of the number of ways in which a food can be prepared, since that condition is less meaningful if that provision were to apply only to foods for which there is a single method of preparation. Although the provision of such instructions is, admittedly, less crucial where a food can be prepared in just one way, in the light of the objective of providing information to the consumer, I am of the view that the provision of such instructions is, however, justified in so far as this is necessary for the product to be used properly.", "label": []}
{"text": "49. In the second place, it is apparent from the context of the second subparagraph of Article 31(3) of Regulation No 1169/2011 that the concept of the ‘food after preparation’ encompasses, in principle, all ‘food intended for the final consumer’. (51) Although that regulation is to apply without prejudice to labelling requirements provided for in specific Union provisions applicable to particular foods, (52) no specific provision has been adopted regarding the information on the calculation and the presentation of the nutrition declarations appearing on the front of packaging. (53) Furthermore, I would observe that Regulation No 1169/2011 provides nothing to support the view that ‘preparation’ within the meaning of that regulation should be understood to mean only ‘major stages of transformation’, such as cooking or heating, as that term is neither defined nor described in the regulation.", "label": [[359, 364, "LOC"]]}
{"text": "50. It follows that the literal and contextual interpretations are inconclusive as regards the question of whether the second subparagraph of Article 31(3) of Regulation No 1169/2011 concerns only foods for which a single method of preparation is predetermined or also foods – such as muesli – which can be prepared in different ways, inter alia by adding further ingredients. An answer can be found only in the light of the teleological interpretation, and in particular having regard to the correct meaning of the words ‘where appropriate’, which unquestionably allow for a degree of legal assessment.", "label": []}
{"text": "51. Accordingly, with regard, in the third place, to the objective pursued by the second subparagraph of Article 31(3) of Regulation No 1169/2011, I would point out first and foremost that that regulation must be assessed having regard both to the purpose of that provision and to the objectives of the legislation at issue, and in particular that of providing a basis for consumers to make informed choices and to make safe use of food, in accordance, inter alia, with health considerations. (54)", "label": []}
{"text": "52. The purpose of Article 31 is, in my view, apparent from recitals 35 and 41 of Regulation No 1169/2011. Recital 35 establishes that the aim of the provisions on the nutrition declaration per 100 g or per 100 ml is to ‘facilitate the comparison of products in different package sizes’. That recital further explains that ‘additional portion-based declarations’ are permitted, ‘in addition to the expression per 100 g or per 100 ml’, ‘if appropriate’, ‘where food is prepacked and individual portions or consumption units are identified’.", "label": [[194, 197, "AMOUNT_VALUE"], [198, 199, "AMOUNT_UNIT"], [207, 210, "AMOUNT_VALUE"], [211, 213, "AMOUNT_UNIT"], [413, 416, "AMOUNT_VALUE"], [417, 418, "AMOUNT_UNIT"], [426, 429, "AMOUNT_VALUE"], [430, 432, "AMOUNT_UNIT"]]}
{"text": "53. Recital 41 of that regulation provides that the nutrition information provided must ‘be simple and easily understood’ ‘to appeal to the average consumer and to serve the informative purpose for which it is introduced’ and that, ‘…, on a voluntary basis, the most important elements of the nutrition information may be repeated in the principal field of vision, in order to help consumers to easily see the essential nutrition information when purchasing foods’.", "label": []}
{"text": "54. It is specifically in the light of those two objectives, which are inherently linked – namely, facilitating the comparison of foods and providing information to consumers – that the two subparagraphs of Article 31(3) of Regulation No 1169/2011 can be applied (and the relationship between them explained).", "label": []}
{"text": "55. First, in order to facilitate the comparison of the energy values and the amounts of nutrients, they must, in principle, relate to the condition of the food as sold (first subparagraph). Where food is ready for consumption only after preparation involving the addition of other ingredients, in order to facilitate its comparison with equivalent food from another manufacturer, the nutrition declaration may refer to the foods after preparation (second subparagraph).", "label": []}
{"text": "56. However, in the latter scenario, if a food can be prepared in different ways, the information relating to the energy value and the amounts of nutrients of the food after preparation, which relate to the manufacturer’s suggested method of preparation, do not generally allow a comparison to be made with equivalent foods from other manufacturers, for which the nutrition declaration may be based on a different method of preparation.", "label": []}
{"text": "57. For example, in the present case, it is established that the muesli can be prepared in different ways, by using additional ingredients with differing sugar or fat contents. A nutrition declaration based on a particular proposed method of preparation – such as, here, the addition of 60 ml of milk with a fat content of 1.5% – is therefore just one of the possible options, and will not provide a general indication about the nutrition values of the product when ready for consumption or allow, as far as the nutritional values are concerned, a comparison to be made with the equivalent products of other manufacturers, in particular because the ratio between the quantity of the food and that of the additional ingredient will, in reality, be freely determined according to the consumer’s taste.", "label": [[287, 289, "AMOUNT_VALUE"], [290, 292, "AMOUNT_UNIT"], [323, 325, "AMOUNT_VALUE"], [326, 327, "AMOUNT_UNIT"]]}
{"text": "58. It follows, first, that any calculation of the energy value and of the amounts of nutrients in a product which can be prepared in different ways will, by definition, be arbitrary and will vary according to the method of preparation, and, second, a contrario, that the comparability of the energy value and of the amounts of nutrients of such a product can be ensured only where the information relates to the food as sold, pursuant to the first subparagraph of Article 31(3) of Regulation No 1169/2011.", "label": []}
{"text": "59. If it is concluded, based on the purpose of ensuring comparability, that foods which can be prepared in different ways must be excluded from the scope of the second subparagraph of Article 33(2) of Regulation No 1169/2011, it remains to be determined to which foods requiring preparation that provision is to apply.", "label": []}
{"text": "60. In that regard, on the basis of an interpretation a contrario, the foods considered above differ from those which can be prepared for consumption only by means of a single predetermined method of preparation, such as dried soup in powdered form, for which the volume of water to be added and the cooking time are predetermined as part of a single method of use, powder-based pudding mixes or even finished products (for example, ravioli). Such foods are characterised by the fact that they can reasonably be prepared for consumption only in the manner stated, which enables a direct comparison to be made with similar foods. It is true that such a comparison will not always be based on a perfect equivalence, in particular because the nutritional values of the additional ingredients may vary. However, the arbitrary aspect of such a comparison appears to me to be unquestionably limited.", "label": []}
{"text": "61. Second, from the perspective of the informative purpose of the nutrition declarations, it follows from Article 7(1) of Regulation No 1169/2011 that the food information must not mislead the consumer, inter alia as to the characteristics of the food and, in particular, as to its nature and qualities. (55) Paragraph 2 of that provision states that ‘food information shall be accurate, clear and easy to understand for the consumer’. (56)", "label": []}
{"text": "62. In that connection, first, I would point out that, from the perspective of the informative purpose, given the arbitrary and variable nature of the calculation of the abovementioned nutritional values, it is difficult to determine how, in the present case, the presentation of repeated nutrition information relating to the food after preparation would be useful to the consumer, particularly since the mandatory nutrition declaration would in fact be relegated to of secondary significance visually. Furthermore, in order to ensure a high level of consumer protection in relation to information, taking into account the differences in the perception of consumers, (57) as the Court has observed, food information must be correct, neutral and objective. (58) That would not, however, be the case if the manufacturers of foods which can be prepared in different ways were to choose the way which best suits them, in particular that which gives the lowest energy value. Adopting such an approach would be neither neutral nor objective.", "label": [[676, 685, "ORG"]]}
{"text": "63. Second, a voluntary nutrition declaration which does not indicate, in the repeated nutrition declaration, the energy value per 100 g of the food as sold could mislead consumers, despite the fact that that value appears in the mandatory nutrition declaration, in particular when other manufacturers systematically present in the repeated nutrition declaration the energy value per 100 g of the product as sold. In such a situation, notable differences between the values could be perceived. By way of illustration, I note that the energy value of the product at issue per portion of the product as sold is 1880 kJ, whereas it is 872 kJ per portion of the product after preparation.", "label": [[131, 134, "AMOUNT_VALUE"], [135, 136, "AMOUNT_UNIT"], [384, 387, "AMOUNT_VALUE"], [388, 389, "AMOUNT_UNIT"], [609, 613, "AMOUNT_VALUE"], [614, 616, "AMOUNT_UNIT"], [632, 635, "AMOUNT_VALUE"], [636, 638, "AMOUNT_UNIT"]]}
{"text": "64. However, as a general rule, it is not for the Court, pursuant to the division of jurisdiction between the EU Courts and national courts, to rule on the question whether the labelling of certain products is likely to mislead the purchaser or consumer or to determine whether a nutrition declaration is potentially misleading. It falls to the referring court to examine all the various elements of the labelling in order to determine whether such a consumer may be misled as to the nutrition values of the product at issue. However, when giving a preliminary ruling on a reference, the Court may, in appropriate cases, give further clarification as guidance to the national court in its decision. (59)", "label": [[46, 55, "ORG"], [110, 112, "LOC"], [584, 593, "ORG"]]}
{"text": "65. In that connection, first of all, in order to assess the capacity of labelling to mislead the purchaser, the national court must in essence take account of the presumed expectations, in the light of that labelling, which an average consumer, who is reasonably well informed and reasonably observant and circumspect, has as to, inter alia, the quality associated with the food, the critical point being that the consumer must not be misled and must not be induced to believe, incorrectly, that the product has, inter alia, a quality which is other than genuine. (60)", "label": []}
{"text": "66. Next, given that the purpose of the option of repeating the nutrition declarations on the front of the packaging is specifically to help the consumer to see easily, when making a purchase, the essential nutrition information, it should be assumed that an average consumer will first read the repeated nutrition information on the front of the packaging rather than the mandatory information on the side. (61)", "label": []}
{"text": "67. Finally, account should be taken of the fact that food manufacturers have an interest in making their products appear as healthy as possible in the nutrition declaration and, therefore, have an interest in setting nutrition values such as the sugar content and the caloric content as low as possible. Where there is a repeated nutrition declaration, the nutrition energy values of 100 g of a product after preparation can be lower than those of 100 g of the same product as sold, if the nutrition values of the ingredients used for the preparation are lower than those of the food in question. Thus, accepting that a food such as the product at issue can fall within the scope of the second subparagraph of Article 31(3) of Regulation No 1169/2011 would risk broadening the category of foods capable of being covered by that provision. Such a broadening of that provision’s scope would be inappropriate, since the provision, which is usually the exception, could become the rule, where a food can be prepared in one way or another.", "label": [[385, 388, "AMOUNT_VALUE"], [389, 390, "AMOUNT_UNIT"], [449, 452, "AMOUNT_VALUE"], [453, 454, "AMOUNT_UNIT"]]}
{"text": "68. In the light of the foregoing considerations, I propose that the first question referred for a preliminary ruling should be answered to the effect that the second subparagraph of Article 31(3) of Regulation No 1169/2011 is to be interpreted as applying only to foods which need to be prepared and for which a single method of preparation is predetermined.", "label": []}
{"text": "C. The second question referred for a preliminary ruling", "label": []}
{"text": "69. In the event that the first question is answered in the negative, the referring court asks, by its second question, in essence, whether the words ‘per 100 g’ in the second subparagraph of Article 33(2) of Regulation No 1169/2011 refer only to 100 g of the food as sold or, at least additionally, also to 100 g of the food after preparation.", "label": [[155, 158, "AMOUNT_VALUE"], [159, 160, "AMOUNT_UNIT"], [247, 250, "AMOUNT_VALUE"], [251, 252, "AMOUNT_UNIT"], [308, 311, "AMOUNT_VALUE"], [312, 313, "AMOUNT_UNIT"]]}
{"text": "70. In the light of the answer that I propose is given to the first question referred for a preliminary ruling, there is in my view no need to answer that second question. The analysis that follows is provided for the sake of completeness, in the event that the Court were to take the view that it must be answered.", "label": [[258, 267, "ORG"]]}
{"text": "71. First of all, I note that the first subparagraph of Article 33(2) of Regulation No 1169/2011 provides for a derogation from the rule that the amount of nutrients must be expressed per 100 g or per 100 ml. Pursuant to that provision, in the case of voluntary information which repeats, in the principal field of vision, the energy value together with the amounts of fat, saturates, sugars and salt, (62) the amount of those nutrients may be expressed ‘on the basis of per portion or per consumption unit alone’. However, in such circumstances, pursuant to the second subparagraph of that same provision, the energy value must, nevertheless, be expressed per 100 g or per 100 ml and per portion or per consumption unit. In order to apply that derogation, the conditions to which Article 33(1) of that regulation makes the right to express the nutrition values per portion or per consumption unit subject must be satisfied, namely that ‘the portion or the unit used is quantified on the label and that the number of portions or units contained in the package is stated’. (63)", "label": [[188, 191, "AMOUNT_VALUE"], [192, 193, "AMOUNT_UNIT"], [201, 204, "AMOUNT_VALUE"], [205, 206, "AMOUNT_UNIT"], [661, 664, "AMOUNT_VALUE"], [665, 666, "AMOUNT_UNIT"], [674, 677, "AMOUNT_VALUE"], [678, 680, "AMOUNT_UNIT"]]}
{"text": "72. In the present case, if the Court were to answer the first question in the negative, that would mean that the repeated nutrition declarations of the product at issue would be permitted under the second subparagraph of Article 31(3) of Regulation No 1169/2011 and that Dr. Oetker would be required to provide only the nutrition information referred to in Article 30(1) to (5) of that regulation for the food after preparation. Pursuant to Article 32(2) of the regulation, that repeated nutrition information should be expressed per 100 g or per 100 ml of the product after preparation. Furthermore, pursuant to Article 33(1)(a) of the same regulation, Dr. Oetker could also express the energy value and the amounts of nutrients per portion, subject to the conditions laid down in that provision, (64) and, pursuant to the second subparagraph of Article 33(2) of Regulation No 1169/2011, express the voluntary repeated information on the front of the packaging per portion only in relation to the amount of nutrients and both per 100 g and per portion in relation to the energy value. Finally, I would note that Dr. Oetker also indicated, on the side of the packaging, the nutrition information for 100 g of the product as sold.", "label": [[28, 37, "ORG"], [272, 282, "ORG"], [535, 538, "AMOUNT_VALUE"], [539, 540, "AMOUNT_UNIT"], [548, 551, "AMOUNT_VALUE"], [552, 554, "AMOUNT_UNIT"], [655, 665, "ORG"], [1032, 1035, "AMOUNT_VALUE"], [1036, 1037, "AMOUNT_UNIT"], [1114, 1124, "ORG"], [1201, 1204, "AMOUNT_VALUE"], [1205, 1206, "AMOUNT_UNIT"]]}
{"text": "73. Leaving aside the facts of the case in the main proceedings, the question whether the sequence of words ‘per 100 g’, within the meaning of the second subparagraph of Article 33(2) of Regulation No 1169/2011, which refers to the energy value, refers only to 100 g of the product as sold or also to 100 g of the food after preparation may arise where the nutrition declaration relates to the food after preparation, pursuant to the second subparagraph of Article 31(3) of that regulation.", "label": [[113, 116, "AMOUNT_VALUE"], [117, 118, "AMOUNT_UNIT"], [261, 264, "AMOUNT_VALUE"], [265, 266, "AMOUNT_UNIT"], [301, 304, "AMOUNT_VALUE"], [305, 306, "AMOUNT_UNIT"]]}
{"text": "74. As the referring court observes, the answer to that question is unclear based on the wording or the context of the provision at issue. No clarification is provided as to the condition of the 100 g of the food to which the indication of the energy value must relate where the nutrition information is provided, pursuant to the second subparagraph of Article 31(3) of Regulation No 1169/2011, in respect of the food after preparation. An answer can be found only by taking into consideration the objective of the repeated nutrition declaration.", "label": [[195, 198, "AMOUNT_VALUE"], [199, 200, "AMOUNT_UNIT"]]}
{"text": "75. Thus, in the light of the purpose of facilitating comparison, which is set out in recital 35 of Regulation No 1169/2011, (65) I recall that the primary aim of the second subparagraph of Article 31(3) of that regulation is to guarantee that the requirements relating to the reference quantity of 100 g or 100 ml provided for in Article 32(2) of that regulation are applied correctly. The idea behind that provision is that, as a general rule, portions do not weigh 100 g and that, therefore, for the purpose of better comparability, at least the most essential information (the energy value) must be indicated for the reference quantity of 100 g, whereas the other nutrition values may relate to the portion weight if they are repeated on the packaging other than in the mandatory nutrition table.", "label": [[299, 302, "AMOUNT_VALUE"], [303, 304, "AMOUNT_UNIT"], [308, 311, "AMOUNT_VALUE"], [312, 314, "AMOUNT_UNIT"], [468, 471, "AMOUNT_VALUE"], [472, 473, "AMOUNT_UNIT"], [643, 646, "AMOUNT_VALUE"], [647, 648, "AMOUNT_UNIT"]]}
{"text": "76. In the light of that purpose, I am of the view that, where the nutrition values appear on the front of the packaging for a reference quantity nominated by the manufacturer for the food after preparation, it is conceivable, in order to guarantee a degree of comparability, for the second subparagraph of Article 33(2) of Regulation No 1169/2011 to be interpreted as meaning that there is an obligation to indicate, on the front, the energy value per 100 g of the product as sold, in addition to the nutrition information related to one portion. A solution to that effect also appears to me, having regard to recital 41 of that regulation, to be the most ‘simple and easily understandable’ to appeal to the average consumer and fulfil the informative purpose of the nutrition declarations.", "label": [[453, 456, "AMOUNT_VALUE"], [457, 458, "AMOUNT_UNIT"]]}
{"text": "77. In the light of all the foregoing considerations, I propose that the second question referred for a preliminary ruling is answered to the effect that the second subparagraph of Article 33(2) of Regulation No 1169/2011 is to be interpreted as meaning that, if the energy value is indicated on the packaging both ‘per 100 g’ and ‘per portion or consumption unit’, in relation to the food as sold and to the food after preparation, the energy value per 100 g or per 100 ml of the food as sold should be repeated.", "label": [[320, 323, "AMOUNT_VALUE"], [324, 325, "AMOUNT_UNIT"], [454, 457, "AMOUNT_VALUE"], [458, 459, "AMOUNT_UNIT"], [467, 470, "AMOUNT_VALUE"], [471, 473, "AMOUNT_UNIT"]]}
{"text": "V. Conclusion", "label": []}
{"text": "78. In the light of the foregoing, I propose that the Court answer the questions referred by the Bundesgerichtshof (Federal Court of Justice, Germany) for a preliminary ruling as follows:", "label": [[50, 59, "ORG"], [93, 114, "ORG"], [116, 140, "ORG"], [142, 149, "LOC"]]}
{"text": "(1) The second subparagraph of Article 31(3) of Regulation No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 is to be interpreted as applying only to foods which need to be prepared and for which a single method of preparation is predetermined.", "label": [[75, 98, "ORG"], [106, 117, "ORG"], [121, 136, "DATE"], [252, 275, "ORG"], [283, 294, "ORG"], [310, 320, "ORG"], [343, 350, "ORG"], [373, 383, "ORG"], [430, 453, "ORG"], [461, 472, "ORG"], [474, 484, "ORG"], [525, 535, "ORG"]]}
{"text": "(2) In the light of the answer that I propose is given to the first question referred for a preliminary ruling, I do not consider it necessary to answer the second question referred for a preliminary ruling. If the Court were to take the view that it must be answered, it is my view that the following answer should be given:", "label": [[211, 220, "ORG"]]}
{"text": "The second subparagraph of Article 33(2) of Regulation No 1169/2011 is to be interpreted as meaning that, if the energy value is indicated on the packaging both ‘per 100 g’ and ‘per portion or consumption unit’, in relation to the food as sold and to the food after preparation, the energy value per 100 g or per 100 ml of the food as sold should be repeated.", "label": [[166, 169, "AMOUNT_VALUE"], [170, 171, "AMOUNT_UNIT"], [300, 303, "AMOUNT_VALUE"], [304, 305, "AMOUNT_UNIT"], [313, 316, "AMOUNT_VALUE"], [317, 319, "AMOUNT_UNIT"]]}
{"text": "1 Original language: French.", "label": [[21, 27, "NATIONALITY"]]}
{"text": "2 Regulation of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 (OJ 2011 L 304, p. 18 and corrigenda OJ 2012 L 247, p. 17 and OJ 2016 L 266, p. 7).", "label": [[16, 39, "ORG"], [47, 58, "ORG"], [62, 77, "DATE"], [193, 216, "ORG"], [224, 235, "ORG"], [251, 261, "ORG"], [284, 291, "ORG"], [314, 324, "ORG"], [371, 394, "ORG"], [402, 413, "ORG"], [415, 425, "ORG"], [466, 476, "ORG"]]}
{"text": "3 Directive of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (OJ 2000 L 109, p. 29).", "label": [[15, 38, "ORG"], [46, 57, "ORG"], [61, 74, "DATE"]]}
{"text": "4 Council Directive of 24 September 1990 on nutrition labelling for foodstuffs (OJ 1990 L 276, p. 40).", "label": [[2, 9, "ORG"], [23, 40, "DATE"]]}
{"text": "5 With regard to the case-law on Regulation No 1169/2011, see judgments of 4 September 2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659); of 12 November 2019, Organisation juive européenne and Vignoble Psagot (C‑363/18, EU:C:2019:954); and of 1 October 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763). In relation to Directive 2000/13, see, inter alia, judgments of 10 September 2009, Lombardi (C‑446/07, EU:C:2009:530); of 4 June 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361); and of 22 September 2016, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718). Concerning Directive 90/496, see, inter alia, judgment of 23 October 2003, B. Richter (C‑40/02, EU:C:2003:584).", "label": [[75, 91, "DATE"], [93, 157, "ORG"], [188, 204, "DATE"], [206, 235, "ORG"], [240, 255, "ORG"], [290, 304, "DATE"], [306, 321, "ORG"], [413, 430, "DATE"], [432, 440, "PER"], [471, 482, "DATE"], [484, 546, "ORG"], [581, 598, "DATE"], [600, 621, "ORG"], [707, 722, "DATE"], [724, 734, "PER"]]}
{"text": "6 Council Directive of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer (OJ 1979 L 33, p. 1).", "label": [[2, 9, "ORG"], [23, 39, "DATE"]]}
{"text": "7 First and second recitals of Directive 79/112.", "label": []}
{"text": "8 Sixth and seventh recitals of Directive 79/112. See also the twelfth recital of that directive, under which the rules on labelling also had to ‘prohibit the use of information that would mislead the purchaser or attribute medicinal properties to foodstuffs; …’. In addition, consumer protection has been interpreted as being the immediate and main aim of the directive (see, to that effect, Opinion of Advocate General Almas in Scholz (C‑385/96, EU:C:1998:72, point 21)). See also judgment of 12 October 1995, Graeme and Others (C‑85/94, EU:C:1995:312, paragraphs 23 and 24).", "label": [[404, 420, "PROFESSION"], [421, 426, "PER"], [430, 436, "PER"], [495, 510, "DATE"], [512, 518, "PER"]]}
{"text": "9 Recitals 6 and 14 of Directive 2000/13.", "label": []}
{"text": "10 See recital 8 of Directive 2000/13, which states that ‘detailed labelling, in particular giving the exact nature and characteristics of the product which enables the consumer to make his choice in full knowledge of the facts, is the most appropriate since it creates fewest obstacles to free trade’.", "label": []}
{"text": "11 For the list of the successive amendments, see Parts A and B of Annex IV to Directive 2000/13.", "label": []}
{"text": "12 Recital 11 of Regulation No 1169/2011.", "label": []}
{"text": "13 Second sentence of recital 9 of Regulation No 1169/2011 (emphasis added). See also the reference in recital 1 to Article 169 TFEU, which provides that the Union is to contribute to the attainment of a high level of consumer protection.", "label": [[154, 163, "ORG"]]}
{"text": "14 See, respectively, Article 1(1) and (2) of Regulation No 1169/2011. It was with this in mind that it was likewise reasserted that ‘it is a general principle of food law to provide a basis for consumers to make informed choices in relation to food they consume and to prevent any practices that may mislead the consumer’ (recital 4 of that regulation).", "label": []}
{"text": "15 The EU legislature established a connection between labelling and the objective of achieving a high level of health protection for consumers, by establishing a relationship between diet and health as well as the choice of an appropriate diet to suit individual needs. Allowing consumers to make an informed choice vis-à-vis their diet was deemed essential to ensuring both effective competition and consumer welfare (see recitals 3 and 10 of Regulation No 1169/2011).", "label": [[7, 9, "LOC"]]}
{"text": "16 Article 2(2)(c) of Regulation No 1169/2011.", "label": []}
{"text": "17 The words ‘voluntary information’, although they are used (see title of Chapter V, Articles 36 and 37 and recital 47), are not defined in Regulation No 1169/2011. In addition, in some language versions of that regulation, the words ‘voluntary’ or ‘on a voluntary basis’ are also used (see Article 36 and recitals 30, 38, 41, 42, 47 and 58) (French and Italian language versions). Those terms are clearly used interchangeably. In most language versions, the same terms are used (see German, Greek and English language versions). I also note that ‘voluntary’ particulars are not to be confused with ‘additional’ particulars. Although the regulation harmonised the national laws of the Member States in relation to mandatory particulars, such harmonisation is not exhaustive as the Member States remain free to adopt additional mandatory particulars, subject to the conditions laid down by the same regulation (see, in this regard, Article 10 and Article 35(2) of Regulation No 1169/2011 and Opinion of Advocate General Colin in Groupe Lactalis (C‑485/18, EU:C:2020:592, points 32 to 34)).", "label": [[344, 350, "NATIONALITY"], [355, 362, "NATIONALITY"], [485, 491, "NATIONALITY"], [493, 498, "NATIONALITY"], [503, 510, "NATIONALITY"], [1003, 1019, "PROFESSION"], [1020, 1025, "PER"], [1029, 1044, "ORG"]]}
{"text": "18 Recital 17 of Regulation No 1169/2011.", "label": []}
{"text": "19 That regulation also contains ‘the basis’ of Regulation No 1169/2011, within the meaning of Article 1(1) thereof, that is to say, the ‘general principles’ of Chapter II and the ‘general requirements’ of Chapter III, which also apply to mandatory information (see, to that effect, judgment of 4 September 2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, paragraph 66)).", "label": [[295, 311, "DATE"], [313, 377, "ORG"]]}
{"text": "20 First sentence of Article 9(1) of Regulation No 1169/2011.", "label": []}
{"text": "21 See recital 30 of Regulation No 1169/2011.", "label": []}
{"text": "22 See recital 41 of Regulation No 1169/2011.", "label": []}
{"text": "23 See recitals 30, 38, 41, 42 and 47 of Regulation No 1169/2011.", "label": []}
{"text": "24 See recital 41 of Regulation No 1169/2011. In that regard, recital 47 of that regulation states that ‘experience shows that in many cases voluntary food information is provided to the detriment of the clarity of the mandatory food information. Therefore, criteria should be provided to help food business operators and enforcement authorities to strike a balance between the provision of mandatory and voluntary food information’.", "label": []}
{"text": "25 See recital 42 of Regulation No 1169/2011.", "label": []}
{"text": "26 Article 36(1) of Regulation No 1169/2011.", "label": []}
{"text": "27 Article 36(2) of Regulation No 1169/2011.", "label": []}
{"text": "28 See point 26 of this Opinion.", "label": []}
{"text": "29 See Annex I to Regulation No 1169/2011, which is entitled ‘Specific definitions as referred to in Article 2(4)’, point 1.", "label": []}
{"text": "30 The provisions on the (eleven) other mandatory particulars are all contained in Section 2 of Chapter IV.", "label": []}
{"text": "31 The distinction between ‘mandatory’ and ‘voluntary’ declarations is not clear as such from the wording of Article 30 of Regulation No 1169/2011 but rather from a reading of paragraph 1 thereof, which concerns the ‘mandatory nutrition declaration’, and paragraph 3 thereof, which relates to the ‘information [that] may be repeated’, in conjunction with recital 41, which states that the latter may be repeated ‘on a voluntary basis’. See point 27 of this Opinion.", "label": []}
{"text": "32 Fourth sentence of recital 41 of Regulation No 1169/2011.", "label": []}
{"text": "33 Fourth sentence of recital 41 of Regulation No 1169/2011.", "label": []}
{"text": "34 Article 13(1) and (2) of Regulation No 1169/2011.", "label": []}
{"text": "35 Article 2(2)(k) of Regulation No 1169/2011.", "label": []}
{"text": "36 Article 34(1) and (2) of Regulation No 1169/2011. As recital 41 of that regulation states, ‘to appeal to the average consumer and to serve the informative purpose for which it is introduced, … the nutrition information provided should be simple and easily understood. To have the nutrition information partly in the principal field of vision, commonly known as the ‘front of pack’, and partly on another side on the pack, for instance the ‘back of pack’, might confuse consumers. Therefore, the nutrition declaration should be in the same field of vision’.", "label": []}
{"text": "37 Article 37 of Regulation No 1169/2011.", "label": []}
{"text": "38 The ‘principal field of vision’ is defined as ‘the field of vision of a package which is most likely to be seen at first glance by the consumer at the time of purchase and that enables the consumer to immediately identify a product in terms of its character or nature and, if applicable, its brand name. If a package has several identical principal fields of vision, the principal field of vision is the one chosen by the food business operator’ (see Article 2(2)(l) of Regulation No 1169/2011).", "label": []}
{"text": "39 Article 34(3) of Regulation No 1169/2011, which refers to Article 13(2) of that regulation.", "label": []}
{"text": "40 Recital 35 of Regulation No 1169/2011.", "label": []}
{"text": "41 First subparagraph of Article 31(3) of Regulation No 1169/2011.", "label": []}
{"text": "42 Second subparagraph of Article 31(3) of Regulation No 1169/2011.", "label": []}
{"text": "43 In accordance with Article 30(1)(a) of Regulation No 1169/2011.", "label": []}
{"text": "44 In accordance with Article 30(1)(b) of Regulation No1169/2011.", "label": []}
{"text": "45 In accordance with Article 34(1) of Regulation No 1169/2011.", "label": []}
{"text": "46 In accordance with Article 34(2) of Regulation No 1169/2011.", "label": []}
{"text": "47 Pursuant to Article 30(3)(b), Article 2(2)(l) and Article 34(3)(a) of Regulation No 1169/2011.", "label": []}
{"text": "48 Pursuant to the second subparagraph of Article 34(3) of Regulation No 1169/2011.", "label": []}
{"text": "49 Pursuant to the first subparagraph of Article 31(3) of Regulation No 1169/2011.", "label": []}
{"text": "50 See, to that effect, judgment of 16 July 2020, AFMB and Others (C‑610/18, EU:C:2020:565, paragraph 50).", "label": [[36, 48, "DATE"], [50, 54, "ORG"]]}
{"text": "51 See Article 1(3) of Regulation No 1169/2011.", "label": []}
{"text": "52 See Article 1(4) of Regulation No 1169/2011.", "label": []}
{"text": "53 I note that the Commission is empowered to adopt delegated acts concerning additional requirements for the marketing of products in the fruit and vegetables sector (see judgment of 4 September 2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, paragraphs 63 and 69)).", "label": [[15, 29, "ORG"], [184, 200, "DATE"], [202, 266, "ORG"]]}
{"text": "54 See point 23 of this Opinion. See, to that effect, judgments of 22 September 2016, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, paragraph 67), and of 1 October 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, paragraph 43).", "label": [[67, 84, "DATE"], [86, 107, "ORG"], [156, 170, "DATE"], [172, 187, "ORG"]]}
{"text": "55 See recitals 4 and 20 of Regulation No 1169/2011 and judgment of 1 October 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, paragraph 41). With regard to the earlier rules, see judgments of 4 June 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, paragraph 33), and of 30 January 2020, Dr. Willmar Schwabe (C‑524/18, EU:C:2020:60, paragraph 35 and the case-law cited).", "label": [[68, 82, "DATE"], [84, 99, "ORG"], [192, 203, "DATE"], [205, 267, "ORG"], [316, 331, "DATE"], [333, 352, "ORG"]]}
{"text": "56 Those requirements likewise apply to the advertising and the presentation of foods, and in particular their packaging (see Article 7(4) of Regulation No 1169/2011).", "label": []}
{"text": "57 See Article 1(1) and Article 3(1) of Regulation No 1169/2011, read in the light of recitals 1, 3 and 4 of that regulation. See, to that effect, judgments of 12 November 2019, Organisation juive européenne and Vignoble Psagot (C‑363/18, EU:C:2019:954, paragraphs 52 and 53), and of 1 October 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, paragraph 43).", "label": [[160, 176, "DATE"], [178, 207, "ORG"], [212, 227, "ORG"], [284, 298, "DATE"], [300, 315, "ORG"]]}
{"text": "58 See, to that effect, judgments of 22 September 2016, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, paragraph 69), and of 1 October 2020, Groupe Lactalis (C‑485/18, EU:C:2020:763, paragraph 44).", "label": [[37, 54, "DATE"], [56, 77, "ORG"], [126, 140, "DATE"], [142, 157, "ORG"]]}
{"text": "59 See, to that effect, judgments of 12 September 2000, Ericsson (C‑366/98, EU:C:2000:430, paragraphs 18 to 20); of 10 September 2009, Lombardi (C‑446/07, EU:C:2009:530, paragraph 60), and of 4 June 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, paragraph 35).", "label": [[37, 54, "DATE"], [56, 64, "PER"], [116, 133, "DATE"], [135, 143, "PER"], [192, 203, "DATE"], [205, 267, "ORG"]]}
{"text": "60 See, to that effect, judgments of 10 September 2009, Lombardi (C‑446/07, EU:C:2009:530, paragraph 61 and the case-law cited), and of 4 June 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, paragraph 36).", "label": [[37, 54, "DATE"], [56, 64, "PER"], [136, 147, "DATE"], [149, 211, "ORG"]]}
{"text": "61 See, to that effect, judgment of 4 June 2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, paragraphs 39 and 40).", "label": [[36, 47, "DATE"], [49, 111, "ORG"]]}
{"text": "62 Pursuant to Article 30(3)(b) of Regulation No 1169/2011.", "label": []}
{"text": "63 See recital 35 of Regulation No 1169/2011.", "label": []}
{"text": "64 In this regard, it is apparent from the documents before the Court that although Dr. Oetker quantified, on the front, the portion used by stating ‘= 100 g’, it did not however explicitly indicate the ‘number of portions’ contained in the pack. I am therefore unconvinced that the conditions laid down in Article 35(1) of Regulation No 1169/2011 are met.", "label": [[60, 69, "ORG"], [84, 94, "ORG"], [152, 155, "AMOUNT_VALUE"], [156, 157, "AMOUNT_UNIT"]]}
{"text": "65 See point 52 of this Opinion.", "label": []}
