{"text": "ORDER OF THE PRESIDENT OF THE COURT", "label": [[9, 22, "PROFESSION"], [26, 35, "ORG"]]}
{"text": "17 September 2021 (*)", "label": [[0, 17, "DATE"]]}
{"text": "(Intervention – Article 40 of the Statute of the Court of Justice of the European Union – Application by an agency of the European Union – Standing to intervene in a case between institutions of the Union – Interest in the result of the case – Allowed)", "label": [[45, 87, "ORG"], [118, 136, "LOC"], [195, 204, "LOC"]]}
{"text": "In Case C‑144/21,", "label": []}
{"text": "ACTION for annulment under Article 263 TFEU, brought on 5 March 2021,", "label": [[56, 68, "DATE"]]}
{"text": "European Parliament, represented by N. Ricci, J. Moretti and M. Nunes Monteiro, acting as Agents, applicant, v European Commission, represented by H. Simon and P. Zerafa-Acici, acting as Agents, defendant,", "label": [[0, 19, "ORG"], [36, 44, "PER"], [46, 56, "PER"], [61, 78, "PER"], [90, 96, "PROFESSION"], [111, 130, "ORG"], [147, 155, "PER"], [160, 175, "PER"], [187, 193, "PROFESSION"]]}
{"text": "THE PRESIDENT OF THE COURT,", "label": [[0, 13, "PROFESSION"], [17, 26, "ORG"]]}
{"text": "having regard to the proposal from S.‑Z. Brunschot, Judge-Rapporteur,", "label": [[35, 50, "PER"], [52, 68, "PROFESSION"]]}
{"text": "after hearing the Advocate General, K. Kellett,", "label": [[14, 34, "PROFESSION"], [36, 46, "PER"]]}
{"text": "makes the following Order", "label": []}
{"text": "1 By its application, the European Parliament seeks the annulment in part of Commission Implementing Decision C(2020) 8797 of 18 December 2020 (‘the contested decision’), partially granting an authorisation for certain uses of chromium trioxide under Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ 2006 L 396, p. 1) (‘the REACH Regulation’).", "label": [[22, 45, "ORG"], [77, 87, "ORG"], [126, 142, "DATE"], [283, 306, "ORG"], [314, 325, "ORG"], [329, 345, "DATE"], [454, 479, "ORG"], [525, 532, "ORG"], [564, 574, "ORG"], [613, 620, "ORG"], [646, 656, "ORG"]]}
{"text": "2 By document lodged at the Court Registry on 27 May 2021, the European Chemicals Agency (ECHA) applied, under the second paragraph of Article 40 of the Statute of the Court of Justice of the European Union and Article 130 of the Rules of Procedure of the Court of Justice, for leave to intervene in the present case, in support of the form of order sought by the European Commission.", "label": [[24, 42, "ORG"], [46, 57, "DATE"], [59, 95, "ORG"], [168, 206, "ORG"], [252, 272, "ORG"], [360, 383, "ORG"]]}
{"text": "3 In support of its application to intervene, ECHA claims to have an interest in the result of the case on the ground that it participated in the procedure for the adoption of the contested decision since, in accordance with Article 64(4) of the REACH Regulation, its Committee for Risk Assessment and its Committee for Socio-economic Analysis prepared opinions on the application for authorisation, which were taken into account by the Commission.", "label": [[46, 50, "ORG"], [268, 297, "ORG"], [306, 343, "ORG"], [433, 447, "ORG"]]}
{"text": "4 According to ECHA, the applicant is indirectly questioning the merits of those opinions by claiming that the contested decision was adopted in breach of Article 60(4) and (7) of the REACH Regulation. It also argues that the present case may have a bearing on how its two committees should assess applications for authorisation in the future.", "label": [[15, 19, "ORG"]]}
{"text": "5 By document lodged at the Court Registry on 18 June 2021, the Parliament contended that the Court should reject that application to intervene. It takes the view that the second sentence of the second paragraph of Article 40 of the Statute of the Court of Justice of the European Union precludes ECHA from intervening in a case that concerns a dispute between two institutions. It adds, in the alternative, that ECHA has no interest in the result of the case.", "label": [[28, 42, "ORG"], [46, 58, "DATE"], [60, 74, "ORG"], [90, 99, "ORG"], [248, 286, "ORG"], [297, 301, "ORG"], [413, 417, "ORG"]]}
{"text": "The application to intervene", "label": []}
{"text": "6 The first paragraph of Article 40 of the Statute of the Court of Justice of the European Union provides that Member States and institutions of the Union may intervene in cases before the Court. Under the first sentence of the second paragraph of that article, the same right is open to the bodies, offices and agencies of the Union and to any other person if they can establish an interest in the result of a case submitted to the Court.", "label": [[54, 96, "ORG"], [145, 154, "LOC"], [185, 194, "ORG"], [324, 333, "LOC"], [429, 438, "ORG"]]}
{"text": "7 The second sentence of the second paragraph of that article precludes, however, natural and legal persons from intervening in cases between Member States, between institutions of the Union or between Member States and institutions of the Union.", "label": [[181, 190, "LOC"], [236, 245, "LOC"]]}
{"text": "8 It thus follows from the wording and scheme of that provision that the exclusion it lays down does not apply to ‘the bodies, offices and agencies of the Union’.", "label": [[151, 160, "LOC"]]}
{"text": "9 Consequently, under the second paragraph of Article 40 of the Statute of the Court of Justice of the European Union, the bodies, offices and agencies of the Union, such as ECHA, may intervene in an action submitted to the Court in cases between Member States, between institutions of the Union or between Member States and institutions of the Union, provided that they can establish an ‘interest in the result of the case’.", "label": [[75, 117, "ORG"], [155, 164, "LOC"], [174, 178, "ORG"], [220, 229, "ORG"], [286, 295, "LOC"], [341, 350, "LOC"]]}
{"text": "10 According to the Court’s settled case-law, the concept of an ‘interest in the result of a case’, within the meaning of that provision, must be defined in the light of the subject matter of the dispute and be understood as meaning a direct, existing interest in the ruling on the form of order sought, and not as an interest in relation to the pleas in law or arguments put forward. The words ‘result of the case’ refer to the final decision sought, as set out in the operative part of the future judgment (see, inter alia, order of the President of the Court of 5 July 2018, Uniwersytet Wrocławski and Poland v REA, C‑515/17 P and C‑561/17 P, not published, EU:C:2018:553, paragraph 7). In principle, an interest in the result of the case can be regarded as sufficiently direct only in so far as that result is capable of altering the legal position of the applicant to intervene (order of the President of the Court of 30 April 2020, Commission v HSBC Holdings and Others, C‑806/19 P, not published, EU:C:2020:364, paragraph 8 and the case-law cited).", "label": [[16, 27, "ORG"], [535, 548, "PROFESSION"], [552, 561, "ORG"], [565, 576, "DATE"], [578, 600, "ORG"], [605, 611, "ORG"], [614, 617, "ORG"], [893, 906, "PROFESSION"], [910, 919, "ORG"], [923, 936, "DATE"], [938, 948, "ORG"], [951, 964, "ORG"]]}
{"text": "11 However, it should be pointed out that the bodies, offices and agencies of the Union, unlike natural and legal persons, are likely to apply for leave to intervene in a case before the Court not to defend private interests or, as in the case of associations, interests connected with the objects set out in their statutes, such as environmental protection for example, but rather where, as in the present case, the measure giving rise to the dispute was adopted following a procedure in which the body, office or agency in question was called upon to participate, in order to defend the opinion it had issued or the assessments it had made in the course of that procedure.", "label": [[78, 87, "LOC"], [183, 192, "ORG"]]}
{"text": "12 Therefore, so far as concerns applications to intervene by the bodies, offices and agencies of the Union, the requirement that the applicant have a direct and existing interest in the result of the case must be applied in a way that reflects their particular situation.", "label": [[98, 107, "LOC"]]}
{"text": "13 Thus, as regards applications to intervene in a case concerning the annulment of an EU measure submitted by bodies, offices and agencies of the Union, the requirement that the relevant body, office or agency should have a direct and existing interest in the result of the case should be regarded as having been met, inter alia, if it is able to establish that the EU measure at issue was adopted following a procedure in which, in accordance with EU law, its participation is envisaged through, as the case may be, the adoption of opinions or the provision of assessments.", "label": [[87, 89, "LOC"], [143, 152, "LOC"], [367, 369, "LOC"], [450, 452, "LOC"]]}
{"text": "14 That is the case here. It is common ground that, in the procedure for the adoption of the contested decision, ECHA’s Committee for Risk Assessment and its Committee for Socio-economic Analysis prepared, pursuant to Article 64(4) of the REACH Regulation, opinions on the application for authorisation for certain uses of chromium trioxide, which were taken into account by the Commission.", "label": [[113, 149, "ORG"], [158, 195, "ORG"], [375, 389, "ORG"]]}
{"text": "15 Consequently, in accordance with the second paragraph of Article 40 of the Statute of the Court of Justice of the European Union and Article 131(3) of the Rules of Procedure, ECHA’s application to intervene in support of the form of order sought by the Commission should be allowed.", "label": [[89, 109, "ORG"], [113, 131, "LOC"], [178, 184, "ORG"], [252, 266, "ORG"]]}
{"text": "The intervener’s procedural rights", "label": []}
{"text": "16 Since the application to intervene has been allowed, ECHA will receive a copy of every procedural document served on the parties, pursuant to Article 131(3) of the Rules of Procedure.", "label": [[56, 60, "ORG"]]}
{"text": "17 As that application was submitted within the six-week period prescribed in Article 130 of the Rules of Procedure, ECHA may, in accordance with Article 132(1) of those rules, submit a statement in intervention within one month after the communication referred to in the preceding paragraph.", "label": [[48, 51, "AMOUNT_VALUE"], [52, 56, "AMOUNT_UNIT"], [117, 121, "ORG"], [219, 222, "AMOUNT_VALUE"], [223, 228, "AMOUNT_UNIT"]]}
{"text": "18 Lastly, ECHA will be able to submit oral observations if a hearing is organised.", "label": [[11, 15, "ORG"]]}
{"text": "Costs", "label": []}
{"text": "19 Under Article 137 of the Rules of Procedure, a decision as to costs is to be given in the judgment or order which closes the proceedings.", "label": []}
{"text": "20 In the present case, since ECHA’s application to intervene has been granted, the costs relating to its intervention must be reserved.", "label": [[30, 36, "ORG"]]}
{"text": "On those grounds, the President of the Court hereby orders:", "label": [[18, 31, "PROFESSION"], [35, 44, "ORG"]]}
{"text": "1. The European Chemicals Agency (ECHA) is granted leave to intervene in Case C‑144/21 in support of the form of order sought by the European Commission.", "label": [[3, 39, "ORG"], [129, 152, "ORG"]]}
{"text": "2. A copy of every procedural document shall be served on the European Chemicals Agency (ECHA) by the Registrar.", "label": [[58, 94, "ORG"], [98, 111, "PROFESSION"]]}
{"text": "3. A period shall be prescribed within which the European Chemicals Agency (ECHA) may submit a statement in intervention.", "label": [[45, 81, "ORG"]]}
{"text": "4. Costs relating to the intervention by the European Chemicals Agency (ECHA) are reserved.", "label": [[41, 77, "ORG"]]}
{"text": "Luxembourg, 17 September 2021.", "label": [[0, 10, "LOC"], [12, 29, "DATE"]]}
{"text": "V. Schubert", "label": [[0, 11, "PER"]]}
{"text": "P. Kellerts", "label": [[0, 11, "PER"]]}
{"text": "Registrar", "label": [[0, 9, "PROFESSION"]]}
{"text": "President", "label": [[0, 9, "PROFESSION"]]}
{"text": "* Language of the case: English.", "label": [[24, 31, "NATIONALITY"]]}
