{"text": "Request for a preliminary ruling from the Förvaltningsrätten i Linköping (Sweden) lodged on 12 July 2018 — Baltic Cable AB v Energimarknadsinspektionen", "label": [[42, 72, "ORG"], [74, 80, "LOC"], [92, 104, "DATE"], [107, 122, "ORG"], [125, 151, "ORG"]]}
{"text": "(Case C-454/18)", "label": []}
{"text": "Language of the case: Swedish", "label": [[22, 29, "NATIONALITY"]]}
{"text": "Referring court", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Parties to the main proceedings", "label": []}
{"text": "Applicant: Baltic Cable AB", "label": [[11, 26, "ORG"]]}
{"text": "Defendant: Energimarknadsinspektionen", "label": [[11, 37, "ORG"]]}
{"text": "Questions referred", "label": []}
{"text": "Is Article 16(6) of the Electricity Regulation to apply in all cases where a person obtains revenues resulting from the allocation of interconnection, regardless of his circumstances, or is it to apply only where the person who receives the revenues is a transmission system operator, as defined in Article 2(4) of the Electricity Market Directive?", "label": []}
{"text": "If the answer to Question 1 is that Article 16(6) of the Electricity Regulation is to apply only to transmission system operators, is an undertaking which merely operates an interconnector a transmission system operator?", "label": []}
{"text": "If the answer to Question 1 or 2 means that Article 16(6) of the Electricity Regulation is to apply to an undertaking which merely operates an interconnector, can the costs relating to the operation and maintenance of an interconnector in any event be regarded as network investments to maintain or increase transmission capacities, as referred to in point (b) of first subparagraph of Article 16(6)?", "label": []}
{"text": "If the answer to Question 1 or 2 means that Article 16(6) of the Electricity Regulation is to apply to an undertaking which merely operates an interconnector, can the regulatory authority, pursuant to the second subparagraph of Article 16(6) of the Electricity Regulation, approve that an undertaking which merely operates an interconnector, which has a methodology for fixing tariffs but does not have customers making direct payments with network charges (tariffs) which can be reduced, may use revenues from the allocation of interconnection to make [Or.22] a return or, if the answer to Question 3 is in the negative, to operate and maintain?", "label": []}
{"text": "If the answer to Question 1 or 2 means that Article 16(6) of the Electricity Regulation is to apply to an undertaking which merely operates an interconnector, and the answer to Question 3 and 4 means either that the company may not use revenues resulting from the allocation of interconnection to operate or maintain or to make a return, or that the undertaking may use the revenues to operate or maintain, but not to make a return, is application of Article 16(6) of the Electricity Regulation to an undertaking which merely operates an interconnector contrary to the EU-law principle of proportionality or any other applicable principle?", "label": [[569, 571, "LOC"]]}
{"text": "Regulation (EC) No 714/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the network for cross-border exchanges in electricity, and repealing Regulation (EC) No 1228/2003 (OJ 2009, L 211 p. 15).", "label": [[31, 54, "ORG"], [62, 73, "ORG"], [77, 89, "DATE"]]}
