{"text": "Case C‑444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales", "label": [[0, 30, "ORG"]]}
{"text": "v", "label": []}
{"text": "Wächter Binder and Others", "label": [[0, 14, "PER"]]}
{"text": "(Reference for a preliminary ruling from the Cour de cassation (Court of Cassation, France))", "label": [[45, 62, "ORG"], [64, 82, "ORG"], [84, 90, "LOC"]]}
{"text": "Judgment of the Court (Grand Chamber), 19 March 2019", "label": [[12, 37, "ORG"], [39, 52, "DATE"]]}
{"text": "(Reference for a preliminary ruling — Area of freedom, security and justice — Border control, asylum and immigration — Regulation (EU) 2016/399 — Article 32 — Temporary reintroduction of border control, by a Member State, at its internal borders — Illegal entry of a third-country national — Equation of internal borders with external borders — Directive 2008/115/EC — Scope — Article 2(2)(a))", "label": []}
{"text": "1.        Border controls, asylum and immigration — Immigration policy — Return of illegally staying third-country nationals — Directive 2008/115 — Scope ratione personae — Illegally staying national apprehended in the immediate vicinity of an internal border — Included — Temporary reintroduction by a Member State of border control at its internal borders — Irrelevant", "label": []}
{"text": "(European Parliament and Council Directive 2008/115, Art. 2(1) and 2(2)(a); European Parliament and Council Regulation 2016/399, Arts 2, 25 and 32)", "label": [[1, 20, "ORG"], [25, 32, "ORG"], [76, 95, "ORG"], [100, 107, "ORG"]]}
{"text": "(see paragraphs 38, 39, 45-47, 50-52, 56, 59, 62, 66, 67, operative part)", "label": []}
{"text": "2.        Border controls, asylum and immigration — Immigration policy — Return of illegally staying third-country nationals — National having undergone a return procedure within the meaning of Directive 2008/115 — Illegally staying national without a justified ground for non-return — National who returned in breach of an entry ban — Imprisonment — Lawfulness", "label": []}
{"text": "(European Parliament and Council Directive 2008/115)", "label": [[1, 20, "ORG"], [25, 32, "ORG"]]}
{"text": "(see paragraph 40)", "label": []}
{"text": "3.        Border controls, asylum and immigration — Community code on movement across borders — Temporary reintroduction of border control at internal borders — Concepts of internal borders and external borders — Equation where border control is reintroduced — None", "label": [[52, 61, "LOC"]]}
{"text": "(European Parliament and Council Regulation 2016/399, Arts 2, 25 and 32)", "label": [[1, 20, "ORG"], [25, 32, "ORG"]]}
{"text": "(see paragraphs 61, 62)", "label": []}
{"text": "Résumé", "label": []}
{"text": "The internal border of a Member State at which border control has been reinstated cannot be equated with an external border for the purposes of the Return Directive", "label": []}
{"text": "In its judgment of 19 March 2019, Binder and Others (C‑444/17), the Grand Chamber of the Court ruled on the interpretation of Article 2(2)(a) of Directive 2008/115, (1) which permits the Member States, in the two situations covered by that article, to continue to apply simplified national return procedures at their external borders, without having to follow all the procedural stages prescribed by the directive, in order to be able to remove more swiftly third-country nationals intercepted in connection with the crossing of one such border. The Court held that that provision, read in conjunction with Article 32 of Regulation 2016/399, (2) does not apply to the situation of an illegally staying third-country national who was apprehended in the immediate vicinity of an internal border of a Member State, even where that Member State has reintroduced border control at that border, pursuant to Article 25 of that regulation, on account of a serious threat to public policy or to internal security in that Member State.", "label": [[19, 32, "DATE"], [34, 40, "PER"], [68, 94, "ORG"], [546, 555, "ORG"]]}
{"text": "After finding that Article 2(2)(a) of Directive 2008/115 does not permit the Member States to exclude certain illegally staying third-country nationals from the directive’s scope on the ground of illegal entry across an internal border, the Court examined whether the reintroduction by a Member State of border control at its internal borders, pursuant to Article 25 of Regulation 2016/399, is such as to cause the situation of a third-country national who is staying illegally on the territory of that Member State and has been apprehended in the vicinity of that internal border to fall within Article 2(2)(a) of Directive  2008/115.", "label": [[237, 246, "ORG"]]}
{"text": "In that regard, the Court noted, first, that as a derogation from the scope of Directive  2008/115, the exception in the abovementioned provision must be interpreted strictly. According to its own terms, which are unambiguous in this respect, that provision concerns the situation of a third-country national who finds himself or herself at the ‘external border’ of a Member State or in the immediate vicinity of one such border. There is thus no mention of the fact that that situation can be equated with the situation of a third-country national who finds himself or herself at an internal border at which border control has been reintroduced pursuant to Article 25 of Regulation 2016/399, or in the immediate vicinity of one such internal border, even though on the day on which the directive was adopted, Articles 23 and 28 of Regulation No 562/2006 (3) already provided (i) that the Member States could exceptionally reintroduce border control at their internal borders where there was a serious threat to their public policy and internal security and (ii) that in such a case the relevant provisions of that regulation relating to external borders were to apply mutatis mutandis.", "label": [[16, 25, "ORG"]]}
{"text": "As regards, secondly, the objective pursued by Article 2(2)(a) of Directive 2008/115, the Court held that, in the light of that objective, there is no need to treat differently the situation of an illegally staying third-country national, apprehended in the immediate vicinity of an internal border, depending on whether or not border control has been reintroduced at that border, since the mere reintroduction of border control at the internal borders of a Member State does not mean that an illegally staying third-country national apprehended in connection with the crossing of that border, or in the immediate vicinity thereof, may be removed more swiftly or more easily from the territory of the Schengen area by being returned immediately to an external border than if he or she had been apprehended in connection with a police check for the purposes of Article 23(a) of Regulation 2016/399, in the same place, without border control having been reintroduced at those borders.", "label": [[86, 95, "ORG"], [701, 714, "LOC"]]}
{"text": "Thirdly, the Court stated that the need for the scope of Article 2(2)(a) of Directive 2008/115 to be interpreted restrictively is further supported by an analysis of the context of which that provision forms part and, specifically, a systematic reading of Regulation 2016/399. Under Article 2 of that regulation, the concepts of ‘internal borders’ and ‘external borders’ are mutually exclusive and Article 32 of that regulation merely provides that, where border control at internal borders is reintroduced by a Member State, only the relevant provisions of the regulation relating to external borders are to apply mutatis mutandis. However, Article 32 of the regulation does not provide that in such a case Article 2(2)(a) of Directive 2008/115 is to be applied.", "label": [[9, 18, "ORG"]]}
{"text": "1      Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ 2008 L 348, p. 98).", "label": [[32, 55, "ORG"], [63, 74, "ORG"], [78, 94, "DATE"]]}
{"text": "2      Regulation (EU) 2016/399 of the European Parliament and of the Council of 9 March 2016 on a Union Code on the rules governing the movement of persons across borders (Schengen Borders Code) (OJ 2016 L 77, p. 1).", "label": [[35, 58, "ORG"], [66, 77, "ORG"], [81, 93, "DATE"], [99, 104, "LOC"], [173, 181, "LOC"]]}
{"text": "3      Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (OJ 2006 L 105, p. 1).", "label": [[38, 61, "ORG"], [69, 80, "ORG"], [84, 97, "DATE"], [113, 122, "LOC"], [191, 199, "LOC"]]}
