{"text": "JUDGMENT OF THE COURT (Grand Chamber)", "label": [[12, 37, "ORG"]]}
{"text": "21 January 2020 (*)", "label": [[0, 15, "DATE"]]}
{"text": "(Reference for a preliminary ruling — Article 267 TFEU — Definition of ‘court or tribunal of a Member State’ — Criteria — Independence of the national body concerned — Irremovability of the members — Inadmissibility of the request for a preliminary ruling)", "label": []}
{"text": "In Case C‑274/14,", "label": []}
{"text": "REQUEST for a preliminary ruling under Article 267 TFEU from the Tribunal Económico-Administrativo Central (Central Tax Tribunal, Spain), made by decision of 2 April 2014, received at the Court on 5 June 2014, in the proceedings", "label": [[61, 106, "ORG"], [108, 128, "ORG"], [130, 135, "LOC"], [158, 170, "DATE"], [184, 193, "ORG"], [197, 208, "DATE"]]}
{"text": "Banco de Santander SA", "label": [[0, 21, "ORG"]]}
{"text": "THE COURT (Grand Chamber),", "label": [[0, 25, "ORG"]]}
{"text": "composed of P. Kellerts, President, N. Lousa De Araujo, Vice-President, X. Tarasov, K. Atkinson (Rapporteur), I. Macheras, B.I. Rodriguez, U. N. Navarro and J. Kielatis, Presidents of Chambers, E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa and F. Volkova, Judges,", "label": [[12, 23, "PER"], [36, 54, "PER"], [56, 70, "PROFESSION"], [72, 82, "PER"], [84, 95, "PER"], [97, 107, "PROFESSION"], [110, 121, "PER"], [123, 137, "PER"], [139, 152, "PER"], [157, 168, "PER"], [170, 192, "PROFESSION"], [194, 201, "PER"], [203, 214, "PER"], [216, 228, "PER"], [230, 246, "PER"], [248, 263, "PER"], [265, 273, "PER"], [278, 288, "PER"], [290, 296, "PROFESSION"]]}
{"text": "Advocate General: F. Colin,", "label": [[0, 16, "PROFESSION"], [18, 26, "PER"]]}
{"text": "Registrar: M. Basilio Juan, Administrator,", "label": [[0, 9, "PROFESSION"], [11, 26, "PER"], [28, 41, "PROFESSION"]]}
{"text": "having regard to the written procedure and further to the hearing on 2 July 2019,", "label": [[69, 80, "DATE"]]}
{"text": "after considering the observations submitted on behalf of:", "label": []}
{"text": "– Banco de Santander SA, by M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero and R.C. Pascual Garcia, abogados,", "label": [[2, 23, "ORG"], [28, 48, "PER"], [50, 69, "PER"], [71, 88, "PER"], [93, 112, "PER"], [114, 122, "PROFESSION"]]}
{"text": "– the Spanish Government, initially by A. Hudson Taylor and E. Ivanov, subsequently by D. Delgado Marina and E. Ivanov, acting as Agents,", "label": [[2, 24, "ORG"], [39, 55, "PER"], [60, 69, "PER"], [87, 104, "PER"], [109, 118, "PER"], [130, 136, "PROFESSION"]]}
{"text": "– the European Commission, by A. Murray, L. Kulikova, L. Pinto Fernandes and H. Filippova, acting as Agents,", "label": [[2, 25, "ORG"], [30, 39, "PER"], [41, 52, "PER"], [54, 72, "PER"], [77, 89, "PER"], [101, 107, "PROFESSION"]]}
{"text": "after hearing the Opinion of the Advocate General at the sitting on 1 October 2019,", "label": [[29, 49, "PROFESSION"], [68, 82, "DATE"]]}
{"text": "gives the following Judgment", "label": []}
{"text": "1 This request for a preliminary ruling concerns the interpretation of Article 1(2) of Commission Decision 2011/5/EC of 28 October 2009 on the tax amortisation of financial goodwill for foreign shareholding acquisitions C 45/07 (ex NN 51/07, ex CP 9/07) implemented by Spain (OJ 2011 L 7, p. 48); the validity of the Commission’s decision of 17 July 2013 to initiate the procedure laid down in Article 108(2) TFEU in relation to State aid SA.35550 (13/C) (ex 13/NN) (ex 12/CP) — Tax amortisation of financial goodwill for foreign shareholding acquisitions (OJ 2013 C 258, p. 8); and the validity of Commission Decision (EU) 2015/314 of 15 October 2014 on the State aid SA.35550 (13/C) (ex 13/NN) (ex 12/CP) implemented by Spain — Scheme for the tax amortisation of financial goodwill for foreign shareholding acquisitions (OJ 2015 L 56, p. 38).", "label": [[87, 97, "ORG"], [120, 135, "DATE"], [269, 274, "ORG"], [313, 329, "ORG"], [342, 354, "DATE"], [599, 609, "ORG"], [636, 651, "DATE"], [722, 727, "ORG"]]}
{"text": "2 The request has been made in proceedings brought by Banco de Santander SA against a recovery notice issued by the Inspección Financiera (Tax Inspectorate, Spain) concerning the deduction of goodwill resulting from the acquisition by that bank of all the shares in a holding company governed by German law, holding shares in companies established in the European Union.", "label": [[54, 75, "ORG"], [116, 137, "ORG"], [139, 155, "ORG"], [157, 162, "LOC"], [296, 302, "LOC"], [351, 369, "LOC"]]}
{"text": "Legal context", "label": []}
{"text": "European Union law", "label": [[0, 14, "LOC"]]}
{"text": "Decision 2011/5", "label": []}
{"text": "3 As is apparent, in essence, from recitals 4 to 6 of Decision 2011/5, by decision of 10 October 2007, published in the Official Journal of the European Union on 21 December 2007, the European Commission, following a number of written questions which had been sent to it in 2005 and 2006 by Members of the European Parliament and a complaint from a private operator which had been referred to it in 2007, initiated the investigation procedure, then referred to in Article 88(2) EC, in respect of the Spanish tax amortisation scheme for Spanish companies acquiring significant shareholdings in foreign companies, provided for in Article 12(5) of Ley 43/1995, reguladora del Impuesto de Sociedades (Law 43/1995 on corporation tax) of 27 December 1995 (BOE No 310 of 28 December 1995, p. 37072), and included in Real Decreto Legislativo 4/2004, por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades (Royal Legislative Decree 4/2004 approving the revised text of the Law on corporation tax) of 5 March 2004 (BOE No 61 of 11 March 2004, p. 10951; ‘the TRLIS’).", "label": [[86, 101, "DATE"], [116, 158, "ORG"], [162, 178, "DATE"], [180, 203, "ORG"], [274, 287, "DATE"], [302, 325, "ORG"], [399, 403, "DATE"], [500, 507, "LOC"], [536, 543, "LOC"], [732, 748, "DATE"], [764, 780, "DATE"], [1017, 1029, "DATE"], [1044, 1057, "DATE"]]}
{"text": "4 The measure provided for in Article 12(5) of the TRLIS, which entered into force on 1 January 2002, provides that, in the event that an undertaking which is taxable in Spain acquires a shareholding in a ‘foreign company’ equal to at least 5% of that company’s capital and retains that shareholding for an uninterrupted period of at least one year, the goodwill resulting from that shareholding, as recorded in the resident undertaking’s accounts as a separate intangible asset, may be deducted, in the form of an amortisation, from the basis of assessment for the corporation tax for which that undertaking is liable. That amortisation is applied, in equal instalments, for up to 20 years following the acquisition.", "label": [[86, 100, "DATE"], [170, 175, "LOC"], [241, 242, "AMOUNT_VALUE"], [242, 243, "AMOUNT_UNIT"], [340, 343, "AMOUNT_VALUE"], [344, 348, "AMOUNT_UNIT"], [682, 684, "AMOUNT_VALUE"], [685, 690, "AMOUNT_UNIT"]]}
{"text": "5 In Article 1(1) of Decision 2011/5, the Commission declared the scheme at issue to be incompatible with the common market.", "label": [[38, 52, "ORG"]]}
{"text": "6 According to Article 1(2) and (3) of that decision:", "label": []}
{"text": "‘2. Nonetheless, tax reductions enjoyed by the beneficiaries in respect of intra-Community acquisitions, by virtue of Article 12(5) TRLIS, which are related to rights held directly or indirectly in foreign companies fulfilling the relevant conditions of the aid scheme by 21 December 2007, apart from the condition that they hold their shareholdings for an uninterrupted period of at least 1 year, can continue to apply for the entire amortisation period established by the aid scheme.", "label": [[75, 90, "LOC"], [272, 288, "DATE"], [390, 391, "AMOUNT_VALUE"], [392, 396, "AMOUNT_UNIT"]]}
{"text": "3. Tax reductions enjoyed by beneficiaries in respect of intra-Community acquisitions, by virtue of Article 12(5) TRLIS which are related to an irrevocable obligation entered into before 21 December 2007 to hold such rights where the contract contains a suspensive condition linked to the fact that the operation at issue is subject to the mandatory approval of a regulatory authority and where the decision and the operation has been notified before 21 December 2007, can continue to apply for the entire amortisation period established by the aid scheme for the part of the rights held as of the date when the suspensive condition is lifted.’", "label": [[57, 72, "LOC"], [187, 203, "DATE"], [451, 467, "DATE"]]}
{"text": "7 Article 4 of Decision 2011/5 requires the Kingdom of Spain to recover the aid granted under the tax scheme at issue, except for that fulfilling the conditions described in Article 1(2) of that decision.", "label": [[40, 60, "ORG"]]}
{"text": "Decision 2011/282/EU", "label": []}
{"text": "8 By Decision 2011/5, the Commission concluded the procedure with respect to acquisitions by Spanish undertakings of shareholdings in undertakings established in the European Union. However, the Commission kept the procedure open as regards such acquisitions of shareholdings in undertakings established outside the European Union.", "label": [[22, 36, "ORG"], [93, 100, "LOC"], [162, 180, "LOC"], [191, 205, "ORG"], [312, 330, "LOC"]]}
{"text": "9 In Article 1(1) of Commission Decision 2011/282/EU of 12 January 2011 on the tax amortisation of financial goodwill for foreign shareholding acquisitions No C 45/07 (ex NN 51/07, ex CP 9/07) implemented by Spain (OJ 2011 L 135, p. 1), the Commission declared incompatible with the internal market the scheme at issue, whereby a tax advantage was granted to undertakings taxable in Spain in order to enable them to amortise the goodwill resulting from acquisitions of shareholdings in undertakings established outside the European Union.", "label": [[21, 31, "ORG"], [56, 71, "DATE"], [208, 213, "ORG"], [237, 251, "ORG"], [383, 388, "LOC"], [519, 537, "LOC"]]}
{"text": "10 Article 1(2) to (5) of that decision provides for certain situations in which beneficiaries of tax reductions under the tax scheme at issue in respect of extra-EU acquisitions can continue to apply those reductions over the entire amortisation period established by that scheme.", "label": [[157, 165, "LOC"]]}
{"text": "11 Article 4 of that decision requires the Kingdom of Spain to recover the aid granted under the tax scheme at issue.", "label": [[39, 59, "ORG"]]}
{"text": "Decision 2015/314", "label": []}
{"text": "12 By decision of the Commission of 17 July 2013 to initiate the procedure laid down in Article 108(2) TFEU in relation to State aid SA.35550 (13/C) (ex 13/NN) (ex 12/CP) — Tax amortisation of financial goodwill for foreign shareholding acquisitions, the Commission decided to examine whether the new administrative interpretation of Article 12(5) of the TRLIS, adopted by the Dirección General de Tributos (Directorate-General for Taxation, Spain) (‘the DGT’) and by the Tribunal Económico-Administrativo Central (Central Tax Tribunal) (‘the TEAC’), extending the scope of application of the tax scheme at issue to indirect shareholding acquisitions, was compatible with EU law.", "label": [[18, 32, "ORG"], [36, 48, "DATE"], [251, 265, "ORG"], [373, 406, "ORG"], [408, 440, "ORG"], [442, 447, "LOC"], [451, 458, "ORG"], [468, 549, "ORG"], [672, 674, "LOC"]]}
{"text": "13 That procedure culminated in the adoption, on 14 October 2014, of a third decision on the tax scheme at issue, Decision 2015/314.", "label": [[49, 64, "DATE"]]}
{"text": "14 By that decision, the Commission concluded that, in so far as the tax scheme at issue now applies also to indirect shareholding acquisitions of non-resident companies through the acquisition of shareholdings in non-resident holding companies, that tax scheme also constitutes State aid that is incompatible with the internal market and which, moreover, was granted contrary to Article 108(3) TFEU. The Commission consequently ordered the Spanish authorities to recover the aid granted.", "label": [[21, 35, "ORG"], [401, 415, "ORG"], [441, 448, "LOC"]]}
{"text": "Spanish law", "label": [[0, 7, "LOC"]]}
{"text": "15 The TEAC, which has its seat in Madrid (Spain), hears and determines at first and last instance complaints against decisions taken by certain central tax authorities. It is also the appeal body in respect of decisions taken by the other Tribunales Económico-Administrativos (Tax Tribunals; ‘TEAs’), that is to say, the regional TEAs, and the local TEAs, which have their seats in Ceuta (Spain) and in Melilla (Spain).", "label": [[3, 11, "ORG"], [35, 49, "LOC"], [240, 276, "ORG"], [278, 291, "ORG"], [294, 298, "ORG"], [331, 335, "ORG"], [351, 355, "ORG"], [383, 396, "LOC"], [404, 419, "LOC"]]}
{"text": "16 The Spanish legislation establishing the legal status of TEAs is contained in Ley 58/2003, General Tributaria (Law 58/2003 establishing the General Tax Code) of 17 December 2003 (BOE No 302 of 18 December 2003, p. 44987), as amended by Ley 34/2015 of 21 September 2015 (BOE No 227 of 22 September 2015, p. 83633) (‘the LGT’), in particular in Chapter IV of that law, entitled ‘Economic-administrative complaints’, in Title V thereof, entitled ‘Administrative review’.", "label": [[7, 14, "LOC"], [60, 64, "ORG"], [164, 180, "DATE"], [196, 212, "DATE"], [254, 271, "DATE"], [287, 304, "DATE"]]}
{"text": "17 Article 228 of the LGT provides:", "label": []}
{"text": "‘1. Competence to decide economic-administrative complaints shall lie exclusively with the economic-administrative bodies, which shall act with functional independence in the exercise of their duties.", "label": []}
{"text": "2. In the field of State competence, the economic-administrative bodies shall be:", "label": []}
{"text": "(a) [The TEAC].", "label": [[5, 13, "ORG"]]}
{"text": "(b) The regional and local [TEAs].", "label": [[28, 32, "ORG"]]}
{"text": "3. The Special Chamber for the Unification of Precedent shall also be considered to be an economic-administrative body.", "label": [[3, 55, "ORG"]]}
{"text": "…’", "label": []}
{"text": "18 Article 237(3) of the LGT lays down rules in relation to requests for a preliminary ruling that may be made to the Court of Justice by the TEAs, notably a stay of proceedings pending the Court’s answer to a question referred for a preliminary ruling.", "label": [[114, 134, "ORG"], [138, 146, "ORG"], [186, 197, "ORG"]]}
{"text": "19 Article 243 of the LGT, entitled ‘Extraordinary appeal for the unification of precedent’, provides:", "label": []}
{"text": "‘1. An extraordinary appeal for the unification of precedent may be filed by the Director-General for Taxation of the Ministry of the Economy and Finance against the tax decisions issued by [the TEAC], when that Director-General disagrees with the content of such decisions.", "label": [[77, 110, "PROFESSION"], [114, 153, "ORG"], [191, 199, "ORG"], [212, 228, "PROFESSION"]]}
{"text": "…", "label": []}
{"text": "2. The Special Chamber for the Unification of Precedent shall be competent to resolve such an appeal. The Special Chamber shall be composed of the President of [the TEAC], who shall preside, three members of that Tribunal, the Director-General for Taxation of the Ministry of the Economy and Finance, the Director-General of the State Tax Administration Agency, the Director-General or the Director of the Department of the State Tax Administration Agency to which the body that issued the act which is referred to in the decision that is the object of the appeal is functionally attached, and the President of the Council for the Defence of Taxpayers.", "label": [[3, 55, "ORG"], [102, 121, "ORG"], [143, 156, "PROFESSION"], [161, 169, "ORG"], [223, 256, "PROFESSION"], [260, 299, "ORG"], [301, 321, "PROFESSION"], [325, 360, "ORG"], [362, 398, "PROFESSION"], [402, 455, "ORG"], [594, 607, "PROFESSION"], [611, 651, "ORG"]]}
{"text": "…", "label": []}
{"text": "3. The decision on appeal shall be adopted by a majority of the members of the Special Chamber. In the event of a tie, the President shall always have the casting vote.", "label": [[75, 94, "ORG"], [119, 132, "PROFESSION"]]}
{"text": "4. The decision on appeal shall be issued within six months and shall respect the particular legal situation relating to the appealed decision, establishing the applicable precedent.", "label": [[49, 52, "AMOUNT_VALUE"], [53, 59, "AMOUNT_UNIT"]]}
{"text": "5. The precedent established by such appeal decisions shall be binding on the [TEAs], on the tax bodies of the autonomous communities and of the cities with autonomous status and on the remainder of the State Tax Administration and of the autonomous communities and cities with autonomous status.’", "label": [[79, 83, "ORG"], [199, 227, "ORG"]]}
{"text": "20 Other rules applying to the TEAs are contained in Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa (Royal Decree 520/2005 approving the general regulation for the implementation of Law 58/2003 of 17 December on the General Tax Code in relation to administrative review) of 13 May 2015 (BOE No 126 of 27 May 2005, p. 17835) (‘Royal Decree 520/2005’).", "label": [[31, 35, "ORG"], [156, 171, "DATE"], [335, 346, "DATE"], [412, 423, "DATE"], [439, 450, "DATE"]]}
{"text": "21 Article 29(2) and (9) of Royal Decree 520/2005 provides:", "label": []}
{"text": "‘2. The President [of the TEAC] shall be appointed and removed by Royal Decree adopted by the Council of Ministers on the proposal of the Minister for the Economy and Finance from among the civil servants who are noted to have the requisite professional experience and reputation in the field of taxation, and shall have the grade of Director-General of the Ministry of the Economy and Finance.", "label": [[4, 17, "PROFESSION"], [22, 30, "ORG"], [90, 114, "ORG"], [134, 174, "PROFESSION"], [334, 350, "PROFESSION"], [354, 393, "ORG"]]}
{"text": "The members [of the TEAC] shall be appointed and removed by Royal Decree adopted by the Council of Ministers on the proposal of the Minister for the Economy and Finance from among the civil servants of the bodies indicated in the list of posts and shall have the grade of Deputy Director-General of the Ministry of the Economy and Finance.", "label": [[16, 24, "ORG"], [84, 108, "ORG"], [128, 168, "PROFESSION"], [272, 295, "PROFESSION"], [299, 338, "ORG"]]}
{"text": "…", "label": []}
{"text": "9. All the members of the plenum or of the Chambers and the single-member bodies [of the TEAC] shall exercise wholly independently and under their own responsibility the functions which are legally assigned to them and any other functions which may be assigned to them by the President.’", "label": [[39, 51, "ORG"], [85, 93, "ORG"], [272, 285, "PROFESSION"]]}
{"text": "22 According to Article 30(2) and (12) of Royal Decree 520/2005:", "label": []}
{"text": "‘2. The President, the Presidents of the decentralised chamber, the Presidents of Chambers and the members [of the regional and local TEAs] shall be appointed and removed by decree of the Minister for the Economy and Finance from among the civil servants of the bodies indicated in the list of posts. …", "label": [[4, 17, "PROFESSION"], [19, 62, "PROFESSION"], [64, 90, "PROFESSION"], [134, 138, "ORG"], [184, 224, "PROFESSION"]]}
{"text": "…", "label": []}
{"text": "12. All the members of the plenum or of the Chambers and the single-member bodies [of the regional and local TEAs] shall exercise wholly independently and under their own responsibility the functions which are legally assigned to them and any other functions which may be assigned to them by the President of the Tribunal or the President of the decentralised chamber.", "label": [[40, 52, "ORG"], [109, 113, "ORG"], [292, 321, "PROFESSION"], [325, 367, "PROFESSION"]]}
{"text": "The dispute in the main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "23 In May 2002, Banco de Santander Central Hispano SA (‘BSCH’), the ultimate parent company of the tax consolidated group 17/89, acquired 100% of the shares in AKB Holding GmbH (‘AKB’), a company governed by German law.", "label": [[6, 14, "DATE"], [16, 62, "ORG"], [138, 141, "AMOUNT_VALUE"], [141, 142, "AMOUNT_UNIT"], [160, 184, "ORG"], [208, 214, "LOC"]]}
{"text": "24 That acquisition, the price of which was EUR 1 099 999 999, while AKB’s book value was estimated at EUR 183 909 000, generated financial goodwill of EUR 916 091 000 (‘the relevant goodwill’).", "label": [[44, 47, "AMOUNT_UNIT"], [48, 61, "AMOUNT_VALUE"], [69, 74, "ORG"], [103, 106, "AMOUNT_UNIT"], [107, 118, "AMOUNT_VALUE"], [152, 155, "AMOUNT_UNIT"], [156, 167, "AMOUNT_VALUE"]]}
{"text": "25 As a holding company, AKB owned shares in the following companies, all established in the European Union: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH and AKB Marketing Services sp. z o.o.", "label": [[25, 28, "ORG"], [89, 107, "LOC"], [109, 130, "ORG"], [132, 148, "ORG"], [150, 166, "ORG"], [168, 196, "ORG"], [198, 234, "ORG"], [236, 264, "ORG"], [269, 302, "ORG"]]}
{"text": "26 In December 2002, BSCH transferred the shares in AKB whose acquisition price had generated the relevant goodwill to Holneth BV, a company governed by Netherlands law, and Santander Consumer Finance SA (‘SCF’), a company governed by Spanish law; both companies also belonged to the tax consolidated group 17/89.", "label": [[6, 19, "DATE"], [21, 25, "ORG"], [52, 55, "ORG"], [119, 129, "ORG"], [153, 164, "LOC"], [174, 211, "ORG"], [235, 242, "LOC"]]}
{"text": "27 In view of the relevant goodwill, the tax consolidated group 17/89 made deductions, pursuant to Article 12(5) of the TRLIS, in its corporate tax returns for the tax years 2002 and 2003.", "label": [[174, 178, "DATE"], [183, 187, "DATE"]]}
{"text": "28 Thus, for the 2002 tax year, BSCH and SCF applied deductions of EUR 27 482 730 and EUR 1 631 395, respectively. For the 2003 tax year, SCF applied a deduction of EUR 45 804 550.", "label": [[17, 21, "DATE"], [32, 36, "ORG"], [41, 44, "ORG"], [67, 70, "AMOUNT_UNIT"], [71, 81, "AMOUNT_VALUE"], [86, 89, "AMOUNT_UNIT"], [90, 99, "AMOUNT_VALUE"], [123, 127, "DATE"], [138, 141, "ORG"], [165, 168, "AMOUNT_UNIT"], [169, 179, "AMOUNT_VALUE"]]}
{"text": "29 In the case of the 2002 tax year, following a tax inspection which culminated in a report dated 21 December 2006, the tax inspectorate, by recovery notice of 7 March 2007, accepted the deduction made by BSCH in respect of EUR 20 262 374, but regularised it in respect of EUR 7 215 356. In the case of SCF, the deduction of EUR 1 631 395 was accepted in full.", "label": [[22, 26, "DATE"], [99, 115, "DATE"], [161, 173, "DATE"], [206, 210, "ORG"], [225, 228, "AMOUNT_UNIT"], [229, 239, "AMOUNT_VALUE"], [274, 277, "AMOUNT_UNIT"], [278, 287, "AMOUNT_VALUE"], [304, 307, "ORG"], [326, 329, "AMOUNT_UNIT"], [330, 339, "AMOUNT_VALUE"]]}
{"text": "30 By recovery notice of 22 July 2010, the tax inspectorate rejected in full the goodwill deduction claimed by SCF in respect of the 2003 tax year.", "label": [[25, 37, "DATE"], [111, 114, "ORG"], [133, 137, "DATE"]]}
{"text": "31 On 16 August 2010, Banco de Santander submitted a complaint against that recovery notice to the TEAC, claiming that, notwithstanding the indirect nature of the relevant goodwill as a result of its having been generated by the acquisition of a holding company, that goodwill is deductible from corporation tax under the terms of Article 12(5) of the TRLIS.", "label": [[6, 20, "DATE"], [22, 40, "ORG"], [99, 103, "ORG"]]}
{"text": "32 It argued that, in the light of the new interpretation of Article 12(5) of the TRLIS, adopted both by the DGT and by the TEAC and referred to in paragraph 12 of the present judgment, the question arose in this case whether, pursuant to Decision 2011/5, the Commission’s first decision on the tax scheme at issue, the tax deduction corresponding to the amortisation of the relevant goodwill before 21 December 2007, following the acquisition of a non-resident holding company, must be recovered as aid that is illegal and incompatible with the internal market.", "label": [[105, 112, "ORG"], [120, 128, "ORG"], [256, 272, "ORG"], [400, 416, "DATE"]]}
{"text": "33 Given that the combined provisions of Article 1(2) and Article 4(1) of Decision 2011/5 are such that acquisitions made before 21 December 2007 are excluded from the obligation of recovery, on account of a pre-existing legitimate expectation, and the fact that the acquisition at issue in the main proceedings took place before that date, it was argued that it is essential, for the purposes of determining the dispute in the main proceedings, for an answer to be given to the question as to whether those provisions of Decision 2011/5 must be interpreted as applying also to indirect acquisitions, in particular to the acquisition of a non-resident holding company, such as the one at issue in the main proceedings.", "label": [[129, 145, "DATE"]]}
{"text": "34 In that regard, the TEAC took the view that the administrative interpretation which previously precluded the application of the tax deduction to indirect acquisitions does not constitute a source of law.", "label": [[19, 27, "ORG"]]}
{"text": "35 According to the TEAC, neither the DGT nor the TEAC is part of the legislature or the judiciary. Interpretations given by those bodies are not definitive, since they are subject to review by the courts. Furthermore, the Tribunal Supremo (Supreme Court, Spain) has not yet ruled on the applicability of Article 12(5) of the TRLIS to indirect shareholding acquisitions.", "label": [[16, 24, "ORG"], [34, 41, "ORG"], [46, 54, "ORG"], [219, 239, "ORG"], [241, 254, "ORG"], [256, 261, "LOC"]]}
{"text": "36 In those circumstances, the TEAC decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling:", "label": [[27, 35, "ORG"], [108, 128, "ORG"]]}
{"text": "‘(1) Must Article 1(2) of [Decision 2011/5] be interpreted as meaning that the legitimate expectations recognised and defined in that paragraph are to be considered applicable to the deduction of the tax amortisation of financial goodwill under Article 12(5) of the TRLIS in relation to indirect foreign shareholding acquisitions made through the direct acquisition of a non-resident holding company?", "label": []}
{"text": "(2) If the answer to the first question is affirmative, is [the decision initiating the procedure that led to the adoption of Decision 2015/314], which decides to initiate the procedure provided for under Article 108(2) TFEU for infringement of Article 108 TFEU and of Council Regulation (EC) No 659/1999 of 22 March 1999 laying down detailed rules for the application of Article [108 TFEU (OJ 1999 L 83, p. 1)], invalid?’", "label": [[269, 276, "ORG"], [308, 321, "DATE"]]}
{"text": "37 By decision of 8 January 2015, received at the Court on 27 January 2015, the TEAC considered it necessary to reformulate the questions referred for a preliminary ruling as a result of new developments.", "label": [[18, 32, "DATE"], [46, 55, "ORG"], [59, 74, "DATE"], [80, 84, "ORG"]]}
{"text": "38 These were, on the one hand, the adoption on 15 October 2014 of Decision 2015/314 and, on the other, the judgments of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‑219/10, EU:T:2014:939), and of 7 November 2014, Banco Santander and Santusa v Commission (T‑399/11, EU:T:2014:938), by which the General Court annulled Article 1(1) and Article 4 of both Decision 2011/5 and Decision 2011/282.", "label": [[48, 63, "DATE"], [121, 160, "ORG"], [164, 179, "DATE"], [181, 197, "ORG"], [200, 210, "ORG"], [245, 260, "DATE"], [262, 277, "ORG"], [282, 289, "ORG"], [292, 302, "ORG"], [339, 356, "ORG"]]}
{"text": "39 The TEAC considered that, following those new developments, it was no longer necessary to ask the Court about the interpretation of Decision 2011/5, since the essential question for the outcome of the dispute in the main proceedings was now whether the annulment of that decision by the General Court renders invalid Decision 2015/314, which extends the ban on the deduction provided for in Article 12(5) of the TRLIS as already laid down by Decisions 2011/5 and 2011/282 to indirect acquisitions of shareholdings in non-resident companies.", "label": [[7, 11, "ORG"], [97, 106, "ORG"], [286, 303, "ORG"]]}
{"text": "40 In those circumstances, the TEAC decided to reformulate the questions referred for a preliminary ruling as follows:", "label": [[27, 35, "ORG"]]}
{"text": "‘(1) Is [Decision 2015/314] invalid for lack of any factual and legal basis as a result of the judgments of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‑219/10, EU:T:2014:939), and [of 7 November 2014,] Banco Santander and Santusa v Commission (T‑399/11, EU:T:2014:938), which respectively annulled Article 1(1) and Article 4 of [Decision 2011/5 and of Decision 2011/282]?", "label": [[108, 147, "ORG"], [151, 166, "DATE"], [168, 184, "ORG"], [187, 197, "ORG"], [233, 248, "DATE"], [251, 266, "ORG"], [271, 278, "ORG"], [281, 291, "ORG"]]}
{"text": "(2) Is [Decision 2015/314] invalid for lack of reasoning as a result of the judgments of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‑219/10, EU:T:2014:939), and [of 7 November 2014,] Banco Santander and Santusa v Commission (T‑399/11, EU:T:2014:938), which respectively annulled Article 1(1) and Article 4 of [Decision 2011/5 and of Decision 2011/282]?", "label": [[89, 128, "ORG"], [132, 147, "DATE"], [149, 165, "ORG"], [168, 178, "ORG"], [214, 229, "DATE"], [232, 247, "ORG"], [252, 259, "ORG"], [262, 272, "ORG"]]}
{"text": "(3) In the alternative, in the event of a negative answer to the preceding questions:", "label": []}
{"text": "Is Decision [2015/314] invalid because the new administrative interpretation of Article 12(5) of the TRLIS falls entirely within the scope [of Decision 2011/5 and Decision 2011/282]?’", "label": []}
{"text": "41 By decision of 8 June 2017, received at the Court on 6 July 2017, the TEAC considered it necessary once again to reformulate the questions referred for a preliminary ruling because of a new development, the judgment of 21 December 2016, Commission v World Duty Free Group and Others (C‑20/15 P and C‑21/15 P, EU:C:2016:981), by which the Court of Justice set aside the judgments of the General Court of 7 November 2014, Autogrill España v Commission (T‑219/10, EU:T:2014:939), and of 7 November 2014, Banco Santander and Santusa v Commission (T‑399/11, EU:T:2014:938), and referred Cases T‑219/10 and T‑399/11 back to the General Court.", "label": [[18, 29, "DATE"], [43, 52, "ORG"], [56, 67, "DATE"], [69, 77, "ORG"], [222, 238, "DATE"], [240, 250, "ORG"], [253, 278, "ORG"], [337, 357, "ORG"], [385, 402, "ORG"], [406, 421, "DATE"], [423, 439, "ORG"], [442, 452, "ORG"], [487, 502, "DATE"], [504, 519, "ORG"], [524, 531, "ORG"], [534, 544, "ORG"], [621, 638, "ORG"]]}
{"text": "42 In the light of that new development, the TEAC considered it appropriate to maintain both the questions put forward in the context of the initial request for a preliminary ruling, relating to the interpretation of the scope of application of Article 1(2) of Decision 2011/5, and those put forward in the context of the first reformulation of the questions referred, relating to the validity of Decision 2015/314.", "label": [[41, 49, "ORG"]]}
{"text": "43 As a result of that second reformulation, the questions referred now read as follows:", "label": []}
{"text": "‘(1) In the event that the validity of [Decision 2011/5] is confirmed:", "label": []}
{"text": "(a) Must Article 1(2) of [Decision 2011/5] be interpreted as meaning that the legitimate expectations recognised and defined in that paragraph are to be considered applicable to the deduction of the tax amortisation of financial goodwill under Article 12(5) of the TRLIS in relation to indirect foreign shareholding acquisitions made through the direct acquisition of a non-resident holding company?", "label": []}
{"text": "(b) If the answer to the first question is affirmative, is [the decision initiating the procedure that led to the adoption of Decision 2015/314], invalid?", "label": []}
{"text": "(2) In the event that Article 1 of [Decision 2011/5] is annulled in Case T‑219/10:", "label": []}
{"text": "(a) Is [Decision 2015/314] invalid, because it has been deprived of its factual and legal basis?", "label": []}
{"text": "(b) Is [Decision 2015/314] invalid, because it has been deprived of its reasoning?", "label": []}
{"text": "(c) In the alternative, if the answers to the previous questions are negative:", "label": []}
{"text": "Is [Decision 2015/314] invalid, because the new administrative interpretation of Article 12(5) of the TRLIS falls entirely within the scope of [Decision 2011/5 and Decision 2011/282]?’", "label": []}
{"text": "44 By judgment of the General Court of 15 November 2018, World Duty Free Group v Commission (T‑219/10 RENV, EU:T:2018:784), the General Court dismissed the action for annulment brought by World Duty Free Group in respect of Decision 2011/5.", "label": [[18, 35, "ORG"], [39, 55, "DATE"], [57, 78, "ORG"], [81, 91, "ORG"], [124, 141, "ORG"], [188, 209, "ORG"]]}
{"text": "45 On 25 January 2019, that company lodged an appeal by which it sought to have that judgment set aside and Decision 2011/5 annulled. That appeal is pending before this Court (Case C‑51/19 P).", "label": [[6, 21, "DATE"], [169, 174, "ORG"]]}
{"text": "46 Other appeals with the same subject matter or concerning other judgments of the General Court dismissing actions for annulment brought against Decision 2011/282 are also pending before this Court.", "label": [[79, 96, "ORG"], [188, 198, "ORG"]]}
{"text": "47 There are, moreover, several actions for annulment of Decision 2015/314 currently pending before the General Court.", "label": [[100, 117, "ORG"]]}
{"text": "48 There have been several successive decisions to stay the proceedings in the present case. These were taken principally on the ground that, following its twofold reformulation of the questions referred, the TEAC seeks to ask the Court either about the possible effect of the invalidity of Decision 2011/5 on the validity of Decision 2015/314, should the EU judicature find Decision 2011/5 to be invalid, or about the interpretation of Decision 2011/5 with a view to determining its scope, should the EU judicature confirm the validity of that decision.", "label": [[209, 213, "ORG"], [227, 236, "ORG"], [356, 358, "LOC"], [502, 504, "LOC"]]}
{"text": "49 The question of the validity of Decision 2011/5 is currently still pending before the Courts of the European Union.", "label": [[99, 117, "LOC"]]}
{"text": "50 Nevertheless, having regard in particular to the case-law of the Court of Justice since the present request for a preliminary ruling was made, and to the doubts expressed by the Commission as to whether the TEAC qualifies as a ‘court or tribunal’ for the purposes of Article 267 TFEU and, therefore, as to whether the request is admissible, it is appropriate that the present proceedings be resumed in order for the Court to examine whether the TEAC falls within that category.", "label": [[64, 84, "ORG"], [177, 191, "ORG"], [206, 214, "ORG"], [415, 424, "ORG"], [444, 452, "ORG"]]}
{"text": "Admissibility of the request for a preliminary ruling", "label": []}
{"text": "51 According to the Court’s settled case-law, in order to determine whether a body making a reference is a ‘court or tribunal’ for the purposes of Article 267 TFEU, which is a question governed by EU law alone, the Court takes account of a number of factors, such as whether the body is established by law, whether it is permanent, whether its jurisdiction is compulsory, whether its procedure is inter partes, whether it applies rules of law and whether it is independent (see, to that effect, judgments of 30 June 1966, Rannberg-Rasmussen, 61/65, EU:C:1966:39, p. 273; of 31 May 2005, Malfait and Others, C‑53/03, EU:C:2005:333, paragraph 29; and of 16 February 2017, Gajane Fiorello, C‑503/15, EU:C:2017:126, paragraph 27 and the case-law cited).", "label": [[16, 27, "ORG"], [197, 199, "LOC"], [211, 220, "ORG"], [508, 520, "DATE"], [522, 540, "PER"], [574, 585, "DATE"], [587, 594, "PER"], [652, 668, "DATE"], [670, 685, "PER"]]}
{"text": "52 In the case of the TEAC, the body making the reference in the present case, there is no doubt, on the basis of the information in the file submitted to the Court, that it satisfies the criteria that it be established by law, that it be permanent, that its jurisdiction be compulsory, that its procedure be inter partes and that it apply rules of law.", "label": [[18, 26, "ORG"], [155, 164, "ORG"]]}
{"text": "53 However, the question arises as to whether the TEAC fulfils the criterion of independence.", "label": [[46, 54, "ORG"]]}
{"text": "54 In that regard, the Court held, in paragraph 39 of the judgment of 21 March 2000, Vuotila and Others (C‑110/98 to C‑147/98, EU:C:2000:145), that the Spanish legislation relating to the TEAs, as applicable in the case that gave rise to that judgment, did ensure a separation of functions between, on the one hand, the departments of the tax authority responsible for management, clearance and recovery of tax and, on the other hand, the TEAs which rule on complaints lodged against the decisions of those departments without receiving any instruction from the tax authority. In paragraph 40 of that judgment, the Court explained that such safeguards gave the TEAs the character of a third party in relation to the departments which adopted the decision forming the subject matter of the complaint and the independence necessary for them to be regarded as courts or tribunals for the purposes of Article 267 TFEU.", "label": [[19, 28, "ORG"], [70, 83, "DATE"], [85, 92, "PER"], [152, 159, "LOC"], [184, 192, "ORG"], [435, 443, "ORG"], [611, 620, "ORG"], [657, 665, "ORG"]]}
{"text": "55 However, as the Commission also submitted in its written observations, those considerations must be re-examined notably in the light of the most recent case-law of the Court concerning, in particular, the criterion of independence which any national body must meet in order to be categorised as a ‘court or tribunal’ for the purposes of Article 267 TFEU.", "label": [[15, 29, "ORG"], [167, 176, "ORG"]]}
{"text": "56 In that context, it must be pointed out that the independence of national courts and tribunals is essential to the proper working of the judicial cooperation system embodied by the preliminary ruling mechanism established by Article 267 TFEU, in that, in accordance with the settled case-law of the Court referred to in paragraph 51 of the present judgment, that mechanism may be activated only by a body responsible for applying EU law which satisfies, inter alia, that criterion of independence (judgment of 27 February 2018, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, paragraph 43).", "label": [[298, 307, "ORG"], [433, 435, "LOC"], [513, 529, "DATE"], [531, 573, "ORG"]]}
{"text": "57 According to the case-law of the Court, the concept of ‘independence’ has two aspects. The first aspect, which is external, requires that the body concerned exercise its functions wholly autonomously, without being subject to any hierarchical constraint or subordinated to any other body and without taking orders or instructions from any source whatsoever, being thus protected against external interventions or pressure liable to impair the independent judgment of its members and to influence their decisions (judgment of 27 February 2018, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, paragraph 44 and the case-law cited).", "label": [[32, 41, "ORG"], [528, 544, "DATE"], [546, 588, "ORG"]]}
{"text": "58 Again as regards the external aspect of the concept of ‘independence’, it should be noted that the irremovability of the members of the body concerned constitutes a guarantee that is essential to judicial independence in that it serves to protect the person of those who have the task of adjudicating in a dispute (see, to that effect, judgments of 19 September 2006, Maslov, C‑506/04, EU:C:2006:587, paragraph 51, and of 27 February 2018, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, paragraph 45).", "label": [[352, 369, "DATE"], [371, 377, "PER"], [425, 441, "DATE"], [443, 485, "ORG"]]}
{"text": "59 The principle of irremovability, the cardinal importance of which is to be emphasised, requires, in particular, that judges may remain in post provided that they have not reached the obligatory retirement age or until the expiry of their mandate, where that mandate is for a fixed term. While it is not wholly absolute, there can be no exceptions to that principle unless they are warranted by legitimate and compelling grounds, subject to the principle of proportionality. Thus it is widely accepted that judges may be dismissed if they are deemed unfit for the purposes of carrying out their duties on account of incapacity or a serious breach of their obligations, provided the appropriate procedures are followed (judgment of 24 June 2019, Commission v Poland (Independence of the Supreme Court), C‑619/18, EU:C:2019:531, paragraph 76).", "label": [[120, 126, "PROFESSION"], [509, 515, "PROFESSION"], [733, 745, "DATE"], [747, 757, "ORG"], [760, 766, "ORG"], [784, 801, "ORG"]]}
{"text": "60 The guarantee of irremovability of the members of a court or tribunal thus requires that dismissals of members of that body should be determined by specific rules, by means of express legislative provisions offering safeguards that go beyond those provided for by the general rules of administrative law and employment law which apply in the event of an unlawful dismissal (see, to that effect, judgment of 9 October 2014, TDC, C‑222/13, EU:C:2014:2265, paragraphs 32 and 35).", "label": [[410, 424, "DATE"]]}
{"text": "61 The second — internal — aspect of the concept of ‘independence’ is linked to ‘impartiality’ and seeks to ensure a level playing field for the parties to the proceedings and their respective interests with regard to the subject matter of those proceedings. That aspect requires objectivity and the absence of any interest in the outcome of the proceedings apart from the strict application of the rule of law (judgment of 16 February 2017, Gajane Fiorello, C‑503/15, EU:C:2017:126, paragraph 38 and the case-law cited).", "label": [[424, 440, "DATE"], [442, 457, "PER"]]}
{"text": "62 Thus, according to the settled case-law of the Court, the concept of ‘independence’, which is inherent in the task of adjudication, implies above all that the body in question acts as a third party in relation to the authority which adopted the contested decision (see, to that effect, judgments of 30 March 1993, Elliott, C‑24/92, EU:C:1993:118, paragraph 15, and of 9 October 2014, TDC, C‑222/13, EU:C:2014:2265, paragraph 29 and the case-law cited).", "label": [[46, 55, "ORG"], [302, 315, "DATE"], [317, 324, "PER"], [371, 385, "DATE"]]}
{"text": "63 Those guarantees of independence and impartiality require rules, particularly as regards the composition of the body and the appointment, length of service and the grounds for abstention, rejection and dismissal of its members, in order to dismiss any reasonable doubt in the minds of individuals as to the imperviousness of that body to external factors and its neutrality with respect to the interests before it (judgment of 9 October 2014, TDC, C‑222/13, EU:C:2014:2265, paragraph 32).", "label": [[430, 444, "DATE"]]}
{"text": "64 In the present case it must first be stated that, according to the national legislation applicable, in particular Article 29(2) of Royal Decree 520/2005, the President and members of the TEAC are appointed by Royal Decree adopted by the Council of Ministers, on the proposal of the Minister for the Economy and Finance, for an indefinite period. According to that provision, both the President and the members of the TEAC may be removed from office according to the same procedure, that is to say, by Royal Decree adopted by the Council of Ministers on the proposal of the Minister for the Economy and Finance.", "label": [[157, 170, "PROFESSION"], [186, 194, "ORG"], [236, 260, "ORG"], [281, 321, "PROFESSION"], [383, 396, "PROFESSION"], [416, 424, "ORG"], [528, 552, "ORG"], [572, 612, "PROFESSION"]]}
{"text": "65 As to the members of the regional TEAs, it must be noted that, according to Article 30(2) of Royal Decree 520/2005, they are appointed by the Minister for the Economy and Finance from a list of civil servants and may be removed from office by that minister.", "label": [[37, 41, "ORG"], [141, 181, "PROFESSION"], [251, 259, "PROFESSION"]]}
{"text": "66 Whilst, it is true, the applicable national legislation lays down rules governing, inter alia, abstention and recusal of the President and other members of the TEAC or, in the case of the President of the TEAC, rules on conflicts of interest, disqualification and duties of transparency, it is common ground that the arrangements for removal of the President and other members of the TEAC are not determined by specific rules, by means of express legislative provisions, such as those applicable to members of the judiciary. The members of the TEAC are covered solely, in that respect, by the general rules of administrative law and, in particular, by the basic regulations relating to civil servants, as the Spanish Government confirmed during the hearing before the Court. That finding also applies in relation to the members of the regional and local TEAs.", "label": [[124, 137, "PROFESSION"], [159, 167, "ORG"], [187, 200, "PROFESSION"], [204, 212, "ORG"], [348, 361, "PROFESSION"], [383, 391, "ORG"], [543, 551, "ORG"], [708, 730, "ORG"], [767, 776, "ORG"], [857, 861, "ORG"]]}
{"text": "67 Consequently, the removal of the President and the other members of the TEAC and of the members of the other TEAs is not limited, as required by the principle of irremovability recalled in paragraph 59 of the present judgment, to certain exceptional cases reflecting legitimate and compelling grounds that warrant the adoption of such a measure, subject to the principle of proportionality and to the appropriate procedures being followed, such as cases of incapacity or of a serious breach of obligations rendering the individuals concerned unfit for the purposes of carrying out their duties.", "label": [[32, 45, "PROFESSION"], [71, 79, "ORG"], [112, 116, "ORG"]]}
{"text": "68 It follows that the applicable national legislation does not ensure that the President and the other members of the TEAC are protected against direct or indirect external pressures that are liable to cast doubt on their independence.", "label": [[76, 89, "PROFESSION"], [115, 123, "ORG"]]}
{"text": "69 Whilst it is true that, according to the wording of Article 228(1) of the LGT, the members of the TEAs are to exercise their powers ‘with functional independence’ and that, in accordance with Article 29(9) and with Article 30(12) of Royal Decree 520/2005, they are to exercise ‘wholly independently and under their own responsibility’ the functions legally assigned to them, the fact remains that there are no particular safeguards in respect of their removal or the termination of their appointment. That system does not constitute an effective safeguard against undue pressure from the executive on the members of the TEAs (see, by analogy, judgment of 31 May 2005, Malfait and Others, C‑53/03, EU:C:2005:333, paragraph 31).", "label": [[97, 105, "ORG"], [619, 627, "ORG"], [658, 669, "DATE"], [671, 678, "PER"]]}
{"text": "70 In this, the situation of the members of the TEAs and, in particular, of the TEAC differs, for example, from that of the referring body in the case giving rise to the judgment of 6 October 2015, Consorci Sanitari del Maresme (C‑203/14, EU:C:2015:664), in the sense that, as is apparent from paragraphs 11 and 20 of that judgment, the members of that body, unlike the members of the TEAs, have the benefit of a guarantee of irremovability throughout their term of office, exceptions to which are permitted only on the grounds expressly set out by law.", "label": [[44, 52, "ORG"], [76, 84, "ORG"], [182, 196, "DATE"], [198, 227, "ORG"], [381, 389, "ORG"]]}
{"text": "71 Similarly, the TEAs and, in particular, the TEAC differ from the referring body in the case giving rise to the judgment of 24 May 2016, MT Højgaard and Züblin (C‑396/14, EU:C:2016:347). As is apparent from paragraphs 29 to 31 of that judgment, while that body admittedly includes expert members who do not enjoy the particular protection reserved for members of the judiciary by a constitutional provision, it is also composed of members of the judiciary who do enjoy that protection and have in all circumstances the majority of votes and, accordingly, a decisive weight in the decisions adopted by that body, which guarantees its independence.", "label": [[14, 22, "ORG"], [43, 51, "ORG"], [126, 137, "DATE"], [139, 150, "ORG"], [155, 161, "ORG"]]}
{"text": "72 As regards, secondly, the requirement of independence in its second, internal, aspect, referred to in paragraph 61 of the present judgment, it must be noted that there is indeed a separation of functions within the Ministry of the Economy and Finance between, on the one hand, the departments of the tax authority responsible for management, clearance and recovery of tax and, on the other hand, the TEAs which rule on complaints lodged against the decisions of those departments.", "label": [[214, 253, "ORG"], [399, 407, "ORG"]]}
{"text": "73 Nevertheless, as the Advocate General also noted in points 31 and 40 of his Opinion, certain characteristics of the extraordinary appeal procedure before the Sala Especial para la Unificación de Doctrina (Special Chamber for the Unification of Precedent, Spain), a procedure governed by Article 243 of the LGT, are such as to cast doubt on the fact that the TEAC acts as a ‘third party’ with respect to the interests before it.", "label": [[20, 40, "PROFESSION"], [157, 205, "ORG"], [208, 256, "ORG"], [258, 263, "LOC"], [357, 365, "ORG"]]}
{"text": "74 Only the Director-General of Taxation of the Ministry of the Economy and Finance may lodge such an extraordinary appeal against decisions of the TEAC with which he or she disagrees. However, that Director-General will automatically be part of the eight-person panel that is to hear that appeal, along with the Director-General or the Director of the department of the State Tax Administration Agency to which the body that issued the act referred to in the decision that is the object of that extraordinary appeal belongs. Thus, both the Director-General of Taxation of the Ministry of the Economy and Finance, who lodged the extraordinary appeal against a decision of the TEAC, and the Director-General or the Director of the department of the State Tax Administration Agency which adopted the act referred to in that decision, will sit as part of the Special Chamber of the TEAC hearing that appeal. The roles of party to the extraordinary appeal procedure and that of member of the body that is to hear such an appeal are thus conflated.", "label": [[8, 40, "PROFESSION"], [44, 83, "ORG"], [144, 152, "ORG"], [199, 215, "PROFESSION"], [309, 329, "PROFESSION"], [333, 363, "PROFESSION"], [367, 402, "ORG"], [537, 569, "PROFESSION"], [573, 612, "ORG"], [672, 680, "ORG"], [686, 706, "PROFESSION"], [710, 740, "PROFESSION"], [744, 779, "ORG"], [852, 883, "ORG"]]}
{"text": "75 Moreover, the prospect of such an extraordinary appeal being brought by the Director-General of Taxation of the Ministry of the Economy and Finance against a decision of the TEAC is likely to exert pressure on the TEAC and thus to cast doubt on its independence as well as its impartiality, notwithstanding the fact, invoked by the Spanish Government at the hearing before the Court, that it is apparent from Article 243(4) of the LGT that that extraordinary appeal has only prospective effect and has no impact on decisions already issued by the TEAC, including the decision that is the object of the appeal.", "label": [[75, 107, "PROFESSION"], [111, 150, "ORG"], [173, 181, "ORG"], [213, 221, "ORG"], [331, 353, "ORG"], [376, 385, "ORG"], [546, 554, "ORG"]]}
{"text": "76 Thus, those characteristics of the extraordinary appeal for the unification of precedent which may be brought against decisions of the TEAC demonstrate the organisational and functional links that exist between that body and the Ministry of the Economy and Finance, in particular the Director-General of Taxation of that ministry and the Director-General of the department which adopts the decisions contested before the TEAC. The existence of such links makes it impossible to regard the TEAC as a third party in relation to that administration (see, by analogy, judgment of 30 May 2002, Richter, C‑516/99, EU:C:2002:313, paragraphs 38 to 40).", "label": [[134, 142, "ORG"], [228, 267, "ORG"], [283, 332, "PROFESSION"], [337, 375, "PROFESSION"], [420, 428, "ORG"], [488, 496, "ORG"], [579, 590, "DATE"], [592, 599, "PER"]]}
{"text": "77 Consequently, the TEAC does not satisfy the internal aspect of the requirement of independence that is characteristic of a court or tribunal.", "label": [[17, 25, "ORG"]]}
{"text": "78 It must be added that the fact that the TEAs do not constitute ‘courts or tribunals’ for the purposes of Article 267 TFEU does not relieve them of the obligation to ensure that EU law is applied when adopting their decisions and to disapply, if necessary, national provisions which appear to be contrary to provisions of EU law that have direct effect, since these are obligations that fall on all competent national authorities, not only on judicial authorities (see, to that effect, judgments of 22 June 1989, Gapinski, 103/88, EU:C:1989:256, paragraphs 30 to 33; of 14 October 2010, Weiß, C‑243/09, EU:C:2010:609, paragraphs 61 and 63; and of 4 December 2018, The Minister for Justice and Equality and Commissioner of An Garda Síochána, C‑378/17, EU:C:2018:979, paragraphs 36 and 38).", "label": [[39, 47, "ORG"], [180, 182, "LOC"], [324, 326, "LOC"], [501, 513, "DATE"], [515, 523, "PER"], [572, 587, "DATE"], [589, 593, "PER"], [649, 664, "DATE"], [666, 703, "PROFESSION"], [708, 720, "PROFESSION"], [724, 741, "ORG"]]}
{"text": "79 Moreover, the existence of judicial appeals to the Audiencia Nacional (National High Court, Spain) and the Tribunal Supremo (Supreme Court) against decisions of the TEAs following the economic-administrative complaints procedure ensures the effectiveness of the mechanism of the request for a preliminary ruling provided for in Article 267 TFEU and the uniform interpretation of EU law, since those national courts have the option of making or, where appropriate, are required to make a request for a preliminary ruling to the Court of Justice where a decision on the interpretation or the validity of EU law is necessary in order for them to give judgment (see, by analogy, judgment of 31 January 2013, Dmitriev, C‑394/11, EU:C:2013:48, paragraph 52).", "label": [[50, 72, "ORG"], [74, 93, "ORG"], [95, 100, "LOC"], [106, 142, "ORG"], [164, 172, "ORG"], [382, 384, "LOC"], [526, 546, "ORG"], [605, 607, "LOC"], [690, 705, "DATE"], [707, 715, "PER"]]}
{"text": "80 Having regard to all the foregoing considerations, it must be held that the request for a preliminary ruling from the TEAC is inadmissible, since that body cannot be described as a ‘court or tribunal’ for the purposes of Article 267 TFEU.", "label": [[117, 125, "ORG"]]}
{"text": "Costs", "label": []}
{"text": "81 Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the referring body, the decision on costs is a matter for that body. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable.", "label": [[223, 232, "ORG"]]}
{"text": "On those grounds, the Court (Grand Chamber) hereby rules:", "label": [[22, 43, "ORG"]]}
{"text": "The request for a preliminary ruling from the Tribunal Económico-Administrativo Central (Central Tax Tribunal, Spain), made by decision of 2 April 2014, is inadmissible.", "label": [[42, 87, "ORG"], [89, 109, "ORG"], [111, 116, "LOC"], [139, 151, "DATE"]]}
{"text": "[Signatures]", "label": []}
{"text": "* Language of the case: Spanish.", "label": [[24, 31, "NATIONALITY"]]}
