{"text": "JUDGMENT OF THE GENERAL COURT (Sixth Chamber, Extended Composition)", "label": [[12, 67, "ORG"]]}
{"text": "29 January 2020 (*)", "label": [[0, 15, "DATE"]]}
{"text": "(Civil service — Strike action by interpreters — Measures for the requisition of interpreters adopted by the European Parliament — No legal basis — Liability — Non-material damage)", "label": [[34, 46, "PROFESSION"], [81, 93, "PROFESSION"], [105, 128, "ORG"]]}
{"text": "In Case T‑402/18,", "label": []}
{"text": "Zuikin Kuhn, residing in Brussels (Belgium), and the other applicants whose names are set out in the annex, (1) represented by G. Allen, lawyer,", "label": [[0, 11, "PER"], [25, 43, "LOC"], [127, 135, "PER"], [137, 143, "PROFESSION"]]}
{"text": "applicants,", "label": []}
{"text": "v", "label": []}
{"text": "European Parliament, represented by Z. Camacho-Chapman, M. Makarenko and L. Jansson, acting as Agents,", "label": [[0, 19, "ORG"], [36, 54, "PER"], [56, 68, "PER"], [73, 83, "PER"], [95, 101, "PROFESSION"]]}
{"text": "defendant,", "label": []}
{"text": "supported by", "label": []}
{"text": "Council of the European Union, represented by M. Lazar and Z. Perrin, acting as Agents,", "label": [[0, 29, "ORG"], [46, 54, "PER"], [59, 68, "PER"], [80, 86, "PROFESSION"]]}
{"text": "intervener,", "label": []}
{"text": "ACTION under Article 270 TFEU seeking, first, annulment of the decision of 2 July 2018 of the Parliament’s Director-General for Personnel requisitioning interpreters and conference interpreters for 3 July 2018 and of the subsequent decisions of the Parliament’s Director-General for Personnel requisitioning interpreters and conference interpreters for 4, 5, 10 and 11 July 2018 and, secondly, compensation for the non-material damage, assessed on an equitable basis at EUR 1 000 per person, which the applicants allegedly suffered as a result of those decisions,", "label": [[75, 86, "DATE"], [90, 106, "ORG"], [107, 137, "PROFESSION"], [153, 165, "PROFESSION"], [170, 193, "PROFESSION"], [198, 209, "DATE"], [245, 261, "ORG"], [262, 292, "PROFESSION"], [308, 320, "PROFESSION"], [325, 348, "PROFESSION"], [353, 378, "DATE"], [470, 473, "AMOUNT_UNIT"], [474, 479, "AMOUNT_VALUE"]]}
{"text": "THE GENERAL COURT (Sixth Chamber, Extended Composition),", "label": [[0, 55, "ORG"]]}
{"text": "composed of N. van der Linden, President, J. Gavvas (Rapporteur), A. Danilov, L. Csaba and F. Mateescu-Munteanu, Judges,", "label": [[12, 29, "PER"], [31, 40, "PROFESSION"], [42, 51, "PER"], [53, 63, "PROFESSION"], [66, 76, "PER"], [78, 86, "PER"], [91, 111, "PER"], [113, 119, "PROFESSION"]]}
{"text": "Registrar: U. Ginette, Administrator,", "label": [[0, 9, "PROFESSION"], [11, 21, "PER"], [23, 36, "PROFESSION"]]}
{"text": "having regard to the written part of the procedure and further to the hearing on 9 October 2019,", "label": [[81, 95, "DATE"]]}
{"text": "gives the following Judgment", "label": []}
{"text": "Background to the dispute", "label": []}
{"text": "1 The applicants, Zuikin Kuhn and the other applicants whose names are set out in the annex, are interpreters and conference interpreters at the European Parliament.", "label": [[18, 29, "PER"], [97, 109, "PROFESSION"], [114, 137, "PROFESSION"], [141, 164, "ORG"]]}
{"text": "2 On 14 July 2017, a decision altering the working conditions of interpreters and conference interpreters was adopted by the Secretary-General of the Parliament.", "label": [[5, 17, "DATE"], [65, 77, "PROFESSION"], [82, 105, "PROFESSION"], [121, 142, "PROFESSION"], [146, 160, "ORG"]]}
{"text": "3 That decision was implemented in the work programmes for interpreters and led, in October 2017, to the filing of a provisional notice of strike action by the Inter-Trade Union Committee (the ‘ITUC’), which includes, inter alia, the Syndicat des Fonctionnaires Internationales et Européens — Section du Parlement européen (Union of International and European Civil Servants — European Parliament Section (SFIE-PE)). However, following the resumption of discussions with the Secretary-General of the Parliament, the notice of strike action was withdrawn.", "label": [[59, 71, "PROFESSION"], [84, 96, "DATE"], [156, 200, "ORG"], [234, 415, "ORG"], [471, 492, "PROFESSION"], [496, 510, "ORG"]]}
{"text": "4 On 28 May 2018, the ITUC filed a new provisional notice of strike action covering the period from 5 June to 20 July 2018.", "label": [[5, 16, "DATE"], [18, 26, "ORG"], [100, 106, "DATE"], [110, 122, "DATE"]]}
{"text": "5 On 5 and 7 June 2018, the ITUC informed all the staff of the Parliament, on the one hand, and the President of the Parliament, on the other, of the course of action planned up to 14 June 2018.", "label": [[5, 22, "DATE"], [28, 32, "ORG"], [59, 73, "ORG"], [96, 109, "PROFESSION"], [113, 127, "ORG"], [181, 193, "DATE"]]}
{"text": "6 On 8 June 2018, the Parliament’s Director-General for Personnel sent the ITUC a table setting out the number of interpreters to be requisitioned for the period from 12 to 14 June 2018 and also asked the ITUC to submit to him any comments that the trade unions and staff associations (the ‘TUSAs’) of the institution’s staff may have on that list before 11 June 2018 at 14.00.", "label": [[5, 16, "DATE"], [18, 34, "ORG"], [35, 65, "PROFESSION"], [71, 79, "ORG"], [114, 126, "PROFESSION"], [167, 169, "DATE"], [173, 185, "DATE"], [201, 209, "ORG"], [355, 376, "DATE"]]}
{"text": "7 On 9 and 11 June 2018, the ITUC sent its observations to the Parliament’s Director-General for Personnel.", "label": [[5, 23, "DATE"], [25, 33, "ORG"], [59, 75, "ORG"], [76, 106, "PROFESSION"]]}
{"text": "8 By decision of 11 June 2018, the Parliament’s Director-General for Personnel requisitioned interpreters and conference interpreters for the period from 12 to 14 June 2018.", "label": [[17, 29, "DATE"], [31, 47, "ORG"], [48, 78, "PROFESSION"], [93, 105, "PROFESSION"], [110, 133, "PROFESSION"], [154, 156, "DATE"], [160, 172, "DATE"]]}
{"text": "9 Similar procedures were conducted for the periods from 18 to 22 June 2018 and from 25 to 27 June 2018 and gave rise to decisions requisitioning interpreters and conference interpreters for those periods.", "label": [[57, 59, "DATE"], [63, 75, "DATE"], [85, 87, "DATE"], [91, 103, "DATE"], [146, 158, "PROFESSION"], [163, 186, "PROFESSION"]]}
{"text": "10 On 25 June 2018, the ITUC informed the President of the Parliament that the notice of strike action had been extended until 14 September 2018.", "label": [[6, 18, "DATE"], [20, 28, "ORG"], [38, 51, "PROFESSION"], [55, 69, "ORG"], [127, 144, "DATE"]]}
{"text": "11 On 27 June 2018, the Parliament’s Director-General for Personnel requested the ITUC to submit its observations on the timetable of requisitions planned for the period from 3 to 5 July 2018, by no later than midday on 29 June 2018.", "label": [[6, 18, "DATE"], [20, 36, "ORG"], [37, 67, "PROFESSION"], [78, 86, "ORG"], [175, 176, "DATE"], [180, 191, "DATE"], [220, 232, "DATE"]]}
{"text": "12 On 29 June 2018, the ITUC sent its comments to the President of the Parliament and the Parliament’s Director-General for Personnel.", "label": [[6, 18, "DATE"], [20, 28, "ORG"], [50, 63, "PROFESSION"], [67, 81, "ORG"], [86, 102, "ORG"], [103, 133, "PROFESSION"]]}
{"text": "13 On 2 July 2018, Parliament’s Director-General for Personnel informed the ITUC that the requisitions necessary for the proper conduct of parliamentary business would be made and that a copy of the decisions requisitioning interpreters and conference interpreters for the period from 3 to 5 July 2018 would be sent to it.", "label": [[6, 17, "DATE"], [19, 31, "ORG"], [32, 62, "PROFESSION"], [72, 80, "ORG"], [224, 236, "PROFESSION"], [241, 264, "PROFESSION"], [285, 286, "DATE"], [290, 301, "DATE"]]}
{"text": "14 By decision of 2 July 2018, the Parliament’s Director-General for Personnel requisitioned interpreters and conference interpreters, including some of the applicants, for 3 July 2018 (the ‘decision of 2 July 2018’).", "label": [[18, 29, "DATE"], [31, 47, "ORG"], [48, 78, "PROFESSION"], [93, 105, "PROFESSION"], [110, 133, "PROFESSION"], [173, 184, "DATE"], [203, 214, "DATE"]]}
{"text": "Procedure", "label": []}
{"text": "15 By document lodged at the Court Registry on 3 July 2018, the applicants brought the present action.", "label": [[25, 43, "ORG"], [47, 58, "DATE"]]}
{"text": "16 By separate document lodged at the Court Registry on the same day, the applicants submitted an application for interim measures. By order of 4 July 2018, Kuhn and Others v Parliament (T‑402/18 R, not published, EU:T:2018:404), that application was dismissed and the costs reserved.", "label": [[34, 52, "ORG"], [144, 155, "DATE"], [157, 161, "PER"], [175, 185, "ORG"]]}
{"text": "17 By separate document lodged at the Court Registry on 17 July 2018, the applicants lodged, on the basis of Article 86 of the Rules of Procedure of the General Court, a statement modifying the application in order to take account of the adoption of three decisions on 3, 4 and 7 July 2018 by which the Parliament’s Director-General for Personnel requisitioned interpreters and conference interpreters for 4, 5, 10 and 11 July 2018 (the ‘decisions adopted after the action was brought’).", "label": [[38, 52, "ORG"], [56, 68, "DATE"], [149, 166, "ORG"], [269, 289, "DATE"], [299, 315, "ORG"], [316, 346, "PROFESSION"], [361, 373, "PROFESSION"], [378, 401, "PROFESSION"], [406, 431, "DATE"]]}
{"text": "18 By letter from the Registrar of 30 July 2018, the applicants were informed that, pursuant to Article 91(4) of the Staff Regulations of Officials of the European Union (the ‘Staff Regulations’), the main proceedings had been stayed pending the adoption of an express or implied decision rejecting the complaint they had lodged on 3 July 2018.", "label": [[18, 31, "PROFESSION"], [35, 47, "DATE"], [151, 169, "LOC"], [332, 343, "DATE"]]}
{"text": "19 By document lodged at the Court Registry on 18 October 2018, the Council of the European Union applied for leave to intervene in the present proceedings in support of the form of order sought by the Parliament.", "label": [[29, 43, "ORG"], [47, 62, "DATE"], [68, 97, "ORG"], [198, 212, "ORG"]]}
{"text": "20 By letter of 7 November 2018, the applicants informed the Court that the Parliament had rejected their complaint by decision of 5 November 2018.", "label": [[16, 31, "DATE"], [57, 66, "ORG"], [72, 86, "ORG"], [131, 146, "DATE"]]}
{"text": "21 By letter of the Registrar of 15 November 2018, the applicants were informed that the proceedings had been resumed.", "label": [[16, 29, "PROFESSION"], [33, 49, "DATE"]]}
{"text": "22 The Parliament lodged its defence on 22 January 2019.", "label": [[3, 17, "ORG"], [40, 55, "DATE"]]}
{"text": "23 By decision of 24 January 2019, the President of the Sixth Chamber of the General Court granted the Council leave to intervene.", "label": [[18, 33, "DATE"], [35, 48, "PROFESSION"], [52, 90, "ORG"], [99, 110, "ORG"]]}
{"text": "24 The Council lodged its statement in intervention on 18 March 2019 and the main parties submitted their observations on that statement within the periods prescribed.", "label": [[3, 14, "ORG"], [55, 68, "DATE"]]}
{"text": "25 On 25 March 2019, on a proposal from the Judge-Rapporteur, the Court (Sixth Chamber), by way of measures of organisation of procedure provided for in Article 89 of the Rules of Procedure, invited the applicants to produce the list of interpreters and conference interpreters requisitioned for 3 July 2018. The applicants complied with that measure within the time allowed.", "label": [[6, 19, "DATE"], [44, 60, "PROFESSION"], [62, 87, "ORG"], [237, 249, "PROFESSION"], [254, 277, "PROFESSION"], [296, 307, "DATE"]]}
{"text": "26 The applicants lodged their reply on 1 April 2019.", "label": [[40, 52, "DATE"]]}
{"text": "27 By letter lodged at the Court Registry on 3 April 2019, Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel and Christof van den Tempel withdrew their application (the ‘partial withdrawal’). By documents lodged at the Court Registry on 5 April 2019, the Parliament and the Council submitted observations on the partial withdrawal. By order of 30 April 2019, the President of the Sixth Chamber of the General Court removed the names of those persons from the list of applicants and ruled on the costs relating to the partial withdrawal.", "label": [[23, 41, "ORG"], [45, 57, "DATE"], [59, 70, "PER"], [72, 87, "PER"], [89, 100, "PER"], [102, 122, "PER"], [127, 150, "PER"], [229, 247, "ORG"], [251, 263, "DATE"], [265, 279, "ORG"], [284, 295, "ORG"], [358, 371, "DATE"], [373, 386, "PROFESSION"], [390, 428, "ORG"]]}
{"text": "28 The Parliament lodged a rejoinder on 10 May 2019, the date on which the written part of the procedure was closed.", "label": [[3, 17, "ORG"], [40, 51, "DATE"]]}
{"text": "29 As a member of the Sixth Chamber was unable to sit, the President of the Sixth Chamber designated another Judge to complete the chamber.", "label": [[18, 35, "ORG"], [55, 68, "PROFESSION"], [72, 89, "ORG"], [109, 114, "PROFESSION"]]}
{"text": "30 Acting on a proposal from the Sixth Chamber, the Court decided, pursuant to Article 28 of the Rules of Procedure, to refer the case to a chamber sitting in extended composition.", "label": [[29, 46, "ORG"], [48, 57, "ORG"]]}
{"text": "31 On a proposal from the Judge-Rapporteur, the Court (Sixth Chamber, Extended Composition) decided to open the oral part of the procedure and, by way of measures of organisation of procedure provided for in Article 89 of the Rules of Procedure, put questions to the parties and requested, first, the Parliament to provide the Court with the decision by which it had determined the authorities that were to exercise within the Parliament the powers conferred by the Staff Regulations on the appointing authority and, secondly, the applicants to produce the ‘ad hoc agreement of January 2014’ to which they referred in the application. The parties complied with those requests within the period prescribed.", "label": [[26, 42, "PROFESSION"], [44, 91, "ORG"], [297, 311, "ORG"], [323, 332, "ORG"], [423, 437, "ORG"], [578, 590, "DATE"]]}
{"text": "32 The parties presented oral argument and replied to the Court’s oral questions at the hearing on 9 October 2019.", "label": [[54, 65, "ORG"], [99, 113, "DATE"]]}
{"text": "Forms of order sought", "label": []}
{"text": "33 The applicants claim that the Court should:", "label": [[29, 38, "ORG"]]}
{"text": "– annul the decision of 2 July 2018 and the decisions adopted after the action was brought;", "label": [[24, 35, "DATE"]]}
{"text": "– order the Parliament to pay compensation for the non-material damage suffered, assessed on an equitable basis at EUR 1 000 per person;", "label": [[8, 22, "ORG"], [115, 118, "AMOUNT_UNIT"], [119, 124, "AMOUNT_VALUE"]]}
{"text": "– order the Parliament to pay all of the costs.", "label": [[8, 22, "ORG"]]}
{"text": "34 The Parliament contends that the Court should:", "label": [[3, 17, "ORG"], [32, 41, "ORG"]]}
{"text": "– dismiss the action as inadmissible in part and unfounded in part;", "label": []}
{"text": "– order the applicants to pay the costs.", "label": []}
{"text": "35 The Council contends that the Court should:", "label": [[3, 14, "ORG"], [29, 38, "ORG"]]}
{"text": "– dismiss the action as inadmissible in part and unfounded in part;", "label": []}
{"text": "– make an appropriate order as to costs.", "label": []}
{"text": "Law", "label": []}
{"text": "The claim for annulment", "label": []}
{"text": "Admissibility", "label": []}
{"text": "– Admissibility of the action in so far as it is directed against the decisions adopted after the action was brought", "label": []}
{"text": "36 The Parliament contends that the applicants cannot rely on Article 86 of the Rules of Procedure in seeking annulment of the decisions adopted after the action was brought, as those decisions are not intended to replace or amend the decision of 2 July 2018. It submits that the decisions adopted after the action was brought, notwithstanding the fact that it was highly likely that they would be adopted, cannot form the subject of the present action since they did not produce legal effects at the time the action was brought. It adds, for the sake of completeness, that the applicants should have followed the pre-litigation procedure provided for in Article 90(2) of the Staff Regulations before seeking annulment of the decisions adopted after the action was brought.", "label": [[3, 17, "ORG"], [247, 258, "DATE"]]}
{"text": "37 The applicants rely on exceptional circumstances and claim, in essence, that, in the light of the extremely late adoption of the requisition measures, they are entitled to seek annulment of the decisions adopted after the action was brought. They add that, while it is true that those decisions had not been adopted at the date on which the action was brought, it was nevertheless certain that they would be adopted. According to the applicants, requiring them to bring before the Court as many actions as there are decisions adopted would be manifestly disproportionate, unreasonable and incompatible with the sound administration of justice, and would infringe the right to an effective remedy provided for in Article 47 of the Charter of Fundamental Rights of the European Union (the ‘Charter’). They state that they followed the pre-litigation procedure laid down in Article 90(2) of the Staff Regulations.", "label": [[480, 489, "ORG"], [766, 784, "LOC"]]}
{"text": "38 In that regard, it must be recalled that, according to case-law, only actions for annulment of a measure in existence adversely affecting the applicants may be brought before the Court (judgment of 16 September 2013, Bank Kargoshaei and Others v Council, T‑8/11, not published, EU:T:2013:470, paragraph 47).", "label": [[178, 187, "ORG"], [201, 218, "DATE"], [220, 235, "ORG"], [249, 256, "ORG"]]}
{"text": "39 In the present case, it must be noted that, in the application, the applicants stated that they sought annulment of ‘future decisions requisitioning staff for 4, 5, 10 and 11 July 2018’. Nevertheless, in accordance with the case-law cited in paragraph 38 above, such claims, which ask the Court to rule on the lawfulness of hypothetical measures which have not yet been adopted, are inadmissible and must be rejected (order of 27 February 2019, SFIE-PE v Parliament, T‑401/18, not published, EU:T:2019:132, paragraph 30). Although the applicants claim that, on 27 June 2018, those decisions were certain in terms of both their existence and their content, they acknowledge that it cannot be ruled out that some interpreters who were initially supposed to be requisitioned might have had to be replaced at the last moment, inter alia because of illness.", "label": [[162, 187, "DATE"], [288, 297, "ORG"], [430, 446, "DATE"], [448, 455, "ORG"], [458, 468, "ORG"], [564, 576, "DATE"], [714, 726, "PROFESSION"]]}
{"text": "40 The other arguments put forward by the applicants, as set out in paragraph 37 above, cannot call such a conclusion into question.", "label": []}
{"text": "41 As regards, first, the alleged infringement of Article 47 of the Charter, it should be borne in mind that that article is not intended to change the system of judicial review laid down by the Treaties, and particularly the rules relating to the admissibility of direct actions brought before the Courts of the European Union, as is apparent also from the Explanation on Article 47 of the Charter, which must, in accordance with the third subparagraph of Article 6(1) TEU and Article 52(7) of the Charter, be taken into consideration for the interpretation of the Charter (see judgment of 4 June 2015, Andechser Molkerei Scheitz v Commission, C‑682/13 P, not published, EU:C:2015:356, paragraph 29 and the case-law cited).", "label": [[309, 327, "LOC"], [591, 602, "DATE"], [604, 630, "ORG"], [633, 643, "ORG"]]}
{"text": "42 In addition, it should be noted that the allegedly late adoption of the decisions adopted after the action was brought did not deprive the applicants of the possibility of bringing, under the conditions laid down in Article 270 TFEU, an action for annulment of those decisions following their adoption. Accordingly, the applicants’ right to an effective remedy was, in any event, not infringed.", "label": []}
{"text": "43 As regards, secondly, the statement of modification submitted by the applicants on 17 July 2018, it states that the decisions that were yet to come when the present action was brought had in fact been adopted. The applicants submit that the statement of modification renders the present plea of inadmissibility devoid of purpose.", "label": [[86, 98, "DATE"]]}
{"text": "44 It should be recalled in that regard that under Article 86(1) of the Rules of Procedure, ‘where a measure the annulment of which is sought is replaced or amended by another measure with the same subject matter, the applicant may, before the oral part of the procedure is closed, or before the decision of the Court to rule without an oral part of the procedure, modify the application to take account of that new factor’.", "label": [[308, 317, "ORG"]]}
{"text": "45 It is clear that the decisions adopted after the action was brought cannot be regarded as replacing or amending the decision of 2 July 2018 or the future decisions the annulment of which was sought in the application. First, it is common ground that decisions adopted after the action was brought were not intended to replace or amend the decision of 2 July 2018, which does not relate to the same days and is addressed to different recipients. Secondly, as regards the future decisions the annulment of which was sought in the application, contrary to what the applicants claim, Article 86(1) of the Rules of Procedure is not intended to render admissible an action directed against decisions that had not yet been adopted when that action was brought. It follows from the foregoing that the statement modifying the application submitted by the applicants does not fall within the scope of Article 86(1) of the Rules of Procedure.", "label": [[131, 142, "DATE"], [354, 365, "DATE"]]}
{"text": "46 In those circumstances, the present action is inadmissible in so far as it is directed against the decisions adopted after the action was brought.", "label": []}
{"text": "– Locus standi of some of the applicants", "label": []}
{"text": "47 In response to a measure of organisation of procedure ordered by the Court, the Parliament contends that, of the 31 applicants who brought the present action, the decision of 2 July 2018 was addressed to only 8 of them. The Parliament concludes that the other applicants, requisitioned by the decisions adopted after the action was brought, have no locus standi to seek annulment of the decision of 2 July 2018, which was not addressed to them.", "label": [[68, 77, "ORG"], [79, 93, "ORG"], [178, 189, "DATE"], [223, 237, "ORG"], [402, 413, "DATE"]]}
{"text": "48 The applicants maintained, at the hearing, that those who were not addressees of the decision of 2 July 2018 were nonetheless individually concerned by the present action, since they constituted a sufficiently identifiable category within the personnel employed by the Parliament within the meaning of the judgment of 15 July 1963, Larsen v Commission (25/62, EU:C:1963:17, p. 223) that they were covered by the notice of strike action filed at the end of May 2018 and by all the inter-trade union communications, and that they had been involved, through their staff representatives within the ITUC, in the process that led to the preparation of the decision of 2 July 2018.", "label": [[100, 111, "DATE"], [268, 282, "ORG"], [321, 333, "DATE"], [335, 341, "PER"], [344, 354, "ORG"], [459, 467, "DATE"], [570, 585, "PROFESSION"], [593, 601, "ORG"], [665, 676, "DATE"]]}
{"text": "49 In that regard, it should be recalled that persons other than those to whom a decision is addressed may claim to be individually concerned only if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons, and by virtue of these factors, identifies them individually just as the addressees of that decision may be so distinguished (judgment of 15 July 1963, Larsen v Commission, 25/62, EU:C:1963:17, p. 223; see judgment of 29 April 2004, Italy v Commission, C‑298/00 P, EU:C:2004:240, paragraph 36 and the case-law cited).", "label": [[461, 473, "DATE"], [475, 481, "PER"], [484, 494, "ORG"], [541, 554, "DATE"], [556, 561, "ORG"], [564, 574, "ORG"]]}
{"text": "50 In the present case, it is sufficient to note that the decision of 2 July 2018, which is an individual decision whose addressees, within the meaning of Article 263 TFEU, are the interpreters being requisitioned (order of 27 February 2019, SFIE-PE v Parliament, T‑401/18, not published, EU:T:2019:132, paragraph 42), did not affect the applicants who were not requisitioned by that decision, since it did not adopt any measures in their regard and their personal situation was not affected. Consequently, the applicants who were not addressees of the decision of 2 July 2018 are not identified individually in the same way as the addressees within the meaning of the case-law cited in paragraph 49 above and therefore do not have locus standi to seek annulment of that decision.", "label": [[70, 81, "DATE"], [181, 193, "PROFESSION"], [224, 240, "DATE"], [242, 249, "ORG"], [252, 262, "ORG"], [565, 576, "DATE"]]}
{"text": "Substance", "label": []}
{"text": "51 The applicants put forward three pleas in law in support of their action. The first plea alleges infringement of the right of collective action and the right to be informed and consulted, as enshrined in Articles 27 and 28 of the Charter and in Directive 2002/14/EC of the European Parliament and of the Council of 11 March 2002 establishing a general framework for informing and consulting employees in the European Community — Joint declaration of the European Parliament, the Council and the Commission on employee representation (OJ 2002 L 80, p. 29), implemented by the framework agreement of 12 July 1990 between the Parliament and the TUSAs of the institution’s staff (the ‘framework agreement’), and infringement of the right to good administration as enshrined in Article 41 of the Charter. The second plea alleges lack of competence on the part of the authority that adopted the measure and infringement of the principle of legal certainty, and the third plea alleges infringement of the right to an effective remedy, as provided for in Article 47 of the Charter.", "label": [[272, 295, "ORG"], [303, 314, "ORG"], [318, 331, "DATE"], [411, 429, "LOC"], [453, 476, "ORG"], [478, 489, "ORG"], [494, 508, "ORG"], [601, 613, "DATE"], [622, 636, "ORG"]]}
{"text": "52 The first plea is divided into two parts. The first alleges infringement of the right of interpreters and conference interpreters to take collective action and the second alleges breach of the dialogue and consultation procedure.", "label": [[92, 104, "PROFESSION"], [109, 132, "PROFESSION"]]}
{"text": "53 As regards the first part, the applicants claim that the right to strike is a fundamental right enshrined, in particular, in the Charter and in the European Social Charter signed in Turin on 18 October 1961, as revised. They acknowledge, however, that such a right is not absolute, that it must observe the principle of proportionality and that the exercise of that right may be subject to restrictions. They submit that neither Article 55 of the Staff Regulations, which does not cover minimum service in the event of a strike, nor the framework agreement or the decision of 2 July 2018 can serve as law, within the meaning of Article 52(1) of the Charter, which permits limitations on the right to strike. The applicants claim that it is commonly accepted that the right to strike in the public sector must be weighed against the need to guarantee essential services. They refer to the Committee on Freedom of Association of the International Labour Organisation (ILO), which distinguishes essential services from other services. They point out that the Parliament has never established clear and unambiguous rules to determine which services may prove to be essential in order to ensure continuity of service. According to the applicants, if such rules had already been established, that would have made it possible to demonstrate, first, the legitimacy of the objective pursued and, secondly, the necessity of the restriction. In the present case, according to the applicants, the decision of 2 July 2018 does not pursue a legitimate objective and is disproportionate.", "label": [[151, 159, "LOC"], [185, 190, "LOC"], [194, 209, "DATE"], [579, 590, "DATE"], [887, 973, "ORG"], [1055, 1069, "ORG"], [1500, 1511, "DATE"]]}
{"text": "54 The Parliament responds that it does not dispute the fact that the right to strike is a fundamental right enshrined in Article 28 of the Charter. It points out that the Staff Regulations do not deal with the right to strike and that the European Union is not, in principle, bound by any of the legal documents emanating from the ILO, given that the European Union is not a member of the ILO. It adds that, contrary to what the applicants claim, Article 55(1) of the Staff Regulations must be regarded as a limitation on the right to strike provided for by law within the meaning of Article 52(1) of the Charter and therefore constitutes the provision of the Staff Regulations that can serve as the basis for the requisitions. The Parliament submits that such requisitions are justified where strike action has the effect, and indeed the purpose, of disrupting its work as legislator, budgetary authority and supervisory authority. Those measures are therefore necessary within the meaning of Article 52(1) of the Charter. As regards the proportionality of the requisitions in the decision of 2 July 2018, the Parliament states that, throughout the strike action, it increasingly refined the requirements for the provision of a minimal interpretation service. It concludes that the decision of 2 July 2018 cannot seriously be challenged from the point of view of proportionality.", "label": [[3, 17, "ORG"], [236, 254, "ORG"], [328, 335, "ORG"], [348, 366, "ORG"], [386, 393, "ORG"], [729, 743, "ORG"], [1095, 1106, "DATE"], [1108, 1122, "ORG"], [1296, 1307, "DATE"]]}
{"text": "55 The Council submits that the Staff Regulations contain several provisions on which the requisitions in the decision of 2 July 2018 may be based. One such example is the official’s duty of loyalty laid down in the first paragraph of Article 11 of the Staff Regulations, according to which an official is to carry out the duties assigned to him objectively, impartially and in keeping with his duty of loyalty to the Union. Likewise, the first paragraph of Article 21 of the Staff Regulations, under which an official, whatever his rank, is to assist and tender advice to his superiors and is responsible for the performance of the duties assigned to him, could have served a basis for the decision of 2 July 2018. The Council also cites Article 55(1) of the Staff Regulations, which provides that officials in active employment are at all times to be at the disposal of their institution. Lastly, the Council relies on the duty to have regard for the welfare of officials, as established by case-law.", "label": [[3, 14, "ORG"], [122, 133, "DATE"], [414, 423, "LOC"], [703, 714, "DATE"], [716, 727, "ORG"], [899, 910, "ORG"]]}
{"text": "56 In that regard, it follows from Article 28 of the Charter that workers and employers, or their respective organisations, have, in accordance with EU law and national laws and practices, the right to negotiate and conclude collective agreements at the appropriate levels and, in cases of conflicts of interest, to take collective action to defend their interests, including strike action.", "label": [[149, 151, "LOC"]]}
{"text": "57 Those provisions may apply in relations between the EU institutions and their staff (see, to that effect, judgment of 15 September 2016, U4U and Others v Parliament and Council, T‑17/14, not published, EU:T:2016:489, paragraph 77; see judgment of 13 December 2018, Haeberlen v ENISA, T‑632/16, not published, EU:T:2018:957, paragraph 189 and the case-law cited).", "label": [[55, 57, "LOC"], [121, 138, "DATE"], [140, 143, "ORG"], [157, 167, "ORG"], [172, 179, "ORG"], [250, 266, "DATE"], [268, 277, "ORG"], [280, 285, "ORG"]]}
{"text": "58 Moreover, Article 52(1) of the Charter provides that any limitation on the exercise of the rights and freedoms recognised by the Charter must be provided for by law and respect the essence of those rights and freedoms. Subject to the principle of proportionality, limitations may be made only if they are necessary and genuinely meet objectives of general interest recognised by the Union or the need to protect the rights and freedoms of others.", "label": [[382, 391, "ORG"]]}
{"text": "59 It follows from that article that, to be regarded as complying with EU law, a limitation on a right protected by the Charter must, in any event, satisfy three conditions (see, to that effect, judgment of 28 May 2013, Kelsi and Others v Council, T‑187/11, EU:T:2013:273, paragraph 78).", "label": [[71, 73, "LOC"], [207, 218, "DATE"], [220, 225, "PER"], [239, 246, "ORG"]]}
{"text": "60 First, the limitation must be ‘provided for by law’. In other words, the measure in question must have a legal basis (see judgment of 28 May 2013, Kelsi and Others v Council, T‑187/11, EU:T:2013:273, paragraph 79 and the case-law cited).", "label": [[137, 148, "DATE"], [150, 155, "PER"], [169, 176, "ORG"]]}
{"text": "61 Secondly, the limitation must refer to an objective of general interest, recognised as such by the European Union (judgment of 28 May 2013, Kelsi and Others v Council, T‑187/11, EU:T:2013:273, paragraph 80).", "label": [[98, 116, "ORG"], [130, 141, "DATE"], [143, 148, "PER"], [162, 169, "ORG"]]}
{"text": "62 Thirdly, the limitation may not be excessive. On the one hand, it must be necessary and proportionate to the end pursued. On the other, the ‘essential content’, that is, the substance, of the right or freedom at issue must not be undermined (see judgment of 28 May 2013, Kelsi and Others v Council, T‑187/11, EU:T:2013:273, paragraph 81 and the case-law cited).", "label": [[261, 272, "DATE"], [274, 279, "PER"], [293, 300, "ORG"]]}
{"text": "63 It is in the light of those considerations that it is necessary to examine whether the decision of 2 July 2018 constitutes a limitation on the right to strike as protected by Article 28 of the Charter and, if so, whether the three conditions necessary for such a limitation to comply with EU law are satisfied in the present case.", "label": [[102, 113, "DATE"], [292, 294, "LOC"]]}
{"text": "64 The Court considers that, in so far as it restricts the possibility for the interpreters concerned by the requisition measure of taking part in the collective and concerted cessation of work in defence of their interests, the decision of 2 July 2018 constitutes a limitation on the exercise of the right to strike guaranteed by Article 28 of the Charter. Moreover, the Parliament does not dispute that conclusion, submitting, however, that that limitation complies with EU law.", "label": [[3, 12, "ORG"], [79, 91, "PROFESSION"], [241, 252, "DATE"], [368, 382, "ORG"], [473, 475, "LOC"]]}
{"text": "65 It is therefore necessary to examine whether the limitation represented by the decision of 2 July 2018 satisfies the conditions set out in paragraphs 60 to 62 above.", "label": [[94, 105, "DATE"]]}
{"text": "66 As regards the condition that the limitation be ‘provided for by law’, it should be recalled that the requirement that any limitation on the exercise of the right guaranteed by the Charter must be provided for by law means that the legal basis must be sufficiently clear and precise and that, by defining itself the scope of the limitation on the exercise of that right, it affords a measure of legal protection against any arbitrary interferences by those authorities (see, to that effect, judgment of 17 December 2015, WebMindLicenses, C‑419/14, EU:C:2015:832, paragraph 81).", "label": [[506, 522, "DATE"], [524, 539, "ORG"]]}
{"text": "67 Moreover, according to settled case-law, the principle of legal certainty — which is one of the general principles of EU law — requires, in particular, that rules of law be clear, precise and predictable as regards their effects, especially where they may have negative consequences on individuals and undertakings (see judgment of 18 November 2008, Weisser, C‑158/07, EU:C:2008:630, paragraph 67 and the case-law cited).", "label": [[121, 123, "LOC"], [335, 351, "DATE"], [353, 360, "PER"]]}
{"text": "68 As a preliminary point, first, it should be noted that the decision of 2 July 2018 concerns Article 55 of the Staff Regulations, Articles 16 and 90 of the Conditions of Employment of Other Servants of the European Union (the ‘CEOS’) and the framework agreement.", "label": [[74, 85, "DATE"], [204, 222, "LOC"]]}
{"text": "69 Article 16 of the CEOS provides for the application, by analogy, of Article 55 of the Staff Regulations to other servants of the European Union. It will therefore not be examined separately from Article 55. Article 90 of the CEOS provides that, by way of derogation from the provisions of the title on contract staff, conference interpreters engaged by the Parliament or by the European Commission on behalf of the Union institutions and bodies are subject to the conditions laid down in the Agreement of 28 July 1999 between the Parliament, the Commission and the Court of Justice of the European Union, on behalf of the institutions, on the one hand, and the associations representing the profession, on the other. That article does not contain any provision that could serve as a legal basis for the requisition measures at issue. Moreover, it is not relied on by any of the parties to the proceedings.", "label": [[128, 146, "ORG"], [321, 344, "PROFESSION"], [356, 370, "ORG"], [377, 400, "ORG"], [414, 423, "LOC"], [508, 520, "DATE"], [529, 543, "ORG"], [545, 559, "ORG"], [564, 606, "ORG"]]}
{"text": "70 Secondly, it should be noted that, although the decision of 2 July 2018 refers to Article 55 of the Staff Regulations in its entirety, the Parliament states that there was never any question of basing that decision on paragraphs 2, 3 or 4 of Article 55, but only on paragraph 1 of that article, which is autonomous in scope, independent of the respective fields of application of the other paragraphs. In any event, paragraphs 2, 3 or 4 of Article 55 of the Staff Regulations do not provide for the use of requisitions, with the result that they cannot serve as law within the meaning of Article 52(1) of the Charter.", "label": [[63, 74, "DATE"], [138, 152, "ORG"]]}
{"text": "71 It is therefore necessary to examine whether Article 55(1) of the Staff Regulations, on the one hand, or the framework agreement, on the other, could provide a legal basis for the decision of 2 July 2018 for the purposes of Article 52(1) of the Charter.", "label": [[195, 206, "DATE"]]}
{"text": "72 In the first place, as regards Article 55(1) of the Staff Regulations, it must be stated at the outset that, as already established by case-law, the Staff Regulations remain silent on the matter of the right to strike (judgment of 18 March 1975, Köhler and Others v Commission, 44/74, 46/74 and 49/74, EU:C:1975:42, paragraph 15). The subsequent changes to those regulations have not altered that state of affairs, as the Parliament indeed acknowledges.", "label": [[234, 247, "DATE"], [249, 255, "PER"], [269, 279, "ORG"], [421, 435, "ORG"]]}
{"text": "73 Furthermore, it should be borne in mind that, under Article 55(1) of the Staff Regulations, ‘officials in active employment shall at all times be at the disposal of their institution’. It is clear that such a provision, which appears in Chapter 1, on hours of work, of Title 4, on working conditions of officials, neither lays down any precise and clear limitation on the exercise of the right to strike, nor, a fortiori, provides for the use of requisitions. It thus provides no clarification as to the scope of the limitation of the right to strike within the meaning of the case-law cited in paragraphs 66 and 67 above and cannot therefore serve as a legal basis for the requisition measures at issue.", "label": []}
{"text": "74 The Parliament’s argument that Article 55(1) of the Staff Regulations allows the institution to call on officials outside working hours and to put the interests of the service before any consideration relating to normal working hours or leave cannot call that conclusion into question. Such an argument cannot succeed in view of the requirement, laid down by the Charter, to restrict the exercise of a right guaranteed by the Charter only by means of law that is sufficiently clear and precise, and which itself establishes the scope of the limitation on the exercise of the right at issue.", "label": [[3, 19, "ORG"]]}
{"text": "75 It follows from the foregoing that the articles of the Staff Regulations referred to in the decision of 2 July 2018, in particular Article 55(1) thereof, could not serve as a legal basis for the requisitions in the decision of 2 July 2018.", "label": [[107, 118, "DATE"], [230, 241, "DATE"]]}
{"text": "76 In the second place, as regards the framework agreement, it must be noted that, under Article 8 of that agreement, the parties undertake to establish, in a protocol to be annexed to that agreement, a conciliation procedure to be implemented in the event of a cessation of work.", "label": []}
{"text": "77 However, it is common ground that the protocol referred to in paragraph 76 above was never adopted. No other article of the framework agreement could serve as a legal basis for the requisition measures at issue.", "label": []}
{"text": "78 Consequently, even if officials were able to derive rights from the infringement of the provisions governing the relations of the institutions with the TUSAs, Article 8 of the framework agreement could not, given that the protocol to which it refers was never adopted, in any event serve as law within the meaning of Article 52(1) of the Charter.", "label": []}
{"text": "79 In the third place, as regards the other provisions cited by the Council, namely the first paragraph of Article 11 and the first paragraph of Article 21 of the Staff Regulations, they are not referred to by the decision of 2 July 2018 and therefore could not have served as its legal basis. In any event, it should also be noted that the purpose of those provisions is not to define the scope of the limitation on the exercise of the right to strike, within the meaning of the case-law cited in paragraph 66 above.", "label": [[64, 75, "ORG"], [226, 237, "DATE"]]}
{"text": "80 The same applies to the duty to have regard for the interests of officials, also relied on by the Council, which, according to case-law, reflects the balance of the reciprocal rights and obligations in the relationship between a public authority and public servants and implies in particular that when taking a decision concerning the position of an official, the authority should take into consideration all the factors which may affect its decision and that, when doing so, it should take into account not only the interests of the service but also, inter alia, those of the official concerned (see, to that effect, judgment of 13 December 2017, William Moretti and Others v EIB, T‑482/16 RENV, EU:T:2017:901, not published, paragraph 131 and the case-law cited). On that point, it should be noted that, while such a principle requires the public authority to take into consideration not only the interests of the official but also those of the service, it cannot, in order to do so, adopt decisions in a legal vacuum. Such an argument must therefore be rejected.", "label": [[97, 108, "ORG"], [633, 649, "DATE"], [651, 666, "PER"], [680, 683, "ORG"]]}
{"text": "81 It follows from all the foregoing that the requisition measures at issue constitute a limitation on the right to strike that was not provided for by law. The decision of 2 July 2018 must therefore be annulled, in so far as it infringes that fundamental right, without it being necessary to examine the other two conditions laid down in Article 52(1) of the Charter and referred to in paragraphs 61 and 62 above, and the other pleas in law raised by the applicants.", "label": [[173, 184, "DATE"]]}
{"text": "The claim for damages", "label": []}
{"text": "82 The applicants claim, in essence, that the unlawful acts relied on in support of their claim for annulment also constitute wrongful acts which, taken separately or as a whole, are of such a kind as to render the Parliament liable. They claim to have suffered non-material damage as a result of those acts.", "label": [[211, 225, "ORG"]]}
{"text": "83 The Parliament contends that it did not act unlawfully in the procedure requisitioning interpreters and conference interpreters. It adds that, although it is for them to prove that damage was actually suffered, the applicants do not specify what non-material damage they suffered.", "label": [[3, 17, "ORG"], [90, 102, "PROFESSION"], [107, 130, "PROFESSION"]]}
{"text": "84 As a preliminary point, it should be borne in mind that an action for annulment and an action for damages are independent remedies. Since Articles 90 and 91 of the Staff Regulations make no distinction, as regards either the administrative or the contentious procedure, between those two actions, the official is at liberty, in view of the independence of those different remedies, to choose either one or the other, or both together, on condition that he brings his action before the Courts of the European Union within the three-month period following the rejection of his complaint (see judgment of 18 September 2018, Hievanen Price and Others v Court of Justice of the European Union, T‑702/16 P, EU:T:2018:557, paragraph 66 and the case-law cited).", "label": [[484, 516, "ORG"], [528, 533, "AMOUNT_VALUE"], [534, 539, "AMOUNT_UNIT"], [605, 622, "DATE"], [624, 638, "PER"], [652, 690, "ORG"]]}
{"text": "85 However, case-law has made an exception to that principle where the action for damages bears a close link with the action for annulment, which, incidentally, would or should be declared inadmissible. Thus, claims for compensation are inadmissible where the action for damages seeks reparation exclusively for the consequences of the measure contested in the action for annulment, which could have been or has been declared inadmissible (see judgment of 18 September 2018, Hievanen Price and Others v Court of Justice of the European Union, T‑702/16 P, EU:T:2018:557, paragraph 67 and the case-law cited).", "label": [[456, 473, "DATE"], [475, 489, "PER"], [503, 541, "ORG"]]}
{"text": "86 In the present case, the applicants seek compensation for the damage suffered as a result of the Parliament’s unlawful conduct in adopting both the decision of 2 July 2018 and the decisions adopted after the action was brought. It follows from paragraphs 38 to 46 above that the present action is inadmissible in so far as it is directed against the decisions adopted after the action was brought. Consequently, the present claim for damages, in so far as it seeks an order that the Parliament pay compensation to the applicants in respect of the decisions adopted after the action was brought, is inadmissible and must be dismissed.", "label": [[96, 112, "ORG"], [163, 174, "DATE"], [482, 496, "ORG"]]}
{"text": "87 As regards the claim for compensation for the damage suffered as a result of the decision of 2 July 2018, in accordance with settled case-law, the European Union may incur non-contractual liability under the second paragraph of Article 340 TFEU only if a number of conditions are fulfilled, namely the conduct alleged against the EU institution is unlawful, the damage is genuine and there is a causal link between the conduct of that institution and the damage complained of (see judgment of 20 September 2016, Ledra Advertising and Others v Commission and ECB, C‑8/15 P to C‑10/15 P, EU:C:2016:701, paragraph 64 and the case-law cited).", "label": [[96, 107, "DATE"], [146, 164, "ORG"], [333, 335, "LOC"], [496, 513, "DATE"], [515, 532, "ORG"], [546, 556, "ORG"], [561, 564, "ORG"]]}
{"text": "88 Furthermore, disputes involving the civil service under Article 270 TFEU and Articles 90 and 91 of the Staff Regulations, including those seeking compensation for damage caused to an official or other member of staff, are governed by particular and special rules that differ from those arising from the general principles on the non-contractual liability of the European Union under Article 268 TFEU and the second paragraph of Article 340 TFEU. It is clear from the Staff Regulations in particular that, unlike any other individual, an official or other member of the Union’s staff is connected to the institution or body to which he belongs by a legal relationship of employment involving a balance of specific reciprocal rights and obligations, which is reflected in the institution’s duty to have regard for the welfare of the person concerned (see judgment of 16 December 2010, Commission v Szymański, T‑143/09 P, EU:T:2010:531, paragraph 46 and the case-law cited). It follows that the finding of unlawfulness alone is sufficient to satisfy the first of the three conditions necessary to incur the liability of the European Union for damage caused to its officials and servants due to the infringement of the law governing the European Union civil service (judgment of 12 July 2011, Commission v X, T‑80/09 P, EU:T:2011:347, paragraph 45).", "label": [[361, 379, "ORG"], [568, 579, "ORG"], [868, 884, "DATE"], [886, 896, "ORG"], [899, 908, "PER"], [1120, 1138, "ORG"], [1232, 1250, "LOC"], [1278, 1290, "DATE"], [1292, 1302, "ORG"], [1305, 1306, "PER"]]}
{"text": "89 In the present case, it follows from paragraphs 72 to 81 above that the decision of 2 July 2018 is unlawful and must be annulled.", "label": [[87, 98, "DATE"]]}
{"text": "90 Admittedly, according to settled case-law, where claims for compensation are based on the unlawfulness of the annulled measure, the annulment ordered by the Court constitutes in itself appropriate and, in principle, sufficient compensation for any non-material damage which the applicant may have suffered (see judgment of 18 September 2015, Carlström v Frontex, T‑653/13 P, EU:T:2015:652, paragraph 82 and the case-law cited).", "label": [[156, 165, "ORG"], [326, 343, "DATE"], [345, 354, "PER"], [357, 364, "ORG"]]}
{"text": "91 However, it has been held that, where the annulment of a measure has no practical effect, it cannot in itself constitute appropriate and sufficient compensation for any non-material damage caused by the annulled measure (judgment of 18 September 2015, Carlström v Frontex, T‑653/13 P, EU:T:2015:652, paragraph 83).", "label": [[236, 253, "DATE"], [255, 264, "PER"], [267, 274, "ORG"]]}
{"text": "92 In the present case, it is common ground that the decision of 2 July 2018 exhausted all of its effects. In those circumstances, the annulment of that decision will not constitute appropriate and sufficient compensation for the non-material damage suffered by the applicants.", "label": [[65, 76, "DATE"]]}
{"text": "93 It must therefore be determined whether the applicants have demonstrated, in addition to the unlawfulness referred to in paragraph 89 above, which constitutes a wrongful act of such a kind as to render the Parliament liable, that damage was suffered as a result of that act.", "label": [[205, 219, "ORG"]]}
{"text": "94 In the present case, it follows from paragraphs 72 to 81 above that, as a result of the decision of 2 July 2018, the applicants were requisitioned for the day of 3 July 2018 without any legal basis authorising the Parliament to take such measures and were therefore unable to exercise their right to strike for the duration of the requisitions. Moreover, those requisitions were made late, the applicants not being informed of them until the evening before the day on which they were to be implemented. Those circumstances, which are regrettable to say the least, have caused non-material damage directly linked to the unlawfulness vitiating the decision of 2 July 2018.", "label": [[103, 114, "DATE"], [165, 176, "DATE"], [213, 227, "ORG"], [661, 672, "DATE"]]}
{"text": "95 In those circumstances, the damage may be fairly assessed by ordering the Parliament to pay each of the applicants requisitioned by the decision of 2 July 2018, namely Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou and Jasmina Agidi, the sum of EUR 500.", "label": [[73, 87, "ORG"], [151, 162, "DATE"], [171, 189, "PER"], [191, 203, "PER"], [205, 237, "PER"], [239, 254, "PER"], [256, 278, "PER"], [283, 296, "PER"], [309, 312, "AMOUNT_UNIT"], [313, 316, "AMOUNT_VALUE"]]}
{"text": "Costs", "label": []}
{"text": "96 Under Article 134(2) of the Rules of Procedure, where there is more than one unsuccessful party, the Court is to decide how the costs are to be shared.", "label": [[100, 109, "ORG"]]}
{"text": "97 First, since the Parliament has been unsuccessful, it must be ordered to bear its own costs and to pay those incurred by the applicants requisitioned by the decision of 2 July 2018, including the costs relating to the interim measures proceedings and those relating to the intervention of the Council. Secondly, the applicants requisitioned by the decisions adopted after the action was brought, who have also been unsuccessful, must be ordered to bear their own costs.", "label": [[16, 30, "ORG"], [172, 183, "DATE"], [292, 303, "ORG"]]}
{"text": "98 In addition, under Article 138 of the Rules of Procedure, Member States and institutions which have intervened in the proceedings are to bear their own costs. Accordingly, the Council must be ordered to bear its own costs.", "label": [[175, 186, "ORG"]]}
{"text": "On those grounds, THE GENERAL COURT (Sixth Chamber, Extended Composition) hereby:", "label": [[18, 73, "ORG"]]}
{"text": "1. Annuls the decision of 2 July 2018 of the Director-General for Personnel of the European Parliament requisitioning interpreters and conference interpreters for 3 July 2018;", "label": [[26, 37, "DATE"], [41, 75, "PROFESSION"], [79, 102, "ORG"], [118, 130, "PROFESSION"], [135, 158, "PROFESSION"], [163, 174, "DATE"]]}
{"text": "2. Orders the Parliament to pay the sum of EUR 500 each to Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou and Jasmina Agidi;", "label": [[10, 24, "ORG"], [43, 46, "AMOUNT_UNIT"], [47, 50, "AMOUNT_VALUE"], [59, 77, "PER"], [79, 91, "PER"], [93, 125, "PER"], [127, 142, "PER"], [144, 166, "PER"], [171, 184, "PER"]]}
{"text": "3. Dismisses the action as to the remainder;", "label": []}
{"text": "4. Orders the Parliament to bear its own costs and to pay those incurred by the applicants requisitioned by the decision of 2 July 2018, including the costs relating to the interim measures proceedings and those relating to the intervention of the Council of the European Union;", "label": [[10, 24, "ORG"], [124, 135, "DATE"], [244, 277, "ORG"]]}
{"text": "5. Orders the applicants requisitioned by the decisions adopted after the action was brought to bear their own costs;", "label": []}
{"text": "6. Orders the Council to bear its own costs.", "label": [[10, 21, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Delivered in open court in Luxembourg on 29 January 2020.", "label": [[27, 37, "LOC"], [41, 56, "DATE"]]}
{"text": "[Signatures]", "label": []}
{"text": "* Language of the case: French.", "label": [[24, 30, "NATIONALITY"]]}
{"text": "1 The list of the other applicants is annexed only to the version served on the parties.", "label": []}
