{"text": "OPINION OF ADVOCATE GENERAL COLIN delivered on 25 February 2020 (1)", "label": [[11, 27, "PROFESSION"], [28, 33, "PER"], [47, 63, "DATE"]]}
{"text": "Case C‑97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "v", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(Request for a preliminary ruling from the Finanzgericht Düsseldorf (Finance Court, Düsseldorf, Germany))", "label": [[43, 67, "ORG"], [69, 82, "ORG"], [84, 103, "LOC"]]}
{"text": "(Reference for a preliminary ruling — Council Regulation (EEC) No 2913/92 — Community Customs Code — Customs declaration — Amendment of the declaration — Amendment of the name of the declarant to replace it with the name of the person who has obtained import certificates — Invalidation of the declaration — Representation)", "label": [[38, 45, "ORG"], [76, 85, "LOC"]]}
{"text": "1. Article 78(1) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (OJ 1992 L 302, p. 1; ‘the 1992 Customs Code’), which was in force up to 30 April 2016, provided for the possibility for the customs authorities, on their own initiative or at the request of the declarant, to amend the customs declaration after release of the goods referred to in that declaration. The question which now arises in this preliminary reference is whether this provision permitted the customs authorities to amend the name of the declarant where, by reason of what appears to have been a bona fide error, the identity of the declarant was wrongly stated.", "label": [[20, 27, "ORG"], [59, 74, "DATE"], [92, 101, "LOC"], [142, 146, "DATE"], [188, 201, "DATE"]]}
{"text": "2. The present request for a preliminary ruling was submitted by the Finanzgericht Düsseldorf (Finance Court, Düsseldorf, Germany) in the context of a dispute between Pfeifer & Langen GmbH & Co. KG (‘Pfeifer & Langen’) and the Hauptzollamt Köln (Customs Office, Cologne, Germany; ‘the customs office’) in respect of the import of cane sugar at a reduced rate of customs duty.", "label": [[69, 93, "ORG"], [95, 108, "ORG"], [110, 129, "LOC"], [167, 197, "ORG"], [200, 216, "ORG"], [223, 244, "ORG"], [246, 260, "ORG"], [262, 278, "LOC"]]}
{"text": "3. The main issue raised by this case concerns the scope of Article 78 of the 1992 Customs Code. Before embarking on a consideration of these issues, it is, however, first necessary to set out the relevant legal provisions.", "label": [[78, 82, "DATE"]]}
{"text": "I. Legal context", "label": []}
{"text": "4. The fifth and sixth recitals of the 1992 Customs Code stated:", "label": [[39, 43, "DATE"]]}
{"text": "‘Whereas, in order to secure a balance between the needs of the customs authorities in regard to ensuring the correct application of customs legislation, on the one hand, and the right of traders to be treated fairly, on the other, the said authorities must be granted, inter alia, extensive powers of control and the said traders a right of appeal; whereas the implementation of a customs appeals system will require the United Kingdom to introduce new administrative procedures which cannot be effected before 1 January 1995;", "label": [[418, 436, "ORG"], [512, 526, "DATE"]]}
{"text": "Whereas in view of the paramount importance of external trade for the Community, customs formalities and controls should be abolished or at least kept to a minimum’.", "label": [[66, 79, "LOC"]]}
{"text": "5. Article 5 of the 1992 Customs Code provided that:", "label": [[20, 24, "DATE"]]}
{"text": "‘1. Under the conditions set out in Article 64 (2) and subject to the provisions adopted within the framework of Article 243 (2) (b), any person may appoint a representative in his dealings with the customs authorities to perform the acts and formalities laid down by customs rules.", "label": [[159, 173, "PROFESSION"]]}
{"text": "2. Such representation may be:", "label": []}
{"text": "– direct, in which case the representative shall act in the name of and on behalf of another person, or", "label": [[28, 42, "PROFESSION"]]}
{"text": "– indirect, in which case the representatives shall act in his own name but on behalf of another person.", "label": [[30, 44, "PROFESSION"]]}
{"text": "A Member State may restrict the right to make customs declarations:", "label": []}
{"text": "– by direct representation, or", "label": []}
{"text": "– by indirect representation,", "label": []}
{"text": "so that the representative must be a customs agent carrying on his business in that country’s territory.", "label": [[12, 26, "PROFESSION"], [37, 50, "PROFESSION"]]}
{"text": "3. Save in the cases referred to in Article 64 (2) (b) and (3), a representative must be established within the Community.", "label": [[66, 80, "PROFESSION"], [108, 121, "LOC"]]}
{"text": "4. A representative must state that he is acting on behalf of the person represented, specify whether the representation is direct or indirect and be empowered to act as a representative.", "label": [[5, 19, "PROFESSION"], [172, 186, "PROFESSION"]]}
{"text": "A person who fails to state that he is acting in the name of or on behalf of another person or who states that he is acting in the name of or on behalf of another person without being empowered to do so shall be deemed to be acting in his own name and on his own behalf.", "label": []}
{"text": "5. The customs authorities may require any person stating that he is acting in the name of or on behalf of another person to produce evidence of his powers to act as a representative.’", "label": [[168, 182, "PROFESSION"]]}
{"text": "6. According to Article 64 of that code:", "label": []}
{"text": "‘1. Subject to Article 5, a customs declaration may be made by any person who is able to present the goods in question or to have them presented to the competent customs authority, together with all the documents which are required to be produced for the application of the rules governing the customs procedure in respect of which the goods were declared.", "label": []}
{"text": "2. However,", "label": []}
{"text": "(a) where acceptance of a customs declaration imposes particular obligations on a specific person, the declaration must be made by that person or on his behalf;", "label": []}
{"text": "(b) the declarant must be established in the Community.", "label": [[41, 54, "LOC"]]}
{"text": "However, the condition regarding establishment in the Community shall not apply to persons who:", "label": [[50, 63, "LOC"]]}
{"text": "– make a declaration for transit or temporary importation;", "label": []}
{"text": "– declare goods on an occasional basis, provided that the customs authorities consider this to be justified.’", "label": []}
{"text": "7. Article 65 of the 1992 Customs Code stipulated:", "label": [[21, 25, "DATE"]]}
{"text": "‘The declaration shall, at his request, be authorised to amend one or more of the particulars of the declaration after it has been accepted by customs. The amendment shall not have the effect of rendering the declaration applicable to goods other than those it originally covered.", "label": []}
{"text": "However, no amendment shall be permitted where authorisation is requested after the customs authorities:", "label": []}
{"text": "(a) have informed the declarant that they intend to examine the goods; or,", "label": []}
{"text": "(b) have established that the particulars in question are incorrect; or,", "label": []}
{"text": "(c) have released the goods.’", "label": []}
{"text": "8. Article 66 of the same code stated:", "label": []}
{"text": "‘1. The customs authorities shall, at the request of the declarant, invalidate a declaration already accepted where the declarant furnishes proof that goods were declared in error for the customs procedure covered by that declaration or that, as a result of special circumstances, the placing of the goods under the customs procedure for which they were declared is no longer justified.", "label": []}
{"text": "Nevertheless, where the customs authorities have informed the declarant of their intention to examine the goods, a request for invalidation of the declaration shall not be accepted until after the examination has taken place.", "label": []}
{"text": "2. The declaration shall not be invalidated after the goods have been released, expect in cases defined in accordance with the committee procedure.", "label": []}
{"text": "3. Invalidation of the declaration shall be without prejudice to the application of the penal provisions in force.’", "label": []}
{"text": "9. Article 78 of the 1992 Customs Code specified:", "label": [[21, 25, "DATE"]]}
{"text": "‘1. The customs authorities may, on their own initiative or at the request of the declarant, amend the declaration after release of the goods.", "label": []}
{"text": "2. The customs authorities may, after releasing the goods and in order to satisfy themselves as to the accuracy of the particulars contained in the declaration, inspect the commercial documents and data relating to the import or export operations in respect of the goods concerned or to subsequent commercial operations involving those goods. Such inspections may be carried out at the premises of the declarant, of any other person directly or indirectly involved in the said operations in a business capacity or of any other person in possession of the said document and data for business purposes. Those authorities may also examine the goods where it is still possible for them to be produced.", "label": []}
{"text": "3. Where revision of the declaration or post-clearance examination indicates that the provisions governing the customs procedure concerned have been applied on the basis of incorrect or incomplete information, the customs authorities shall, in accordance with any provisions laid down, take the measures necessary to regularise the situation, taking account of the new information available to them.’", "label": []}
{"text": "10. Article 201 of that code further provided that:", "label": []}
{"text": "‘1. A customs debt on importation shall be incurred through:", "label": []}
{"text": "(a) the release for free circulation of goods liable to import duties, or", "label": []}
{"text": "(b) the placing of such goods under the temporary importation procedure with partial relief from import duties.", "label": []}
{"text": "2. A customs debt shall be incurred at the time of acceptance of the customs declaration in question.", "label": []}
{"text": "3. The debtor shall be the declarant. In the event of indirect representation, the person on whose behalf the customs declaration is made shall also be a debtor.", "label": []}
{"text": "Where a customs declaration in respect of one of the procedures referred to in paragraph 1 is drawn up on the basis of information which leads to all or part of the duties legally owed not being collected, the persons who provided the information required to draw up the declaration and who knew, or who ought reasonably to have known that such information was false, may also be considered debtors in accordance with the national provisions in force.’", "label": []}
{"text": "11. According to Article 221(3) of the 1992 Customs Code:", "label": [[39, 43, "DATE"]]}
{"text": "‘Communication to the debtor shall not take place after the expiry of a period of three years from the date on which the customs debt was incurred. This period shall be suspended from the time an appeal within the meaning of Article 243 is lodged, for the duration of the appeal proceedings.’", "label": [[82, 87, "AMOUNT_VALUE"], [88, 93, "AMOUNT_UNIT"]]}
{"text": "12. Article 236 of that same code mentioned:", "label": []}
{"text": "‘1. Import duties or export duties shall be repaid in so far as it is established that when they were paid the amount of such duties was not legally owed or that the amount has been entered in the accounts contrary to Article 220 (2).", "label": []}
{"text": "Import duties or export duties shall be remitted in so far as it is established that when they were entered in the accounts the amount of such duties was not legally owed or that the amount has been entered in the accounts contrary to Article 220 (2).", "label": []}
{"text": "No repayment or remission shall be granted when the facts which led to the payment or entry in the accounts of an amount which was not legally owed are the result of deliberate action by the person concerned.", "label": []}
{"text": "2. Import duties or export duties shall be repaid or remitted upon submission of an application to the appropriate customs office within a period of three years from the date on which the amount of those duties was communicated to the debtor.", "label": [[149, 154, "AMOUNT_VALUE"], [155, 160, "AMOUNT_UNIT"]]}
{"text": "That period shall be extended if the person concerned provides evidence that he was prevented from submitting his application within the said period as a result of unforeseeable circumstances or force majeure.", "label": []}
{"text": "Where the customs authorities themselves discover within this period that one or other of the situations described in the first and second subparagraphs of paragraph 1 exists, they shall repay or remit on their own initiative.’", "label": []}
{"text": "II. The main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "13. SC Zahărul Oradea SA (‘Zahărul Oradea’) is a company established in Romania and it is a subsidiary of Pfeifer & Langen. Zahărul Oradea purchased 45 000 tonnes of cane sugar from Brazil for refining in Pfeifer & Langen’s factory in Euskirchen in Germany pursuant to an agreement concluded between the two parties. Once refined, the sugar was to be sold to Pfeifer & Langen.", "label": [[4, 43, "ORG"], [72, 79, "LOC"], [106, 122, "ORG"], [124, 138, "ORG"], [149, 155, "AMOUNT_VALUE"], [156, 162, "AMOUNT_UNIT"], [182, 188, "LOC"], [205, 223, "ORG"], [235, 245, "LOC"], [249, 256, "LOC"], [359, 375, "ORG"]]}
{"text": "14. On 13 December 2011, the competent Romanian authorities issued Zahărul Oradea with a certificate authorising the importation of 45 000 tonnes of cane sugar for refining. On 2 February 2012, Zahărul Oradea granted Pfeifer & Langen a power of attorney to make customs declarations in its name and to complete all formalities necessary for customs clearance.", "label": [[7, 23, "DATE"], [39, 47, "LOC"], [67, 81, "ORG"], [132, 138, "AMOUNT_VALUE"], [139, 145, "AMOUNT_UNIT"], [177, 192, "DATE"], [194, 208, "ORG"], [217, 233, "ORG"]]}
{"text": "15. On 24 February 2012, Pfeifer & Langen submitted a customs declaration in its own name to the customs office for the release for free circulation of a partial quantity of approximatively 499 tonnes of cane sugar. In the customs declaration, it referred to Zahărul Oradea’s import certificates. Among the documents presented to the customs office was a copy of the power of attorney which had been granted to it by Zahărul Oradea. However, Pfeifer & Langen did not avail itself of this power.", "label": [[7, 23, "DATE"], [25, 41, "ORG"], [190, 193, "AMOUNT_VALUE"], [194, 200, "AMOUNT_UNIT"], [259, 275, "ORG"], [417, 431, "ORG"], [442, 458, "ORG"]]}
{"text": "16. The customs office accepted the declaration and fixed customs duties to be paid by Pfeifer & Langen in its capacity as a debtor of the customs debt, by applying a reduced rate of EUR 252.50 per tonne. The customs authorities deducted the imported quantities from the certificates which had been issued to Zahărul Oradea. Pfeifer & Langen then paid the import duties.", "label": [[87, 103, "ORG"], [183, 186, "AMOUNT_UNIT"], [187, 193, "AMOUNT_VALUE"], [194, 203, "AMOUNT_UNIT"], [309, 323, "ORG"], [325, 341, "ORG"]]}
{"text": "17. Following a VAT inspection, Pfeifer & Langen contacted the customs authorities by two letters dated 10 and 11 January 2013, requesting a revision of the customs declaration of 24 February 2012, as it was not certain that it could benefit from the reduced rate of duty for the cane sugar. (2)", "label": [[32, 48, "ORG"], [104, 126, "DATE"], [180, 196, "DATE"]]}
{"text": "18. By decision of 24 January 2013, the customs office claimed the recovery of EUR 83 158.41 in customs duties from Pfeifer & Langen. This sum was obtained by applying the normal rate for the import of cane sugar, namely EUR 419 per tonne. In support of this decision, the customs office indicated that Pfeifer & Langen should not have benefited from the reduced rate on the ground that the import certificates had in fact been issued to Zahărul Oradea.", "label": [[19, 34, "DATE"], [79, 82, "AMOUNT_UNIT"], [83, 92, "AMOUNT_VALUE"], [116, 132, "ORG"], [221, 224, "AMOUNT_UNIT"], [225, 228, "AMOUNT_VALUE"], [229, 238, "AMOUNT_UNIT"], [303, 319, "ORG"], [438, 452, "ORG"]]}
{"text": "19. Pfeifer & Langen challenged this decision, referring to its request for revision of the customs declaration of 24 February 2012, which should have been granted, meaning that they ought to have been considered as acting as an indirect representative of Zahărul Oradea.", "label": [[4, 20, "ORG"], [115, 131, "DATE"], [238, 252, "PROFESSION"], [256, 270, "ORG"]]}
{"text": "20. The customs office rejected the opposition by a decision of 26 April 2018, stating that Pfeifer & Langen had not specified in the customs declaration that it was acting in the name of and on behalf of Zahărul Oradea. According to that decision, the indication of the name of the declarant in a customs declaration could not be changed at a later date. It did not matter in this respect that Pfeifer & Langen’s customs declaration did not comply with the terms of Zahărul Oradea’s power of attorney or that a copy of it had been attached to the declaration, since — or so the customs office maintained — Pfeifer & Langen had chosen to waive its right to rely on that power.", "label": [[64, 77, "DATE"], [92, 108, "ORG"], [205, 219, "ORG"], [395, 413, "ORG"], [467, 483, "ORG"], [607, 623, "ORG"]]}
{"text": "21. Pfeifer & Langen then brought an action against the decision of 26 April 2018 before the Finanzgericht Düsseldorf (Finance Court, Düsseldorf) challenging the decision of the customs office on the ground that its customs declaration should have been rectified as requested and that it ought to have been regarded as having acted as Zahărul Oradea’s indirect representative. In this respect, Pfeifer & Langen argues that it renounced the right to avail itself of the power given by Zahărul Oradea solely because of inaccurate information provided to it by an official of the customs office. It maintained that the official, in response to a question from it, indicated that the latter had to complete a customs declaration in its own name and on its own account. However, Pfeifer & Langen stressed that it had attached a copy of the power given by Zahărul Oradea to the customs declaration.", "label": [[4, 20, "ORG"], [68, 81, "DATE"], [89, 117, "ORG"], [119, 132, "ORG"], [134, 144, "LOC"], [335, 351, "ORG"], [361, 375, "PROFESSION"], [394, 410, "ORG"], [484, 498, "ORG"], [774, 790, "ORG"], [850, 864, "ORG"]]}
{"text": "22. The customs office claims that Pfeifer & Langen never received the alleged information from a customs official and that the data provided by Pfeifer & Langen in its customs declaration were not incorrect. In so far as it had made the customs declaration in its own name and had thus waived its right to use the power of representation available to it, it had validly acquired the status of the declarant.", "label": [[35, 51, "ORG"], [145, 161, "ORG"]]}
{"text": "23. The referring court has doubts as to whether in these circumstances it would have been possible to revise the customs declaration in question in the main proceedings so that the declarant would not be Pfeifer & Langen but rather Zahărul Oradea, represented by Pfeifer & Langen. Indeed, it pointed to the fact that the Hoge Raad der Nederlanden (Supreme Court of the Netherlands) and the Finanzgericht Hamburg (Finance Court, Hamburg, Germany) have both recently held that Article 78(3) of the 1992 Customs Code does not permit amending the name of the person indicated in the customs declaration as the declarant.", "label": [[205, 221, "ORG"], [233, 247, "ORG"], [264, 280, "ORG"], [322, 382, "ORG"], [387, 412, "ORG"], [414, 427, "ORG"], [429, 445, "LOC"], [497, 501, "DATE"]]}
{"text": "24. In these circumstances, the Finanzgericht Düsseldorf (Finance Court, Düsseldorf) has decided to stay proceedings and to refer the following question to the Court for a preliminary ruling:", "label": [[32, 56, "ORG"], [58, 71, "ORG"], [73, 83, "LOC"], [156, 165, "ORG"]]}
{"text": "‘Is Article 78(3) of [the 1992 Customs Code] to be interpreted as meaning that, according to that provision, in a case such as that in the main proceedings, a customs declaration must be checked and corrected in such a way that the particulars relating to the declarant are replaced by the designation of the person to whom an import licence was issued for the imported goods, and this person is represented by the person who was named as the declarant in the customs declaration and who has submitted a power of attorney from the holder of the import licence to the customs office?’", "label": [[26, 30, "DATE"]]}
{"text": "III. Analysis", "label": []}
{"text": "25. By its question, the national court is asking, in essence, whether Article 78 of the 1992 Customs Code, which remained in force until 30 April 2016, (3) should be interpreted as permitting the name of the declarant to be amended after the release of the goods in question where the identity of that declarant was wrongly stated due to bona fide error.", "label": [[89, 93, "DATE"], [138, 151, "DATE"]]}
{"text": "26. From the outset, it should be recalled that, in accordance with Article 59(1) of the 1992 Customs Code, any goods intended to be placed under a customs procedure had to be subject to a declaration. (4) Under Article 4(17) of that code, the customs declaration was the act by which the declarant manifests, in the prescribed form and manner, the intention to assign a specific customs procedure to certain goods. (5) Where the customs declaration was not verified, Article 71(2) of that code provided that the application of the customs procedure under which the goods are placed shall be that corresponding to what is indicated in that declaration. (6) In addition to this manifestation of intention, the declarant had to provide, in accordance with Article 62(1) of the 1992 Customs Code, all the information necessary to enable the goods to be identified and the regulations to which they are subject to be applied to them. (7) As provided for by Article 62(2), the declaration should have been accompanied by all the documents required for implementation of the provisions governing the customs procedure for which the goods were declared.", "label": [[89, 93, "DATE"], [775, 779, "DATE"]]}
{"text": "27. Before the entry into force of the 1992 Customs Code on 1 January 1994, a declarant was prohibited from amending his or her declaration after the release of the goods. This prohibition was deleted by the new version of Article 78. From that point onwards the customs authorities were permitted to revise a customs declaration on an application by the declarant submitted after the release of the goods. Consequently, Articles 65 and 78 of the 1992 Customs Code introduced two different regimes for amending a customs declaration depending on whether the request took place before or after the release of the goods. (8)", "label": [[39, 43, "DATE"], [60, 74, "DATE"], [447, 451, "DATE"]]}
{"text": "28. Prior to the release of the goods, Article 65 of that code permitted the declarant itself to amend its customs declaration unilaterally, so long as the goods had not been released. The logic of that was that until this release, the customs authorities were able, if necessary, to quite easily verify the accuracy of the amendments by physically examining the goods. (9)", "label": []}
{"text": "29. After the release of the goods, the position with respect to amendments of the declaration was, perhaps, not quite as straightforward. Indeed, Article 78(1) of the 1992 Customs Code provided that ‘the customs authorities may, on their own initiative or at the request of the declarant, amend the declaration after release of the goods’. (10) Those authorities were therefore not required to grant the request but were obliged to assess it, at least in relation to the question of whether or not there was cause to carry out such a revision. (11) At the conclusion of their assessment, the customs authorities had to, subject to the possibility of a subsequent court action, either reject the declarant’s application by reasoned decision or carry out the requested revision. (12)", "label": [[168, 172, "DATE"]]}
{"text": "30. If the examination of the declaration revealed that the provisions governing the customs procedure in question were applied on the basis of incorrect or incomplete information and if the objectives of the inward processing procedure were not jeopardised, the customs authorities were required, in accordance with Article 78(3) of the 1992 Customs Code, to take the measures necessary to regularise the situation, taking account of the new information available to them. (13)", "label": [[338, 342, "DATE"]]}
{"text": "31. Where it was apparent, in the final analysis, that the duties paid by the declarant exceeded those which would have been due if the error had not been made, the latter was entitled to claim a revision. (14) That revision was to be carried out in accordance with Article 236 of the 1992 Customs Code if the conditions laid down by that provision were fulfilled. These conditions included a provision to the effect that the application for revision must be submitted within the applicable time limit, which was, in principle three years. (15)", "label": [[285, 289, "DATE"], [527, 532, "AMOUNT_VALUE"], [533, 538, "AMOUNT_UNIT"]]}
{"text": "32. Conversely, where the duties paid turned out to be insufficient because the amount of duty resulting from a customs debt had not been entered in the accounts or had been entered in the accounts at a level lower than the amount legally owed, the customs authorities might have, in accordance with Article 220 et seq. of the 1992 Customs Code, requested payment of the difference for a period of three years from the date on which the customs debt was incurred.", "label": [[327, 331, "DATE"], [398, 403, "AMOUNT_VALUE"], [404, 409, "AMOUNT_UNIT"]]}
{"text": "33. In this context, the German customs authorities, the Czech Government and the Netherlands Government claim that the power of amendment in Article 78 of the 1992 Customs Code prohibited the amendment of the declarant’s name. They submit that that provision constituted an exception to the principle of irrevocability of the customs declaration and that, consequently, it should be strictly interpreted. Thus, the amendments of the customs declaration that could have been made on the ground of Article 78 of the 1992 Customs Code were limited to specific situations which would not include an error in the name of the declarant.", "label": [[25, 51, "ORG"], [57, 73, "ORG"], [82, 104, "ORG"], [160, 164, "DATE"], [515, 519, "DATE"]]}
{"text": "34. In support of this argument, these parties argue, first, that, in accordance with what was then Article 201(3) of the 1992 Customs Code, the declarant had to ensure the accuracy of the information contained in the customs declaration. Since the name of the declarant was a decisive piece of information, amending it would amount to invalidating the declaration. Article 66 of the 1992 Customs Code precluded the invalidation of a customs declaration once the release of the goods had been granted, except in special circumstances, which would not be met here.", "label": [[122, 126, "DATE"], [384, 388, "DATE"]]}
{"text": "35. Second, Article 5(4) of the 1992 Customs Code clearly laid down an obligation for any representative to declare that it was acting on behalf of a principal. Consequently, if a person who did not initially declare that he or she was acting as a representative was entitled to have his or her declaration amended, this provision would have been deprived of any useful effect. In addition, allowing the possibility of such a rectification would have created a significant risk that customs duties could no longer be communicated to the new debtor within the time limit set out in Article 221(3) of that code.", "label": [[32, 36, "DATE"], [90, 104, "PROFESSION"], [248, 262, "PROFESSION"]]}
{"text": "36. Third, it is submitted that the context of Article 78 of the 1992 Customs Code necessarily precluded the amendment of the name of the declarant. Indeed, the provisions relating to the identity of the declarant were contained in Title I of the 1992 Customs Code, while Article 78 was contained in Title IV, which dealt with the placement of goods under a customs procedure.", "label": [[65, 69, "DATE"], [247, 251, "DATE"]]}
{"text": "37. Fourth, since the wording of Article 78(1) of the 1992 Customs Code referred to the declarant, it should be considered that the name of the declarant was not part of the elements that might be amended.", "label": [[54, 58, "DATE"]]}
{"text": "38. Although these arguments might, at first glance, appear to be convincing, I nevertheless consider that they are not in fact borne out by the wording, the context and the objectives of Article 78, as well as by the Court’s case-law. Indeed, according to settled case-law, for the purpose of interpreting a provision of EU law, it is necessary to consider not only its wording but also the context in which it occurs and the objectives pursued by the rules of which it is part. (16)", "label": [[214, 225, "ORG"], [322, 324, "LOC"]]}
{"text": "39. With regard to the wording of Article 78, one may observe that it appears to be a perfectly general and open-ended provision. In particular, Article 78(3) of the 1992 Customs Code did not provide for any ex ante exclusion of certain elements of the customs declaration on the grounds that they could not be amended. (17) Had it been intended that certain elements of the customs declaration — such as the identity of the declarant — were to remain inviolable and could not be amended using the Article 78(3) mechanism, the Union legislature could easily have so provided. By contrast, as the Court put it in paragraph 63 of Overland Footwear, (18) Article 78(3) ‘does not make a distinction between errors or omissions which are capable of correction and others which are not’.", "label": [[166, 170, "DATE"], [527, 532, "LOC"], [592, 601, "ORG"], [628, 645, "ORG"]]}
{"text": "40. Concerning the context and the objectives, it is true that, as both the customs office and the Netherlands Government argued at the oral hearing, the provisions dealing with the identity of the declarant were mentioned in Title I of the 1992 Customs Code, while Article 78 was contained in Title IV, which dealt with customs-approved treatment or use. It must, however, be pointed out that the Court has held that declarations relating to the value of goods could be amended in certain circumstances, (19) even though the provisions relating to this value were part of Title II, and not of Title IV. This in itself is sufficient to refute the contention that the name of the declarant was excluded from the corrections which could have been made on the ground of Article 78 for the sole reason that the provisions relating to the name of the declarant were mentioned in another title of the 1992 Customs Code. (20)", "label": [[99, 121, "ORG"], [241, 245, "DATE"], [394, 403, "ORG"], [895, 899, "DATE"]]}
{"text": "41. In any event, as the Court pointed out in Terex Equipment and Others, ‘the logic of that article [is] to bring the customs procedure into line with the actual situation’. (21) Viewed thus, Article 78(3) simply gives effect within the sphere of the 1992 Customs Code to a power to correct documentary error where it is appropriate and just to do so. The existence of such a general power to correct documentary error is, of course, a well-established feature of the public law of all of the Member States.", "label": [[21, 30, "ORG"], [46, 61, "ORG"], [252, 256, "DATE"]]}
{"text": "42. Similarly, I do not share the view according to which, if amending the name of the declarant were to be permitted, customs authorities could have encountered difficulties in complying with the deadline provided for in Article 236(2) of the 1992 Customs Code to communicate the final amount of duties to be paid. Indeed, in order for the declaration to remain accurate and, therefore, for such a substitution to occur, any change in the name of the declarant, including its contact address, necessarily implied that the details concerning the declarant were to be updated. Accordingly, changing the name of the declarant does not appear likely to have caused any particular difficulties for the customs authorities to comply with that deadline. (22)", "label": [[244, 248, "DATE"]]}
{"text": "43. As for the obligation that Article 5(4) of the 1992 Customs Code clearly imposed, according to which any representative must state that it was acting on behalf of the person represented, it demonstrates that the mention of the name of the declarant might have constituted, in certain circumstances, an error in the meaning of Article 78 of that code, which, as I will explain below, was precisely one of the conditions for that provision to apply.", "label": [[51, 55, "DATE"], [109, 123, "PROFESSION"]]}
{"text": "44. In this context I would further note that Article 76(1)(a) of that code provided that, in order to simplify completion of formalities and procedures as far as possible while ensuring that operations are conducted in a proper manner, the customs authorities shall, under conditions laid down in accordance with the committee procedure, grant permission for the declaration to omit certain features of the information required. This tends to demonstrate that, apart from certain exceptions that I will present below, the content of the declaration does not need to be immediately and entirely crystallised.", "label": []}
{"text": "45. The Court may have, admittedly, sometimes given the impression that it was reluctant to interpret this provision too broadly. For example, the Court held that, since the 1992 Customs Code did not require customs authorities to carry out systematically such verification, the declarant was expected to provide the customs authorities with complete and accurate information. (23) This obligation would have had as its corollary the principle of the irrevocability of the customs declaration once it has been accepted, a principle to which the exceptions are strictly defined by the relevant European Union legislation. (24) In that regard, the Court has also held that the subsequent adjustment of the transaction value was limited to specific situations relating, inter alia, to quality defects or faulty workmanship in the goods discovered after their release for free circulation. (25)", "label": [[4, 13, "ORG"], [143, 152, "ORG"], [174, 178, "DATE"], [593, 607, "LOC"], [642, 651, "ORG"]]}
{"text": "46. However, a large number of other judgments have adopted a less restrictive interpretation, preferring to rely on the logic behind Article 78 of the 1992 Customs Code, which was to bring the customs procedure into line with the actual situation. (26) The Court has further stressed that that provision did not make a distinction between errors or omissions which may be corrected or amended and others which may not. (27) Accordingly, these judgments considered that the terms ‘incorrect or incomplete information’ should be interpreted as covering both technical errors or omissions and errors of interpretation of the applicable law. This line of case-law demonstrates that it was possible to request the amendment of a declaration not only in the event of a technical error but also in the event of omissions or errors of interpretation of the applicable law. (28)", "label": [[152, 156, "DATE"], [254, 263, "ORG"]]}
{"text": "47. The Court has thus held that a customs declaration may be amended in relation to the value of the goods, (29) the code used to determine the customs regime assigned to goods by the declarant (30) or the exporter’s name. (31) The Court also ruled that a declaration could have been amended in relation to its date in order to postpone it to another date on which the exporter had a valid export certificate. (32)", "label": [[4, 13, "ORG"], [229, 238, "ORG"]]}
{"text": "48. In all of those cases, the Court reached its conclusion by reference to two underlying principles, namely, that the logic of Article 78 was to bring the customs procedure into line with the real situation and that this provision did not distinguish between errors or omissions that could be corrected and others that could not. On any view, the application of these principles would admit the possibility of amending the name of the declarant. (33)", "label": [[27, 36, "ORG"]]}
{"text": "49. In my view, all of this is justified by the very purpose of the 1992 Customs Code, which was, as stated in recital 5 of that code, to ensure the correct application of the duties provided for therein, while guaranteeing rapid and efficient procedures in the interests of both traders and the customs authorities, by dispensing with a systematic examination of all declared goods, thus keeping to a minimum, as stated in recital 6 of that code, customs formalities and controls. (34) Indeed, unlike other legal systems where the declarant merely has to provide factual information concerning the goods, that code imposed an obligation on the debtor to formulate his or her declaration in terms that bind him or her. This formula allowed the customs authorities to carry out their controls more quickly and efficiently.", "label": [[68, 72, "DATE"]]}
{"text": "50. Yet it would have to be recognised that this also involved an effort on the part of economic operators to interpret legal texts, which are often complex. It is inevitable in these circumstances that bona fide errors would occur. Article 78 of the 1992 Customs Code was designed to cater for this and to permit the customs authorities to rectify such errors, at least where this could have been done in a manner which did not cause prejudice to the legitimate rights and interests of others (including, for that matter, customs authorities). All of this is borne out by the Court’s case-law, which to date has only recognised three circumstances in which the right of the customs authorities to reject an application to amend a customs declaration may be upheld. (35)", "label": [[251, 255, "DATE"], [573, 584, "ORG"]]}
{"text": "51. The first ground for refusal results from the interaction of Articles 65 and 78 of the 1992 Customs Code. Since Article 78 applied only to applications for amendments made after the release of the goods, that is, at a stage when the accuracy of the information relating to the goods concerned could no longer be verified, Article 78 must necessarily be interpreted as having not permitted any information relating to the nature or characteristics of the goods mentioned in the declaration to be amended. (36)", "label": [[91, 95, "DATE"]]}
{"text": "52. The second ground for refusal, which flows implicitly from the prohibition of abuse of rights, occurred when the amendment requested was likely to prejudice the objectives pursued by the customs legislation. (37)", "label": []}
{"text": "53. The third ground for refusal was when the element for which amendment was requested had not been mentioned by error, but as a result of a deliberate choice. (38)", "label": []}
{"text": "54. Contrary to the argument put forward by the German customs office, the Czech Government and the Netherlands Government, the Court has never, in fact, excluded certain elements of the declaration from the scope of Article 78 of the 1992 Customs Code on the ground that they were related to the very essence of the declaration. Indeed, apart from the fact that the wording of that provision did not make any reference to such an ex ante exclusion, I would note that, as mentioned above, the Court accepted that the date on which the declaration was submitted could be rectified, whereas, as a matter of principle, such information is, in administrative law, as important as the identity of the declarant. (39) Moreover, the Terex judgment could also be read as meaning that a declaration might be amended in relation to the customs procedure chosen, whereas, according to Articles 4(17) and 59(1) of the 1992 Customs Code, the declaration was the act by which the declarant manifested its will to place goods under a specific customs procedure. Finally, the Court also ruled that the name of the exporter might have been amended even though the granting of financial benefits depends on the identity of the exporter. (40)", "label": [[48, 69, "ORG"], [75, 91, "ORG"], [100, 122, "ORG"], [124, 133, "ORG"], [235, 239, "DATE"], [489, 498, "ORG"], [726, 731, "ORG"], [906, 910, "DATE"], [1056, 1065, "ORG"]]}
{"text": "55. In any case, the argument that an amendment of the name of the declarant would have amounted to the invalidation of a declaration rests on the premiss that the difference between amending and invalidating a declaration depended on the elements of the declaration to be rectified. However, Article 66 of the 1992 Customs Code provided for the possibility of invalidation only in two cases, namely, where the declarant furnished proof that goods were declared in error for the customs procedure covered by that declaration or where, as a result of special circumstances, the placing of the goods under the customs procedure for which they were declared was no longer justified. (41) In practice, this means that an invalidation might have occurred mainly where the economic operator ultimately decided not to carry out the customs operation or where the customs destination of the goods was changed. (42)", "label": [[311, 315, "DATE"]]}
{"text": "56. Admittedly, that second hypothesis could justifiably have been understood as limiting the scope of Article 78 in that the choice of customs procedure, as soon as the primary purpose of the customs declaration is at issue, could only be changed by way of the invalidation of the relevant customs declaration. To preserve the useful effect (‘effet utile’) of Article 66, one might have considered it as the only information that required the invalidation of the declaration in order to be corrected. However, as mentioned above, the Court seems to have ruled that the customs regime assigned to goods by the declarant might have been corrected by means of Article 78. (43)", "label": [[531, 540, "ORG"]]}
{"text": "57. In any case, outside of this context, the difference between invalidation and rectification does not seem to have been principally based on the nature of the elements to be changed. Indeed, if some other elements were not able to be amended, this would have substantially limited the possibility for the customs authorities to establish the customs debt at the level that should have been due in regard to the actual situation. One might also observe that if it were to be considered that certain elements could only be corrected by means of an invalidation, these elements could never be modified at the initiative of the administration, even when necessary, since the administration could not have substituted itself for the declarant to draw up a new declaration.", "label": []}
{"text": "58. In the light of the existing case-law, the only remaining distinction between an invalidation and an amendment rests on their respective effects. In the case of an application for an invalidation, if it is accepted, the very existence of a customs debt disappears. (44) The declarant is released from any obligation to pay any customs debt. In the case of an amendment, however, the amount of the debt may be increased or decreased, but the existence of a debt remains. (45)", "label": []}
{"text": "59. In view of these three grounds for refusal recognised by the Court, changing the name of the declarant cannot be regarded as being excluded from the scope of Article 78.", "label": [[61, 70, "ORG"]]}
{"text": "60. First, the name of the declarant had nothing to do with the goods. Thus, verification of the accuracy of this information or of whether the declarant fulfils the conditions required to submit a customs declaration was in no way likely to be affected by the granting of the release.", "label": []}
{"text": "61. Second, amending the declarant’s identity does not appear likely to have undermined the objectives of the customs rules. On the contrary, the objective specifically pursued by Article 78, which was to bring the customs procedure into line with the actual situation, supports the conclusion that it should have been possible to make such a rectification.", "label": []}
{"text": "62. I do not overlook, however, the increased risk of fraud which any power to amend the declaration might have presented. Of course, the fight against fraud is also one of the objectives pursued by the 1992 Customs Code. (46) However, I believe that, under the 1992 Customs Code, in the case of the declarant’s name, such a change did not result in a significant increase in this risk. Indeed, the declarant should not be confused with the importer and exporter. As provided for by Article 64(1) of that code, to be a declarant, a person only needed to be able to ‘present the goods in question or to have them presented to the competent customs authority, together with all the documents which are required to be produced for the application of the rules governing the customs procedure in respect of which the goods were declared’. (47)", "label": [[203, 207, "DATE"], [262, 266, "DATE"]]}
{"text": "63. Admittedly, outside the 1992 Customs Code, other customs rules made the granting of certain advantages, such as the benefit of a preferential customs tariff or an export refund, subject to the condition that the importer or exporter of the goods is the declarant. For example, in the main proceedings, Article 24 of Commission Regulation (EC) No 1291/2000 (48) provided that the customs declaration must be made by the titular holder or, where applicable, the transferee of the licence or certificate, or their representative within the meaning of Article 5(2) of the 1992 Customs Code.", "label": [[28, 32, "DATE"], [320, 330, "ORG"], [515, 529, "PROFESSION"], [572, 576, "DATE"]]}
{"text": "64. However, in a situation where the declarant’s name was changed to correspond to the one of the importer or exporter, the risk of fraud was neutralised by the rules governing the granting of these benefits, which imposed certain obligations on the person concerned in his or her capacity as importer or exporter. (49)", "label": []}
{"text": "65. Moreover, where a declaration was amended to match the name of the declarant with that of the importer or exporter in order to allow it to benefit from a preferential import tariff or export refund, such an amendment did not confer any undue advantage on that person, but rather permitted him or her to receive a benefit which it would have been entitled to receive if it had initially been mentioned as a declarant. (50) Accordingly, in a case such as the one in the main proceedings, the risk of fraud remains the same, as long as the quantities of imported goods are deducted from the importer’s certificates.", "label": []}
{"text": "66. In addition to the rules governing import certificates or export refunds, (51) other provisions of the 1992 Customs Code considerably limited the risk of fraud that could have resulted from a change in the name of the declarant. In particular, one might observe the following.", "label": [[107, 111, "DATE"]]}
{"text": "67. First, Article 74(1) of the 1992 Customs Code specified that the customs debt had to be paid or secured before its release was ordered. (52) Since, on the one hand, Article 78 applied once this release had been ordered, and therefore once the customs debt had been paid or secured, and as, on the other hand, any rectification of the identity of the declarant would have necessarily resulted in the subrogation of the new declarant into the rights and obligations of the former, the name of the declarant could have only been changed if the existing security or payment could be transferred to the new declarant or if the latter either paid the customs debt or established a new security. Therefore, the risk of non-payment of customs debt does not appear in practice to have been greater simply because the name of the declarant has been changed.", "label": [[32, 36, "DATE"]]}
{"text": "68. Second, with regard to imports, such as those at issue in the main proceedings, Article 201(3), subparagraph 2, of the 1992 Customs Code provided that, where a customs declaration is made on the basis of incorrect data, ‘the persons who provided the information required to draw up the declaration and who knew, or who ought reasonably to have known that such information was false, may also be considered debtors in accordance with the national provisions in force’. Since the first declarant necessarily had to provide the other data mentioned in the declaration, if they were to prove false, he or she might have also been considered liable for the customs debt.", "label": [[123, 127, "DATE"]]}
{"text": "69. In particular, in view of this rule, I am not convinced that, as the Netherlands Government argued, amendment of the name of the declarant should, in any case, be allowed only for amendments which resulted in the transformation of a direct representation into an indirect representation in so far as only the latter would allow the original declarant to remain the debtor of the customs debt. Indeed, given the wording of Article 201(3), subparagraph 2 of the 1992 Customs Code, even if the name of the declarant was amended in order to reflect the fact that the person originally mentioned was being represented by a new declarant, the original declarant would have been likely to remain a debtor of the customs debt as it was the one who originally provided the information.", "label": [[69, 95, "ORG"], [464, 468, "DATE"]]}
{"text": "70. Third, it should be stressed that, in order for the new declarant to have obtained any refund, the conditions of Article 236 of the 1992 Customs Code had to be fulfilled.", "label": [[136, 140, "DATE"]]}
{"text": "71. As regards the arguments put forward concerning uncertainties that amending the declarant’s name would have generated for the customs authorities, these appear to be the consequence of the Union legislator’s choices, first, to allow the rectification of the declaration after the release had been granted and, second, to provide for an equal opportunity for amendment, whether at the initiative of the administration or the declarant. (53) Thus, all the elements that were able to be amended ex officio by the customs authorities could also be subject to an application to this effect from the declarant. (54)", "label": [[189, 198, "LOC"]]}
{"text": "72. Since Article 78 of the 1992 Customs Code did not exclude the name of the declarant from the scope of possible amendments and since the national court seems to rule out an abuse of rights, (55) the key question that remains to be examined to determine if, in the main proceedings, the customs authorities were entitled to refuse the amendment of the declarant’s name, is whether the statement of the name of the declarant was the result of a genuine error or misunderstanding or whether it was the result of a deliberate choice. (56) This, in my opinion, is the true nature of the discretion conferred on the customs authorities by Article 78(1) of that code (‘… may …amend the declaration…’) because if, following an examination of the application to amend, it is clear that the declaration does not reflect the true state of affairs, then in principle it must be amended, save where this would be prejudicial to the objectives pursued by the customs legislation, and would thus harm the legitimate rights and interests of any other parties and, in particular, the financial interests of the Union on whose behalf the customs authorities collect duties.", "label": [[28, 32, "DATE"], [1093, 1102, "ORG"]]}
{"text": "73. Accordingly, to answer the question raised by the national court, it is necessary to ascertain whether, in circumstances such as those at issue in the main proceedings, mentioning Pfeifer & Langen as the declarant can be regarded as resulting from an error.", "label": [[184, 200, "ORG"]]}
{"text": "74. Here again, the Court has given a relatively broader scope to this term. For example, the Court has held that the concept of ‘error’ included unintentional omissions, even in cases where the existence of such omissions seems to have been deduced from the sole fact that the declarant submitted an application to amend the declaration. (57) In CEVA Freight Holland, (58) the Court ruled that the declarant might apply for an amendment of the transactional value of the goods, while the determination of that value depends on the choice of calculation method, (59) when such application was made in reaction to an amendment made by the customs authorities in relation to the tariff subheading. (60) Accordingly, it appears that the concept of error covered not only material errors, but also any declaration made in disregard of a customs rule.", "label": [[16, 25, "ORG"], [90, 99, "ORG"], [347, 367, "ORG"], [374, 383, "ORG"]]}
{"text": "75. In the main proceedings, there seems little doubt that the initial indication of the name of the declarant results from an error. In this respect, the referring court states that Pfeifer & Langen has received a power of attorney from Zahărul Oradea to act in its name. In this regard, it may be noted that paragraph 6 of the power of attorney dated 2 February 2012 provided:", "label": [[183, 199, "ORG"], [238, 252, "ORG"], [353, 368, "DATE"]]}
{"text": "‘We are aware that through filing of the customs entry we become declarant as per customs code and commit ourselves to bear the cost of any import duties laid out by Pfeifer & Langen KG with the customs collection office.’", "label": [[166, 185, "ORG"]]}
{"text": "76. This circumstance, which is not contested, is, I think, sufficient to establish the existence of error for the purposes of Article 78 of the 1992 Customs Code.", "label": [[145, 149, "DATE"]]}
{"text": "77. Indeed, under Article 5(4) of that code, when the declarant acts on behalf of a principal, it ‘must’ declare that it is acting on behalf of the person represented and specify whether it is a direct or indirect representation and establish a power of representation. Consequently, when a declarant acts on behalf of a principal but fails to declare it, the declarant breaches Article 5(4), first subparagraph, of the 1992 Customs Code.", "label": [[420, 424, "DATE"]]}
{"text": "78. In addition, in the present case, it should be noted that the tax authorities had applied the preferential tariff to Pfeifer & Langen and deducted the amount of imports from Zahărul Oradea’s certificates. Accordingly, the customs authorities had implicitly but necessarily taken the view that Pfeifer & Langen was acting on behalf of Zahărul Oradea, but also on its own behalf, which is an assumption contrary to Article 5(2) of the 1992 Customs Code. Indeed, this provision, which is exhaustive regarding the right to representation before the customs authorities, (61) only provides for the possibility of acting in the name and on behalf of others or in one’s own name, but on behalf of others.", "label": [[121, 137, "ORG"], [178, 194, "ORG"], [297, 313, "ORG"], [338, 352, "ORG"], [437, 441, "DATE"]]}
{"text": "79. Certainly, Article 5(4), second subparagraph, of the 1992 Customs Code specifies that ‘a person who fails to state that he is acting in the name of or on behalf of another person or who states that he is acting in the name of or on behalf of another person without being empowered to do so shall be deemed to be acting in his own name and for his own behalf’. However, the fact that the remedy for breach of Article 5(4), first subparagraph, of the 1992 Customs Code is the application of a presumption does not change the fact that, as flows from the use of the verb ‘must’, the declarant was required to declare that it was acting in the name of or on behalf of another person. Therefore, when a person fails to avail himself or herself of a power of attorney, the registrant commits an error within the meaning of Article 78 of the 1992 Customs Code.", "label": [[57, 61, "DATE"], [453, 457, "DATE"], [839, 843, "DATE"]]}
{"text": "80. In the main proceedings, since the power of attorney had been attached to the declaration, evidence of the existence of such a mandate at the date of the declaration cannot be disputed.", "label": []}
{"text": "81. In view of the above, the question raised by the national court must be answered in the sense that Article 78 of the 1992 Customs Code must be interpreted as meaning that, where a customs declarant had indicated that it was acting exclusively in its own name, even though it was instructed to file the customs declaration on the behalf of and in the name of a third person, after the release of the goods the declaration may be amended so as to mention the principal as being the declarant, if proof can be provided of the existence of such a power of attorney before the declaration was submitted.", "label": [[121, 125, "DATE"], [184, 201, "PROFESSION"]]}
{"text": "IV. Conclusion", "label": []}
{"text": "82. In light of the foregoing considerations, I propose that the Court answer the question asked by the Finanzgericht Düsseldorf (Finance Court, Düsseldorf, Germany) as follows:", "label": [[61, 70, "ORG"], [104, 128, "ORG"], [130, 143, "ORG"], [145, 164, "LOC"]]}
{"text": "Article 78 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code should be interpreted as meaning that, where a customs declarant has indicated that it is acting exclusively in its own name, even though it was instructed to file the customs declaration on the behalf of and in the name of a third person, after the release of the goods, the declaration may be amended so as to mention the principal as being the declarant, if proof can be provided of the existence of such a power of attorney before the declaration was submitted.", "label": [[14, 21, "ORG"], [53, 68, "DATE"], [86, 95, "LOC"], [156, 173, "PROFESSION"]]}
{"text": "1 Original language: English.", "label": [[21, 28, "NATIONALITY"]]}
{"text": "2 Although the file does not contain any details concerning this VAT inspection, it should be pointed out that Article 85 of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ 2006 L 347, p. 1) provides that ‘in respect of the importation of goods, the taxable amount shall be the value for customs purposes, determined in accordance with the Community provisions in force’.", "label": [[125, 132, "ORG"], [158, 174, "DATE"], [386, 395, "LOC"]]}
{"text": "3 In the subsequent version of the Customs Code, enacted by Regulation (EC) No 450/2008 of the European Parliament and of the Council of 23 April 2008 laying down the Community Customs Code (Modernised Customs Code) (OJ 2008 L 145, p. 1), Article 78 had been deleted and replaced by Article 27. That version of the Customs Code referred the task of defining in which circumstance a customs declaration can be amended after the removal of the goods to the Commission (see Articles 89(2), 113 and 181). The following version of the code, resulting from the adoption of Regulation (EU) No 952/2013 of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (OJ 2013 L 269, p. 1), which is the one currently in force, specifies that the amendment of the customs declaration is only permitted after the release of the goods if such rectification is necessary for the declarant to comply with its obligations relating to the placing of the goods under the customs procedure concerned (see Article 173). That same version provides that it is for the Commission to specify, by means of implementing acts, the procedural rules relating to such a request (see Article 176).", "label": [[91, 114, "ORG"], [122, 133, "ORG"], [137, 150, "DATE"], [167, 176, "LOC"], [451, 465, "ORG"], [598, 621, "ORG"], [629, 640, "ORG"], [644, 658, "DATE"], [671, 680, "LOC"], [1079, 1093, "ORG"]]}
{"text": "4 See judgment of 15 September 2011, DP grup (C‑138/10, EU:C:2011:587, paragraph 33).", "label": [[18, 35, "DATE"], [37, 44, "ORG"]]}
{"text": "5 See judgment of 15 September 2011, DP grup (C‑138/10, EU:C:2011:587, paragraph 35).", "label": [[18, 35, "DATE"], [37, 44, "ORG"]]}
{"text": "6 In its judgment of 7 March 2019, Suez II (C‑643/17, EU:C:2019:179, paragraph 46), the Court ruled that ‘the person responsible for the introduction or … the person who assumes responsibility for the transport’ had to provide ‘all relevant information about the type of article or product concerned and the quantity of those goods. It is that information which will enable the goods to be correctly identified, for the purposes of their tariff classification and, if appropriate, for the calculation of import duties’. However, it follows from Article 43 of that code that the information provided by that person is provided in the context of the summary declaration, which is provisional. As flows from Article 29, the calculation of import duties depended on the declaration and, therefore, on the information provided by the declarant.", "label": [[21, 33, "DATE"], [35, 42, "ORG"], [84, 93, "ORG"]]}
{"text": "7 See judgment of 5 October 2006, ASM Lithography (C‑100/05, EU:C:2006:645, paragraph 33).", "label": [[18, 32, "DATE"], [34, 49, "ORG"]]}
{"text": "8 See judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraphs 61 to 64), and of 10 July 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, paragraph 29).", "label": [[19, 34, "DATE"], [36, 53, "ORG"], [109, 121, "DATE"], [123, 143, "ORG"]]}
{"text": "9 See judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 65), and of 10 July 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, paragraph 30).", "label": [[19, 34, "DATE"], [36, 53, "ORG"], [102, 114, "DATE"], [116, 136, "ORG"]]}
{"text": "10 Emphasis added.", "label": []}
{"text": "11 See judgment of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 46).", "label": [[19, 34, "DATE"], [36, 53, "ORG"]]}
{"text": "12 See judgment of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 50. The Court has accepted that a declaration might be the subject of several requests for amendments. See judgment of 10 December 2015, Veloserviss (C‑427/14, EU:C:2015:803, paragraph 25), which, in the language of proceedings, namely Latvian, uses the terms ‘atkārtotu pārskatīšanu’. In the French version, that paragraph is worded as follows: ‘… ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision …’ (emphasis added).", "label": [[19, 34, "DATE"], [36, 53, "ORG"], [94, 103, "ORG"], [209, 225, "DATE"], [227, 238, "ORG"], [326, 333, "NATIONALITY"], [383, 389, "NATIONALITY"]]}
{"text": "13 See, to that effect, judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 52), and of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 62).", "label": [[37, 52, "DATE"], [54, 71, "ORG"], [120, 135, "DATE"], [137, 152, "ORG"]]}
{"text": "14 See, to that effect, judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 53), and of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 63).", "label": [[37, 52, "DATE"], [54, 71, "ORG"], [120, 135, "DATE"], [137, 152, "ORG"]]}
{"text": "15 See, to that effect, judgments of 5 October 2006, ASM Lithography (C‑100/05, EU:C:2006:645, paragraph 42); of 27 February 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, paragraph 40); and of 12 October 2017, X (C‑661/15, EU:C:2017:753, paragraph 63). For its part, Article 78 of the 1992 Customs Code did not provide for any specific time limit for the amendment of customs declarations. See judgment of 10 December 2015, Veloserviss (C‑427/14, EU:C:2015:803, paragraph 25).", "label": [[37, 51, "DATE"], [53, 68, "ORG"], [113, 129, "DATE"], [131, 167, "ORG"], [216, 231, "DATE"], [233, 234, "PER"], [308, 312, "DATE"], [429, 445, "DATE"], [447, 458, "ORG"]]}
{"text": "16 See judgment of 12 October 2017, Tigers (C‑156/16, EU:C:2017:754, paragraph 21).", "label": [[19, 34, "DATE"], [36, 42, "ORG"]]}
{"text": "17 See, to that effect, judgment of 10 December 2015, Veloserviss (C‑427/14, EU:C:2015:803, paragraph 25).", "label": [[36, 52, "DATE"], [54, 65, "ORG"]]}
{"text": "18 Judgment of 20 October 2005 (C‑468/03, EU:C:2005:624). See, also, to that effect, judgment of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 56).", "label": [[15, 30, "DATE"], [97, 112, "DATE"], [114, 129, "ORG"]]}
{"text": "19 See judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 70), and of 20 December 2017, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, paragraph 30).", "label": [[20, 35, "DATE"], [37, 54, "ORG"], [103, 119, "DATE"], [121, 152, "ORG"]]}
{"text": "20 In my view, the fact that the legislature inserted Article 78, and, moreover, the provisions relating to the legal regime of the declaration (Articles 59 to 77) in Title IV on the customs-approved treatment or use, can be explained by the simple fact that the primary purpose of a declaration is to determine the applicable customs procedure. It was therefore necessary to determine the legal regime applicable to that declaration before specifying its consequences.", "label": []}
{"text": "21 Judgment of 14 January 2010 Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 56).", "label": [[15, 30, "DATE"], [31, 46, "ORG"]]}
{"text": "22 In order to make this amendment, a power had to be granted to the former declarant, since it is only on this condition that, in accordance with Article 5(4) of the 1992 Customs Code, the latter might have applied for that amendment on behalf of the new declarant. In addition, it should be stressed that since Article 78 concerns the amendment of the declaration and not its replacement, the new declarant had to be considered as having been subrogated to the rights and obligations of the former declarant, including in regards to any time limit period.", "label": [[167, 171, "DATE"]]}
{"text": "23 Article 199 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ 1993 L 253, p. 1), also provides that the declarant is responsible for the accuracy of the information given in the declaration. However, since that regulation is of a lower-ranking standard, which moreover has been partially annulled for breach of the provisions of the 1992 Customs Code (see judgment of 12 October 2017, X, C‑661/15, EU:C:2017:753, paragraph 67), it cannot be taken into account for the purpose of interpreting the provisions of that code.", "label": [[18, 28, "ORG"], [60, 71, "DATE"], [121, 128, "ORG"], [174, 183, "LOC"], [472, 476, "DATE"], [507, 522, "DATE"], [524, 525, "PER"]]}
{"text": "24 See judgment of 15 September 2011, DP grup (C‑138/10, EU:C:2011:587, paragraphs 40 and 41). The principle of irrevocability of the declaration seems, however, to correspond more to the situation prevailing prior to the adoption of the 1992 Customs Code. Under that code, because of the adoption of Article 78, as well as the possibility of invalidating the declaration provided for in Article 66, the existence of such a principle seems more questionable.", "label": [[19, 36, "DATE"], [38, 45, "ORG"], [238, 242, "DATE"]]}
{"text": "25 See, to that effect, judgment of 20 December 2017, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, paragraphs 30 to 34). Moreover, in its judgment of 17 September 2014, Baltic Agro (C‑3/13, EU:C:2014:2227), the Court was asked about the validity of Article 66 of the 1992 Customs Code. The national court had doubts as to whether that provision might infringe the principle of equal treatment, since it did not allow an incorrect customs declaration to be cancelled in order to correct the consignee of the goods. In this respect, the Court answered in the negative without calling into question this premiss. On the contrary, the Court recalled the obligation for the declarant to provide information as accurately as possible (see paragraphs 41 to 46 of this judgment).", "label": [[36, 52, "DATE"], [54, 85, "ORG"], [163, 180, "DATE"], [182, 193, "ORG"], [220, 229, "ORG"], [280, 284, "DATE"], [544, 553, "ORG"], [640, 649, "ORG"]]}
{"text": "26 See judgment of 12 October 2017, Tigers (C‑156/16, EU:C:2017:754, paragraph 31).", "label": [[19, 34, "DATE"], [36, 42, "ORG"]]}
{"text": "27 See judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 63), and of 27 February 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, paragraph 33).", "label": [[20, 35, "DATE"], [37, 54, "ORG"], [103, 119, "DATE"], [121, 157, "ORG"]]}
{"text": "28 See, for example, judgment of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 56); of 12 July 2012, Südzucker and Others (C‑608/10, C‑10/11 and C‑23/11, EU:C:2012:444, paragraph 47); and of 16 October 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, paragraph 50); and of 10 July 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, paragraph 32).", "label": [[33, 48, "DATE"], [50, 65, "ORG"], [133, 145, "DATE"], [147, 156, "ORG"], [237, 252, "DATE"], [254, 280, "ORG"], [330, 342, "DATE"], [344, 364, "ORG"]]}
{"text": "29 See judgment of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 70). However, in paragraph 30 of its judgment of 20 December 2017, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984), the Court ruled that the cases permitting the subsequent adjustment of the transaction value were limited to specific situations relating, inter alia, to quality defects or faulty workmanship in the goods discovered after their release for free circulation.", "label": [[19, 34, "DATE"], [36, 53, "ORG"], [139, 155, "DATE"], [157, 188, "ORG"], [216, 225, "ORG"]]}
{"text": "30 See judgment of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 65).", "label": [[19, 34, "DATE"], [36, 51, "ORG"]]}
{"text": "31 See judgment of 12 July 2012, Südzucker and Others (C‑608/10, C‑10/11 and C‑23/11, EU:C:2012:444, paragraph 47).", "label": [[19, 31, "DATE"], [33, 42, "ORG"]]}
{"text": "32 See judgment of 16 October 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, paragraph 52).", "label": [[19, 34, "DATE"], [36, 62, "ORG"]]}
{"text": "33 It is true that the Court held that customs authorities had a broad discretion to decide whether or not to grant the declarant’s application for an amendment. See judgment of 10 December 2015, Veloserviss (C‑427/14, EU:C:2015:803, paragraph 27). However, this statement must be placed in context, namely, that it refers to the possibility for the administration to carry out a review ex officio. With regard to follow-ups to a request for amendment, in the light of the Court’s case-law mentioned above, that discretion appears to be relatively limited. In my view, the use of the term ‘may’ in Article 78 was explained by the fact that this provision recognises both the possibility for the administration to rectify certain information and the existence of a right on the part of the registrant to request for amendments to be made in the declaration.", "label": [[19, 28, "ORG"], [178, 194, "DATE"], [196, 207, "ORG"], [469, 480, "ORG"]]}
{"text": "34 See judgment of 27 February 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, paragraph 32). See, also, judgment of 15 September 2011, DP grup (C‑138/10, EU:C:2011:587, paragraph 37).", "label": [[19, 35, "DATE"], [37, 73, "ORG"], [138, 155, "DATE"], [157, 164, "ORG"]]}
{"text": "35 As well as these three circumstances, it could have been inferred from Article 66(1) of the 1992 Customs Code that such a choice could, in principle, only be modified through an invalidation.", "label": [[95, 99, "DATE"]]}
{"text": "36 See judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 47), and of 16 October 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, paragraph 53). However, as ruled by the Court in its judgment of 12 July 2012, Südzucker and Others (C‑608/10, C‑10/11 and C‑23/11, EU:C:2012:444, paragraph 50), the mere fact that physically inspecting the goods is no longer feasible does not mean that any revision of a declaration was impossible. It is only when such checks were necessary to comply with and to fulfil the objectives of European Union legislation that such a ground was able to be used to reject an application for an amendment. In particular, that circumstance did not prevent an a posteriori control of the qualification given to the goods carried out on the basis of the description made of these goods in the declaration. See judgments of 22 November 2012, Digitalnet and Others (C‑320/11, C‑330/11, C‑382/11 and C‑383/11, EU:C:2012:745, paragraphs 65 to 67), and of 27 February 2014, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, paragraph 36).", "label": [[20, 35, "DATE"], [37, 54, "ORG"], [103, 118, "DATE"], [120, 146, "ORG"], [210, 219, "ORG"], [239, 251, "DATE"], [253, 262, "ORG"], [564, 578, "LOC"], [887, 903, "DATE"], [905, 915, "ORG"], [1015, 1031, "DATE"], [1033, 1069, "ORG"]]}
{"text": "37 See, in particular, judgments of 16 October 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, paragraph 54), and of 5 October 2006, ASM Lithography (C‑100/05, EU:C:2006:645, paragraph 43).", "label": [[36, 51, "DATE"], [53, 79, "ORG"], [129, 143, "DATE"], [145, 160, "ORG"]]}
{"text": "38 See, for example, judgment of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 69).", "label": [[33, 48, "DATE"], [50, 67, "ORG"]]}
{"text": "39 See judgment of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 51).", "label": [[19, 34, "DATE"], [36, 51, "ORG"]]}
{"text": "40 See judgment of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraphs 53 to 66). In this case, a customs agent acting on behalf of Terex or purchasers used the code 10 00 in the declarations, indicating the export of Community goods, instead of code 31 51 used for the re-export of goods for which duties are suspended. The Court held at paragraph 65 that Article 78 of the 1992 Customs Code permits the amendment of the export declaration to correct the Customs Code. To the extent that the Court has made general statements concerning the scope of Article 78 of the Customs Code, that judgment may be read as holding that a power of amendment of the choice of customs procedure existed under Article 78 of the Customs Code as long as the customs procedure in question was applied erroneously and that the objectives of the 1992 Customs Code were not threatened. It is also possible to understand the solution that the Court reached in this case as limited to situations involving an error in the code chosen. Consequently, the Court’s assertion could be taken as being confined to permitting the amendment of customs codes which were inconsistent with the customs procedure chosen, and not as implying a general power to amend the customs procedure chosen in a declaration. While the description of the facts does not specify whether the declaration included, in addition to the said code, the chosen customs procedure, this second reading would be, in my view, more convincing. Indeed, in the light of Article 66, and as the choice of customs procedure is the key element of the declaration, it could only have been changed by means of invalidation.", "label": [[19, 34, "DATE"], [36, 51, "ORG"], [173, 178, "ORG"], [259, 268, "LOC"], [362, 371, "ORG"], [416, 420, "DATE"], [530, 539, "ORG"], [867, 871, "DATE"], [958, 967, "ORG"], [1067, 1078, "ORG"]]}
{"text": "41 It is true that Article 66(2) provided that a declaration might have been invalidated after the goods had been released in certain cases. However, that provision did not have the effect of extending the scope of Article 66, but only of permitting an invalidation to take place after the release had been granted in certain cases, which nonetheless fell within the scope of Article 66, as defined in its first paragraph.", "label": []}
{"text": "42 Indeed, as I explained in points 26 and 56 of this Opinion, the primary purpose of the customs declaration is to assign a specific customs procedure to certain goods.", "label": []}
{"text": "43 See judgment of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 56).", "label": [[19, 34, "DATE"], [36, 51, "ORG"]]}
{"text": "44 See Article 233 of the 1992 Customs Code.", "label": [[26, 30, "DATE"]]}
{"text": "45 This conclusion is not called into question by judgment of 15 September 2011, DP grup (C‑138/10, EU:C:2011:587). Although the Court refers in that case, which concerned an error of calculation, to the possibility of invalidation, it does not follow from that judgment that the Court ruled on the possibility of such an invalidation in a situation such as that at issue in the main proceedings of that case. The Court confined itself to answering the question raised by pointing out that, while it was not possible for a judge to annul a declaration, the declarant could, in certain situations, seek the invalidation of the declaration. In my view, the fact that the Court did not wish to take a position on the possibility of invalidation in circumstances such as those at issue in this case is clear from the fact that, in the presentation of the legal framework, the Court did not even specify which cases of invalidation were permissible under the implementing regulation.", "label": [[62, 79, "DATE"], [81, 88, "ORG"], [125, 134, "ORG"], [276, 285, "ORG"], [410, 419, "ORG"], [523, 528, "PROFESSION"], [665, 674, "ORG"], [868, 877, "ORG"]]}
{"text": "46 See judgment of 16 October 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, paragraph 54).", "label": [[19, 34, "DATE"], [36, 62, "ORG"]]}
{"text": "47 See also judgments of 14 May 1996, Faroe Seafood and Others (C‑153/94 and C‑204/94, EU:C:1996:198, paragraphs 108 and 109), and of 7 April 2011, Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, paragraph 28).", "label": [[25, 36, "DATE"], [38, 51, "ORG"], [134, 146, "DATE"], [148, 175, "ORG"], [177, 183, "LOC"]]}
{"text": "48 Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (OJ 2000 L 152, p .1).", "label": [[35, 46, "DATE"]]}
{"text": "49 See, for example, judgments of 12 July 2012, Südzucker and Others (C‑608/10, C‑10/11 and C‑23/11, EU:C:2012:444, paragraph 56); of 16 October 2014, Nordex Food (C‑334/13, EU:C:2014:2294, paragraph 59); and of 16 October 2014, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, paragraph 34).", "label": [[34, 46, "DATE"], [48, 57, "ORG"], [134, 149, "DATE"], [151, 162, "ORG"], [212, 227, "DATE"], [229, 255, "ORG"]]}
{"text": "50 See, to that effect, judgment of 12 July 2012, Südzucker and Others (C‑608/10, C‑10/11 and C‑23/11, EU:C:2012:444, paragraph 66).", "label": [[36, 48, "DATE"], [50, 59, "ORG"]]}
{"text": "51 See, for example, judgment of 13 March 2014, SICES and Others, (C‑155/13, EU:C:2014:145).", "label": [[33, 46, "DATE"], [48, 53, "ORG"]]}
{"text": "52 See Article 192 of the 1992 Customs Code.", "label": [[26, 30, "DATE"]]}
{"text": "53 Admittedly, any amendment of a declaration generates costs for the administration, but since Article 78(3) specifies that amendments must be made ‘in accordance with any provisions laid down’, Members States were entitled, if they wanted, to pass those costs on to the declarant.", "label": []}
{"text": "54 See, to that effect, judgment of 10 December 2015, Veloserviss (C‑427/14, EU:C:2015:803, paragraph 41).", "label": [[36, 52, "DATE"], [54, 65, "ORG"]]}
{"text": "55 See points 51 to 53 of this Opinion.", "label": []}
{"text": "56 See, to that effect, judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 47 et seq.), and of 14 January 2010, Terex Equipment and Others (C‑430/08 and C‑431/08, EU:C:2010:15, paragraph 56 et seq.).", "label": [[37, 52, "DATE"], [54, 71, "ORG"], [128, 143, "DATE"], [145, 160, "ORG"]]}
{"text": "57 See, to that effect, judgments of 20 October 2005, Overland Footwear (C‑468/03, EU:C:2005:624, paragraph 63), and of 10 July 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, paragraph 32).", "label": [[37, 52, "DATE"], [54, 71, "ORG"], [120, 132, "DATE"], [134, 154, "ORG"]]}
{"text": "58 Judgment of 10 July 2019 (C‑249/18, EU:C:2019:587).", "label": [[15, 27, "DATE"]]}
{"text": "59 Indeed, the importer is free to choose, from among the prices agreed for each of these sales, the one he or she will use as a basis for determining the customs value of the goods concerned, provided that he or she was able to provide, in respect of the price he or she chooses, all the elements and documents necessary for the customs authorities (ibid., paragraph 25).", "label": []}
{"text": "60 See judgment of 10 July 2019, CEVA Freight Holland (C‑249/18, EU:C:2019:587, paragraphs 26, and 36 to 39).", "label": [[19, 31, "DATE"], [33, 53, "ORG"]]}
{"text": "61 See judgment of 7 April 2011, Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, paragraph 30).", "label": [[19, 31, "DATE"], [33, 60, "ORG"], [62, 68, "LOC"]]}
