{"text": "JUDGMENT OF THE COURT (Second Chamber)", "label": [[12, 38, "ORG"]]}
{"text": "17 September 2020 (*)(i)", "label": [[0, 17, "DATE"]]}
{"text": "(Reference for a preliminary ruling – State aid – Concept – Wreck of the oil tanker Erika – Aid scheme for aquaculture and fisheries undertakings – Decision declaring the aid scheme partly incompatible with the common market and ordering the recovery of the aid paid out – Assessment of validity – Examination of the Court’s own motion – Admissibility – Failure to bring an action for annulment by the defendant in the main proceedings – Reduction in social security contributions – Employees’ contributions – Advantage – Question of who is liable for repayment)", "label": [[69, 89, "ORG"], [313, 324, "ORG"]]}
{"text": "In Case C‑212/19,", "label": []}
{"text": "REQUEST for a preliminary ruling under Article 267 TFEU from the Conseil d’État (Council of State, France), made by decision of 15 February 2019, received at the Court on 6 March 2019, in the proceedings", "label": [[61, 79, "ORG"], [81, 97, "ORG"], [99, 105, "LOC"], [128, 144, "DATE"], [158, 167, "ORG"], [171, 183, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "v", "label": []}
{"text": "Compagnie des pêches de Saint-Malo,", "label": [[0, 34, "ORG"]]}
{"text": "THE COURT (Second Chamber),", "label": [[0, 26, "ORG"]]}
{"text": "composed of X. Tarasov, President of the Chamber, B.I. Rodriguez (Rapporteur) and Y. von Holstein, Judges,", "label": [[12, 22, "PER"], [24, 48, "PROFESSION"], [50, 64, "PER"], [66, 76, "PROFESSION"], [82, 97, "PER"], [99, 105, "PROFESSION"]]}
{"text": "Advocate General: M. Matveeva,", "label": [[0, 16, "PROFESSION"], [18, 29, "PER"]]}
{"text": "Registrar: I. Boiko, Administrator,", "label": [[0, 9, "PROFESSION"], [11, 19, "PER"], [21, 34, "PROFESSION"]]}
{"text": "having regard to the written procedure and further to the hearing on 20 November 2019,", "label": [[69, 85, "DATE"]]}
{"text": "after considering the observations submitted on behalf of:", "label": []}
{"text": "– Compagnie des pêches de Saint-Malo, by G.-M. Morgan and D. Vlasova, avocats, and by H. Becker,", "label": [[2, 36, "ORG"], [41, 53, "PER"], [58, 68, "PER"], [70, 77, "PROFESSION"], [86, 95, "PER"]]}
{"text": "– the French Government, by T. de Koning and V. Jovanović, acting as Agents,", "label": [[2, 23, "ORG"], [28, 40, "PER"], [45, 57, "PER"], [69, 75, "PROFESSION"]]}
{"text": "– the European Commission, by W. Vlasova and Y. Titova-Vasiliauskaite, acting as Agents,", "label": [[2, 25, "ORG"], [30, 40, "PER"], [45, 69, "PER"], [81, 87, "PROFESSION"]]}
{"text": "after hearing the Opinion of the Advocate General at the hearing on 5 March 2020,", "label": [[29, 49, "PROFESSION"], [68, 80, "DATE"]]}
{"text": "gives the following Judgment", "label": []}
{"text": "1 This request for a preliminary ruling concerns the interpretation of Commission Decision 2005/239/EC of 14 July 2004 concerning certain aid measures applied by France to assist fish farmers and fishermen (OJ 2005 L 74, p. 49; ‘the decision at issue’).", "label": [[71, 81, "ORG"], [106, 118, "DATE"], [162, 168, "ORG"], [179, 191, "PROFESSION"], [196, 205, "PROFESSION"]]}
{"text": "2 The request has been made in proceedings between the ministre de l’Agriculture et de l’Alimentation (Minister for Agriculture and Food, France), and Compagnie des pêches de Saint-Malo concerning an order for payment issued to recover aid which that company had received pursuant to the national measures which are the subject of the decision at issue.", "label": [[51, 101, "PROFESSION"], [103, 136, "PROFESSION"], [138, 144, "LOC"], [151, 185, "ORG"]]}
{"text": "Legal context", "label": []}
{"text": "EU law", "label": [[0, 2, "LOC"]]}
{"text": "3 Recitals 17, 18, 20, 55, 56, 98 and 99 of the decision at issue are worded as follows:", "label": []}
{"text": "‘(17) The Minister for Agriculture and Fisheries decided (decisions issued in circulars of 15 April 2000 and 13 July 2000) to grant all undertakings in the sector a 50% reduction in social security contributions for the period 15 April 2000 to 15 July 2000 for fish farmers and 15 April 2000 to 15 October 2000 for fishermen.", "label": [[6, 48, "PROFESSION"], [91, 104, "DATE"], [109, 121, "DATE"], [165, 167, "AMOUNT_VALUE"], [167, 168, "AMOUNT_UNIT"], [227, 240, "DATE"], [244, 256, "DATE"], [261, 273, "PROFESSION"], [278, 291, "DATE"], [295, 310, "DATE"], [315, 324, "PROFESSION"]]}
{"text": "(18) This reduction applied to employers’ and employees’ contributions for all fishermen and fish farmers in mainland France and the overseas departments.", "label": [[79, 88, "PROFESSION"], [93, 105, "PROFESSION"], [118, 124, "LOC"]]}
{"text": "…", "label": []}
{"text": "(20) The rate of reduction of contributions to the [Établissement national des invalides de la marine] was 50% for both employees’ and employers’ contributions. …", "label": [[52, 101, "ORG"], [107, 109, "AMOUNT_VALUE"], [109, 110, "AMOUNT_UNIT"]]}
{"text": "…", "label": []}
{"text": "(55) The various measures that are the subject of this Decision (reductions in social security contributions and financial charges, exemption from State fees) are measures that favour undertakings engaging in a certain activity, namely aquaculture or fisheries. These undertakings are relieved of certain charges which they would normally have to bear.", "label": []}
{"text": "(56) The measures entailed a loss of State resources, either directly (reduction in financial charges and exemption from State fees) or indirectly, since the State had to compensate the losses borne by the body levying the social security contributions. These measures therefore constitute State aid within the meaning of Article 87(1) [EC (now Article 107(1) TFEU)].", "label": []}
{"text": "…", "label": []}
{"text": "(98) … the Commission believes that the nationwide reduction of social security contributions granted to fishermen for the period 15 April to 15 October cannot be considered compatible with the common market under Article 87(2)(b) [EC (now Article 107(2)(b) TFEU)].", "label": [[7, 21, "ORG"], [105, 114, "PROFESSION"], [130, 138, "DATE"], [142, 152, "DATE"]]}
{"text": "(99) As operating aid granted to all fishing businesses without any obligation on the part of the recipients, this aid is incompatible with the common market by virtue of the third indent of the fourth paragraph of section 1.2 of the Guidelines [on the examination of State aid to fisheries and aquaculture, adopted in 1997].", "label": [[319, 323, "DATE"]]}
{"text": "…’", "label": []}
{"text": "4 Article 3 of that decision provides:", "label": []}
{"text": "‘The aid granted by France to fishermen in the form of a reduction of social security contributions for the period 15 April to 15 October 2000 is incompatible with the common market.’", "label": [[20, 26, "ORG"], [30, 39, "PROFESSION"], [115, 123, "DATE"], [127, 142, "DATE"]]}
{"text": "5 Under Article 4 of that decision:", "label": []}
{"text": "‘1. France shall take all necessary measures to recover from the beneficiaries the aid referred to in [Article 3] and unlawfully made available to the beneficiaries.", "label": [[4, 10, "ORG"]]}
{"text": "2. Recovery shall be effected without delay and in accordance with the procedures of national law provided that they allow the immediate and effective execution of the Decision. The aid to be recovered shall include interest from the date on which it was at the disposal of the beneficiaries until the date of its recovery. …’", "label": []}
{"text": "French law", "label": [[0, 6, "LOC"]]}
{"text": "6 Article L. 741-9 of the code rural et de la pêche maritime (Rural and Maritime Fishing Code), in the version applicable to the dispute in the main proceedings, provides:", "label": []}
{"text": "‘The social insurance resources of agricultural employees shall consist of:", "label": []}
{"text": "I.- For sickness, maternity, disability and death insurance:", "label": []}
{"text": "1° a contribution based on:", "label": []}
{"text": "(a) remunerations or earnings received by insured persons, payable by employers and insured persons;", "label": []}
{"text": "(b) retirement benefits, whether they have been financed in whole or in part by an employer’s contribution or whether they have given rise to a buy-back of contributions, excluding bonuses or increases for children, other than additional annuities, payable by policyholders;", "label": []}
{"text": "(c) the allowances and replacement income referred to in Article L. 131-2 of the code de la sécurité sociale (Social Security Code), payable by policyholders;", "label": []}
{"text": "2° a fraction of the proceeds from the social security contributions referred to in Articles L. 136-1, L. 136-6, L. 136-7 [and] L. 136-7-1 of the Social Security Code.", "label": []}
{"text": "II.- For old-age insurance, a contribution based on:", "label": []}
{"text": "(a) remunerations or earnings received by insured persons up to a cap, payable by employers and insured persons;", "label": []}
{"text": "(b) all remunerations or earnings received by insured persons, payable by employers;", "label": []}
{"text": "III.- For widowhood insurance, a contribution based on remunerations or earnings received by insured persons, payable by them.’", "label": []}
{"text": "7 Article 4 of the décret du 17 juin 1938 relatif à la réorganisation et à l’unification du régime d’assurance des marins (Decree of 17 June 1938 relating to the reorganisation and consolidation of the insurance scheme for mariners), in the version applicable to the dispute in the main proceedings, provides:", "label": [[29, 41, "DATE"], [133, 145, "DATE"], [223, 231, "PROFESSION"]]}
{"text": "‘Except in the case of an injured or sick mariner who is covered by his or her shipowner or by the general provident fund, membership of the general provident fund shall entail payment of a personal contribution and an employers’ contribution under the conditions laid down in Articles L. 41 and L. 42 of the code des pensions de retraite des marins (Mariners’ Retirement Pensions Code).", "label": [[42, 49, "PROFESSION"], [343, 349, "PROFESSION"], [351, 359, "PROFESSION"]]}
{"text": "Where a period of service is only partially taken into account for the retirement pension from the mariners’ pension fund, the contributions shall remain due to the general provident fund for the whole of the period in question.’", "label": [[99, 107, "PROFESSION"]]}
{"text": "The dispute in the main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "8 Following, first, the oil pollution caused by the wreck of the tanker Erika on 12 December 1999 in the Bay of Biscay and, second, the significant damage caused in the southern half of France by the violent storm which occurred on 27 and 28 December 1999, the French Republic adopted a compensation scheme for fishermen and fish farmers in order to make good the damage caused to those persons by those events.", "label": [[61, 77, "ORG"], [81, 97, "DATE"], [101, 118, "LOC"], [186, 192, "LOC"], [232, 255, "DATE"], [257, 276, "ORG"], [311, 320, "PROFESSION"], [325, 337, "PROFESSION"]]}
{"text": "9 Various compensation measures were initially provided for fishermen and fish farmers in the six French departments on the Atlantic coast directly affected by those events, namely those from Finistère to Gironde.", "label": [[60, 69, "PROFESSION"], [74, 86, "PROFESSION"], [98, 104, "LOC"], [120, 138, "LOC"], [192, 201, "LOC"], [205, 212, "LOC"]]}
{"text": "10 By two circulars of 15 April and 13 July 2000, the French Republic adopted several additional measures consisting, in particular, in granting all undertakings in the sector concerned a 50% reduction in social security contributions for the period between 15 April and 15 July 2000 for fish farmers and between 15 April and 15 October 2000 for fishermen. That reduction concerned both employers’ and employees’ contributions and applied to all fishermen and fish farmers in mainland France and the overseas departments.", "label": [[23, 31, "DATE"], [36, 48, "DATE"], [50, 69, "ORG"], [188, 190, "AMOUNT_VALUE"], [190, 191, "AMOUNT_UNIT"], [258, 266, "DATE"], [271, 283, "DATE"], [288, 300, "PROFESSION"], [313, 321, "DATE"], [326, 341, "DATE"], [346, 355, "PROFESSION"], [446, 455, "PROFESSION"], [460, 472, "PROFESSION"], [476, 491, "LOC"]]}
{"text": "11 The French authorities immediately implemented those various measures, which were not communicated to the Commission except by a letter of 21 June 2000.", "label": [[7, 13, "LOC"], [105, 119, "ORG"], [142, 154, "DATE"]]}
{"text": "12 By the decision at issue, the Commission classified some of those measures, in particular those relating to reductions in fishermen’s social security contributions, as State aid incompatible with the common market and ordered the immediate recovery of the sums corresponding to those reductions. Neither the French Republic nor any of the beneficiaries of the measures concerned challenged the legality of that decision by way of an action for annulment under Article 263 TFEU.", "label": [[29, 43, "ORG"], [125, 136, "PROFESSION"], [307, 326, "ORG"]]}
{"text": "13 Following the adoption of that decision, several exchanges of correspondence took place between the Commission and the French authorities, during which those authorities, first, requested the Commission to reconsider its position and, second, informed the Commission that, according to a study concerning the undertakings from which the aid at issue was to be recovered, it appeared that some of them had disappeared, while others were experiencing serious economic difficulties.", "label": [[99, 113, "ORG"], [122, 128, "LOC"], [191, 205, "ORG"], [255, 269, "ORG"]]}
{"text": "14 On 23 December 2009, considering that the French Republic had not yet implemented the decision at issue, the Commission brought an action for failure to fulfil obligations before the Court of Justice, which gave rise to the judgment of 20 October 2011, Commission v France (C‑549/09, not published, EU:C:2011:672).", "label": [[6, 22, "DATE"], [41, 60, "ORG"], [108, 122, "ORG"], [182, 202, "ORG"], [239, 254, "DATE"], [256, 266, "ORG"], [269, 275, "ORG"]]}
{"text": "15 By that judgment, the Court held that, by failing to implement the decision at issue within the prescribed period, the French Republic had failed to fulfil its obligations under the fourth paragraph of Article 288 TFEU and Article 4 of that decision. It further held, in paragraphs 42 and 43 of that judgment, in response to the argument raised by the French Republic, reproduced in paragraph 23 of that judgment, that ‘as the sums corresponding to [the] reductions in employees’ contributions were paid by the undertakings to the competent bodies on behalf of employees, those bodies were not required to repay them’, that this argument in fact amounted to calling into question the Commission’s assessment, in the decision at issue, of the classification of the reduction in both employers’ and employees’ social security contributions as ‘State aid’ for the purposes of Article 107(1) TFEU, and that it was not for it, in the context of such an action for failure to fulfil obligations, to adopt a position on the legality of that decision.", "label": [[21, 30, "ORG"], [118, 137, "ORG"], [351, 370, "ORG"], [683, 699, "ORG"]]}
{"text": "16 Following delivery of the judgment of 20 October 2011, Commission v France (C‑549/09, not published, EU:C:2011:672), the Commission, by letter of 20 December 2012, requested the French Republic to initiate again the procedure for the recovery of the aid concerned from the undertakings benefiting from it, in order also to recover the sums corresponding to the reductions in employees’ contributions, of which the French Republic took note by letter of 7 February 2013.", "label": [[41, 56, "DATE"], [58, 68, "ORG"], [71, 77, "ORG"], [120, 134, "ORG"], [149, 165, "DATE"], [177, 196, "ORG"], [413, 432, "ORG"], [456, 471, "DATE"]]}
{"text": "17 In accordance with that request, an order for payment was issued on 22 February 2013 by the directeur régional des finances publiques de Bretagne (Regional Director of Public Finances for Brittany, France) against Compagnie des pêches de Saint-Malo for an amount corresponding to the reduction in employees’ contributions from which that company had allegedly benefited between 15 April and 15 October 2000, namely EUR 84 550.08, together with interest for late payment.", "label": [[71, 87, "DATE"], [91, 136, "PROFESSION"], [140, 148, "LOC"], [150, 186, "PROFESSION"], [191, 207, "LOC"], [217, 251, "ORG"], [381, 389, "DATE"], [394, 409, "DATE"], [418, 421, "AMOUNT_UNIT"], [422, 431, "AMOUNT_VALUE"]]}
{"text": "18 That order for payment was disputed by that company before the tribunal administratif de Rennes (Administrative Court, Rennes, France), which annulled it by a judgment of 25 June 2015. The appeal lodged by the ministre de l’Environnement, de l’Énergie et de la Mer, chargé des relations internationales sur le climat (Minister for the Environment, Energy and the Sea, responsible for international climate relations, France) was dismissed by the cour administrative d’appel de Nantes (Administrative Court of Appeal, Nantes, France) by a judgment of 14 April 2017. That judgment was the subject of an appeal on a point of law brought on 14 June 2017 by the Minister for Agriculture and Food before the Conseil d’État (Council of State, France), in which that minister submitted, in particular, that the appellate court had, first, erred in law in finding that the exemptions from employees’ contributions in question had not benefited fisheries undertakings, even though they had been classified by the Commission as State aid incompatible with the common market and, second, distorted the evidence that had been submitted to it, considering that the investigation had shown that the reduction in employees’ contributions had mechanically had the effect of increasing the amount of net salary paid to the employees concerned.", "label": [[66, 98, "ORG"], [100, 120, "ORG"], [122, 136, "LOC"], [174, 186, "DATE"], [209, 267, "PROFESSION"], [321, 369, "PROFESSION"], [420, 426, "LOC"], [445, 486, "ORG"], [488, 518, "ORG"], [520, 534, "LOC"], [553, 566, "DATE"], [640, 652, "DATE"], [656, 693, "ORG"], [705, 719, "ORG"], [721, 737, "ORG"], [739, 745, "LOC"], [1002, 1016, "ORG"]]}
{"text": "19 It is apparent from the information set out in the request for a preliminary ruling that, after rejecting the first pleas in law raised by Compagnie des pêches de Saint-Malo, alleging, in essence, that the order for payment at issue failed to comply with the requirements to state reasons under EU law and the principle of the protection of legitimate expectations, the principle of legal certainty and the principle that action must be taken within a reasonable period, the Conseil d’État (Council of State) rejected that company’s request that a request for a preliminary ruling be submitted to the Court of Justice under Article 267 TFEU regarding the assessment of the validity of the decision at issue. Relying on the judgments of 9 March 1994, TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), of 19 October 2000, Italy and Sardegna Lines v Commission (C‑15/98 and C‑105/99, EU:C:2000:570), and of 25 July 2018, Georgsmarienhütte and Others (C‑135/16, EU:C:2018:582), the referring court held that, as the actual beneficiary of individual aid granted under the aid scheme whose recovery was ordered by the Commission, that company was directly and individually concerned, for the purposes of Article 263 TFEU, by the decision at issue and that, in so far as it had not referred it to the Court of Justice by way of an action for annulment, it could not dispute its validity in proceedings brought against the measures implementing that decision taken by the national authorities.", "label": [[142, 176, "ORG"], [298, 300, "LOC"], [478, 511, "ORG"], [600, 620, "ORG"], [739, 751, "DATE"], [753, 779, "ORG"], [809, 824, "DATE"], [826, 831, "ORG"], [836, 850, "ORG"], [853, 863, "ORG"], [910, 922, "DATE"], [924, 941, "ORG"], [1114, 1128, "ORG"], [1296, 1316, "ORG"]]}
{"text": "20 As regards the last plea in law raised by Compagnie des pêches de Saint-Malo, alleging, in essence, that the decision at issue involves only the recovery of the sums corresponding to the reductions in employers’ contributions, excluding those relating to employees’ contributions, since those employees’ contributions must be recovered from the employees of the fisheries undertakings who were the sole actual beneficiaries thereof, the Conseil d’État (Council of State) noted at the outset that, although the decision at issue mentioned, in recital 18 thereof, which relates to the description of the national measures concerned, that the reduction in question related to employers’ and employees’ contributions, in the remainder of that decision, it referred only to ‘social security contributions’, without expressly stating whether the reductions in contributions, the recovery of which had been ordered, also concerned employees’ contributions. It further stated that, under the provisions of national legislation referred to in paragraphs 6 and 7 above, the employers’ contributions paid into the agricultural employees’ scheme and the mariners’ scheme were payable by the fisheries undertakings, in their capacity as employers, while the employees’ contributions were payable by the employees themselves. According to the Conseil d’État (Council of State), those employees’ contributions were not borne by the fisheries undertakings, but were simply deducted by them from the remunerations of their employees on each salary slip. Thus, the reductions in employees’ contributions were passed on to employees, who were the direct beneficiaries thereof, since they received a net salary increased by a sum corresponding to the reductions in those contributions.", "label": [[45, 79, "ORG"], [436, 473, "ORG"], [1145, 1153, "PROFESSION"], [1328, 1365, "ORG"]]}
{"text": "21 According to the Conseil d’État (Council of State), the answer to that last plea in law by Compagnie des pêches de Saint-Malo depends on whether the decision at issue is to be interpreted as declaring only the reductions in employers’ contributions incompatible with the common market, in so far as the reductions in employees’ contributions do not directly benefit fisheries undertakings and therefore cannot fall within the scope of Article 107 TFEU, or, on the contrary, as meaning that the incompatibility also concerns that type of reduction. If that second alternative were to prevail, the question would also arise of whether the fisheries undertakings to which the employees benefiting from the reductions in employees’ contributions belong are to be considered to have benefited from all or only part of those reductions. The referring court questions, in that latter case, how that part of the reductions is to be assessed. Moreover, the question arises of whether the Member State to which the order for recovery is addressed is required to order repayment by the employees concerned of the part of the aid which they have received.", "label": [[16, 53, "ORG"], [94, 128, "ORG"]]}
{"text": "22 In those circumstances, the Conseil d’État (Council of State) decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling:", "label": [[27, 64, "ORG"], [137, 157, "ORG"]]}
{"text": "‘(1) Must [the decision at issue] be interpreted as declaring that only the reductions in employers’ contributions are incompatible with the common market, on the ground that the reductions in employees’ contributions do not benefit the undertakings and therefore cannot fall within the scope of Article 107 [TFEU], or as also declaring the reductions in employees’ contributions to be incompatible?", "label": []}
{"text": "(2) In the event that the Court finds that [the decision at issue] is to be interpreted as also declaring the reductions in employees’ contributions to be incompatible, must the undertaking be regarded as having received the full amount of those reductions or only a part thereof? In the latter case, how is that part to be assessed? Is the Member State required to order recovery from the employees concerned, in full or in part, of the part of the aid from which they benefited?’", "label": [[22, 31, "ORG"]]}
{"text": "Admissibility of the request for a preliminary ruling", "label": []}
{"text": "23 Relying on the judgments of 9 March 1994, TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), and of 25 July 2018, Georgsmarienhütte and Others (C‑135/16, EU:C:2018:582), the Commission submits, primarily, that the request for a preliminary ruling is inadmissible. In its view, the two questions referred for a preliminary ruling by the Conseil d’État (Council of State), while worded as questions for interpretation, are in fact intended to call into question the validity of the decision at issue, in so far as it classified the reduction in employees’ contributions at issue in the main proceedings as State aid incompatible with the common market and ordered the recovery of the amounts corresponding to that reduction. According to the Commission, that classification of the questions referred for a preliminary ruling is corroborated both by the purpose and the very meaning of the questions as worded, and by the context in which they were raised, namely an appeal on a point of law before a national court, in the context of which the defendant in the main proceedings has disputed the validity of that decision.", "label": [[31, 43, "DATE"], [45, 71, "ORG"], [105, 117, "DATE"], [119, 136, "ORG"], [175, 189, "ORG"], [337, 374, "ORG"], [741, 755, "ORG"]]}
{"text": "24 According to the Commission, a restrictive reading of the decision at issue, suggesting that the order for recovery concerned only the sums corresponding to the reductions in employers’ contributions, excluding those relating to employees’ contributions, amounts, in essence, to giving Compagnie des pêches de Saint-Malo the opportunity to challenge the legality of that decision by way of a question referred for a preliminary ruling allegedly concerning the interpretation of that decision. Such an opportunity is excluded by the case-law of the Court referred to in paragraph 23 above, in so far as that company did not bring an action for annulment on the basis of the fourth paragraph of Article 263 TFEU against that decision, even though, in its capacity as a beneficiary of State aid declared incompatible with the common market, it would ‘undoubtedly have had standing’ to contest it. Thus, since it failed to make use of that legal remedy within the prescribed period, that company cannot call into question the validity of that decision by way of an action brought against the national measures implementing that decision.", "label": [[16, 30, "ORG"], [289, 323, "ORG"], [547, 556, "ORG"]]}
{"text": "25 In that respect, it should be pointed out, first, that, as the Advocate General noted, in essence, in point 22 of his Opinion, irrespective of the scope of the first question put by the referring court, the second question is clearly a request for interpretation. Thus, although the fact that Compagnie des pêches de Saint-Malo did not challenge the legality of the decision at issue by way of an action for annulment may affect the admissibility of the first question, it cannot, in any event, entail the inadmissibility of the request for a preliminary ruling as a whole (see, to that effect, judgment of 17 February 2011, Bolton Alimentari, C‑494/09, EU:C:2011:87, paragraph 21).", "label": [[62, 82, "PROFESSION"], [296, 330, "ORG"], [610, 626, "DATE"], [628, 645, "ORG"]]}
{"text": "26 Second, as regards the admissibility of the first question, it should be noted that, although the intention of the referring court appears to have been to limit itself to a request for interpretation in order to ascertain whether the order for recovery issued by the Commission by way of the decision at issue relates not only to the sums corresponding to the reductions in employers’ contributions, but also to those corresponding to the reductions in employees’ contributions, it is also apparent from the very wording of that question that the referring court is asking the Court of Justice about the Commission’s assessment in the decision at issue of the classification of the reduction in employees’ contributions as ‘State aid’ for the purposes of Article 107(1) TFEU. Accordingly, it must be held that it implicitly raises a question concerning the assessment of the validity of that decision.", "label": [[266, 280, "ORG"], [576, 596, "ORG"], [603, 619, "ORG"]]}
{"text": "27 In that regard, it should be pointed out that, although, within the framework of the distribution of tasks between the national courts and the Court of Justice for the implementation of Article 267 TFEU, it is for the national courts to decide the relevance of the questions referred for a preliminary ruling, it remains, however, for the Court of Justice to derive from all the information provided by the national court those aspects of EU law which, having regard to the subject matter of the dispute, require interpretation, or whose validity requires appraisal (see, to that effect, judgment of 15 October 1980, Roquette Frères, 145/79, EU:C:1980:234, paragraph 7).", "label": [[142, 162, "ORG"], [338, 358, "ORG"], [442, 444, "LOC"], [603, 618, "DATE"], [620, 635, "ORG"]]}
{"text": "28 As the Advocate General noted in points 25 to 31 of his Opinion, it is apparent from the case-law that doubts expressed by the referring court concerning the validity of an act of the European Union, or even the fact that such a question has been raised in the main proceedings, constitute factors which the Court of Justice is to take into account in the context of its assessment of whether it is appropriate to raise of its own motion the question of the validity of an act of which, formally, only an interpretation has been requested by the referring court (see, to that effect, judgments of 13 December 1989, Paris, C‑204/88, EU:C:1989:643, paragraph 8; of 11 June 2009, Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, paragraphs 46 and 47; of 6 October 2015, Mertens, C‑362/14, EU:C:2015:650, paragraph 67; and of 16 July 2020, Facebook Ireland and Mertens, C‑311/18, EU:C:2020:559, paragraphs 159 to 161).", "label": [[6, 26, "PROFESSION"], [183, 201, "LOC"], [307, 327, "ORG"], [600, 616, "DATE"], [618, 623, "LOC"], [666, 678, "DATE"], [680, 708, "ORG"], [760, 774, "DATE"], [776, 783, "PER"], [831, 843, "DATE"], [845, 861, "ORG"], [866, 873, "PER"]]}
{"text": "29 In this case, it should be noted that, first, it is apparent from the order for reference and the documents before the Court that, in its action brought before the national court of first instance, Compagnie des pêches de Saint-Malo directly disputed the validity of the decision at issue in so far as it had classified the reduction in the employees’ contributions concerned as State aid incompatible with the common market. Second, by emphasising, as pointed out in paragraphs 20 and 21 above, that the reduction in those employees’ contributions, which did not directly benefit fisheries undertakings, was not, therefore, capable of falling within the scope of Article 107 TFEU, that court thus expressed its own doubts as to the validity of the decision at issue.", "label": [[118, 127, "ORG"], [201, 235, "ORG"]]}
{"text": "30 Thus, although the questions referred for a preliminary ruling formally concern the interpretation of the decision at issue, it is appropriate, in order to give a full answer to the referring court, also to examine the validity of that decision.", "label": []}
{"text": "31 However, as is apparent from the case-law of the Court, a question of validity may not be raised of the Court’s own motion where the defendant in the main proceedings would undoubtedly have had standing to seek annulment of the decision at issue (see, to that effect, judgments of 18 July 2007, Franceschi, C‑119/05, EU:C:2007:434, paragraph 56; of 8 July 2010, Afton Chemical, C‑343/09, EU:C:2010:419, paragraphs 19 to 25; and of 25 July 2018, Georgsmarienhütte and Others, C‑135/16, EU:C:2018:582, paragraph 37).", "label": [[48, 57, "ORG"], [103, 114, "ORG"], [284, 296, "DATE"], [298, 308, "PER"], [352, 363, "DATE"], [365, 379, "ORG"], [434, 446, "DATE"], [448, 465, "ORG"]]}
{"text": "32 In that respect, it must be held that, in this case, at the time when Compagnie des pêches de Saint-Malo would have been able to contest the decision at issue by way of an action brought before the General Court under Article 263 TFEU, it was not certain that it had an interest in bringing proceedings against the part of that decision relating to employees’ contributions, since, in particular, as is apparent from the documents before the Court of Justice, those contributions were not borne by the fisheries undertakings, in their capacity as employers, but were payable by the employees, those employees being the actual beneficiaries of the reductions relating to those contributions.", "label": [[73, 107, "ORG"], [197, 214, "ORG"], [441, 461, "ORG"]]}
{"text": "33 Moreover, given that, as emphasised in paragraphs 16 and 17 above, it was only after the delivery of the judgment of 20 October 2011, Commission v France (C‑549/09, not published, EU:C:2011:672), that Compagnie des pêches de Saint-Malo was duly informed that the order for recovery issued by the Commission also concerned the sums corresponding to the reductions in employees’ contributions, it could take the view, before the expiry of the period for bringing proceedings prescribed by Article 263 TFEU, that it had no interest in bringing proceedings against the decision at issue for the purpose of opposing the recovery of those sums. In addition, it cannot be ruled out that, if that company had brought an action against that decision, the General Court might have raised of its own motion, for those reasons, as well as for those set out by the Advocate General in point 49 of his Opinion, that company’s lack of interest in bringing proceedings.", "label": [[120, 135, "DATE"], [137, 147, "ORG"], [150, 156, "ORG"], [204, 238, "ORG"], [295, 309, "ORG"], [745, 762, "ORG"], [851, 871, "PROFESSION"]]}
{"text": "34 It should be borne in mind in this regard that it is settled case-law that the interest in bringing proceedings, which must be vested and present, is also a condition for the admissibility of an action brought under Article 263 TFEU (see, to that effect, judgment of 21 December 2011, ACEA v Commission, C‑319/09 P, not published, EU:C:2011:857, paragraph 67 and the case-law cited), the absence of which constitutes a plea of inadmissibility on grounds of public policy which may be raised by the Court of Justice of its own motion (see, to that effect, order of 7 October 1987, d. B. v Council and ESC, 108/86, EU:C:1987:426, paragraph 10).", "label": [[270, 286, "DATE"], [288, 292, "ORG"], [295, 305, "ORG"], [497, 517, "ORG"], [567, 581, "DATE"], [583, 588, "PER"], [591, 598, "ORG"], [603, 606, "ORG"]]}
{"text": "35 In light of those considerations, it must be held that it is not obvious that an action for annulment brought by the defendant in the main proceedings would have been admissible.", "label": []}
{"text": "36 It follows from all of the foregoing that the request for a preliminary ruling is admissible as a whole.", "label": []}
{"text": "Validity of the decision at issue in so far as it classifies the reduction in employees’ contributions concerned as State aid incompatible with the common market", "label": []}
{"text": "37 As a preliminary point, it should be noted that, as can be seen from paragraph 42 of the judgment of 20 October 2011, Commission v France (C‑549/09, not published, EU:C:2011:672), in the decision at issue, the Commission classified the reduction in both employers’ and employees’ social security contributions as ‘State aid’ for the purposes of Article 107(1) TFEU. Although, in Article 3 of that decision, the Commission limited itself to referring to reductions in social security contributions, it is apparent from recitals 18 and 20 of that decision that the concept of ‘social security contributions’ covered both employers’ and employees’ contributions.", "label": [[104, 119, "DATE"], [121, 131, "ORG"], [134, 140, "ORG"], [209, 223, "ORG"], [410, 424, "ORG"]]}
{"text": "38 According to settled case-law, classification of a measure as ‘State aid’ for the purposes of Article 107(1) TFEU requires all of the following conditions to be satisfied. First, there must be an intervention by the State or through State resources. Second, that intervention must be liable to affect trade between Member States. Third, it must confer a selective advantage on the recipient undertaking. Fourth, it must distort or threaten to distort competition (see, to that effect, judgment of 29 July 2019, Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, paragraph 20 and the case-law cited).", "label": [[500, 512, "DATE"], [514, 541, "ORG"]]}
{"text": "39 As regards the condition that the measure in question in the main proceedings must be regarded as conferring an advantage on its recipient, it follows from the Court’s equally settled case-law that measures which, whatever their form, are likely directly or indirectly to benefit undertakings or are to be regarded as an economic advantage which the recipient undertaking would not have obtained under normal market conditions are regarded as aid (see, to that effect, judgment of 24 July 2003, Altmark Trans and Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, paragraphs 83 and 84 and the case-law cited).", "label": [[159, 170, "ORG"], [484, 496, "DATE"], [498, 511, "ORG"], [516, 545, "ORG"]]}
{"text": "40 It should also be borne in mind that the concept of aid encompasses advantages granted by public authorities which, in various forms, mitigate the charges which are normally included in the budget of an undertaking. Thus, a partial reduction of social charges devolving upon undertakings of a specific industrial sector constitutes aid for the purposes of Article 107(1) TFEU if that measure is intended partially to exempt those undertakings from the financial charges arising from the normal application of the general social security system, without there being any justification for this exemption on the basis of the nature or general scheme of this system (judgment of 5 October 1999, France v Commission, C‑251/97, EU:C:1999:480, paragraphs 35 and 36 and the case-law cited).", "label": [[678, 692, "DATE"], [694, 700, "ORG"], [703, 713, "ORG"]]}
{"text": "41 The Court has, moreover, emphasised that the social character of State assistance is not sufficient to exclude it outright from being categorised as ‘aid’ for the purposes of Article 107 TFEU (see, to that effect, judgment of 5 October 1999, France v Commission, C‑251/97, EU:C:1999:480, paragraph 37 and the case-law cited), since Article 107(1) TFEU does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (see, to that effect, judgment of 9 June 2011, Comitato ‘Venezia vuole vivere’ and Others v Commission, C‑71/09 P, C‑73/09 P and C‑76/09 P, EU:C:2011:368, paragraph 94 and the case-law cited).", "label": [[3, 12, "ORG"], [229, 243, "DATE"], [245, 251, "ORG"], [254, 264, "ORG"], [538, 549, "DATE"], [551, 582, "ORG"], [596, 606, "ORG"]]}
{"text": "42 In this case, as regards the reductions in employees’ contributions granted by the French Republic to fishermen for the period from 15 April to 15 October 2000, it is common ground that those contributions are not borne by the fisheries undertakings, in their capacity as employers, but are payable by the employees, those employees being the actual beneficiaries of those reductions. It is apparent from the order for reference that, under the applicable provisions of national legislation, the content of which has been reproduced in paragraphs 6 and 7 above, those undertakings, in their capacity as employers, are only required to deduct those contributions from the remunerations of their employees on each salary slip with a view to paying them to the competent social security bodies.", "label": [[82, 101, "ORG"], [105, 114, "PROFESSION"], [135, 143, "DATE"], [147, 162, "DATE"]]}
{"text": "43 The sums which a fisheries undertaking, such as the defendant in the main proceedings, deducts from the salaries of its employees by way of employees’ contributions must correspond exactly to those which it pays to the social security bodies on behalf of its employees. Thus, in so far as the fisheries undertakings merely act as an intermediary between their employees and those social security bodies and, therefore, the measure reducing the employees’ contributions at issue in the main proceedings remains neutral in relation to them, it must be held that that measure does not relate to charges included in the budgets of those undertakings (see, to that effect, order of 22 October 2015, Commission v Greece, C‑530/14 P, not published, EU:C:2015:727, paragraphs 32 to 34).", "label": [[680, 695, "DATE"], [697, 707, "ORG"], [710, 716, "ORG"]]}
{"text": "44 As the Advocate General noted in point 69 of his Opinion, it must be held that the obligation to pay to the competent bodies sums corresponding to employees’ contributions does not, by itself, permit the inference that the reduction in those contributions confers on the undertakings concerned a direct advantage in an amount equivalent to the amount of that reduction.", "label": [[6, 26, "PROFESSION"]]}
{"text": "45 Those considerations are not called into question by the reference made, by both the French Government and the Commission, to the judgment of 21 December 2016, Commission v Aer Lingus and Ryanair Designated Activity (C‑164/15 P and C‑165/15 P, EU:C:2016:990), since, as the Advocate General noted, in essence, in points 68 and 71 to 74 of his Opinion, unlike in this case, the measures at issue in the case giving rise to that judgment were considered by the Court to have an impact on the budgets of those air carriers.", "label": [[88, 105, "ORG"], [110, 124, "ORG"], [145, 161, "DATE"], [163, 173, "ORG"], [176, 186, "ORG"], [191, 218, "ORG"], [273, 293, "PROFESSION"], [458, 467, "ORG"]]}
{"text": "46 On the other hand, those considerations are corroborated by the fact that the measure reducing the employees’ contributions at issue in the main proceedings was addressed solely to the employees of the fisheries undertakings, who were the sole actual beneficiaries thereof, since that measure amounted, in essence, to imposing on those undertakings the obligation to increase the net salary of their employees in proportion to the exemptions from employees’ contributions normally paid by each of them.", "label": []}
{"text": "47 It should be noted, as the Advocate General did in point 64 of his Opinion, that the fact that the reduction in employees’ contributions directly benefits the employees of the undertakings concerned and not those undertakings does not mean that aid the direct beneficiaries of which are the employees of an undertaking cannot constitute indirect aid granted to that undertaking (see, to that effect, judgment of 28 July 2011, Mediaset v Commission, C‑403/10 P, not published, EU:C:2011:533, paragraph 81).", "label": [[26, 46, "PROFESSION"], [415, 427, "DATE"], [429, 437, "ORG"], [440, 450, "ORG"]]}
{"text": "48 However, it is sufficient to note, in that regard, that neither the decision at issue nor the documents before the Court contain any indication that the undertakings concerned indirectly benefited from State aid. Moreover, it is clear from the decision at issue, in particular from recital 55 thereof, that, in this case, the advantage invoked by the Commission was not an indirect benefit for those undertakings, but a direct one.", "label": [[114, 123, "ORG"], [350, 364, "ORG"]]}
{"text": "49 It must be held that, by arguing, in recital 55 of the decision at issue, that the reductions in social security contributions were, as a whole, measures favouring fisheries undertakings in that they were relieved of certain charges which they would normally have had to bear, the Commission erred in law.", "label": [[280, 294, "ORG"]]}
{"text": "50 That error is sufficient to find that the decision at issue is invalid in so far as it classifies the reduction in employees’ contributions at issue in the main proceedings as State aid incompatible with the common market, even though the condition relating to the existence of an advantage conferred on an undertaking, which is essential for that classification on the basis of the case-law cited in paragraphs 38 and 39 above, is not satisfied.", "label": []}
{"text": "51 Having regard to all of the foregoing, it must be held that the decision at issue is invalid in so far as it classifies the reduction in employees’ contributions granted by the French Republic to fishermen for the period from 15 April to 15 October 2000 as State aid incompatible with the common market.", "label": [[176, 194, "ORG"], [199, 208, "PROFESSION"], [229, 237, "DATE"], [241, 256, "DATE"]]}
{"text": "52 Since that finding of invalidity renders the answer to the two questions put by the referring court concerning the interpretation of the decision at issue redundant, there is no need to answer those questions.", "label": []}
{"text": "Costs", "label": []}
{"text": "53 Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the national court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable.", "label": [[224, 233, "ORG"]]}
{"text": "On those grounds, the Court (Second Chamber) hereby rules:", "label": [[18, 44, "ORG"]]}
{"text": "Commission Decision 2005/239/EC of 14 July 2004 concerning certain aid measures applied by France to assist fish farmers and fishermen is invalid in so far as it classifies the reduction in employees’ contributions granted by the French Republic to fishermen for the period from 15 April to 15 October 2000 as State aid incompatible with the common market.", "label": [[0, 10, "ORG"], [35, 47, "DATE"], [91, 97, "ORG"], [108, 120, "PROFESSION"], [125, 134, "PROFESSION"], [226, 245, "ORG"], [249, 258, "PROFESSION"], [279, 287, "DATE"], [291, 306, "DATE"]]}
{"text": "[Signatures]", "label": []}
{"text": "* Language of the case: French.", "label": [[24, 30, "NATIONALITY"]]}
{"text": "i The wording of paragraph 18 of this judgment has been amended since it was first put online.", "label": []}
