{"text": "JUDGMENT OF THE COURT (First Chamber)", "label": [[12, 37, "ORG"]]}
{"text": "14 January 2021(*)", "label": [[0, 15, "DATE"]]}
{"text": "(Reference for a preliminary ruling – Area of freedom, security and justice – Directive 2008/115/EC – Common standards and procedures in Member States for returning illegally staying third-country nationals – Article 5(a), Article 6(1) and (4), Article 8(1) and Article 10 – Return decision issued against an unaccompanied minor – Best interests of the child – Obligation for the Member State concerned to be satisfied, before the adoption of a return decision, that that minor will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return – Distinction on the basis solely of the criterion of the age of the minor in order to grant a right of residence – Return decision not followed by removal measures)", "label": []}
{"text": "In Case C‑441/19,", "label": []}
{"text": "REQUEST for a preliminary ruling under Article 267 TFEU from the Rechtbank Den Haag, zittingsplaats ’s-Hertogenbosch (District Court, The Hague, sitting at ’s-Hertogenbosch, Netherlands), made by decision of 12 June 2019, received at the Court on the same date, in the proceedings", "label": [[65, 83, "ORG"], [100, 116, "LOC"], [118, 143, "ORG"], [156, 185, "LOC"], [208, 220, "DATE"], [234, 243, "ORG"]]}
{"text": "RZ v Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [5, 48, "PROFESSION"]]}
{"text": "THE COURT (First Chamber),", "label": [[0, 25, "ORG"]]}
{"text": "composed of S.-Z. Brunschot, President of the Chamber, G. Peeter Hughes, A. Krüger, O. Andersson (Rapporteur) and F. Marainen, Judges,", "label": [[12, 27, "PER"], [29, 53, "PROFESSION"], [55, 71, "PER"], [73, 82, "PER"], [84, 96, "PER"], [98, 108, "PROFESSION"], [114, 125, "PER"], [127, 133, "PROFESSION"]]}
{"text": "Advocate General: G. Meelimäe,", "label": [[0, 16, "PROFESSION"], [18, 29, "PER"]]}
{"text": "Registrar: V. Schubert,", "label": [[0, 9, "PROFESSION"], [11, 22, "PER"]]}
{"text": "having regard to the written procedure,", "label": []}
{"text": "after considering the observations submitted on behalf of:", "label": []}
{"text": "– RZ, by J.M. Kraus, advocaat,", "label": [[2, 4, "PER"], [9, 19, "PER"], [21, 29, "PROFESSION"]]}
{"text": "– the Netherlands Government, by T.R. Jansen and R.G. Manveld, acting as Agents,", "label": [[2, 28, "ORG"], [33, 44, "PER"], [49, 61, "PER"], [73, 79, "PROFESSION"]]}
{"text": "– the Belgian Government, by R. Van Reenen and F. Bakker, acting as Agents,", "label": [[2, 24, "ORG"], [29, 42, "PER"], [47, 56, "PER"], [68, 74, "PROFESSION"]]}
{"text": "– the European Commission, by S. Moldovan and I. Britton, acting as Agents,", "label": [[2, 25, "ORG"], [30, 41, "PER"], [46, 56, "PER"], [68, 74, "PROFESSION"]]}
{"text": "after hearing the Opinion of the Advocate General at the sitting on 2 July 2020,", "label": [[29, 49, "PROFESSION"], [68, 79, "DATE"]]}
{"text": "gives the following Judgment", "label": []}
{"text": "1 This request for a preliminary ruling concerns the interpretation of Articles 4, 21 and 24 of the Charter of Fundamental Rights of the European Union (‘the Charter’), Article 5(a), Article 6(1) and (4), Article 8(1) and Article 10 of Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ 2008 L 348, p. 98), as well as Article 15 of Directive 2011/95/EU of the European Parliament and of the Council of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted (OJ 2011 L 337, p. 9).", "label": [[133, 151, "LOC"], [261, 284, "ORG"], [292, 303, "ORG"], [307, 323, "DATE"], [505, 528, "ORG"], [536, 547, "ORG"], [551, 567, "DATE"]]}
{"text": "2 The request has been made in proceedings between RZ, an unaccompanied minor who is a national of a third country, and the Staatssecretaris van Justitie en Veiligheid (State Secretary for Justice and Security, Netherlands; ‘the State Secretary’) concerning the legality of a decision ordering that minor to leave the territory of the European Union.", "label": [[51, 53, "PER"], [120, 167, "PROFESSION"], [169, 209, "PROFESSION"], [211, 222, "LOC"], [225, 244, "PROFESSION"], [331, 349, "LOC"]]}
{"text": "Legal context", "label": []}
{"text": "European Union law", "label": [[0, 14, "LOC"]]}
{"text": "Directive 2008/115", "label": []}
{"text": "3 Recitals 2, 4, 22 and 24 of Directive 2008/115 state that:", "label": []}
{"text": "‘(2) The Brussels European Council of 4 and 5 November 2004 called for the establishment of an effective removal and repatriation policy, based on common standards, for persons to be returned in a humane manner and with full respect for their fundamental rights and dignity.", "label": [[9, 17, "LOC"], [18, 34, "ORG"], [38, 59, "DATE"]]}
{"text": "…", "label": []}
{"text": "(4) Clear, transparent and fair rules need to be fixed to provide for an effective return policy as a necessary element of a well-managed migration policy.", "label": []}
{"text": "…", "label": []}
{"text": "(22) In line with the 1989 United Nations Convention on the Rights of the Child, the “best interests of the child” should be a primary consideration of Member States when implementing this Directive. In line with the European Convention for the Protection of Human Rights and Fundamental Freedoms [signed in Rome on 4 November 1950], respect for family life should be a primary consideration of Member States when implementing this Directive.", "label": [[22, 26, "DATE"], [27, 41, "ORG"], [217, 225, "LOC"], [308, 312, "LOC"], [316, 331, "DATE"]]}
{"text": "…", "label": []}
{"text": "(24) This Directive respects the fundamental rights and observes the principles recognised in particular by the [Charter].’", "label": []}
{"text": "4 Article 1 of that directive, headed ‘Subject matter’, states:", "label": []}
{"text": "‘This Directive sets out common standards and procedures to be applied in Member States for returning illegally staying third-country nationals, in accordance with fundamental rights as general principles of Community law as well as international law, including refugee protection and human rights obligations.’", "label": [[208, 217, "LOC"]]}
{"text": "5 Article 2 of that directive, entitled ‘Scope’, provides, in paragraphs 1 and 2:", "label": []}
{"text": "‘1. This Directive applies to third-country nationals staying illegally on the territory of a Member State.", "label": []}
{"text": "2. Member States may decide not to apply this Directive to third-country nationals who:", "label": []}
{"text": "(a) are subject to a refusal of entry in accordance with Article 13 of [Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (OJ 2006 L 105, p. 1)] or who are apprehended or intercepted by the competent authorities in connection with the irregular crossing by land, sea or air of the external border of a Member State and who have not subsequently obtained an authorisation or a right to stay in that Member State;", "label": [[103, 126, "ORG"], [134, 145, "ORG"], [149, 162, "DATE"], [178, 187, "LOC"], [256, 264, "LOC"]]}
{"text": "(b) are subject to return as a criminal law sanction or as a consequence of a criminal law sanction, according to national law, or who are the subject of extradition procedures.’", "label": []}
{"text": "6 Article 3 of that directive, entitled ‘Definitions’, provides:", "label": []}
{"text": "‘For the purposes of this Directive the following definitions shall apply:", "label": []}
{"text": "…", "label": []}
{"text": "(2) “illegal stay” means the presence on the territory of a Member State, of a third-country national who does not fulfil, or no longer fulfils the conditions of entry as set out in Article 5 of [Regulation No 562/2006] or other conditions for entry, stay or residence in that Member State;", "label": []}
{"text": "…", "label": []}
{"text": "(5) “removal” means the enforcement of the obligation to return, namely the physical transportation out of the Member State;", "label": []}
{"text": "…", "label": []}
{"text": "(9) “vulnerable persons” means minors, unaccompanied minors, disabled people, elderly people, pregnant women, single parents with minor children and persons who have been subjected to torture, rape or other serious forms of psychological, physical or sexual violence.’", "label": []}
{"text": "7 Article 5 of Directive 2008/115, entitled ‘Non-refoulement, best interests of the child, family life and state of health’, is worded as follows:", "label": []}
{"text": "‘When implementing this Directive, Member States shall take due account of:", "label": []}
{"text": "(a) the best interests of the child;", "label": []}
{"text": "(b) family life;", "label": []}
{"text": "(c) the state of health of the third-country national concerned,", "label": []}
{"text": "and respect the principle of non-refoulement.’", "label": []}
{"text": "8 Article 6 of that directive, entitled ‘Return decision’, provides, in paragraphs 1 and 4:", "label": []}
{"text": "‘1. Member States shall issue a return decision to any third-country national staying illegally on their territory, without prejudice to the exceptions referred to in paragraphs 2 to 5.", "label": []}
{"text": "…", "label": []}
{"text": "4. Member States may at any moment decide to grant an autonomous residence permit or other authorisation offering a right to stay for compassionate, humanitarian or other reasons to a third-country national staying illegally on their territory. In that event no return decision shall be issued. Where a return decision has already been issued, it shall be withdrawn or suspended for the duration of validity of the residence permit or other authorisation offering a right to stay.’", "label": []}
{"text": "9 Article 8 of the directive, entitled ‘Removal’, provides, in paragraph 1:", "label": []}
{"text": "‘Member States shall take all necessary measures to enforce the return decision if no period for voluntary departure has been granted in accordance with Article 7(4) or if the obligation to return has not been complied with within the period for voluntary departure granted in accordance with Article 7.’", "label": []}
{"text": "10 Article 10 of that directive, entitled ‘Return and removal of unaccompanied minors’, reads as follows:", "label": []}
{"text": "‘1. Before deciding to issue a return decision in respect of an unaccompanied minor, assistance by appropriate bodies other than the authorities enforcing return shall be granted with due consideration being given to the best interests of the child.", "label": []}
{"text": "2. Before removing an unaccompanied minor from the territory of a Member State, the authorities of that Member State shall be satisfied that he or she will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return.’", "label": []}
{"text": "Directive 2011/95", "label": []}
{"text": "11 Article 1 of Directive 2011/95, entitled ‘Purpose’, provides:", "label": []}
{"text": "‘The purpose of this Directive is to lay down standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection-granted.’", "label": []}
{"text": "12 Article 2 of that directive, headed ‘Definitions’, provides:", "label": []}
{"text": "‘For the purposes of this Directive the following definitions shall apply:", "label": []}
{"text": "…", "label": []}
{"text": "(f) “person eligible for subsidiary protection” means a third-country national or a stateless person who does not qualify as a refugee but in respect of whom substantial grounds have been shown for believing that the person concerned, if returned to his or her country of origin, or in the case of a stateless person, to his or her country of former habitual residence, would face a real risk of suffering serious harm as defined in Article 15, and to whom Article 17(1) and (2) does not apply, and is unable, or, owing to such risk, unwilling to avail himself or herself of the protection of that country;", "label": []}
{"text": "…’", "label": []}
{"text": "13 Article 15 of that directive, concerning the qualification for subsidiary protection and entitled ‘Serious harm’, provides as follows:", "label": []}
{"text": "‘Serious harm consists of:", "label": []}
{"text": "(a) the death penalty or execution; or", "label": []}
{"text": "(b) torture or inhuman or degrading treatment or punishment of an applicant in the country of origin; or", "label": []}
{"text": "(c) serious and individual threat to a civilian’s life or person by reason of indiscriminate violence in situations of international or internal armed conflict.’", "label": []}
{"text": "Directive 2013/33/EU", "label": []}
{"text": "14 Article 1 of Directive 2013/33/EU of the European Parliament and of the Council of 26 June 2013 laying down standards for the reception of applicants for international protection (OJ 2013 L 180, p. 96) states:", "label": [[40, 63, "ORG"], [71, 82, "ORG"], [86, 98, "DATE"]]}
{"text": "‘The purpose of this Directive is to lay down standards for the reception of applicants for international protection … in Member States.’", "label": []}
{"text": "15 Article 2 of that directive, headed ‘Definitions’, provides:", "label": []}
{"text": "‘For the purposes of this Directive:", "label": []}
{"text": "…", "label": []}
{"text": "(d) “minor”: means a third-country national or stateless person below the age of 18 years;", "label": [[81, 83, "AMOUNT_VALUE"], [84, 89, "AMOUNT_UNIT"]]}
{"text": "…’", "label": []}
{"text": "Netherlands law", "label": [[0, 11, "LOC"]]}
{"text": "16 Article 8(a), (f), (h) and (j) of the Wet tot algehele herziening van de Vreemdelingenwet (Law providing for a comprehensive review of the Law on Foreign Nationals) of 23 November 2000 (Stb. 2000, No 495) (‘the Law of 2000’) states:", "label": [[171, 187, "DATE"], [221, 226, "DATE"]]}
{"text": "‘A foreign national is lawfully resident in the Netherlands only:", "label": [[48, 59, "LOC"]]}
{"text": "(a) if he holds a fixed-term residence permit as referred to in Article 14 of this law.", "label": []}
{"text": "…", "label": []}
{"text": "(f) pending a decision on an application for the issue of a [residence permit of limited duration issued to persons granted asylum], where, pursuant to this Law or a provision adopted under this Law or pursuant to a judicial decision, deportation of the applicant is not to take place until a decision has been taken on the application;", "label": []}
{"text": "…", "label": []}
{"text": "(h) if, pending the decision on an objection or appeal, a provision adopted on the basis of that application or a court order provides that the deportation of the applicant should be deferred until a decision has been taken on the objection or the appeal;", "label": []}
{"text": "…", "label": []}
{"text": "(j) if there are obstacles to removal within the meaning of Article 64;", "label": []}
{"text": "…’", "label": []}
{"text": "17 Article 14(1) of that law provides as follows:", "label": []}
{"text": "‘The Minister shall be authorised:", "label": [[1, 13, "PROFESSION"]]}
{"text": "(a) to approve, to reject or not to consider applications for the grant of fixed-term residence permits;", "label": []}
{"text": "…", "label": []}
{"text": "(e) to grant, ex officio, fixed-term residence permits or to extend the validity thereof.’", "label": []}
{"text": "18 Article 64 of that law is worded as follows:", "label": []}
{"text": "‘Removal shall be postponed as long as the state of health of the foreign national or of a member of his or her family prevents him or her from travelling.’", "label": []}
{"text": "19 Article 3.6a of the Vreemdelingenbesluit 2000 (Decree on Foreign Nationals of 2000) of 23 November 2000 (Stb. 2000, No 497) provides:", "label": [[44, 48, "DATE"], [81, 85, "DATE"], [90, 106, "DATE"]]}
{"text": "‘1. If the first application for a fixed-term residence permit for persons granted asylum is rejected, a regular residence permit may nevertheless be granted, ex officio, for a fixed period:", "label": []}
{"text": "(a) to a foreign national whose removal is contrary to Article 8 of the Convention for the Protection of Human Rights and Fundamental Freedoms;", "label": []}
{"text": "(b) in the context of a restriction relating to temporary humanitarian grounds, to a foreign national who is the victim-declarant, victim or witness-declarant of human trafficking, as provided for in Article 3.48(1)(a), (b) or (c).", "label": []}
{"text": "…", "label": []}
{"text": "4. A residence permit shall be granted on the basis of the first applicable ground referred to in paragraph 1.", "label": []}
{"text": "…’", "label": []}
{"text": "20 Under paragraph B8/6 of the Vreemdelingencirculaire 2000 (Circular on Foreign Nationals of 2000):", "label": [[55, 59, "DATE"], [94, 98, "DATE"]]}
{"text": "‘…", "label": []}
{"text": "‘A regular fixed-term residence permit may be granted ex officio, without further examination, if the following conditions are satisfied:", "label": []}
{"text": "– the foreign national is under the age of 15 at the time of the first application for residence;", "label": [[32, 42, "AMOUNT_UNIT"], [43, 45, "AMOUNT_VALUE"]]}
{"text": "– the foreign national has made credible statements regarding his or her identity, nationality, parents and other family members;", "label": []}
{"text": "– it is clear from the statements of the foreign national that there are no family members nor other persons to whom he or she can be returned who could provide adequate reception facilities for him or her;", "label": []}
{"text": "– during the procedure, the foreign national has not hindered the investigation concerning possible reception facilities in the country of origin or in another country;", "label": []}
{"text": "– it is well known that, in general, no adequate reception facilities are available, and it is presumed that such reception facilities will not be available in the near future, in the country of origin or any other country to which the foreign national could reasonably return. In such a situation, it is assumed that the Dienst Terugkeer en Vertrek (Repatriation and Departure Service, Netherlands) will be unable to find adequate reception facilities within three years.", "label": [[322, 349, "ORG"], [351, 385, "ORG"], [387, 398, "LOC"], [460, 465, "AMOUNT_VALUE"], [466, 471, "AMOUNT_UNIT"]]}
{"text": "…’", "label": []}
{"text": "The dispute in the main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "21 RZ, an unaccompanied minor, entered the Netherlands on an unspecified date and on 30 June 2017 applied for a fixed-term residence permit on grounds of asylum, on the basis of the Law of 2000.", "label": [[3, 5, "PER"], [43, 54, "LOC"], [85, 97, "DATE"], [189, 193, "DATE"]]}
{"text": "22 In the context of that application, RZ stated that he was born in Guinea on 14 February 2002. According to that application, he went to live with his aunt in Sierra Leone at an early age. Following the death of his aunt, RZ came into contact with a man from Nigeria who took him to Europe. In Amsterdam (Netherlands), he claims to have been the victim of human trafficking and sexual exploitation, as a result of which he now suffers serious psychological problems.", "label": [[39, 41, "PER"], [69, 75, "LOC"], [79, 95, "DATE"], [161, 173, "LOC"], [224, 226, "PER"], [261, 268, "LOC"], [285, 291, "LOC"], [296, 319, "LOC"]]}
{"text": "23 By decision of 23 March 2018, the Secretary of State decided ex officio that RZ, who was then 16 years and one month old, was not eligible for a fixed-term residence permit. That decision authorised the temporary postponement of RZ’s deportation, on the basis of Article 64 of the 2000 Law, for a maximum period of six months or, if an ex officio decision was issued, for a shorter period pending a medical assessment by the Bureau Medische Advisering (Medical Advice Bureau, Netherlands) to determine whether or not RZ’s state of health allowed for him to be removed.", "label": [[18, 31, "DATE"], [37, 55, "PROFESSION"], [80, 82, "PER"], [97, 99, "AMOUNT_VALUE"], [100, 105, "AMOUNT_UNIT"], [110, 113, "AMOUNT_VALUE"], [114, 119, "AMOUNT_UNIT"], [232, 236, "PER"], [284, 288, "DATE"], [318, 321, "AMOUNT_VALUE"], [322, 328, "AMOUNT_UNIT"], [428, 454, "ORG"], [456, 477, "ORG"], [479, 490, "LOC"], [520, 524, "PER"]]}
{"text": "24 On 16 April 2018, RZ brought an appeal against that decision before the Rechtbank Den Haag, zittingsplaats ’s-Hertogenbosch (District Court, The Hague, sitting in ’s-Hertogenbosch, Netherlands).", "label": [[6, 19, "DATE"], [21, 23, "PER"], [75, 93, "ORG"], [110, 126, "LOC"], [128, 142, "ORG"], [144, 153, "LOC"], [166, 195, "LOC"]]}
{"text": "25 Furthermore, by decision of 18 June 2018, the State Secretary stated that postponement of RZ’s deportation for medical reasons had not been granted, and that he was required to depart within four weeks. RZ lodged a complaint against that decision, which was rejected by the State Secretary by decision of 27 May 2019.", "label": [[31, 43, "DATE"], [49, 64, "PROFESSION"], [93, 97, "PER"], [194, 198, "AMOUNT_VALUE"], [199, 204, "AMOUNT_UNIT"], [206, 208, "PER"], [277, 292, "PROFESSION"], [308, 319, "DATE"]]}
{"text": "26 Before the referring court, RZ claims that he does not know where his parents live and that he would not be able to recognise them upon his return either. He does not know any other family members and does not even know whether he has any such members. He states that he cannot return to his country of origin because he has not grown up there, does not know anybody and does not speak the language. RZ stated that he considered the foster family with whom he resides in the Netherlands to be his family.", "label": [[31, 33, "PER"], [403, 405, "PER"], [478, 489, "LOC"]]}
{"text": "27 The referring court notes that the Repatriation and Departure Service interviewed RZ repeatedly in order to prepare him for his return to his country of origin, and this is said to have exacerbated his psychological problems.", "label": [[34, 72, "ORG"], [85, 87, "PER"]]}
{"text": "28 According to that court, the Law of 2000 provides that, when a first application for asylum is examined, where the foreign national does not qualify for refugee status or subsidiary protection, his or her eligibility for a fixed-term residence permit is to be assessed ex officio. That law also provides that the rejection of an application for asylum constitutes a return decision.", "label": [[39, 43, "DATE"]]}
{"text": "29 The referring court adds that, for unaccompanied minors under the age of 15 years at the time of the submission of the asylum application, the Circular on foreign nationals of 2000 lays down, before a decision is taken on the application, an obligation to investigate whether there are adequate reception facilities in the State of return. In the absence of such adequate reception facilities, the unaccompanied minor under the age of 15 years is to be granted a regular residence permit.", "label": [[76, 78, "AMOUNT_VALUE"], [79, 84, "AMOUNT_UNIT"], [179, 183, "DATE"], [438, 440, "AMOUNT_VALUE"], [441, 446, "AMOUNT_UNIT"]]}
{"text": "30 By contrast, where the unaccompanied minor is at least 15 years of age at the time of the submission of the asylum application, the investigation referred to in Article 10(2) of Directive 2008/115, with a view to ensuring that he or she will be returned to a family member, a nominated guardian or adequate reception facilities in the State of return, is not carried out before a return decision is taken.", "label": [[58, 60, "AMOUNT_VALUE"], [61, 66, "AMOUNT_UNIT"]]}
{"text": "31 The State Secretary appears to be waiting for such an asylum seeker to reach the age of 18, the legal age of majority, with the consequence that that investigation is no longer required. During the period between his or her application for asylum and reaching the age of majority, the residence of an unaccompanied minor of at least 15 years of age is therefore irregular but tolerated in the Netherlands.", "label": [[3, 22, "PROFESSION"], [84, 90, "AMOUNT_UNIT"], [91, 93, "AMOUNT_VALUE"], [336, 338, "AMOUNT_VALUE"], [339, 344, "AMOUNT_UNIT"], [396, 407, "LOC"]]}
{"text": "32 In the present case, the referring court notes that RZ does not qualify for refugee status or subsidiary protection. With regard to the granting of a fixed-term residence permit, that court states that RZ was 15 years and four months old when he submitted his application for asylum. Since he has not been granted a fixed-term right of residence, he is obliged to leave the territory of the Netherlands, even if no investigation has been carried out to ensure that adequate reception facilities exist in the country of return.", "label": [[55, 57, "PER"], [205, 207, "PER"], [212, 214, "AMOUNT_VALUE"], [215, 220, "AMOUNT_UNIT"], [225, 229, "AMOUNT_VALUE"], [230, 236, "AMOUNT_UNIT"], [390, 405, "LOC"]]}
{"text": "33 The referring court has doubts as to whether the distinction made by the Netherlands rules between unaccompanied minors over 15 years of age and those under 15 years of age is compatible with Union law. In that regard, that court refers to the concept of the ‘best interests of the child’ referred to in Article 5(a) of Directive 2008/115 and Article 24 of the Charter.", "label": [[76, 87, "LOC"], [128, 130, "AMOUNT_VALUE"], [131, 136, "AMOUNT_UNIT"], [160, 162, "AMOUNT_VALUE"], [163, 168, "AMOUNT_UNIT"], [195, 200, "LOC"]]}
{"text": "34 In those circumstances, the Rechtbank Den Haag, zittingsplaats ’s-Hertogenbosch (District Court, The Hague, sitting in ’s-Hertogenbosch.) decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling:", "label": [[31, 49, "ORG"], [66, 82, "LOC"], [84, 98, "ORG"], [100, 109, "LOC"], [122, 138, "LOC"], [213, 233, "ORG"]]}
{"text": "‘(1) Should Article 10 of Directive [2008/115], read in conjunction with Articles 4 and 24 of the [Charter], recital 22 and Article 5(a) of Directive [2008/115] and Article 15 of Directive [2011/95], be interpreted as meaning that, before imposing an obligation to return on an unaccompanied minor, a Member State should ascertain and then should investigate whether, at least in principle, adequate reception facilities exist and are available in the country of origin?", "label": []}
{"text": "(2) Should Article 6(1) of Directive [2008/115], read in conjunction with Article 21 of the Charter, be interpreted as meaning that a Member State is not permitted to make distinctions on the basis of age when granting lawful residence on a territory if it is established that an unaccompanied minor does not qualify for refugee status or subsidiary protection?", "label": []}
{"text": "(3) Should Article 6(4) of Directive [2008/115] be interpreted as meaning that, if an unaccompanied minor does not comply with his or her obligation to return and the Member State does not and will not undertake any concrete actions to proceed with removal, the obligation to return should be suspended and lawful residence should be granted? Should Article 8(1) of Directive [2008/115] be interpreted as meaning that, where a Member State imposes a return decision on an unaccompanied minor without then undertaking any removal actions until the unaccompanied minor reaches the age of 18, that must be considered to be contrary to the principle of loyalty and the principle of sincere cooperation … ?’", "label": [[579, 585, "AMOUNT_UNIT"], [586, 588, "AMOUNT_VALUE"]]}
{"text": "Procedure before the Court", "label": [[17, 26, "ORG"]]}
{"text": "35 The referring court requested that the case be dealt with under the urgent preliminary ruling procedure provided for in Article 23a of the Statute of the Court of Justice of the European Union.", "label": [[153, 173, "ORG"], [177, 195, "LOC"]]}
{"text": "36 On 27 June 2019, the First Chamber decided, after hearing the Advocate General, not to grant that request.", "label": [[6, 18, "DATE"], [20, 37, "ORG"], [61, 81, "PROFESSION"]]}
{"text": "Consideration of the questions referred", "label": []}
{"text": "The first question", "label": []}
{"text": "37 By its first question, the referring court asks, in essence, whether Article 6(1) of Directive 2008/115, read in conjunction with Article 5(a) and Article 10 of that directive and Article 24(2) of the Charter, must be interpreted as meaning that, before issuing a return decision against an unaccompanied minor, the Member State concerned must be satisfied that adequate reception facilities are available for that minor in the State of return.", "label": []}
{"text": "38 As a preliminary point, it should be noted that Directive 2008/115 does not define the concept of a ‘minor’. However, Article 2(d) of Directive 2013/33 defines a minor as ‘a third-country national or stateless person below the age of 18 years’. With a view to a consistent and uniform application of Union law on asylum and immigration, the same definition should be used in the context of Directive 2008/115.", "label": [[237, 239, "AMOUNT_VALUE"], [240, 245, "AMOUNT_UNIT"], [303, 308, "LOC"]]}
{"text": "39 In the present case, the case in the main proceedings concerns an unaccompanied minor in respect of whom the Member State concerned considered that he was not entitled to refugee status or subsidiary protection, and in respect of whom that State decided not to grant a fixed-term right of residence.", "label": []}
{"text": "40 A third-country national in that situation falls, under Article 2(1) of Directive 2008/115, and without prejudice to paragraph 2 of that article, within the scope of the directive. He or she is therefore, in principle, subject to the common standards and procedures laid down by the directive for the purpose of his or her removal, as long as his or her stay has not, as the case may be, been regularised (see, to that effect, judgment of 19 March 2019, Binder and Others, C‑444/17, EU:C:2019:220, paragraph 39).", "label": [[442, 455, "DATE"], [457, 463, "PER"]]}
{"text": "41 In that regard, under Article 6(1) of Directive 2008/115, Member States are to issue a return decision to any third-country national staying illegally on their territory, without prejudice to the exceptions referred to in Article 6(2) to (5).", "label": []}
{"text": "42 Furthermore, that directive contains specific rules applicable to certain categories of persons, including unaccompanied minors, who, as is apparent from Article 3(9) of Directive 2008/115, fall within the category of ‘vulnerable persons’.", "label": []}
{"text": "43 In support of this, Article 5(a) of Directive 2008/115, read in conjunction with recital 22 of that directive, states that, when implementing that directive, Member States are to take due account of the ‘best interests of the child’. An unaccompanied minor cannot therefore systematically be treated as an adult.", "label": []}
{"text": "44 The effect of that article 5(a) is that, where a Member State intends to issue a return decision against an unaccompanied minor under Directive 2008/115, it must, at all stages of the procedure, necessarily take into account the best interests of the child.", "label": []}
{"text": "45 Moreover, Article 24(2) of the Charter provides that, in all actions relating to children, whether taken by public authorities or private institutions, the child’s best interests must be a primary consideration. That provision, read in conjunction with Article 51(1) of the Charter, affirms the fundamental nature of the rights of the child, including in the context of the return of third-country nationals staying illegally in a Member State.", "label": []}
{"text": "46 As was noted by the Advocate General in point 69 of his Opinion, only by carrying out a general and in-depth assessment of the situation of the unaccompanied minor in question is it possible to determine the ‘best interests of the child’ and to issue a decision which complies with the requirements under Directive 2008/115.", "label": [[19, 39, "PROFESSION"]]}
{"text": "47 The Member State concerned must therefore take due account of a number of factors when deciding whether or not to adopt a return decision against an unaccompanied minor, inter alia the age, sex, particular vulnerability, state of physical and mental health, the placing in a foster family, the level of school education and the social environment of that minor.", "label": []}
{"text": "48 From that point of view, Article 10(1) of Directive 2008/115 states that, before deciding to issue a return decision in respect of an unaccompanied minor, assistance by appropriate bodies other than the authorities enforcing return is to be granted with due consideration being given to the best interests of the child. Article 10(2) of that directive provides that, before removing an unaccompanied minor from the territory of a Member State, the authorities of that Member State are to be satisfied that he or she will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return.", "label": []}
{"text": "49 That article thus distinguishes between the obligations of the Member State ‘before deciding to issue a return decision in respect of an unaccompanied minor’ and ‘before removing’ such a minor ‘from the territory of a Member State’.", "label": []}
{"text": "50 The Netherlands Government infers from this that the Member State concerned is entitled to issue a return decision against an unaccompanied minor without first having to be satisfied that that minor will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return. In its view, the obligation to carry out such an investigation arises only at the stage of removal from the territory of the Member State concerned.", "label": [[3, 29, "ORG"]]}
{"text": "51 However, the existence of such an obligation does not relieve the Member State concerned of other verification obligations imposed by Directive 2008/115. In particular, as was stated in paragraph 44 of this judgment, Article 5(a) of Directive 2008/115 requires that the best interests of the child be taken into account at all stages of the procedure.", "label": []}
{"text": "52 If the Member State concerned adopts a return decision without first being satisfied that there are adequate reception facilities for the unaccompanied minor in question in the State of return, the consequence would be that, although that minor was the subject of a return decision, he or she could not be removed in the absence of adequate reception facilities in the State of return, pursuant to Article 10(2) of Directive 2008/115.", "label": []}
{"text": "53 The unaccompanied minor in question would thus be placed in a situation of great uncertainty as to his or her legal status and his or her future, in particular as regards his or her schooling, his or her link with a foster family or the possibility of remaining in the Member State concerned.", "label": []}
{"text": "54 Such a situation would be contrary to the requirement to protect the best interests of the child at all stages of the procedure, as laid down in Article 5(a) of Directive 2008/115 and Article 24(2) of the Charter.", "label": []}
{"text": "55 It follows from those provisions that, before issuing a return decision, the Member State concerned must carry out an investigation in order to verify specifically that adequate reception facilities are available for the unaccompanied minor in question in the State of return.", "label": []}
{"text": "56 If such reception facilities are not available, that minor cannot be the subject of a return decision under Article 6(1) of that directive.", "label": []}
{"text": "57 The interpretation that the Member State concerned must, before issuing a return decision against an unaccompanied minor, be satisfied that there are adequate reception facilities in the State of return is supported by the case-law of the Court.", "label": [[238, 247, "ORG"]]}
{"text": "58 As the Court has held, pursuant to Article 5 of Directive 2008/115, entitled ‘Non-refoulement, best interests of the child, family life and state of health’, when the Member States implement that directive, they must, first, take due account of the best interests of the child, family life and the state of health of the third-country national concerned and, second, respect the principle of non-refoulement (judgments of 11 December 2014, Lapudjeva, C‑249/13, EU:C:2014:2431, paragraph 48, and of 8 May 2018, P.Z. and Others (Family reunification in Belgium), C‑82/16, EU:C:2018:308, paragraph 102).", "label": [[6, 15, "ORG"], [425, 441, "DATE"], [443, 452, "PER"], [501, 511, "DATE"], [513, 517, "PER"], [554, 561, "LOC"]]}
{"text": "59 It follows that, when the competent national authority is contemplating the adoption of a return decision, that authority must necessarily observe the obligations imposed by Article 5 of Directive 2008/115 and hear the person concerned on that subject. Furthermore, it follows from this case-law that, when the Member State concerned is considering adopting a return decision against an unaccompanied minor, it must necessarily hear the unaccompanied minor concerning the conditions under which he or she might be received in the State of return.", "label": []}
{"text": "60 In the light of the foregoing considerations, the answer to the first question is that Article 6(1) of Directive 2008/115, read in conjunction with Article 5(a) of that directive and Article 24(2) of the Charter, must be interpreted as meaning that, before issuing a return decision against an unaccompanied minor, the Member State concerned must carry out a general and in-depth assessment of the situation of that minor, taking due account of the best interests of the child. In this context, that Member State must ensure that adequate reception facilities are available for the unaccompanied minor in question in the State of return.", "label": []}
{"text": "The second question", "label": []}
{"text": "61 By its second question, the national court asks, in essence, whether Article 6(1) of Directive 2008/115, read in conjunction with Article 5(a) of that directive and in the light of Article 24(2) of the Charter, must be interpreted as meaning that a Member State may distinguish between unaccompanied minors solely on the basis of the criterion of their age for the purpose of ascertaining whether there are adequate reception facilities in the State of return.", "label": []}
{"text": "62 In the present case, the referring court specifies that the national rules make a distinction between unaccompanied minors under the age of 15 years and those over the age of 15 years. In the case of a minor under the age of 15 years, the national authorities must investigate whether there are adequate reception facilities in the State of return before adopting a return decision. As regards a minor over 15 years of age, an investigation as to whether there are adequate reception facilities in the State of return is not carried out before a return decision is adopted. An obligation to return is thus imposed on such a minor, even though no deportation can, in practice, be enforced in the absence of an investigation as to whether such adequate reception facilities exist.", "label": [[143, 145, "AMOUNT_VALUE"], [146, 151, "AMOUNT_UNIT"], [178, 180, "AMOUNT_VALUE"], [181, 186, "AMOUNT_UNIT"], [228, 230, "AMOUNT_VALUE"], [231, 236, "AMOUNT_UNIT"], [410, 412, "AMOUNT_VALUE"], [413, 418, "AMOUNT_UNIT"]]}
{"text": "63 In its written observations, the Netherlands Government argues that the choice of the age limit of 15 years is explained by the fact that a period of three years was considered to be a reasonable maximum for all the procedures relating to an unaccompanied minor, namely the application for residence and the return procedure. It states that a residence permit is granted to unaccompanied minors who, at the end of the procedure as a whole, are still minors, contrary to those who have reached the age of majority at the end of that procedure.", "label": [[32, 58, "ORG"], [102, 104, "AMOUNT_VALUE"], [105, 110, "AMOUNT_UNIT"], [153, 158, "AMOUNT_VALUE"], [159, 164, "AMOUNT_UNIT"]]}
{"text": "64 In this respect, it should be noted that it is true that, as is stated in paragraph 47 of this judgment, the age of the unaccompanied minor in question constitutes a factor which the Member State concerned must take into account in order to determine whether the best interests of the child must result in a return decision against that minor not being issued.", "label": []}
{"text": "65 However, as is specified in Article 24(2) of the Charter and as is reiterated in Article 5(a) of Directive 2008/115, Member States, when implementing Article 6 of that directive, must take due account of the best interests of the child, including minors over 15 years of age.", "label": [[262, 264, "AMOUNT_VALUE"], [265, 270, "AMOUNT_UNIT"]]}
{"text": "66 Therefore, the criterion of age cannot be the only factor to be taken into account in order to ascertain whether there are adequate reception facilities in the State of return. It is necessary for the Member State concerned to carry out an assessment on a case-by-case basis of the situation of an unaccompanied minor as part of a general and in-depth assessment, rather than an automatic assessment based on the sole criterion of age.", "label": []}
{"text": "67 To that effect, as the Advocate General observed in point 81 of his Opinion, a national administrative practice which relies on a simple presumption relating to the supposed maximum duration of an asylum procedure in order to make a distinction between the members of a group of individuals based on their age, despite the fact that those individuals are all in a situation of comparable vulnerability in relation to removal, seems arbitrary,", "label": [[22, 42, "PROFESSION"]]}
{"text": "68 In view of the foregoing, the answer to the second question is that Article 6(1) of Directive 2008/115, read in conjunction with Article 5(a) of that directive and in the light of Article 24(2) of the Charter, must be interpreted as meaning that a Member State may not distinguish between unaccompanied minors solely on the basis of the criterion of their age for the purpose of ascertaining whether there are adequate reception facilities in the State of return.", "label": []}
{"text": "The third question", "label": []}
{"text": "69 By its third question, the referring court asks, in essence, whether Article 8(1) of Directive 2008/115 must be interpreted as precluding a Member State, after adopting a return decision in respect of an unaccompanied minor, from refraining from subsequently removing that minor until he or she reaches the age of 18.", "label": [[306, 316, "AMOUNT_UNIT"], [317, 319, "AMOUNT_VALUE"]]}
{"text": "70 It should be recalled that the objective pursued by Directive 2008/115 is the establishment of an effective removal and repatriation policy that fully respects the fundamental rights and dignity of the persons concerned (judgment of 14 May 2020, Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C‑924/19 PPU and C‑925/19 PPU, EU:C:2020:367, paragraph 121 and the case-law cited).", "label": [[236, 247, "DATE"], [249, 323, "ORG"]]}
{"text": "71 If the Member State concerned considers that an unaccompanied minor should not be granted a residence permit on the basis of Article 6(4) of Directive 2008/115, that minor is staying illegally in that Member State.", "label": []}
{"text": "72 In that situation, Article 6(1) of that directive provides for an obligation for Member States to issue a return decision against any third-country national staying illegally on their territory (judgment of 23 April 2015, Bennoune, C‑38/14, EU:C:2015:260, paragraph 31).", "label": [[210, 223, "DATE"], [225, 233, "PER"]]}
{"text": "73 As was specified in paragraph 41 of this judgment, once it has been established that the stay is illegal, the national authorities must, pursuant to Article 6(1) of that directive and without prejudice to the exceptions laid down by Article 6(2) to (5) thereof, adopt a return decision (judgment of 23 April 2015, Bennoune, C‑38/14, EU:C:2015:260, paragraph 32).", "label": [[302, 315, "DATE"], [317, 325, "PER"]]}
{"text": "74 As was stated in paragraph 60 of this judgment, in the case of an unaccompanied minor, the adoption of such a decision presupposes that the Member State concerned has ensured that adequate reception facilities are available for the unaccompanied minor in the State of return.", "label": []}
{"text": "75 If that condition is met, the unaccompanied minor in question must be removed from the territory of the Member State concerned, subject to any changes in his or her situation.", "label": []}
{"text": "76 It is apparent from Article 10(2) of Directive 2008/115 that, before removing an unaccompanied minor from the territory of a Member State, the authorities of that Member State are to be satisfied that he or she will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return.", "label": []}
{"text": "77 Therefore, the obligation arising from Article 6(1) of Directive 2008/115, read in conjunction with Article 5(a) of that directive and Article 24(2) of the Charter, for the Member State concerned to ensure that there are adequate reception facilities before issuing a return decision against an unaccompanied minor does not relieve that Member State of the obligation to be satisfied, in accordance with Article 10(2) of that directive, before removing such a minor, that he or she will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return. In that context, the Member State concerned must take into account any changes in the situation that may occur after the adoption of such a return decision.", "label": []}
{"text": "78 In the event that adequate reception facilities in the State of return are no longer guaranteed for the unaccompanied minor in question at the stage of his or her removal, the Member State concerned will not be able to enforce the return decision.", "label": []}
{"text": "79 According to the case-law of the Court, where a return decision has been issued against a third-country national, but that third-country national has not complied with the obligation to return, whether within the period for voluntary departure, or if no period is granted to that effect, Article 8(1) of Directive 2008/115 requires Member States, in order to ensure the effectiveness of return procedures, to take all measures necessary to carry out the removal of the person concerned, namely, pursuant to Article 3, point 5, of that directive, the physical transportation of the person concerned out of that Member State (judgment of 23 April 2015, Bennoune, C‑38/14, EU:C:2015:260, paragraph 33).", "label": [[32, 41, "ORG"], [639, 652, "DATE"], [654, 662, "PER"]]}
{"text": "80 It must be recalled, moreover, that, as follows both from the duty of sincere cooperation on the Member States and the requirements of effectiveness referred to, in particular, in recital 4 of Directive 2008/115, the obligation imposed on the Member States by Article 8 of that directive, in the cases set out in Article 8(1), to carry out the removal of the third-country national, must be fulfilled as soon as possible (judgment of 23 April 2015, Bennoune, C‑38/14, EU:C:2015:260, paragraph 34).", "label": [[437, 450, "DATE"], [452, 460, "PER"]]}
{"text": "81 Thus, on the basis of that directive, a Member State may not issue a return decision against an unaccompanied minor without subsequently removing that minor until he or she reaches the age of 18 years.", "label": [[195, 197, "AMOUNT_VALUE"], [198, 203, "AMOUNT_UNIT"]]}
{"text": "82 Accordingly, the answer to the third question is that Article 8(1) of Directive 2008/115 must be interpreted as precluding a Member State, after it has adopted a return decision in respect of an unaccompanied minor and has been satisfied, in accordance with Article 10(2) of that directive, that that minor will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return, from refraining from subsequently removing that minor until he or she reaches the age of 18 years.", "label": [[528, 530, "AMOUNT_VALUE"], [531, 536, "AMOUNT_UNIT"]]}
{"text": "Costs", "label": []}
{"text": "83 Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the referring court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable.", "label": [[225, 234, "ORG"]]}
{"text": "On those grounds, the Court (First Chamber) hereby rules:", "label": [[18, 43, "ORG"]]}
{"text": "1. Article 6(1) of Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals, read in conjunction with Article 5(a) of that directive and Article 24(2) of the Charter of Fundamental Rights of the European Union, must be interpreted as meaning that, before issuing a return decision against an unaccompanied minor, the Member State concerned must carry out a general and in-depth assessment of the situation of that minor, taking due account of the best interests of the child. In this context, that Member State must ensure that adequate reception facilities are available for the unaccompanied minor in question in the State of return.", "label": [[44, 67, "ORG"], [75, 86, "ORG"], [90, 106, "DATE"], [330, 348, "LOC"]]}
{"text": "2. Article 6(1) of Directive 2008/115, read in conjunction with Article 5(a) of that directive and in the light of Article 24(2) of the Charter of Fundamental Rights of the European Union, must be interpreted as meaning that a Member State may not distinguish between unaccompanied minors solely on the basis of the criterion of their age for the purpose of ascertaining whether there are adequate reception facilities in the State of return.", "label": [[169, 187, "LOC"]]}
{"text": "3. Article 8(1) of Directive 2008/115 must be interpreted as precluding a Member State, after it has adopted a return decision in respect of an unaccompanied minor and has been satisfied, in accordance with Article 10(2) of that directive, that that minor will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return, from refraining from subsequently removing that minor until he or she reaches the age of 18 years.", "label": [[474, 476, "AMOUNT_VALUE"], [477, 482, "AMOUNT_UNIT"]]}
{"text": "[Signatures]", "label": []}
{"text": "* Language of the case: Dutch.", "label": [[24, 29, "NATIONALITY"]]}
