{"text": "Case T‑495/19", "label": []}
{"text": "Romania v European Commission", "label": [[0, 7, "ORG"], [10, 29, "ORG"]]}
{"text": "Judgment of the General Court (Tenth Chamber), 10 November 2021", "label": [[12, 45, "ORG"], [47, 63, "DATE"]]}
{"text": "(Law governing the institutions – European citizens’ initiative – Cohesion policy – National minority regions – Registration decision – Action for annulment – Actionable measure – Admissibility – Article 4(2)(b) of Regulation (EU) No 211/2011 – Obligation to state reasons)", "label": [[34, 42, "LOC"]]}
{"text": "1. Action for annulment – Actionable measures – Concept – Measures producing binding legal effects – Commission decision to register a proposed European citizens’ initiative – Included", "label": [[101, 111, "ORG"], [144, 152, "LOC"]]}
{"text": "(Art. 263 TFEU; European Parliament and Council Regulation No 211/2011, Arts 4(2)(b) and 10(1)", "label": [[16, 35, "ORG"], [40, 47, "ORG"]]}
{"text": "(see paragraphs 36, 37, 45-47, 49-53)", "label": []}
{"text": "2. Acts of the institutions – Statement of reasons – Obligation – Scope – Commission decision to register a proposed European citizens’ initiative", "label": [[74, 84, "ORG"], [117, 125, "LOC"]]}
{"text": "(Art. 296 TFEU; European Parliament and Council Regulation No 211/2011, Art. 4(2)(b))", "label": [[16, 35, "ORG"], [40, 47, "ORG"]]}
{"text": "(see paragraphs 61-63, 65, 78, 79)", "label": []}
{"text": "3. Citizenship of the Union – Rights of the citizen – Presentation of a citizens’ initiative – Regulation No 211/2011 – Conditions for registration – Proposal to be within the Commission’s competence – Examination by the Commission – Scope", "label": [[18, 27, "LOC"], [172, 188, "ORG"], [217, 231, "ORG"]]}
{"text": "(European Parliament and Council Regulation No 211/2011, Arts 4(2)(b) and 10(1)(c))", "label": [[1, 20, "ORG"], [25, 32, "ORG"]]}
{"text": "(see paragraphs 101-106, 108)", "label": []}
{"text": "4. Citizenship of the Union – Rights of the citizen – Presentation of a citizens’ initiative – Regulation No 211/2011 – Conditions for registration – Proposal to be within the Commission’s competence – Identifying the content of the proposal – Judicial review – Scope", "label": [[18, 27, "LOC"], [172, 188, "ORG"]]}
{"text": "(European Parliament and Council Regulation No 211/2011, Art. 4(2)(b))", "label": [[1, 20, "ORG"], [25, 32, "ORG"]]}
{"text": "(see paragraphs 112, 114)", "label": []}
{"text": "5. Citizenship of the Union – Rights of the citizen – Presentation of a citizens’ initiative – Regulation No 211/2011 – Conditions for registration – Proposal to be within the Commission’s competence – Possibility for that institution to proceed with partial or qualified registration of a European citizens’ initiative proposal – Condition", "label": [[18, 27, "LOC"], [172, 188, "ORG"], [290, 298, "LOC"]]}
{"text": "(European Parliament and Council Regulation No 211/2011, Art. 4(2)(b))", "label": [[1, 20, "ORG"], [25, 32, "ORG"]]}
{"text": "(see paragraphs 116, 117)", "label": []}
{"text": "6. Citizenship of the Union – Rights of the citizen – Presentation of a citizens’ initiative – Regulation No 211/2011 – Conditions for registration – Proposal to be within the Commission’s competence – Proposal on Cohesion policy for the equality of the regions and the sustainability of the regional cultures – Included", "label": [[18, 27, "LOC"], [172, 188, "ORG"]]}
{"text": "(Arts 2(6), 4(2)(c) and 174-178 TFEU; European Parliament and Council Regulation No 211/2011, Art. 4(2)(b))", "label": [[38, 57, "ORG"], [62, 69, "ORG"]]}
{"text": "(see paragraphs 126, 127)", "label": []}
{"text": "Résumé", "label": []}
{"text": "The General Court dismisses Romania’s action against the Commission’s decision to registering the proposed citizens’ initiative entitled ‘Cohesion policy for the equality of the regions and sustainability of the regional cultures’", "label": [[0, 17, "ORG"], [28, 37, "ORG"], [53, 69, "ORG"]]}
{"text": "The General Court rules for the first time on whether a Commission decision to register such a proposed citizens’ initiative may be challenged.", "label": [[0, 17, "ORG"], [56, 66, "ORG"]]}
{"text": "On 18 June 2013, the proposed European’s citizens’ initiative (ECI) entitled ‘Cohesion policy for the equality of the regions and sustainability of the regional cultures’ was submitted to the European Commission. (1) According to the information provided by its organisers, the aim of the proposed ECI at issue was to ensure that the Cohesion Policy of the European Union paid special attention to regions with ethnic, cultural, religious or linguistic characteristics that are different from those of the surrounding regions.", "label": [[3, 15, "DATE"], [30, 40, "LOC"], [188, 211, "ORG"], [353, 371, "ORG"]]}
{"text": "By decision of 25 July 2013, (2) the Commission refused to register the proposed ECI at issue on the ground that that ECI fell manifestly outside the framework of its powers to submit a proposal for an EU legal act for the purposes of implementing the Treaties. The action for annulment brought against that decision was dismissed by the Court. (3) On appeal, the Court of Justice set aside the judgement of the General Court and the decision of 25 July 2013. (4)", "label": [[15, 27, "DATE"], [33, 47, "ORG"], [118, 121, "ORG"], [202, 204, "LOC"], [334, 343, "ORG"], [360, 380, "ORG"], [408, 425, "ORG"], [446, 458, "DATE"]]}
{"text": "On 30 April 2019, the Commission adopted a new decision by which it registered the proposed ECI at issue. (5) Romania filed an action for annulment against that decision.", "label": [[3, 16, "DATE"], [18, 32, "ORG"], [110, 117, "ORG"]]}
{"text": "The Court dismisses Romania’s action and addresses explicitly, for the first time, the question whether a Commission decision to register a proposed ECI is a challengeable act. It also clarifies, on the one hand, the characteristics of the review exercised by the Commission for the purpose of adopting such a decision and, on the other hand, the nature of the Court’s review of the legality of that decision.", "label": [[0, 9, "ORG"], [20, 29, "ORG"], [106, 116, "ORG"], [260, 274, "ORG"], [357, 368, "ORG"]]}
{"text": "Findings of the Court", "label": [[12, 21, "ORG"]]}
{"text": "With regard to the admissibility of the action, the Court considers whether the contested decision is a challengeable act. (6) It first notes the procedures and conditions for the submission of an ECI and observes that the contested decision is intended to produce binding effects with respect to the organisers, institutions and Member States concerned. As regards the organisers, the registration decision triggers the mechanism for the collection of statements of support and provides the organisers with, inter alia, first, the right to submit the ECI to the Commission and explain it in detail, (7) secondly, the right to require the Commission to issue the communication referred to in Article 10(1)(c) of Regulation No 211/2011 (8) and, thirdly, the right to present the ECI at a public hearing in the European Parliament. Those rights, created in respect of the organisers, at the same time constitute obligations for the institutions concerned, in that the Commission is obliged to receive the organisers and issue its communication on the ECI and the Parliament is obliged to organise a public hearing. As regards the Member States concerned, the decision to register a proposed ECI creates an obligation on their part to authorise the collection of support statements and to verify and certify them.", "label": [[48, 57, "ORG"], [559, 573, "ORG"], [635, 649, "ORG"], [805, 828, "ORG"], [962, 976, "ORG"], [1057, 1071, "ORG"]]}
{"text": "In addition, the Court states that the decision to register a proposed ECI is not a preparatory or intermediate act intended to lay the groundwork for the adoption by the Commission of its communication on the ECI. The decision to register a proposed ECI entails an initial legal assessment of the proposal and does not prejudge the assessment made by the Commission in its ECI communication, which includes, in particular its ‘legal and political conclusions’. The Court notes that, according to the case-law, (9) the particular added value of the ECI mechanism lies not in the certainty of its outcome, but in the possibilities and opportunities it creates for EU citizens to initiate debate on policy within the EU institutions without having to wait for the commencement of a legislative procedure. The policy debate, both with the citizens and with the institutions, takes place in particular during the campaign to gather statements of support, at the meeting with the Commission and at the public hearing in the Parliament. More specifically, that debate results from the decision to register a proposed ECI and the subsequent procedure and takes place before the Commission adopts its communication on the ECI. Accordingly, a decision to register a proposed ECI, such as the contested decision, is the outcome of a specific stage in the ECI process which produces binding legal effects distinct from those produced by the communication on the ECI and constitutes, like the communication on the ECI, a challengeable act for the purposes of Article 263 TFEU.", "label": [[13, 22, "ORG"], [167, 181, "ORG"], [352, 366, "ORG"], [462, 471, "ORG"], [663, 665, "LOC"], [715, 717, "LOC"], [971, 985, "ORG"], [1015, 1029, "ORG"], [1167, 1181, "ORG"]]}
{"text": "As to the substance, the Court examines, in the first place, the conditions for registration of a proposed ECI and, in particular, the condition as to whether the proposed ECI falls within the framework of the Commission’s powers. (10) In that context, it notes the characteristics of the examination that the Commission must carry out with respect to that condition for registration of a proposed ECI.", "label": [[21, 30, "ORG"], [206, 222, "ORG"], [306, 320, "ORG"]]}
{"text": "First, it observes that, in order to ensure that ECIs are easily accessible, the Commission is entitled to refuse registration of a proposed ECI only if, having regard to its subject matter and objectives, it falls manifestly outside the framework of the Commission’s powers to submit a proposal for an EU legal act for the purpose of implementing the Treaties.", "label": [[77, 91, "ORG"], [251, 267, "ORG"], [303, 305, "LOC"]]}
{"text": "Secondly, the Court clarifies that there is a distinction between the examination that the Commission is required to carry out in respect of the registration condition relating to whether a proposed ECI falls within the framework of its powers and the examination that the Commission is required to carry out in the context of the communication on the ECI. Accordingly, in determining whether that registration condition is satisfied, the Commission must confine itself to examining whether, from an objective point of view, the measures proposed under the ECI in question could be adopted on the basis of the Treaties and it is not required to verify that all the facts relied on are proven or that the reasoning underlying the proposal and the proposed measures is sufficient. The decision to register a proposed ECI involves an initial legal assessment of the proposal and is without prejudice to the Commission’s assessment in its communication on the ECI, which contains its final position on whether or not it will submit a proposal for an EU legal act in response to the ECI in question. Therefore, the Commission may only refuse to register a proposed ECI if, in examining whether the registration condition relating to whether a proposed ECI falls within the scope of its powers has been satisfied, it concludes that it can be completely ruled out that the Commission could submit a proposal for an EU legal act for the purpose of implementing the Treaties. On the other hand, if the Commission cannot come to such a conclusion, it is obliged to register the proposed ECI in question in order to enable the political debate within the institutions, which is triggered as a result of that registration.", "label": [[10, 19, "ORG"], [87, 101, "ORG"], [269, 283, "ORG"], [435, 449, "ORG"], [900, 916, "ORG"], [1046, 1048, "LOC"], [1106, 1120, "ORG"], [1362, 1376, "ORG"], [1408, 1410, "LOC"], [1489, 1503, "ORG"]]}
{"text": "In the second place, ruling on whether the Commission properly identified the content of the proposed ECI at issue, the Court notes that that proposal is correctly presented in the contested decision and that its content was not distorted. In accordance with the case-law, (11) the Commission examined the proposed measures, considered in the abstract, from an objective point of view, confining itself, in essence, to presenting the subject matter and objectives of the proposed ECI at issue and determining that that proposal fell within the scope of the EU Cohesion Policy.", "label": [[39, 53, "ORG"], [116, 125, "ORG"], [278, 292, "ORG"], [557, 559, "LOC"]]}
{"text": "In the third place, the Court rejects the complaint concerning the existence of some reservations in the Commission’s assessment. The Court emphasises that, the Commission may, if necessary, ‘frame’, ‘qualify’ or even partially register the proposed ECI at issue in order to ensure that it is easily accessible, provided that it complies with its obligation to state reasons and that the content of the proposal is not distorted. That approach allows the Commission – instead of refusing to register a proposed ECI – to register it in a qualified manner, in order to preserve the effectiveness of the objective pursued by Regulation No 211/2011.", "label": [[20, 29, "ORG"], [101, 117, "ORG"], [130, 139, "ORG"], [157, 171, "ORG"], [451, 465, "ORG"]]}
{"text": "Lastly, in the fourth place, ruling on the question whether Articles 174 to 178 TFEU could constitute a legal basis for EU action as envisaged in the proposed ECI at issue, (12) the Court notes that the Commission did not err in concluding, in the contested decision, that the proposed ECI at issue, inasmuch as it concerned proposals from the Commission for legal acts setting out the tasks, priority objectives and organisation of the Structural Funds and in so far as the actions to be financed were aimed at strengthening the economic, social and territorial cohesion of the European Union, did not manifestly fall outside the scope of its powers.", "label": [[120, 122, "ORG"], [178, 187, "ORG"], [199, 213, "ORG"], [340, 354, "ORG"], [575, 593, "LOC"]]}
{"text": "1 Proposal submitted pursuant to Article 11(4) TEU and Regulation (EU) No 211/2011 of the European Parliament and of the Council of 16 February 2011 on the citizens’ initiative (OJ 2011 L 65, p. 1; ‘the proposed ECI at issue’).", "label": [[86, 109, "ORG"], [117, 128, "ORG"], [132, 148, "DATE"]]}
{"text": "2 Commission Decision C(2013) 4975 final of 25 July 2013 refusing to register the proposed citizens’ initiative entitled ‘Cohesion policy for the equality of the regions and sustainability of the regional cultures’.", "label": [[2, 12, "ORG"], [44, 56, "DATE"]]}
{"text": "3 Judgment of 10 May 2016, Aidán and Woods v Commission (T‑529/13, EU:T:2016:282).", "label": [[14, 25, "DATE"], [27, 32, "PER"], [37, 42, "PER"], [45, 55, "ORG"]]}
{"text": "4 Judgment of 7 March 2019, Aidán and Woods v Commission (C‑420/16, EU:C:2019:177).", "label": [[14, 26, "DATE"], [28, 33, "PER"], [38, 43, "PER"], [46, 56, "ORG"]]}
{"text": "5 Commission Decision (EU) 2019/721 of 30 April 2019 on the proposed citizens’ initiative entitled ‘Cohesion policy for the equality of the regions and sustainability of the regional cultures’ (OJ 2019 L 122, p. 55; ‘the contested decision’).", "label": [[2, 12, "ORG"], [39, 52, "DATE"]]}
{"text": "6 For the purposes of Article 263 TFEU.", "label": []}
{"text": "7 Regulation No 211/2011, Article 9, first paragraph and Article 10(1)(b).", "label": []}
{"text": "8 Under that provision, when the Commission receives an ECI, within three months, it sets out in a communication its legal and political conclusions on the ECI, the action it intends to take, if any, and its reasons for taking or not taking that action (‘the communication on the ECI’).", "label": [[29, 43, "ORG"], [68, 73, "AMOUNT_VALUE"], [74, 80, "AMOUNT_UNIT"]]}
{"text": "9 Judgment of 19 December 2019, Nazarov and Others v Commission (C‑418/18, EU:C:2019:1113, paragraph 70).", "label": [[14, 30, "DATE"], [32, 39, "PER"], [53, 63, "ORG"]]}
{"text": "10 Regulation No. 211/2011, Article 4(2)(b).", "label": []}
{"text": "11 Judgment of 7 March 2019, Aidán and Woods v Commission (C‑420/16 P, EU:C:2019:177, paragraph 62)", "label": [[15, 27, "DATE"], [29, 34, "PER"], [39, 44, "PER"], [47, 57, "ORG"]]}
{"text": "12 Those articles fall within Title XVIII of the FEU Treaty, which concerns economic, social and territorial cohesion.", "label": []}
