{"text": "JUDGMENT OF THE COURT (Second Chamber)", "label": [[12, 38, "ORG"]]}
{"text": "7 July 2022 (*)", "label": [[0, 11, "DATE"]]}
{"text": "(Reference for a preliminary ruling – Social security for migrant workers – Regulation (EC) No 987/2009 – Article 44(2) – Scope – Old-age pension – Calculation – Taking into account of child-raising periods completed in other Member States – Article 21 TFEU – Free movement of citizens)", "label": []}
{"text": "In Case C‑576/20,", "label": []}
{"text": "REQUEST for a preliminary ruling under Article 267 TFEU from the Oberster Gerichtshof (Supreme Court, Austria), made by decision of 13 October 2020, received at the Court on 4 November 2020, in the proceedings FM v Pensionsversicherungsanstalt,", "label": [[65, 85, "ORG"], [87, 100, "ORG"], [102, 109, "LOC"], [132, 147, "DATE"], [161, 170, "ORG"], [174, 189, "DATE"], [210, 212, "PER"], [215, 243, "ORG"]]}
{"text": "THE COURT (Second Chamber),", "label": [[0, 26, "ORG"]]}
{"text": "composed of K. Atkinson, President of the Chamber, L. Steinbeisser, J. Hoffmann (Rapporteur), A. Würth and I. Z. Sánchez Rodríguez, Judges,", "label": [[12, 23, "PER"], [25, 49, "PROFESSION"], [51, 66, "PER"], [68, 79, "PER"], [81, 91, "PROFESSION"], [94, 102, "PER"], [107, 130, "PER"], [132, 138, "PROFESSION"]]}
{"text": "Advocate General: F. Mavridou,", "label": [[0, 16, "PROFESSION"], [18, 29, "PER"]]}
{"text": "Registrar: F. Hasenberg, Administrator,", "label": [[0, 9, "PROFESSION"], [11, 23, "PER"], [25, 38, "PROFESSION"]]}
{"text": "having regard to the written procedure and further to the hearing on 11 November 2021,", "label": [[69, 85, "DATE"]]}
{"text": "after considering the observations submitted on behalf of:", "label": []}
{"text": "– FM, by Hausherr, Rechtsanwalt,", "label": [[2, 4, "PER"], [9, 17, "PER"], [19, 31, "PROFESSION"]]}
{"text": "– the Pensionsversicherungsanstalt, by U. Gibson and R. Aliev, Rechtsanwälte, and O. Orlova, Expert,", "label": [[2, 34, "ORG"], [39, 48, "PER"], [53, 61, "PER"], [63, 76, "PROFESSION"], [82, 91, "PER"], [93, 99, "PROFESSION"]]}
{"text": "– the Austrian Government, by K. Karpov, T. Vargas, N. Belyaev and W. Moretti, acting as Agents,", "label": [[2, 25, "ORG"], [30, 39, "PER"], [41, 50, "PER"], [52, 62, "PER"], [67, 77, "PER"], [89, 95, "PROFESSION"]]}
{"text": "– the Czech Government, by Pavlov, S. Ermakov and H. Marković, acting as Agents,", "label": [[6, 22, "ORG"], [27, 33, "PER"], [35, 45, "PER"], [50, 61, "PER"], [73, 79, "PROFESSION"]]}
{"text": "– the Spanish Government, by C. Delgado Ramírez and E. Martinez Acosta, acting as Agents,", "label": [[6, 24, "ORG"], [29, 47, "PER"], [52, 70, "PER"], [82, 88, "PROFESSION"]]}
{"text": "– the European Commission, by N.‑D. Ernst and C. Schuster, acting as Agents,", "label": [[2, 25, "ORG"], [30, 41, "PER"], [46, 57, "PER"], [69, 75, "PROFESSION"]]}
{"text": "after hearing the Opinion of the Advocate General at the sitting on 3 February 2022,", "label": [[29, 49, "PROFESSION"], [68, 83, "DATE"]]}
{"text": "gives the following Judgment", "label": []}
{"text": "1 This request for a preliminary ruling concerns the interpretation of Article 21 TFEU and Article 44(2) of Regulation (EC) No 987/2009 of the European Parliament and of the Council of 16 September 2009 laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems (OJ 2009 L 284, p. 1).", "label": [[139, 162, "ORG"], [170, 181, "ORG"], [185, 202, "DATE"]]}
{"text": "2 The request has been made in proceedings between FM and the Pensionsversicherungsanstalt (Pension Insurance Institution, Austria) concerning the taking into account of child-raising periods completed by FM in other Member States for the purpose of calculating the amount of her Austrian old-age pension.", "label": [[51, 53, "PER"], [58, 90, "ORG"], [92, 121, "ORG"], [123, 130, "LOC"], [205, 207, "PER"], [280, 288, "LOC"]]}
{"text": "Legal context", "label": []}
{"text": "European Union law", "label": [[0, 14, "LOC"]]}
{"text": "Regulation (EC) No 883/2004", "label": []}
{"text": "3 Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (OJ 2004 L 166, p. 1, and corrigendum OJ 2004 L 200, p. 1), has as its purpose the coordination of national social security systems. In accordance with Article 91 thereof, it is to apply from the date of entry into force of its implementing regulation, Regulation No 987/2009, which was set at 1 May 2010 by Article 97 thereof.", "label": [[33, 56, "ORG"], [64, 75, "ORG"], [79, 92, "DATE"], [434, 444, "DATE"]]}
{"text": "4 Recitals 1 and 3 of Regulation No 883/2004 state:", "label": []}
{"text": "‘(1) The rules for coordination of national social security systems fall within the framework of free movement of persons and should contribute towards improving their standard of living and conditions of employment.", "label": []}
{"text": "…", "label": []}
{"text": "(3) Council Regulation (EEC) No 1408/71 of 14 June 1971 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community [(OJ 1971 L 149, p. 2)] has been amended and updated on numerous occasions in order to take into account not only developments at Community level, including judgments of the Court of Justice, but also changes in legislation at national level. Such factors have played their part in making the Community coordination rules complex and lengthy. Replacing, while modernising and simplifying, these rules is therefore essential to achieve the aim of the free movement of persons.’", "label": [[4, 11, "ORG"], [43, 55, "DATE"], [195, 208, "LOC"], [339, 348, "LOC"], [379, 399, "ORG"], [502, 511, "LOC"]]}
{"text": "5 Article 1(t) of that regulation defines the concept of ‘period of insurance’ as consisting of periods of contribution, employment or self-employment as defined or recognised as periods of insurance by the legislation under which they were completed or considered as completed, and all periods treated as such, where they are regarded by the said legislation as equivalent to periods of insurance.", "label": []}
{"text": "6 Article 2 of that regulation, entitled ‘Persons covered’, states, in paragraph 1 thereof:", "label": []}
{"text": "‘This Regulation shall apply to nationals of a Member State, stateless persons and refugees residing in a Member State who are or have been subject to the legislation of one or more Member States, as well as to the members of their families and to their survivors.’", "label": []}
{"text": "7 Title II of that regulation, entitled ‘Determination of the legislation applicable’, includes, inter alia, Article 11 thereof, entitled ‘General rules’, which provides in paragraphs 1 to 3 thereof:", "label": []}
{"text": "‘1. Persons to whom this Regulation applies shall be subject to the legislation of a single Member State only. Such legislation shall be determined in accordance with this Title.", "label": []}
{"text": "2. For the purposes of this Title, persons receiving cash benefits because or as a consequence of their activity as an employed or self-employed person shall be considered to be pursuing the said activity. This shall not apply to invalidity, old-age or survivors’ pensions or to pensions in respect of accidents at work or occupational diseases or to sickness benefits in cash covering treatment for an unlimited period.", "label": []}
{"text": "3. Subject to Articles 12 to 16:", "label": []}
{"text": "(a) a person pursuing an activity as an employed or self-employed person in a Member State shall be subject to the legislation of that Member State;", "label": []}
{"text": "(b) a civil servant shall be subject to the legislation of the Member State to which the administration employing him/her is subject;", "label": []}
{"text": "(c) a person receiving unemployment benefits in accordance with Article 65 under the legislation of the Member State of residence shall be subject to the legislation of that Member State;", "label": []}
{"text": "(d) a person called up or recalled for service in the armed forces or for civilian service in a Member State shall be subject to the legislation of that Member State;", "label": []}
{"text": "(e) any other person to whom subparagraphs (a) to (d) do not apply shall be subject to the legislation of the Member State of residence, without prejudice to other provisions of this Regulation guaranteeing him/her benefits under the legislation of one or more other Member States.’", "label": []}
{"text": "8 Article 87 of Regulation No 883/2004, concerning transitional provisions, is worded as follows:", "label": []}
{"text": "‘1. No rights shall be acquired under this Regulation for the period before its date of application.", "label": []}
{"text": "2. Any period of insurance and, where appropriate, any period of employment, self-employment or residence completed under the legislation of a Member State prior to the date of application of this Regulation in the Member State concerned shall be taken into consideration for the determination of rights acquired under this Regulation.", "label": []}
{"text": "3. Subject to paragraph 1, a right shall be acquired under this Regulation even if it relates to a contingency arising before its date of application in the Member State concerned.", "label": []}
{"text": "…’", "label": []}
{"text": "Regulation No 987/2009", "label": []}
{"text": "9 Under recitals 1 and 14 of Regulation No 987/2009:", "label": []}
{"text": "‘(1) Regulation [No 883/2004] modernises the rules on the coordination of Member States’ social security systems, specifying the measures and procedures for implementing them and simplifying them for all the players involved. Implementing rules should be laid down.", "label": []}
{"text": "…", "label": []}
{"text": "(14) Certain specific rules and procedures are required in order to define the legislation applicable for taking account of periods during which an insured person has devoted time to bringing up children in the various Member States.’", "label": []}
{"text": "10 Article 44 of that regulation, entitled ‘Taking into account of child raising-periods’, appears in Chapter IV thereof, entitled ‘Invalidity benefits and old-age and survivors’ pensions’. That provision states:", "label": []}
{"text": "‘1. For the purposes of this Article, “child-raising period” refers to any period which is credited under the pension legislation of a Member State or which provides a supplement to a pension explicitly for the reason that a person has raised a child, irrespective of the method used to calculate those periods and whether they accrue during the time of child-raising or are acknowledged retroactively.", "label": []}
{"text": "2. Where, under the legislation of the Member State which is competent under Title II of [Regulation No 883/2004], no child-raising period is taken into account, the institution of the Member State whose legislation, according to Title II of [Regulation No 883/2004], was applicable to the person concerned on the grounds that he or she was pursuing an activity as an employed or self-employed person at the date when, under that legislation, the child-raising period started to be taken into account for the child concerned, shall remain responsible for taking into account that period as a child-raising period under its own legislation, as if such child-raising took place in its own territory.", "label": []}
{"text": "3. Paragraph 2 shall not apply if the person concerned is, or becomes, subject to the legislation of another Member State due to the pursuit of an employed or self-employed activity.’", "label": []}
{"text": "11 Article 93 of that regulation, entitled ‘Transitional provisions’, is worded as follows:", "label": []}
{"text": "‘Article 87 of [Regulation No 883/2004] shall apply to the situations covered by [Regulation No 987/2009].’", "label": []}
{"text": "Austrian law", "label": [[0, 8, "LOC"]]}
{"text": "12 Paragraph 4(1) of the Allgemeines Pensionsgesetz (General Law on Pensions) (BGB1. I, 142/2004; ‘the General Law on Pensions’), entitled ‘Old-age pension, entitlement’, provides:", "label": []}
{"text": "‘An insured person shall be entitled to an old-age pension on attaining the age of 65 years (the normal retirement age) where, by the reference date …, at least 180 insurance months have been completed under this or another federal law, of which at least 84 were obtained by reason of the pursuit of an activity (minimum insurance period).’", "label": [[83, 85, "AMOUNT_VALUE"], [86, 91, "AMOUNT_UNIT"], [161, 164, "AMOUNT_VALUE"], [165, 181, "AMOUNT_UNIT"], [255, 257, "AMOUNT_VALUE"]]}
{"text": "13 Paragraph 16(3a) of the General Law on Pensions provides that substitute qualifying periods spent in raising children pursuant to, inter alia, Paragraph 227a of the Allgemeines Sozialversicherungsgesetz (General Law on Social Security) of 9 September 1955 (BGBl. 189/1955), in the version applicable to the dispute in the main proceedings (‘the ASVG’) and Paragraph 116a of the Gewerbliches Sozialversicherungsgesetz (Law on social insurance for persons engaged in trade and commerce) which were acquired before 1 January 2005 shall also be deemed to be insurance months for the purpose of fulfilling the minimum period pursuant to Paragraph 4(1) of that law.", "label": [[242, 258, "DATE"], [515, 529, "DATE"]]}
{"text": "14 Paragraph 16(6) of the General Law on Pensions states that, in derogation from Paragraph 4(1) of that law, the retirement age for female insured persons who attain the age of 60 years before 1 January 2024 shall be determined in accordance with Paragraph 253(1) of the ASVG.", "label": [[178, 180, "AMOUNT_VALUE"], [181, 186, "AMOUNT_UNIT"], [194, 208, "DATE"]]}
{"text": "15 Paragraph 224 of the ASVG, entitled ‘Periods of insurance’, is worded as follows:", "label": []}
{"text": "‘Periods of insurance shall be understood to mean the contribution periods referred to in Paragraphs 225 and 226 and the substitute qualifying periods referred to in Paragraphs 227, 227a, 228, 228a and 229.’", "label": []}
{"text": "16 Paragraph 227a(1) of the ASVG provides, in essence, that, for an insured person who has actually been the person primarily responsible for rearing his or her child, such child-rearing in the national territory, up to a maximum of 48 calendar months from the birth of the child or 60 calendar months in the event of a birth of multiples, shall constitute ‘substitute qualifying periods’ after 31 December 1955 and before 1 January 2005.", "label": [[233, 235, "AMOUNT_VALUE"], [236, 251, "AMOUNT_UNIT"], [283, 285, "AMOUNT_VALUE"], [286, 301, "AMOUNT_UNIT"], [395, 411, "DATE"], [423, 437, "DATE"]]}
{"text": "17 Paragraph 116a of the Law on social insurance for persons carrying on an industrial or commercial activity essentially reproduces the same provisions as Paragraph 227a of the ASVG.", "label": []}
{"text": "The dispute in the main proceedings and the questions referred for a preliminary ruling", "label": []}
{"text": "18 The applicant in the main proceedings, FM, is an Austrian national who was born in 1957.", "label": [[42, 44, "PER"], [52, 60, "LOC"], [86, 90, "DATE"]]}
{"text": "19 After working as a self-employed person in Austria until 30 September 1986, followed by studies in the United Kingdom, the applicant in the main proceedings moved to Belgium at the beginning of November 1987, where she gave birth to two children on 5 December 1987 and 23 February 1990, respectively. Subsequently, she stayed in Hungary from 5 to 31 December 1991 and in the United Kingdom from 1 January to 8 February 1993.", "label": [[46, 53, "LOC"], [60, 77, "DATE"], [102, 120, "LOC"], [169, 176, "LOC"], [197, 210, "DATE"], [236, 239, "AMOUNT_VALUE"], [240, 248, "AMOUNT_UNIT"], [252, 267, "DATE"], [272, 288, "DATE"], [332, 339, "LOC"], [345, 346, "DATE"], [350, 366, "DATE"], [374, 392, "LOC"], [398, 407, "DATE"], [411, 426, "DATE"]]}
{"text": "20 Between 5 December 1987 and 8 February 1993, the applicant in the main proceedings raised her children, without taking up employment, without completing any periods of insurance and without receiving benefits for raising her children.", "label": [[11, 26, "DATE"], [31, 46, "DATE"]]}
{"text": "21 On 8 February 1993, she returned to Austria and worked there as a self-employed person.", "label": [[6, 21, "DATE"], [39, 46, "LOC"]]}
{"text": "22 Between February 1993 and February 1994, the applicant in the main proceedings spent 13 months raising children in Austria, while being compulsorily affiliated to and paying contributions into the Austrian social security scheme. She then worked and paid contributions in that Member State until she retired.", "label": [[11, 24, "DATE"], [29, 42, "DATE"], [88, 90, "AMOUNT_VALUE"], [91, 97, "AMOUNT_UNIT"], [118, 125, "LOC"], [200, 208, "LOC"]]}
{"text": "23 On 11 October 2017, the applicant in the main proceedings applied for an old-age pension from the defendant in the main proceedings, the Pension Insurance Institution.", "label": [[6, 21, "DATE"], [136, 169, "ORG"]]}
{"text": "24 By decision of 29 December 2017, that institution granted her an old-age pension of EUR 1 079.15 per month from 1 November 2017. That amount was calculated on the basis of 366 months of insurance acquired in Austria, including child-raising periods completed in Austria, which were treated as periods of insurance.", "label": [[18, 34, "DATE"], [87, 90, "AMOUNT_UNIT"], [91, 99, "AMOUNT_VALUE"], [115, 130, "DATE"], [175, 178, "AMOUNT_VALUE"], [179, 185, "AMOUNT_UNIT"], [211, 218, "LOC"], [265, 272, "LOC"]]}
{"text": "25 The applicant in the main proceedings brought an action against that decision before the Arbeits- und Sozialgericht Wien (Labour and Social Court, Vienna, Austria), submitting that, to the extent that she was covered by the Austrian social security scheme before the child-raising periods which she completed in Belgium and in Hungary between 5 December 1987 and 31 December 1991, those periods should also be taken into account as substitute qualifying periods for the purpose of calculating the amount of her Austrian old-age pension; to omit such periods would be contrary to Article 21 TFEU, as interpreted by the case-law of the Court of Justice.", "label": [[88, 123, "ORG"], [125, 148, "ORG"], [150, 165, "LOC"], [227, 235, "LOC"], [315, 322, "LOC"], [330, 337, "LOC"], [346, 361, "DATE"], [366, 382, "DATE"], [514, 522, "LOC"], [633, 653, "ORG"]]}
{"text": "26 The court of first instance dismissed that action on the ground that the applicant in the main proceedings did not fulfil the conditions for child-raising periods completed in other Member States to be treated as periods of insurance under Article 44 of Regulation No 987/2009 and the related Austrian legislation.", "label": [[296, 304, "LOC"]]}
{"text": "27 FM brought an appeal against that decision before the Oberlandesgericht Wien (Higher Regional Court, Vienna, Austria), submitting that, even though her situation did not fulfil the conditions laid down in Article 44 of Regulation No 987/2009, it followed from that case-law of the Court Justice, in particular, from the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), that the child-raising periods completed in other Member States must be taken into account on the basis of Article 21 TFEU because FM worked and was affiliated to the Austrian social security scheme before and after the periods spent raising her children completed in other Member States and that those periods constituted therefore a sufficient link with the Austrian social security scheme.", "label": [[3, 5, "PER"], [53, 79, "ORG"], [81, 102, "ORG"], [104, 119, "LOC"], [280, 297, "ORG"], [335, 347, "DATE"], [349, 359, "PER"], [518, 520, "PER"], [554, 562, "LOC"], [747, 755, "LOC"]]}
{"text": "28 That court dismissed the appeal, confirming that the conditions for the application of Article 44 of Regulation No 987/2009 were not fulfilled in the present case and that, in so far as that provision was exclusive, the periods of child-raising that FM completed in other Member States could not be taken into consideration on the basis of Article 21 TFEU. In addition, that court held that the solution adopted in the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), cannot be applied to this case since, in this instance, Regulation No 987/2009 is applicable ratione temporis, but that was not the case in the proceedings that gave rise to that judgment.", "label": [[253, 255, "PER"], [434, 446, "DATE"], [448, 458, "PER"]]}
{"text": "29 The referring court, the Oberster Gerichtshof (Supreme Court, Austria), before which the applicant in the main proceedings brought an appeal on a point of law, also takes the view that Regulations No 883/2004 and No 987/2009 are applicable ratione temporis to the present case and that the conditions laid down in Article 44(2) of that regulation for the taking into account, by the Pension Insurance Institution, of child-raising periods completed by FM in Belgium and in Hungary are not fulfilled since, on the date on which the first period of child-raising began, namely in December 1987, FM was not pursuing any activity as an employed or self-employed person in Austria.", "label": [[24, 48, "ORG"], [50, 63, "ORG"], [65, 72, "LOC"], [382, 415, "ORG"], [455, 457, "PER"], [461, 468, "LOC"], [476, 483, "LOC"], [581, 594, "DATE"], [596, 598, "PER"], [671, 678, "LOC"]]}
{"text": "30 The referring court does not rule out the possibility that Article 44 of Regulation No 987/2009 may be interpreted as applying exclusively such that those periods cannot be taken into account on the basis of Article 21 TFEU either.", "label": []}
{"text": "31 However, that court notes that the facts at issue in the main proceedings are comparable to those in the case which gave rise to the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), and that the fact that the applicant in the main proceedings worked and acquired periods of insurance exclusively in Austria is capable of demonstrating, in accordance with the case-law arising from that judgment, the existence of a sufficiently close connection with the Austrian social security scheme.", "label": [[148, 160, "DATE"], [162, 172, "PER"], [317, 324, "LOC"], [472, 480, "LOC"]]}
{"text": "32 The referring court accordingly takes the view that under the scheme established by Regulation No 1408/71, which was in force at the time when the applicant in the main proceedings completed her child-raising periods in Belgium and in Hungary, those periods would, in accordance with the case-law, have been taken into account pursuant to Article 21 TFEU for the purpose of calculating her Austrian old-age pension. Thus, the situation of FM became less favourable following the entry into force of Article 44 of Regulation No 987/2009.", "label": [[223, 230, "LOC"], [238, 245, "LOC"], [393, 401, "LOC"], [442, 444, "PER"]]}
{"text": "33 In the alternative, the referring court observes that the Member States in which the applicant in the main proceedings completed child-raising periods provide, in principle, for such periods to be taken into account. In that context, the referring court is uncertain, in the event that Article 44 of Regulation No 987/2009 is applicable in the present case, whether the circumstance referred to in paragraph 2 of that article, namely that where, ‘under the legislation of the Member State which is competent under Title II of [Regulation No 883/2004], no child-raising period is taken into account’, should be understood (i) as referring to the situation in which the legislation of that Member State makes no provision, in general, for child-raising periods to be taken into account for the purpose of calculating the old-age pension of the person concerned or rather (ii) as applying to a situation in which, although provision is made for such periods to be taken into account, the person concerned, in view of his or her specific situation, is not entitled to them.", "label": []}
{"text": "34 In that context, the Oberster Gerichtshof (Supreme Court) decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling:", "label": [[20, 60, "ORG"], [133, 153, "ORG"]]}
{"text": "‘(1) Is Article 44(2) of Regulation [No 987/2009] to be interpreted as precluding child-raising periods spent in other Member States from being taken into account by a Member State competent to grant an old-age pension – under whose legislation the applicant for a pension has pursued an activity as an employed or self-employed person throughout her working life, with the exception of those child-raising periods – solely on the ground that the applicant for a pension was not pursuing an activity as an employed or self-employed person at the date when, under the legislation of that Member State, the child-raising period started to be taken into account for the child concerned?", "label": []}
{"text": "If the first question is answered in the negative:", "label": []}
{"text": "(2) Is the first clause of Article 44(2) of Regulation [No 987/2009] to be interpreted as meaning that, under its legislation, the Member State which is competent under Title II of Regulation [No 883/2004] does not take child-raising periods into account generally or does not take them into account only in a specific case?’", "label": []}
{"text": "Consideration of the questions referred", "label": []}
{"text": "The first question", "label": []}
{"text": "35 First of all, it should be observed that, according to the Court’s settled case-law, in the procedure laid down by Article 267 TFEU providing for cooperation between national courts and the Court of Justice, it is for the latter to provide the national court with an answer which will be of use to it and enable it to determine the case before it. To that end, the Court may have to reformulate the questions referred to it. The Court has a duty to interpret all provisions of EU law which national courts need in order to decide the actions pending before them, even if those provisions are not expressly indicated in the questions referred to the Court by those courts (judgment of 8 July 2021, Staatsanwaltschaft Köln and Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, paragraph 22 and the case-law cited).", "label": [[58, 69, "ORG"], [189, 209, "ORG"], [364, 373, "ORG"], [428, 437, "ORG"], [480, 482, "LOC"], [648, 657, "ORG"], [687, 698, "DATE"], [700, 723, "ORG"], [728, 754, "ORG"]]}
{"text": "36 Consequently, even if, formally, the referring court has limited its questions to the interpretation of Article 44(2) of Regulation No 987/2009, that does not prevent this Court from providing the referring court with all the elements of interpretation of EU law that may be of assistance in adjudicating in the case pending before it, whether or not the referring court has referred to them in the wording of its questions. It is, in this regard, for the Court to extract from all the information provided by the national court, in particular from the grounds of the order for reference, the points of EU law which require interpretation in view of the subject matter of the dispute (see, by analogy, judgment of 8 July 2021, Staatsanwaltschaft Köln and Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, paragraph 23 and the case-law cited).", "label": [[170, 180, "ORG"], [259, 261, "LOC"], [455, 464, "ORG"], [606, 608, "LOC"], [717, 728, "DATE"], [730, 753, "ORG"], [758, 784, "ORG"]]}
{"text": "37 In the present case, it is apparent from the request for a preliminary ruling that the dispute in the main proceedings concerns the question whether the Republic of Austria is required to take into account, for the purpose of granting an old-age pension, child-raising periods completed by the applicant in the main proceedings in other Member States. The referring court states that such taking into account is excluded under Article 44(2) of Regulation No 987/2009, since that provision requires the person concerned to have pursued an activity as an employed or self-employed person in the Member State concerned ‘at the date when, under [the legislation of that Member State], the child-raising period started to be taken into account for the child concerned’, that date being determined by the national provisions of that Member State which govern the taking into account of child-raising periods. Even if, during her working life, the applicant in the main proceedings pursued an activity as an employed or self-employed person in Austria only and paid contributions to the social security scheme of that Member State only, it is established that on the relevant dates, which, pursuant to Austrian legislation, are 1 January 1988 and 1 March 1990, she did not pursue an activity as an employed or self-employed person in Austria. In those circumstances, the referring court asks whether, in the event that Article 44 is to be interpreted as meaning that it is not exclusive, the Republic of Austria would be required, in accordance with the case-law derived from the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475) – of which the underlying facts are, according to that court, comparable to those of the case in the main proceedings – to take those periods into account pursuant to Article 21 TFEU.", "label": [[152, 175, "ORG"], [1040, 1047, "LOC"], [1198, 1206, "LOC"], [1224, 1238, "DATE"], [1243, 1255, "DATE"], [1330, 1337, "LOC"], [1484, 1507, "ORG"], [1588, 1600, "DATE"], [1602, 1612, "PER"]]}
{"text": "38 Therefore, the first question must be understood as seeking to ascertain, in essence, whether Article 44(2) of Regulation No 987/2009 must be interpreted as meaning that, where, for the purpose of granting an old-age pension, the person concerned does not fulfil the condition of pursuing an activity as an employed or self-employed person imposed by that provision with the consequence that the child-raising periods which that person completed in other Member States are not taken into account by the Member State responsible for payment of that pension, that Member State is nevertheless required to take those periods into account pursuant to Article 21 TFEU.", "label": []}
{"text": "39 In that regard, it is necessary, in the first place, to ascertain whether or not Article 44 of Regulation No 987/2009 governs exclusively the taking into account of child-raising periods completed in various Member States. If it does, such periods can be taken into consideration only under that provision, with the result that Article 21 TFEU will not apply. On the other hand, if Article 44 of Regulation No 987/2009 were to be interpreted as meaning that it does not apply exclusively, it cannot be ruled out from the outset that the case-law deriving from the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475) – which provides for the taking into account pursuant to Article 21 TFEU, by a Member State, of child-raising periods completed by the person concerned in other Member States – is applicable to a situation, such as that at issue in the main proceedings, which, unlike the situation giving rise to that judgment, falls within the scope rationae temporis of Regulation No 987/2009, but where the person concerned does not fulfil the condition of pursuing an activity as an employed or self-employed person imposed by Article 44(2) of that regulation.", "label": [[579, 591, "DATE"], [593, 603, "PER"]]}
{"text": "40 According to the settled case-law of the Court, it is necessary, in order to interpret a provision of EU law, to consider not only its wording but also its context and the objectives of the legislation of which it forms part, while the origins of the provision may also provide information relevant to its interpretation (judgment of 8 May 2019, Inspecteur van de Belastingdienst, C‑631/17, EU:C:2019:381, paragraph 29).", "label": [[40, 49, "ORG"], [105, 107, "LOC"], [337, 347, "DATE"], [349, 359, "PROFESSION"], [367, 382, "ORG"]]}
{"text": "41 In the present case, the wording of Article 44 of Regulation No 987/2009 does not expressly indicate whether that provision governs exclusively the taking into account of child-raising periods completed in different Member States. However, it should be noted that the rule laid down in Article 44(2), according to which the person concerned is subject to the legislation of the Member State which was competent under Title II of Regulation No 883/2004 as a result of the pursuit by the person concerned of an activity as an employed or self-employed person in that Member State at the time when the child-raising period began to be taken into account under that legislation, constitutes, as the European Commission has argued, a codification of the case-law of the Court derived from the judgments of 23 November 2000, Mendez (C‑135/99, EU:C:2000:647), and of 7 February 2002, Mayer (C‑28/00, EU:C:2002:82).", "label": [[694, 717, "ORG"], [764, 773, "ORG"], [804, 820, "DATE"], [822, 828, "PER"], [863, 878, "DATE"], [880, 885, "PER"]]}
{"text": "42 Although the EU legislature did not expressly reproduce the test established in those judgments of the ‘close link’ or the ‘sufficiently close link’ between the periods of insurance completed as a result of the pursuit of an occupational activity in the Member State in which the person concerned seeks an old-age pension and the child-raising periods completed by that person in another Member State, the fact remains that the application of the rule laid down in Article 44(2) of Regulation No 987/2009 to the persons concerned in the cases that gave rise to those judgments would have led to the same result reached by the Court in those judgments. As is apparent, in essence, from paragraphs 25 to 28 of the judgment of 23 November 2000, Mendez (C‑135/99, EU:C:2000:647), and from paragraphs 31 to 33 of the judgment of 7 February 2002, Mayer (C‑28/00, EU:C:2002:82), the Court held that the fact that those persons, who had worked exclusively in the Member State responsible for payment of their old-age pension, pursued, at the time of the birth of their child, an activity as an employed or self-employed person in the territory of that Member State made it possible to establish the existence of such a close or sufficiently close link and that, accordingly, the legislation of that Member State was applicable as regards the taking into account of child-raising periods completed in another Member State for the purpose of granting such a pension.", "label": [[16, 18, "LOC"], [625, 634, "ORG"], [727, 743, "DATE"], [745, 751, "PER"], [827, 842, "DATE"], [844, 849, "PER"], [875, 884, "ORG"]]}
{"text": "43 It should be added that since, on the date of entry into force of Article 44 of Regulation No 987/2009, the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), had not yet been delivered by the Court, the lessons arising from that judgment could not be taken into account when that regulation was adopted with a view to a possible codification thereof.", "label": [[123, 135, "DATE"], [137, 147, "PER"], [205, 214, "ORG"]]}
{"text": "44 It follows that, in the light of its wording, Article 44 of Regulation No 987/2009 must be interpreted as meaning that it does not govern exclusively the taking into consideration of child-raising periods.", "label": []}
{"text": "45 That interpretation is supported by the context of that provision.", "label": []}
{"text": "46 It should be noted that, having regard to the title and chapter of Regulation No 987/2009 to which Article 44 of that regulation belongs, namely Title III on ‘Special provisions concerning the various categories of benefits’ and Chapter IV, which brings together the provisions concerning ‘invalidity benefits and old-age and survivors’ pensions’, that provision is a specific provision applicable to pensions benefits and which promotes the taking into account of child-raising periods for the purpose of calculating those benefits. In order to do so, that provision introduces – where the legislation of the Member State competent under Title II of Regulation No 883/2004 does not take those periods into account – a mere subsidiary competence on the part of the Member State that is not competent under the general rules but which was previously competent because the person concerned carried on an activity as an employed or self-employed person in that Member State at the time when, under its legislation, those periods may begin to be taken into account.", "label": []}
{"text": "47 Consequently, Article 44 of Regulation No 987/2009 establishes an additional rule that makes it possible to increase the likelihood of the persons concerned having their child-raising periods taken fully into account and thus to avoid, as far as possible, such periods not being taken into account. That provision cannot, therefore, be interpreted as being exclusive in nature.", "label": []}
{"text": "48 As regards the objectives of the rules of which Article 44 of Regulation No 987/2009 forms part, it should be noted, as is apparent from recital 3 of Regulation No 883/2004 and from recital 1 of Regulation No 987/2009, respectively, that the purpose of Regulation No 883/2004 is to replace the rules for coordination of national social security systems laid down by Regulation No 1408/71 by modernising and simplifying them for the purpose of attaining the objective of free movement of persons, Regulation No 987/2009 being intended to lay down the detailed rules for its application. Recital 1 of Regulation No 883/2004 states, moreover, that the rules for coordination of national social security systems, such as those laid down by Regulation No 883/2004, by Regulation No 987/2009 and, previously, by Regulation No 1408/71, fall within the framework of free movement of persons.", "label": []}
{"text": "49 In that regard, it is clear from settled case-law since the entry into force of Regulation No 883/2004 that, first, although, in the absence of harmonisation at EU level, Member States retain the power to organise their social security systems and to determine, in particular, in that context, the conditions for entitlement to benefits, those States must nonetheless comply with EU law in exercising those powers and, in particular, with the provisions of the FEU Treaty giving every citizen of the Union the right to move and reside within the territory of the Member States (see, to that effect, judgment of 14 March 2019, Guerin, C‑134/18, EU:C:2019:212, paragraphs 29 to 31 and the case-law cited).", "label": [[164, 166, "LOC"], [383, 385, "LOC"], [499, 508, "LOC"], [614, 627, "DATE"], [629, 635, "PER"]]}
{"text": "50 Second, if, through exercising their right to freedom of movement, migrant workers were to lose social security advantages guaranteed to them by the laws of a Member State, such a consequence might discourage EU workers from exercising their right to freedom of movement and would therefore constitute an obstacle to that freedom (see, to that effect, judgment of 14 March 2019, Guerin, C‑134/18, EU:C:2019:212, paragraph 33).", "label": [[212, 214, "LOC"], [367, 380, "DATE"], [382, 388, "PER"]]}
{"text": "51 It follows that the objective of ensuring observance of the principle of free movement, as enshrined in Article 21 TFEU, also prevails in the context of Regulations No 883/2004 and No 987/2009.", "label": []}
{"text": "52 It must be stated that an interpretation according to which Article 44 of Regulation No 987/2009 governs exclusively the taking into account of child-raising periods completed in different Member States would amount to allowing the Member State responsible for payment of a person’s old-age pension, within which Member State that person, like the applicant in the main proceedings, worked and paid contributions exclusively both before and after the transfer of their place of residence to another Member State where they raised their children, to refuse to take into account, for the purpose of granting that pension, child-raising periods completed by that person in that other Member State and, consequently, placing that person at a disadvantage, solely by reason of having exercised their right to freedom of movement.", "label": []}
{"text": "53 Such an interpretation would thus run counter to the objectives pursued by Regulation No 987/2009, in particular as regards the objective of ensuring observance of the principle of freedom of movement and could therefore jeopardise the effectiveness of Article 44 of that regulation.", "label": []}
{"text": "54 In that context, it suffices to note that, according to the case-law of the Court, where a provision of EU law is open to several interpretations, preference must be given to the interpretation which ensures that the provision retains its effectiveness (judgment of 7 October 2010, Elari, C‑162/09, EU:C:2010:592, paragraph 51).", "label": [[75, 84, "ORG"], [107, 109, "LOC"], [269, 283, "DATE"], [285, 290, "PER"]]}
{"text": "55 Consequently, it must be held that, in the light of its wording, its context and the objectives pursued by the legislation of which it forms part, Article 44 of Regulation No 987/2009 must be interpreted as not governing exclusively the taking into account of child-raising periods completed by the same person in different Member States.", "label": []}
{"text": "56 It is necessary, in the second place, to examine whether the case-law resulting from the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), can be applied to a situation such as that at issue in the main proceedings, in which, although Regulation No 987/2009 is applicable ratione temporis, the person concerned does not fulfil the condition of pursuing an activity as an employed or self-employed person imposed by Article 44(2) of that regulation in order, for the purpose of granting an old-age pension, to have taken into account, by the Member State responsible for payment of that pension, other child-raising periods which he or she has completed in other Member States. In the case which gave rise to that judgment, the person concerned had, at the time when her children were born, ceased working in the Member State responsible for payment of her old-age pension and had temporarily established her place of residence in the territory of another Member State, in which she had raised her children and had not pursued an activity as an employed or self-employed person. That person had subsequently returned with her family to the first Member State in which she had resumed an occupational activity.", "label": [[104, 116, "DATE"], [118, 128, "PER"]]}
{"text": "57 In the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), the Court held, first of all, in paragraphs 24 to 29 of that judgment, that in such a situation Regulation No 987/2009 was not applicable ratione temporis and found that, in those circumstances, in principle, the rules laid down by Regulation No 1408/71 were applicable.", "label": [[22, 34, "DATE"], [36, 46, "PER"], [74, 83, "ORG"]]}
{"text": "58 Next, having found, in paragraph 30 of that judgment, that Regulation No 1408/71 did not lay down any specific rules comparable to Article 44 of Regulation No 987/2009, governing the taking into account of child-raising periods completed in other Member States, the Court held that the questions referred by the referring court had to be understood as seeking to establish whether, in a situation such as that at issue in that case, Article 21 TFEU requires the competent institution of the Member State responsible for paying the old-age pension of the person concerned to take into account, for the purpose of granting such a pension, the child-raising periods completed by that person in another Member State. In paragraph 31 of that judgment, the Court considered that, for the purpose of answering that question, it was necessary, first, to determine which Member State was competent to define or accept as substitute qualifying periods for periods of insurance spent by the person concerned in raising her children in another Member State and, second, in the event that the legislation of the Member State responsible for paying her old-age pension is applicable, to determine whether the procedure for taking into account child-raising periods provided for under that legislation is compatible with Article 21 TFEU.", "label": [[265, 274, "ORG"], [750, 759, "ORG"]]}
{"text": "59 The Court thus found, first, in paragraphs 35 and 36 of the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), that where a person worked and paid contributions exclusively in one Member State only, both before and after transferring his or her place of residence to another Member State where he or she never worked or paid contributions, allows a sufficiently close link to be established between those child-raising periods and the periods of insurance completed by virtue of the pursuit of an occupational activity in the first Member State, with the result that, as regards the crediting, for the purpose of granting an old-age pension, of the periods of child-rearing completed by that person, the legislation of that first Member State is applicable.", "label": [[3, 12, "ORG"], [75, 87, "DATE"], [89, 99, "PER"]]}
{"text": "60 Second, as regards the compatibility of the legislation applicable in that case with Article 21 TFEU, the Court observed, in paragraphs 38 to 40 of that judgment, that, although Member States retain their power to organise their social security systems, they must nonetheless, when exercising that power, observe European Union law and, in particular, the provisions of the FEU Treaty on freedom of movement for citizens, as guaranteed in Article 21 TFEU. In addition, the Court noted that, in a situation such as that at issue in the case which gave rise to that judgment, the national provisions led to a result where persons concerned who had not completed periods of compulsory contribution by virtue of an activity carried on as an employed or self-employed person during the raising or immediately before the birth of the child were not entitled to have taken into account, for the purpose of determining the amount of their old-age pension, their child-raising periods solely because they had temporarily established their place of residence in the territory of another Member State, even though they were not employed as an employee or self-employed person in that other Member State.", "label": [[105, 114, "ORG"], [316, 330, "LOC"], [472, 481, "ORG"]]}
{"text": "61 Finally, the Court held, in paragraphs 41 to 45 of that judgment, that, in those circumstances, such persons were accorded, in the Member State of which they are nationals, treatment less favourable than that which they would have enjoyed had they not availed themselves of the opportunities offered by the FEU Treaty in relation to freedom of movement of persons. National legislation which places some of its nationals at a disadvantage simply because they have exercised their freedom to move and to reside in another Member State thereby gives rise to inequality of treatment, contrary to the principles which underpin the status of citizen of the European Union in the exercise of the citizen’s freedom to move. The Court concluded that, in such a situation, first, the fact of precluding child-raising periods completed outside the territory of the competent Member State from being taken into account, provided for by the legislation of that Member State, is contrary to Article 21 TFEU and, second, that provision of European Union law requires the competent institution of that Member State for the granting of an old-age pension to take account of child-raising periods completed by the person concerned in another Member State for the purpose of calculating the amount of that pension.", "label": [[12, 21, "ORG"], [651, 669, "LOC"], [720, 729, "ORG"], [1028, 1042, "LOC"]]}
{"text": "62 It must be stated that, since, as follows from paragraph 55 of the present judgment, Article 44 of Regulation No 987/2009 does not govern exclusively the taking into account of child-raising periods abroad and, as is apparent from paragraph 51 of the present judgment, the objective of ensuring observance of the principle of freedom of movement, as enshrined in Article 21 TFEU, also prevails in the context of Regulations No 883/2004 and No 987/2009, the lessons from the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), are applicable to a situation such as that at issue in the main proceedings, in which Regulation No 987/2009 is applicable rationae temporis, but where the person concerned does not fulfil the condition of pursuing an activity as an employed or self-employed person imposed by Article 44(2) of that regulation in order, for the purpose of granting an old-age pension, to have taken into account, by the Member State responsible for payment of that pension, other child-raising periods which that person has completed in other Member States.", "label": [[489, 501, "DATE"], [503, 513, "PER"]]}
{"text": "63 Furthermore, as is apparent from paragraphs 22 to 25 of the present judgment, the underlying facts of the case in the main proceedings are comparable to those of the case which gave rise to the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), referred to in paragraph 56 of this judgment, since, first, in the present case, the applicant in the main proceedings worked and paid contributions exclusively in the Member State responsible for payment of her old-age pension, namely in Austria, both before and after her move to Hungary and then to Belgium, where she raised her children and, second, she did not pursue an activity as an employed or self-employed person in Austria at the relevant date for the child-raising periods to be taken into account for the purpose of granting an old-age pension in that Member State. Thus, as in the situation at issue in the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), there is a sufficient link between the child-raising periods completed by the applicant in the main proceedings abroad and the periods of insurance completed as a result of the pursuit of an occupational activity in Austria. Therefore, it must be held that the legislation of that Member State must be applied for the purpose of taking into account and crediting those periods, with a view to granting an old-age pension by that Member State.", "label": [[209, 221, "DATE"], [223, 233, "PER"], [500, 507, "LOC"], [543, 550, "LOC"], [563, 570, "LOC"], [688, 695, "LOC"], [895, 907, "DATE"], [909, 919, "PER"], [1163, 1170, "LOC"]]}
{"text": "64 It is also common ground that, if the applicant in the main proceedings had not left Austria, her child-raising periods would have been taken into account for the purpose of calculating her Austrian old-age pension. Accordingly, there is no doubt that, like the applicant in the case which gave rise to the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), the applicant in the main proceedings is disadvantaged solely on the ground that she exercised her right to freedom of movement, which is contrary to Article 21 TFEU.", "label": [[88, 95, "LOC"], [193, 201, "LOC"], [322, 334, "DATE"], [336, 346, "PER"]]}
{"text": "65 It follows that, in a situation such as that at issue in the main proceedings, in which the person concerned worked and paid contributions exclusively in the Member State responsible for payment of his or her old-age pension, both before and after the transfer of his or her place of residence to the other Member States in which he or she completed his or her child-raising periods, that Member State is required, in accordance with the case-law resulting from the judgment of 19 July 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), to take into account, for the purpose of granting of an old-age pension, those periods pursuant to Article 21 TFEU.", "label": [[481, 493, "DATE"], [495, 505, "PER"]]}
{"text": "66 In the light of the foregoing considerations, the answer to the first question is that Article 44(2) of Regulation No 987/2009 must be interpreted as meaning that, where, for the purpose of granting an old-age pension, the person concerned does not fulfil the condition of pursuing an activity as an employed or self-employed person imposed by that provision in order to have taken into account, by the Member State responsible for payment of that pension, child-raising periods completed by that person in other Member States, that Member State is required to take account of those periods pursuant to Article 21 TFEU, provided that that person worked and paid contributions exclusively in that Member State, both before and after transferring that person’s place of residence to another Member State where the person carried out those child-raising periods.", "label": []}
{"text": "The second question", "label": []}
{"text": "67 Since that question arises only if the Court were led to consider that Article 44(2) of Regulation No 987/2009 applies to a situation such as that at issue in the main proceedings and, in the present case, the conditions for the application of that provision are not met, there is no need to answer it.", "label": [[38, 47, "ORG"]]}
{"text": "Costs", "label": []}
{"text": "68 Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the referring court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable.", "label": [[225, 234, "ORG"]]}
{"text": "On those grounds, the Court (Second Chamber) hereby rules:", "label": [[18, 44, "ORG"]]}
{"text": "Article 44(2) of Regulation (EC) No 987/2009 of the European Parliament and of the Council of 16 September 2009 laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems must be interpreted as meaning that, where, for the purpose of granting an old-age pension, the person concerned does not fulfil the condition of pursuing an activity as an employed or self-employed person imposed by that provision in order to have taken into account, by the Member State responsible for payment of that pension, child-raising periods completed by that person in other Member States, that Member State is required to take account of those periods pursuant to Article 21 TFEU, provided that that person worked and paid contributions exclusively in that Member State, both before and after transferring that person’s place of residence to another Member State where the person carried out those child-raising periods.", "label": [[48, 71, "ORG"], [79, 90, "ORG"], [94, 111, "DATE"]]}
{"text": "[Signatures]", "label": []}
{"text": "* Language of the case: German.", "label": [[24, 30, "NATIONALITY"]]}
