{"text": "Wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Förvaltningsrätten i Linköping (Szwecja) w dniu 12 lipca 2018 r. – Baltic Cable AB/Energimarknadsinspektionen", "label": [[67, 97, "ORG"], [99, 106, "LOC"], [110, 131, "DATE"], [134, 149, "ORG"], [150, 176, "ORG"]]}
{"text": "(Sprawa C-454/18)", "label": []}
{"text": "Język postępowania: szwedzki", "label": [[20, 28, "NATIONALITY"]]}
{"text": "Sąd odsyłający", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Strony w postępowaniu głównym", "label": []}
{"text": "Strona skarżąca: Baltic Cable AB", "label": [[17, 32, "ORG"]]}
{"text": "Strona pozwana: Energimarknadsinspektionen", "label": [[16, 42, "ORG"]]}
{"text": "Pytania prejudycjalne", "label": []}
{"text": "Czy art. 16 ust. 6 rozporządzenia nr 714/20091 ma zastosowanie we wszystkich przypadkach, w których osoba uzyskuje przychody wynikające z alokacji połączenia wzajemnego, niezależnie od okoliczności, czy też ma on zastosowanie wyłącznie wówczas, gdy osoba która uzyskuje takie przychody jest operatorem systemu przesyłowego w rozumieniu art. 2 ust. 4 dyrektywy o rynku energii elektrycznej?", "label": []}
{"text": "Jeżeli w świetle odpowiedzi na pytanie pierwsze art. 16 ust. 6 rozporządzenia nr 714/2009 ma mieć zastosowanie wyłącznie do operatorów systemów przesyłowych, to czy przedsiębiorstwo, które obsługuje jedynie połączenie wzajemne, jest operatorem sieci przesyłowej?", "label": []}
{"text": "Jeżeli w świetle odpowiedzi na pytanie pierwsze lub drugie art. 16 ust. 6 rozporządzenia nr 714/2009 ma mieć zastosowanie do przedsiębiorstwa, które obsługuje jedynie połączenie wzajemne, to czy koszty związane z obsługą i utrzymaniem połączenia wzajemnego mogą być w każdym wypadku postrzegane jako inwestycje w sieć w celu utrzymania lub zwiększenia zdolności przesyłowych, o czym mowa w art. 16 ust. 6 akapit pierwszy lit. b) rozporządzenia nr 714/2009?", "label": []}
{"text": "Jeżeli w świetle odpowiedzi na pytanie pierwsze lub drugie art. 16 ust. 6 rozporządzenia nr 714/2009 ma mieć zastosowanie do przedsiębiorstwa, które obsługuje jedynie połączenie wzajemne, to czy organ regulacyjny na podstawie art. 16 ust. 6 akapit drugi rozporządzenia nr 714/2009 może zatwierdzić wykorzystanie przychodów z alokacji połączenia wzajemnego w celu uzyskania zwrotu [z inwestycji] lub – jeżeli odpowiedź na pytanie trzecie jest przecząca – w celu obsługi i utrzymania, przez przedsiębiorstwo, które obsługuje jedynie połączenie wzajemne, a które posiada metodę ustalania taryf, przy czym nie ma klientów dokonujących bezpośrednio opłat sieciowych (taryf), które mogłyby zostać obniżone?", "label": []}
{"text": "Jeżeli w świetle odpowiedzi na pytanie pierwsze lub drugie art. 16 ust. 6 rozporządzenia nr 714/2009 ma mieć zastosowanie do przedsiębiorstwa, które obsługuje jedynie połączenie wzajemne, a w świetle odpowiedzi na pytanie trzecie i czwarte spółka nie może wykorzystywać przychodów wynikających z alokacji połączenia wzajemnego do obsługi lub utrzymania ani do uzyskiwania zwrotu [z inwestycji], lub jeżeli spółka może wykorzystywać przychody do obsługi lub utrzymania, ale nie do uzyskiwania zwrotu [z inwestycji], to czy zastosowanie art. 16 ust. 6 rozporządzenia nr 714/2009 do przedsiębiorstwa, które obsługuje jedynie połączenie wzajemne, jest sprzeczne z przewidzianą prawem Unii zasadą proporcjonalności lub jakąkolwiek inną obowiązującą zasadą?", "label": [[680, 684, "LOC"]]}
{"text": "1 Rozporządzenie Parlamentu Europejskiego i Rady (WE) nr 714/2009 z dnia 13 lipca 2009 r. w sprawie warunków dostępu do sieci w odniesieniu do transgranicznej wymiany energii elektrycznej i uchylające rozporządzenie (WE) nr 1228/2003 (Dz.U. 2009 L 211, s.15).", "label": [[17, 41, "ORG"], [44, 48, "ORG"], [68, 89, "DATE"]]}
