{"text": "WYROK SĄDU (szósta izba w składzie powiększonym)", "label": [[6, 48, "ORG"]]}
{"text": "z dnia 29 stycznia 2020 r.(*)", "label": [[2, 26, "DATE"]]}
{"text": "Służba publiczna – Strajk tłumaczy ustnych – Przyjęte przez Parlament Europejski środki mające na celu wezwanie tłumaczy ustnych do podjęcia pracy – Brak podstawy prawnej – Odpowiedzialność – Krzywda", "label": [[26, 42, "PROFESSION"], [60, 80, "ORG"], [112, 128, "PROFESSION"]]}
{"text": "W sprawie T‑402/18", "label": []}
{"text": "Zuikin Kuhn, zamieszkały w Brukseli (Belgia), oraz inni skarżący, których nazwiska zostały wymienione w załączniku(1), których reprezentuje adwokat G. Allen,", "label": [[0, 11, "PER"], [27, 44, "LOC"], [140, 147, "PROFESSION"], [148, 156, "PER"]]}
{"text": "strona skarżąca,", "label": []}
{"text": "przeciwko", "label": []}
{"text": "Parlamentowi Europejskiemu, który reprezentują Z. Camacho-Chapman, M. Makarenko oraz L. Jansson, działający w charakterze pełnomocników,", "label": [[0, 26, "ORG"], [47, 65, "PER"], [67, 79, "PER"], [85, 95, "PER"], [122, 135, "PROFESSION"]]}
{"text": "strona pozwana,", "label": []}
{"text": "popieranemu przez", "label": []}
{"text": "Radę Unii Europejskiej, którą reprezentują M. Lazar oraz Z. Perrin, działający w charakterze pełnomocników,", "label": [[0, 22, "ORG"], [43, 51, "PER"], [57, 66, "PER"], [93, 106, "PROFESSION"]]}
{"text": "interwenient,", "label": []}
{"text": "mającej za przedmiot żądanie, na podstawie art. 270 TFUE, po pierwsze, stwierdzenia nieważności decyzji dyrektora generalnego Parlamentu ds. personelu z dnia 2 lipca 2018 r. wzywającej tłumaczy ustnych i konferencyjnych do podjęcia pracy w dniu 3 lipca 2018 r. oraz późniejszych decyzji dyrektora generalnego Parlamentu ds. personelu wzywających tłumaczy ustnych i konferencyjnych do podjęcia pracy w dniach 4, 5, 10 i 11 lipca 2018 r. oraz, po drugie, zadośćuczynienia za krzywdę, jakiej skarżący w swej ocenie doznali w wyniku tych decyzji, oszacowaną ex aequo et bono na 1000 EUR na osobę,", "label": [[104, 125, "PROFESSION"], [126, 136, "ORG"], [153, 173, "DATE"], [185, 219, "PROFESSION"], [240, 260, "DATE"], [287, 308, "PROFESSION"], [309, 319, "ORG"], [346, 380, "PROFESSION"], [408, 434, "DATE"], [574, 578, "AMOUNT_VALUE"], [579, 582, "AMOUNT_UNIT"]]}
{"text": "SĄD (szósta izba w składzie powiększonym),", "label": [[0, 41, "ORG"]]}
{"text": "w składzie: N. van der Linden, prezes, J. Gavvas (sprawozdawca), A. Danilov, L. Csaba i F. Mateescu-Munteanu, sędziowie", "label": [[12, 29, "PER"], [31, 37, "PROFESSION"], [39, 48, "PER"], [50, 62, "PROFESSION"], [65, 75, "PER"], [77, 85, "PER"], [88, 108, "PER"], [110, 119, "PROFESSION"]]}
{"text": "sekretarz: U. Ginette, administrator,", "label": [[0, 9, "PROFESSION"], [11, 21, "PER"], [23, 36, "PROFESSION"]]}
{"text": "uwzględniając pisemny etap postępowania i po przeprowadzeniu rozprawy w dniu 9 października 2019 r.,", "label": [[72, 99, "DATE"]]}
{"text": "wydaje następujący Wyrok", "label": []}
{"text": "Okoliczności powstania sporu", "label": []}
{"text": "1 Skarżący, Zuikin Kuhn i pozostali skarżący, których nazwiska zostały wymienione w załączniku, są tłumaczami ustnymi i konferencyjnymi w Parlamencie Europejskim.", "label": [[12, 23, "PER"], [99, 135, "PROFESSION"], [138, 161, "ORG"]]}
{"text": "2 W dniu 14 lipca 2017 r. sekretarz generalny Parlamentu wydał decyzję w sprawie zmiany warunków pracy tłumaczy ustnych i konferencyjnych.", "label": [[4, 25, "DATE"], [26, 45, "PROFESSION"], [46, 56, "ORG"], [103, 137, "PROFESSION"]]}
{"text": "3 Decyzja ta została wprowadzona do programów pracy tłumaczy ustnych i doprowadziła do złożenia w październiku 2017 r. przez komitet międzyzwiązkowy (zwany dalej „COMI”), do którego należy w szczególności Syndicat des fonctionnaires internationaux et européens – Section du Parlement européen [związek urzędników międzynarodowych i europejskich – sekcja Parlamentu Europejskiego (SFIE-PE)], tytułem zabezpieczenia, zapowiedzi strajku. Niemniej jednak, po wznowieniu rozmów z sekretarzem generalnym Parlamentu, zapowiedź strajku została wycofana.", "label": [[52, 68, "PROFESSION"], [98, 118, "DATE"], [125, 148, "ORG"], [163, 167, "ORG"], [205, 389, "ORG"], [475, 497, "PROFESSION"], [498, 508, "ORG"]]}
{"text": "4 W dniu 28 maja 2018 r. COMI przedstawiło nową zapowiedź strajku tytułem zabezpieczenia, który miał się odbyć w dniach od 5 czerwca do 20 lipca 2018 r.", "label": [[4, 24, "DATE"], [25, 29, "ORG"], [123, 132, "DATE"], [136, 152, "DATE"]]}
{"text": "5 W dniach 5 i 7 czerwca 2018 r. COMI poinformowało cały personel Parlamentu oraz przewodniczącego Parlamentu o przewidzianych do dnia 14 czerwca 2018 r. zasadach prowadzenia akcji strajkowej.", "label": [[11, 32, "DATE"], [33, 37, "ORG"], [66, 76, "ORG"], [82, 98, "PROFESSION"], [99, 109, "ORG"], [130, 153, "DATE"]]}
{"text": "6 W dniu 8 czerwca 2018 r. dyrektor generalny Parlamentu ds. personelu, po pierwsze, przesłał COMI tabelę przedstawiającą liczbę tłumaczy ustnych, których należałoby wezwać do podjęcia pracy w okresie od 12 do 14 czerwca 2018 r., a po drugie, zwrócił się do COMI o przekazanie mu ewentualnych uwag ze strony organizacji związkowych lub zawodowych (zwanych dalej „OZZ”) zrzeszających personel instytucji na temat tej listy do dnia 11 czerwca 2018 r. do godz. 14.", "label": [[4, 26, "DATE"], [27, 45, "PROFESSION"], [46, 56, "ORG"], [94, 98, "ORG"], [129, 145, "PROFESSION"], [204, 206, "DATE"], [210, 228, "DATE"], [258, 262, "ORG"], [425, 460, "DATE"]]}
{"text": "7 W dniach 9 i 11 czerwca 2018 r. COMI przekazało swoje uwagi dyrektorowi generalnemu Parlamentu ds. personelu.", "label": [[11, 33, "DATE"], [34, 38, "ORG"], [62, 85, "PROFESSION"], [86, 96, "ORG"]]}
{"text": "8 Decyzją z dnia 11 czerwca 2018 r. dyrektor generalny Parlamentu ds. personelu wezwał do podjęcia pracy tłumaczy ustnych i konferencyjnych na okres od 12 do 14 czerwca 2018 r.", "label": [[12, 35, "DATE"], [36, 54, "PROFESSION"], [55, 65, "ORG"], [105, 139, "PROFESSION"], [152, 154, "DATE"], [158, 175, "DATE"]]}
{"text": "9 Podobne postępowania prowadzone były w odniesieniu do okresów od 18 do 22 czerwca 2018 r. oraz od 25 do 27 czerwca 2018 r. i skutkowały wydaniem decyzji wzywających tłumaczy ustnych i konferencyjnych do podjęcia pracy w tych samych okresach.", "label": [[67, 69, "DATE"], [73, 91, "DATE"], [100, 102, "DATE"], [106, 124, "DATE"], [167, 201, "PROFESSION"]]}
{"text": "10 W dniu 25 czerwca 2018 r. COMI poinformowało przewodniczącego Parlamentu, że zapowiedź strajku została przedłużona do dnia 14 września 2018 r.", "label": [[5, 28, "DATE"], [29, 33, "ORG"], [48, 64, "PROFESSION"], [65, 75, "ORG"], [121, 145, "DATE"]]}
{"text": "11 W dniu 27 czerwca 2018 r. dyrektor generalny Parlamentu ds. personelu zwrócił się do COMI o przedstawienie uwag na temat projektu planowanych wezwań do podjęcia pracy na okres od 3 do 5 lipca 2018 r. najpóźniej do dnia 29 czerwca 2018 r. do południa.", "label": [[5, 28, "DATE"], [29, 47, "PROFESSION"], [48, 72, "ORG"], [88, 92, "ORG"], [182, 183, "DATE"], [187, 202, "DATE"], [217, 252, "DATE"]]}
{"text": "12 W dniu 29 czerwca 2018 r. COMI przesłało swoje uwagi przewodniczącemu Parlamentu i dyrektorowi generalnemu Parlamentu ds. personelu.", "label": [[5, 28, "DATE"], [29, 33, "ORG"], [56, 72, "PROFESSION"], [73, 83, "ORG"], [86, 109, "PROFESSION"], [110, 120, "ORG"]]}
{"text": "13 W dniu 2 lipca 2018 r. dyrektor generalny Parlamentu ds. personelu poinformował COMI, że zostaną wystosowane wezwania do podjęcia pracy, niezbędne dla sprawnego przebiegu prac parlamentarnych, oraz że zostanie mu przesłana kopia decyzji wzywających do podjęcia pracy tłumaczy ustnych i konferencyjnych na okres od 3 do 5 lipca 2018 r.", "label": [[5, 25, "DATE"], [26, 44, "PROFESSION"], [45, 55, "ORG"], [83, 87, "ORG"], [270, 304, "PROFESSION"], [317, 318, "DATE"], [322, 337, "DATE"]]}
{"text": "14 Decyzją z dnia 2 lipca 2018 r. (zwaną dalej „decyzją z dnia 2 lipca 2018 r.”) dyrektor generalny Parlamentu ds. personelu wezwał do podjęcia pracy tłumaczy ustnych i konferencyjnych, w tym niektórych ze skarżących, na dzień 3 lipca 2018 r.", "label": [[13, 33, "DATE"], [58, 78, "DATE"], [81, 99, "PROFESSION"], [100, 110, "ORG"], [150, 184, "PROFESSION"], [221, 242, "DATE"]]}
{"text": "Postępowanie", "label": []}
{"text": "15 Pismem, które wpłynęło do sekretariatu Sądu w dniu 3 lipca 2018 r., skarżący wnieśli rozpatrywaną niniejszym skargę.", "label": [[29, 46, "ORG"], [49, 69, "DATE"]]}
{"text": "16 W odrębnym piśmie złożonym w sekretariacie Sądu tego samego dnia skarżący złożyli wniosek o zastosowanie środka tymczasowego. Postanowieniem z dnia 4 lipca 2018 r., Kuhn i in./Parlament (T‑402/18 R, niepublikowanym, EU:T:2018:404), wniosek ten został oddalony, a rozstrzygnięcie o kosztach miało nastąpić w orzeczeniu kończącym postępowanie w sprawie.", "label": [[32, 50, "ORG"], [146, 166, "DATE"], [168, 172, "PER"], [179, 188, "ORG"]]}
{"text": "17 Odrębnym pismem złożonym w sekretariacie Sądu w dniu 17 lipca 2018 r. skarżący, na podstawie art. 86 regulaminu postępowania przed Sądem, złożyli pismo dostosowujące skargę w celu uwzględnienia trzech decyzji wydanych w dniach 3, 4 i 7 lipca 2018 r., na których podstawie dyrektor generalny Parlamentu ds. personelu wezwał do podjęcia pracy tłumaczy ustnych i konferencyjnych w dniach 4, 5, 10 i 11 lipca 2018 r. (zwanych dalej „decyzjami wydanymi po wniesieniu skargi”).", "label": [[30, 48, "ORG"], [51, 72, "DATE"], [134, 139, "ORG"], [230, 252, "DATE"], [275, 293, "PROFESSION"], [294, 304, "ORG"], [344, 378, "PROFESSION"], [388, 415, "DATE"]]}
{"text": "18 Pismem sekretarza z dnia 30 lipca 2018 r. skarżący zostali poinformowani, że na podstawie art. 91 ust. 4 Regulaminu pracowniczego urzędników Unii Europejskiej (zwanego dalej „regulaminem pracowniczym”) postępowanie główne zostało zawieszone do czasu wydania wyraźnej lub dorozumianej decyzji oddalającej ich zażalenie złożone w dniu 3 lipca 2018 r.", "label": [[10, 20, "PROFESSION"], [23, 44, "DATE"], [144, 161, "LOC"], [331, 351, "DATE"]]}
{"text": "19 Pismem złożonym w sekretariacie Sądu w dniu 18 października 2018 r. Rada Unii Europejskiej wniosła o dopuszczenie jej do niniejszego postępowania w charakterze interwenienta popierającego żądania Parlamentu.", "label": [[35, 39, "ORG"], [42, 70, "DATE"], [71, 93, "ORG"], [199, 209, "ORG"]]}
{"text": "20 Pismem z dnia 7 listopada 2018 r. skarżący poinformowali Sąd, że decyzją z dnia 5 listopada 2018 r. Parlament oddalił ich zażalenie.", "label": [[12, 36, "DATE"], [60, 63, "ORG"], [78, 102, "DATE"], [103, 112, "ORG"]]}
{"text": "21 Pismem sekretarza z dnia 15 listopada 2018 r. skarżący zostali poinformowani o podjęciu postępowania.", "label": [[10, 20, "PROFESSION"], [23, 48, "DATE"]]}
{"text": "22 W dniu 22 stycznia 2019 r. Parlament złożył odpowiedź na skargę.", "label": [[5, 29, "DATE"], [30, 39, "ORG"]]}
{"text": "23 Postanowieniem z dnia 24 stycznia 2019 r. prezes szóstej izby Sądu dopuścił interwencję Rady.", "label": [[20, 44, "DATE"], [45, 51, "PROFESSION"], [65, 69, "ORG"], [91, 95, "ORG"]]}
{"text": "24 Rada złożyła uwagi interwenienta w dniu 18 marca 2019 r., a strony sporu ustosunkowały się do nich w wyznaczonych terminach.", "label": [[3, 7, "ORG"], [38, 59, "DATE"]]}
{"text": "25 W dniu 25 marca 2019 r., na wniosek sędziego sprawozdawcy, Sąd (szósta izba), w ramach środków organizacji postępowania przewidzianych w art. 89 regulaminu postępowania, zwrócił się do skarżących o przedstawienie listy tłumaczy ustnych i konferencyjnych, którzy zostali wezwani do podjęcia pracy w dniu 3 lipca 2018 r. Skarżący zastosowali się do tego w wyznaczonym terminie.", "label": [[5, 26, "DATE"], [39, 60, "PROFESSION"], [62, 79, "ORG"], [222, 256, "PROFESSION"], [301, 321, "DATE"]]}
{"text": "26 Skarżący złożyli replikę w dniu 1 kwietnia 2019 r.", "label": [[30, 53, "DATE"]]}
{"text": "27 Pismem złożonym w sekretariacie Sądu w dniu 3 kwietnia 2019 r. Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel i Christof van den Tempel cofnęli skargę (czynność zwana dalej „częściowym cofnięciem”). Pismami złożonymi w sekretariacie Sądu w dniu 5 kwietnia 2019 r. Parlament i Rada przedstawiły uwagi dotyczące częściowego cofnięcia. Postanowieniem z dnia 30 kwietnia 2019 r. prezes szóstej izby Sądu usunął nazwiska tych osób z listy skarżących i orzekł o kosztach związanych z częściowym cofnięciem.", "label": [[21, 39, "ORG"], [42, 65, "DATE"], [66, 77, "PER"], [79, 94, "PER"], [96, 107, "PER"], [109, 129, "PER"], [132, 155, "PER"], [239, 257, "ORG"], [260, 283, "DATE"], [284, 293, "ORG"], [296, 300, "ORG"], [370, 394, "DATE"], [395, 401, "PROFESSION"], [402, 419, "ORG"]]}
{"text": "28 W dniu 10 maja 2019 r., w którym zamknięto pisemny etap postępowania, Parlament przedłożył duplikę.", "label": [[5, 25, "DATE"], [73, 82, "ORG"]]}
{"text": "29 Z uwagi na przeszkodę w wykonywaniu obowiązków przez jednego z sędziów szóstej izby prezes tej izby wyznaczył innego sędziego w celu uzupełnienia składu izby.", "label": [[66, 73, "PROFESSION"], [74, 86, "ORG"], [87, 93, "PROFESSION"], [120, 128, "PROFESSION"]]}
{"text": "30 Na wniosek szóstej izby Sąd – na podstawie art. 28 regulaminu postępowania – postanowił przekazać sprawę składowi powiększonemu.", "label": [[14, 26, "ORG"], [27, 30, "ORG"]]}
{"text": "31 Na wniosek sędziego sprawozdawcy Sąd (szósta izba w składzie powiększonym) postanowił otworzyć ustny etap postępowania oraz, w ramach środków organizacji postępowania przewidzianych w art. 89 regulaminu postępowania, skierował pytania do uczestników oraz wezwał Parlament do przedłożenia decyzji, na której podstawie określono organy, które wykonywały w jego ramach uprawnienia przyznane na podstawie regulaminu pracowniczego organowi powołującemu, a także wezwał skarżących do przedłożenia „porozumienia ad hoc ze stycznia 2014 r.”, do którego odwołali się w skardze. Strony zastosowały się do tego wezwania w wyznaczonym terminie.", "label": [[14, 35, "PROFESSION"], [36, 77, "ORG"], [265, 274, "ORG"], [518, 534, "DATE"]]}
{"text": "32 Na rozprawie w dniu 9 października 2019 r. wysłuchane zostały wystąpienia stron i ich odpowiedzi na pytania Sądu.", "label": [[18, 45, "DATE"], [111, 115, "ORG"]]}
{"text": "Żądania stron", "label": []}
{"text": "33 Skarżący wnoszą do Sądu o:", "label": [[22, 26, "ORG"]]}
{"text": "– stwierdzenie nieważności decyzji z dnia 2 lipca 2018 r. oraz decyzji wydanych po wniesieniu skargi;", "label": [[37, 57, "DATE"]]}
{"text": "– zasądzenie od Parlamentu zadośćuczynienia za krzywdę oszacowaną ex aequo et bono na kwotę 1000 EUR na osobę;", "label": [[16, 26, "ORG"], [92, 96, "AMOUNT_VALUE"], [97, 100, "AMOUNT_UNIT"]]}
{"text": "– obciążenie Parlamentu całością kosztów postępowania.", "label": [[13, 23, "ORG"]]}
{"text": "34 Parlament wnosi do Sądu o:", "label": [[3, 12, "ORG"], [22, 26, "ORG"]]}
{"text": "– w części odrzucenie skargi jako niedopuszczalnej, a w części oddalenie jako bezzasadnej;", "label": []}
{"text": "– obciążenie skarżących kosztami postępowania.", "label": []}
{"text": "35 Rada wnosi do Sądu o:", "label": [[3, 7, "ORG"], [17, 21, "ORG"]]}
{"text": "– w części odrzucenie skargi jako niedopuszczalnej, a w części oddalenie jako bezzasadnej;", "label": []}
{"text": "– zasądzenie kosztów postępowania według norm przepisanych.", "label": []}
{"text": "Co do prawa", "label": []}
{"text": "W przedmiocie żądań stwierdzenia nieważności", "label": []}
{"text": "W przedmiocie dopuszczalności", "label": []}
{"text": "– W przedmiocie dopuszczalności skargi w zakresie, w jakim jest ona skierowana przeciwko decyzjom wydanym po wniesieniu skargi", "label": []}
{"text": "36 Parlament podnosi, że skarżący nie mogą powoływać się na art. 86 regulaminu postępowania w celu żądania stwierdzenia nieważności decyzji wydanych po wniesieniu skargi, ponieważ nie mają one na celu zastąpienia lub zmiany decyzji z dnia 2 lipca 2018 r. Twierdzi on, że decyzje wydane po wniesieniu skargi, pomimo wysokiego prawdopodobieństwa ich wydania, nie mogą być przedmiotem niniejszej skargi, ponieważ nie wywoływały one skutków prawnych w chwili wniesienia skargi. Dodatkowo zauważa, że skarżący powinni byli zastosować się do postępowania poprzedzającego wniesienie skargi, przewidzianego w art. 90 ust. 2 regulaminu pracowniczego, przed wystąpieniem do Sądu o stwierdzenie nieważności decyzji wydanych po wniesieniu skargi.", "label": [[3, 12, "ORG"], [234, 254, "DATE"], [664, 668, "ORG"]]}
{"text": "37 Skarżący powołują się na wyjątkowe okoliczności i podnoszą co do istoty, że z uwagi na wyjątkowo późne przyjęcie środków wzywających do podjęcia pracy mają oni prawo żądać stwierdzenia nieważności decyzji wydanych po wniesieniu skargi. Dodają oni, że choć prawdą jest, iż decyzje te nie były wydane na dzień wniesienia skargi, to ich wydanie było jednak pewne. Według nich wymaganie, aby wnieśli do sądu tyle skarg, ile wydano decyzji, byłoby oczywiście nieproporcjonalne, nieracjonalne, sprzeczne z prawidłowym sprawowaniem wymiaru sprawiedliwości i naruszałoby prawo do skutecznego środka prawnego, przewidziane w art. 47 Karty praw podstawowych Unii Europejskiej (zwanej dalej „kartą”). Oświadczają oni, że zastosowali się do postępowania poprzedzającego wniesienie skargi, przewidzianego w art. 90 ust. 2 regulaminu pracowniczego.", "label": [[402, 406, "ORG"], [651, 668, "LOC"]]}
{"text": "38 W tym względzie należy przypomnieć, że zgodnie z orzecznictwem, skarżący może skutecznie wnieść do Sądu skargę o stwierdzenie nieważności wówczas, gdy skarga dotyczy aktu istniejącego i niekorzystnego (wyrok z dnia 16 września 2013 r., Bank Kargoshaei i in. przeciwko Radzie, T‑8/11, nieopublikowany, EU:T:2013:470, pkt 47).", "label": [[102, 106, "ORG"], [213, 237, "DATE"], [239, 254, "ORG"], [271, 277, "ORG"]]}
{"text": "39 Należy zauważyć, że w niniejszej sprawie skarżący twierdzili w skardze, iż domagają się stwierdzenia nieważności „przyszłych decyzji wzywających pracowników do podjęcia pracy w dniach 4, 5, 10 i 11 lipca 2018 r.”. Tymczasem zgodnie z orzecznictwem przytoczonym w pkt 38 powyżej żądania, które zmierzają do tego, aby Sąd orzekł o zgodności z prawem aktów hipotetycznych, dotąd niewydanych, są niedopuszczalne i podlegają wyłącznie oddaleniu (postanowienie z dnia 27 lutego 2019 r., SFIE-PE/Parlament, T‑401/18, nieopublikowane, EU:T:2019:132, pkt 30). Mimo że skarżący twierdzą, że w dniu 27 czerwca 2018 r. omawiane decyzje były pewne zarówno co do ich istnienia, jak i treści, to przyznają, że nie można wykluczyć, iż niektórzy tłumacze ustni, którzy początkowo powinni być wezwani do podjęcia pracy, musieli zostać w ostatniej chwili zastąpieni, w szczególności wskutek choroby.", "label": [[187, 214, "DATE"], [319, 322, "ORG"], [460, 482, "DATE"], [484, 491, "ORG"], [492, 501, "ORG"], [586, 609, "DATE"], [732, 746, "PROFESSION"]]}
{"text": "40 Inne argumenty przedstawione przez skarżących, takie jak przypomniane w pkt 37 powyżej, nie pozwalają na zakwestionowanie takiego wniosku.", "label": []}
{"text": "41 Jeśli chodzi, po pierwsze, o podnoszone naruszenie art. 47 karty, należy przypomnieć, że przepis ten nie ma na celu zmiany przewidzianego w traktatach systemu kontroli sądowej, a w szczególności zasad dotyczących dopuszczalności skarg wnoszonych bezpośrednio do sądu Unii Europejskiej, co wynika również z wyjaśnień odnoszących się do art. 47, które zgodnie z art. 6 ust. 1 akapit trzeci TUE i art. 52 ust. 7 karty muszą zostać uwzględnione przy dokonywaniu wykładni karty (zob. wyrok z dnia 4 czerwca 2015 r., Andechser Molkerei Scheitz/Komisja, C‑682/13 P, niepublikowany, EU:C:2015:356, pkt 29 i przytoczone tam orzecznictwo).", "label": [[270, 287, "LOC"], [490, 512, "DATE"], [514, 540, "ORG"], [541, 548, "ORG"]]}
{"text": "42 Ponadto należy zauważyć, że wydanie, które w ocenie skarżących nastąpiło z opóźnieniem, decyzji wydanych po wniesieniu skargi nie pozbawiło skarżących możliwości wniesienia, na warunkach określonych w art. 270 TFUE, skargi o stwierdzenie nieważności tych decyzji po ich wydaniu. Prawo skarżących do skutecznego środka prawnego nie zostało zatem w żadnym wypadku naruszone.", "label": []}
{"text": "43 Po drugie, w złożonym w dniu 17 lipca 2018 r. piśmie dostosowującym skargę skarżący stwierdzają, że decyzje, które w chwili wniesienia skargi były jeszcze decyzjami przyszłymi, zostały faktycznie wydane. Skarżący uważają, że to pismo dostosowujące skargę sprawia, że rozpatrywany zarzut niedopuszczalności staje się bezprzedmiotowy.", "label": [[27, 48, "DATE"]]}
{"text": "44 W tym względzie należy przypomnieć, że zgodnie z art. 86 § 1 regulaminu postępowania, „[w] przypadku gdy akt, o którego stwierdzenie nieważności się wnosi, został zastąpiony lub zmieniony przez inny akt mający ten sam przedmiot, skarżący może, przed zamknięciem ustnego etapu postępowania lub przed podjęciem przez Sąd decyzji o rozstrzygnięciu sprawy z pominięciem ustnego etapu postępowania, dostosować skargę w celu uwzględnienia tej nowej okoliczności”.", "label": [[318, 321, "ORG"]]}
{"text": "45 Tymczasem należy stwierdzić, że nie można przyjąć, iż decyzje wydane po wniesieniu skargi zastępują lub zmieniają decyzję z dnia 2 lipca 2018 r. lub przyszłe decyzje, o których stwierdzenie nieważności wniesiono w skardze. Po pierwsze, nie ulega wątpliwości, że decyzje wydane po wniesieniu skargi nie mają na celu zastąpienia ani zmiany decyzji z dnia 2 lipca 2018 r., która nie dotyczy tych samych dni i jest skierowana do różnych adresatów. Po drugie, w odniesieniu do przyszłych decyzji, o których stwierdzenie nieważności wniesiono w skardze, i wbrew temu, co twierdzą skarżący, art. 86 § 1 regulaminu nie powoduje dopuszczalności skargi na decyzje, które w dniu wniesienia skargi nie zostały jeszcze wydane. Z powyższego wynika, że przedstawione przez skarżących pismo dostosowujące skargę nie jest objęte zakresem stosowania art. 86 § 1 regulaminu postępowania.", "label": [[127, 147, "DATE"], [351, 371, "DATE"]]}
{"text": "46 W związku z tym niniejsza skarga jest niedopuszczalna w zakresie, w jakim jest ona skierowana przeciwko decyzjom wydanym po wniesieniu skargi.", "label": []}
{"text": "– W przedmiocie legitymacji procesowej niektórych skarżących", "label": []}
{"text": "47 W odpowiedzi na zarządzony przez Sąd środek organizacji postępowania Parlament podnosi, że spośród 31 skarżących, którzy wnieśli niniejszą skargę, jedynie osiem osób było adresatami decyzji z dnia 2 lipca 2018 r. Stąd wnioskuje on, że pozostali skarżący, wezwani do podjęcia pracy na podstawie decyzji wydanych po wniesieniu skargi, nie mają legitymacji procesowej do dochodzenia stwierdzenia nieważności decyzji z dnia 2 lipca 2018 r., której nie są adresatami.", "label": [[36, 39, "ORG"], [72, 81, "ORG"], [195, 215, "DATE"], [418, 438, "DATE"]]}
{"text": "48 Podczas rozprawy skarżący argumentowali, że niniejsza skarga dotyczyła jednak indywidualnie tych, którzy nie byli adresatami decyzji z dnia 2 lipca 2018 r., ponieważ stanowią oni wystarczająco określoną kategorię w ramach pracowników Parlamentu w rozumieniu wyroku z dnia 15 lipca 1963 r., Larsen/Komisja (25/62, EU:C:1963:17, s. 223), ponadto byli wskazani w zapowiedzi strajku złożoną pod koniec maja 2018 r., jak również we wszystkich komunikatach międzyzwiązkowych, oraz byli zaangażowani, za pośrednictwem swoich przedstawicieli w COMI, w proces prowadzący do przygotowania decyzji z dnia 2 lipca 2018 r.", "label": [[138, 158, "DATE"], [237, 247, "ORG"], [270, 291, "DATE"], [293, 299, "PER"], [300, 307, "ORG"], [401, 413, "DATE"], [521, 536, "PROFESSION"], [539, 543, "ORG"], [592, 612, "DATE"]]}
{"text": "49 W tym względzie należy przypomnieć, że podmioty inne niż adresaci decyzji mogą utrzymywać, iż decyzja ta dotyczy ich indywidualnie tylko wtedy, gdy ma ona wpływ na ich sytuację ze względu na pewne charakterystyczne dla nich cechy lub na sytuację faktyczną, która odróżnia je od wszelkich innych osób i w związku z tym indywidualizuje w sposób analogiczny do adresata decyzji (wyrok z dnia 15 lipca 1963 r., Larsen/Komisja, 25/62, EU:C:1963:17, s. 223; zob. wyrok z dnia 29 kwietnia 2004 r., Włochy/Komisja, C‑298/00 P, EU:C:2004:240, pkt 36 i przytoczone tam orzecznictwo).", "label": [[387, 408, "DATE"], [410, 416, "PER"], [417, 424, "ORG"], [468, 492, "DATE"], [494, 500, "ORG"], [501, 508, "ORG"]]}
{"text": "50 W niniejszej sprawie wystarczy stwierdzić, że decyzja z dnia 2 lipca 2018 r., będąca decyzją indywidualną, której adresatami w rozumieniu art. 263 TFUE są tłumacze ustni wezwani do podjęcia pracy (postanowienie z dnia 27 lutego 2019 r., SFIE-PE/Parlament, T‑401/18, niepublikowane, EU:T:2019:132, pkt 42), nie dotyczyła skarżących, których nie wzywała do podjęcia pracy, ponieważ nie podjęto w niej wobec nich żadnych działań i nie wpłynęła ona na ich sytuację osobistą. W związku z tym skarżący, którzy nie byli adresatami decyzji z dnia 2 lipca 2018 r., nie są zindywidualizowani w sposób analogiczny do adresatów w rozumieniu orzecznictwa przytoczonego w pkt 49 powyżej, a zatem nie mają legitymacji procesowej do dochodzenia stwierdzenia nieważności tej decyzji.", "label": [[59, 79, "DATE"], [158, 172, "PROFESSION"], [216, 238, "DATE"], [240, 247, "ORG"], [248, 257, "ORG"], [537, 557, "DATE"]]}
{"text": "Co do istoty sprawy", "label": []}
{"text": "51 W uzasadnieniu skargi skarżący podnoszą trzy zarzuty. Zarzut pierwszy dotyczy naruszenia prawa do podejmowania działań zbiorowych oraz prawa do informacji i konsultacji, potwierdzonych w art. 27 i 28 karty oraz w dyrektywie 2002/14/WE Parlamentu Europejskiego i Rady z dnia 11 marca 2002 r. ustanawiającej ogólne ramowe warunki informowania i przeprowadzania konsultacji z pracownikami we Wspólnocie Europejskiej – wspólna deklaracja Parlamentu Europejskiego, Rady i Komisji w sprawie reprezentacji pracowników (Dz.U. 2002, L 80, s. 29), a także wykonanych w drodze porozumienia ramowego pomiędzy Parlamentem Europejskim a OZZ z dnia 12 lipca 1990 r. (zwanego dalej „porozumieniem ramowym”), oraz naruszenia prawa do dobrej administracji ustanowionego w art. 41 karty. Zarzut drugi dotyczy braku właściwości organu wydającego akt i naruszenia zasady pewności prawa, a zarzut trzeci – naruszenia prawa do skutecznego środka prawnego, przewidzianego w art. 47 karty.", "label": [[238, 262, "ORG"], [265, 269, "ORG"], [272, 293, "DATE"], [392, 415, "LOC"], [437, 461, "ORG"], [463, 467, "ORG"], [470, 477, "ORG"], [600, 623, "ORG"], [632, 653, "DATE"]]}
{"text": "52 Zarzut pierwszy dzieli się na dwie części. Pierwsza część dotyczy naruszenia prawa tłumaczy ustnych i konferencyjnych do prowadzenia działań zbiorowych, a druga dotyczy naruszenia procedury uzgodnień i konsultacji.", "label": [[86, 120, "PROFESSION"]]}
{"text": "53 W odniesieniu do pierwszej części skarżący podnoszą, że prawo do strajku jest prawem podstawowym, zapisanym w szczególności w karcie oraz w Europejskiej karcie społecznej, podpisanej w Turynie w dniu 18 października 1961 r., z późniejszymi zmianami. Przyznają oni jednak, że takie prawo nie jest prawem bezwzględnym, że musi ono być zgodne z zasadą proporcjonalności i że jego wykonywanie może podlegać ograniczeniom. Uważają, że ani art. 55 regulaminu pracowniczego, który nie odnosi się do minimalnego zakresu świadczenia pracy w przypadku strajku, ani porozumienie ramowe, ani decyzja z dnia 2 lipca 2018 r. nie mogą być rozumiane jako ustawa w rozumieniu art. 52 ust. 1 karty, zezwalająca na ograniczenie prawa do strajku. Twierdzą, że powszechnie przyjmuje się, iż prawo do strajku w służbie publicznej musi być zrównoważone potrzebą zagwarantowania niezbędnych usług. Odnoszą się do Komitetu Wolności Związkowej Międzynarodowej Organizacji Pracy (MOP), który rozróżnia między niezbędnymi usługami a usługami innymi. Skarżący podkreślają, że Parlament nigdy nie określił jasnych i jednoznacznych zasad ustalania, które usługi mogą być niezbędne dla zapewnienia ciągłości działania. Zdaniem skarżących takie uprzednie określenie pozwoliłoby wykazać, w pierwszej kolejności, uzasadniony charakter zamierzonego celu, a w drugiej kolejności konieczny charakter ograniczenia. Tymczasem w niniejszej sprawie, zdaniem skarżących, decyzja z dnia 2 lipca 2018 r. nie służy realizacji uzasadnionego celu i jest nieproporcjonalna.", "label": [[143, 155, "LOC"], [188, 195, "LOC"], [198, 226, "DATE"], [593, 613, "DATE"], [892, 960, "ORG"], [1050, 1059, "ORG"], [1441, 1461, "DATE"]]}
{"text": "54 Parlament odpowiada, że nie kwestionuje faktu, iż prawo do strajku jest prawem podstawowym zapisanym w art. 28 karty. Podkreśla on, że regulamin pracowniczy nie wspomina o prawie do strajku i że Unia nie jest co do zasady związana żadnym z aktów prawnych MOP, ponieważ Unia nie jest jej członkiem. Dodaje, że wbrew temu, co twierdzą skarżący, art. 55 ust. 1 regulaminu pracowniczego należy uznać za ograniczenie prawa do strajku przewidziane przez ustawę w rozumieniu art. 52 ust. 1 karty, a zatem stanowi on przepis regulaminu pracowniczego, który może uzasadniać wezwanie do podjęcia pracy. Podnosi, że takie wezwania do podjęcia pracy są uzasadnione, gdy skutkiem, a nawet celem akcji strajkowych jest zakłócenie pracy Parlamentu jako prawodawcy, organu budżetowego i kontrolnego. Środki te są zatem jego zdaniem konieczne w rozumieniu art. 52 ust. 1 karty. Jeśli chodzi o proporcjonalność wezwań do podjęcia pracy, zawartych w decyzji z dnia 2 lipca 2018 r., Parlament podkreśla, że w trakcie rozwoju akcji strajkowej w coraz większym stopniu udoskonalał minimalne usługi w zakresie tłumaczeń ustnych. Wywodzi stąd, że decyzja z dnia 2 lipca 2018 r. nie budzi poważnych wątpliwości z punktu widzenia proporcjonalności.", "label": [[3, 12, "ORG"], [198, 202, "ORG"], [258, 261, "ORG"], [272, 276, "ORG"], [725, 735, "ORG"], [944, 964, "DATE"], [966, 975, "ORG"], [1136, 1156, "DATE"]]}
{"text": "55 Rada uważa, że regulamin pracowniczy zawiera kilka przepisów, które mogą stanowić podstawę wezwań do podjęcia pracy, zawartych w decyzji z dnia 2 lipca 2018 r. To samo odnosi się do obowiązku lojalności urzędnika, wskazanego w art. 11 akapit pierwszy regulaminu pracowniczego, zgodnie z którym urzędnik musi pełnić swoje obowiązki w sposób obiektywny, bezstronny oraz w poszanowaniu obowiązku zachowania lojalności wobec Unii. Podobnie art. 21 akapit pierwszy regulaminu pracowniczego, zgodnie z którym urzędnik, niezależnie od swojej rangi służbowej, wspiera i służy radą swoim przełożonym oraz odpowiada za wykonywanie powierzonych mu obowiązków, mógł stanowić podstawę decyzji z dnia 2 lipca 2018 r. Rada powołuje się również na art. 55 ust. 1 regulaminu pracowniczego, który stanowi, że urzędnicy aktywnie zatrudnieni pozostają zawsze w dyspozycji swojej instytucji. Wreszcie Rada powołuje się na obowiązek dbałości w kształcie opracowanym przez orzecznictwo.", "label": [[3, 7, "ORG"], [142, 162, "DATE"], [424, 428, "LOC"], [685, 705, "DATE"], [706, 710, "ORG"], [883, 887, "ORG"]]}
{"text": "56 W tym względzie z art. 28 karty wynika, że pracownicy i pracodawcy lub ich odpowiednie organizacje mają, zgodnie z prawem Unii oraz ustawodawstwami i praktykami krajowymi, prawo do negocjowania i zawierania układów zbiorowych pracy na odpowiednich poziomach oraz do podejmowania, w przypadkach konfliktu interesów, działań zbiorowych, w tym strajku, w obronie swoich interesów.", "label": [[125, 129, "LOC"]]}
{"text": "57 Przepisy te mogą znajdować zastosowanie w stosunkach pomiędzy instytucjami Unia a ich personelem (zob. podobnie wyrok z dnia 15 września 2016 r., U4U i in./Parlament i Rada, T‑17/14, niepublikowany, EU:T:2016:489, pkt 77; zob. wyrok z dnia 13 grudnia 2018 r., Haeberlen/ENISA, T‑632/16, niepublikowany, EU:T:2018:957, pkt 189 i przytoczone tam orzecznictwo).", "label": [[78, 82, "LOC"], [123, 147, "DATE"], [149, 152, "ORG"], [159, 168, "ORG"], [171, 175, "ORG"], [238, 261, "DATE"], [263, 272, "ORG"], [273, 278, "ORG"]]}
{"text": "58 Ponadto art. 52 ust. 1 karty stanowi, że wszelkie ograniczenia w korzystaniu z praw i wolności uznanych w karcie muszą być przewidziane ustawą i szanować istotę tych praw i wolności. Z zastrzeżeniem zasady proporcjonalności, ograniczenia mogą być wprowadzone wyłącznie wtedy, gdy są konieczne i rzeczywiście odpowiadają celom interesu ogólnego uznawanym przez Unię lub potrzebom ochrony praw i wolności innych osób.", "label": [[363, 367, "ORG"]]}
{"text": "59 Z przepisu tego wynika, że aby pozostawać w zgodzie z prawem Unii, ograniczenie prawa chronionego na mocy karty powinno w każdym wypadku spełniać trzy przesłanki (zob. podobnie wyrok z dnia 28 maja 2013 r., Kelsi i in./Rada, T‑187/11, EU:T:2013:273, pkt 78).", "label": [[64, 68, "LOC"], [188, 208, "DATE"], [210, 215, "PER"], [222, 226, "ORG"]]}
{"text": "60 Po pierwsze, ograniczenie powinno być „przewidziane ustawą”. Innymi słowy, dany środek musi mieć podstawę prawną (zob. wyrok z dnia 28 maja 2013 r., Kelsi i in./Rada, T‑187/11, EU:T:2013:273, pkt 79 i przytoczone tam orzecznictwo).", "label": [[130, 150, "DATE"], [152, 157, "PER"], [164, 168, "ORG"]]}
{"text": "61 Po drugie, ograniczenie powinno odpowiadać celowi interesu ogólnego uznanemu za taki w prawie Unii (wyrok z dnia 28 maja 2013 r., Kelsi i in./Rada, T‑187/11, EU:T:2013:273, pkt 80).", "label": [[97, 101, "LOC"], [111, 131, "DATE"], [133, 138, "PER"], [145, 149, "ORG"]]}
{"text": "62 Po trzecie, ograniczenie nie może być nadmierne. Z jednej strony powinno być konieczne i proporcjonalne do zamierzonego celu. Z drugiej strony nie może zostać naruszona „istota”, to jest zasadnicza treść danego prawa lub danej wolności (zob. wyrok z dnia 28 maja 2013 r., Kelsi i in./Rada, T‑187/11, EU:T:2013:273, pkt 81 i przytoczone tam orzecznictwo).", "label": [[253, 273, "DATE"], [275, 280, "PER"], [287, 291, "ORG"]]}
{"text": "63 To właśnie w świetle tych rozważań należy zbadać, czy decyzja z dnia 2 lipca 2018 r. stanowi ograniczenie prawa do strajku chronionego na mocy art. 28 karty, a jeśli tak, to czy w niniejszej sprawie są spełnione trzy przesłanki dla uznania takiego ograniczenia za zgodne z prawem Unii.", "label": [[67, 87, "DATE"], [283, 287, "LOC"]]}
{"text": "64 Sąd stoi na stanowisku, że w zakresie, w jakim decyzja z dnia 2 lipca 2018 r. ogranicza możliwość uczestnictwa tłumaczy ustnych, których dotyczy wezwanie do podjęcia pracy, w zbiorowym i uzgodnionym zaprzestaniu pracy w obronie ich interesów, stanowi ona ograniczenie w wykonywaniu zagwarantowanego w art. 28 karty prawa do strajku. Parlament nie kwestionuje zresztą takiego wniosku, argumentując jednak, że omawiane ograniczenie jest zgodne z prawem Unii.", "label": [[3, 6, "ORG"], [60, 80, "DATE"], [114, 130, "PROFESSION"], [336, 345, "ORG"], [454, 458, "LOC"]]}
{"text": "65 Należy zatem zbadać, czy ograniczenie wynikające z decyzji z dnia 2 lipca 2018 r. spełnia przesłanki przypomniane w pkt 60–62 powyżej.", "label": [[64, 84, "DATE"]]}
{"text": "66 W odniesieniu do przesłanki, aby ograniczenie było „przewidziane ustawą”, należy przypomnieć, że wymóg, aby wszelkie ograniczenia w korzystaniu z prawa wynikającego z karty były przewidziane ustawą, oznacza, że podstawa prawna musi być wystarczająco jasna i precyzyjna oraz że w zakresie, w jakim definiuje ona sama zakres ograniczenia w wykonywaniu tego prawa, zapewnia ona pewną ochronę przed ewentualnymi arbitralnymi działaniami administracji (zob. podobnie wyrok z dnia 17 grudnia 2015 r., WebMindLicenses, C‑419/14, EU:C:2015:832, pkt 81).", "label": [[473, 496, "DATE"], [498, 513, "ORG"]]}
{"text": "67 Ponadto, zgodnie z utrwalonym orzecznictwem zasada pewności prawa, należąca do ogólnych zasad prawa Unii, wymaga w szczególności, aby przepisy prawne były jasne, precyzyjne i przewidywalne co do ich skutków, w szczególności gdy mogą wywoływać skutki niekorzystne dla jednostek i przedsiębiorstw (zob. wyrok z dnia 18 listopada 2008 r., Weisser, C‑158/07, EU:C:2008:630, pkt 67 i przytoczone tam orzecznictwo).", "label": [[103, 107, "LOC"], [312, 337, "DATE"], [339, 346, "PER"]]}
{"text": "68 Na wstępie w pierwszej kolejności należy uściślić, że decyzja z dnia 2 lipca 2018 r. odnosi się do art. 55 regulaminu pracowniczego, art. 16 i 90 Warunków zatrudnienia innych pracowników Unii Europejskiej (zwanych dalej „WZIP”) oraz do porozumienia ramowego.", "label": [[67, 87, "DATE"], [190, 207, "LOC"]]}
{"text": "69 Artykuł 16 WZIP przewiduje analogiczne stosowanie art. 55 regulaminu pracowniczego do innych pracowników Unii. Nie będzie zatem badany odrębnie od art. 55. Artykuł 90 WZIP stanowi z kolei, że w drodze odstępstwa od przepisów tytułu dotyczącego pracowników kontraktowych tłumacze konferencyjni zatrudnieni przez Parlament lub przez Komisję Europejską w imieniu instytucji i jednostek organizacyjnych Unii podlegają warunkom przewidzianym w Porozumieniu z dnia 28 lipca 1999 r. zawartym między Parlamentem, Komisją i Trybunałem Sprawiedliwości Unii Europejskiej, występującymi w imieniu instytucji z jednej strony a stowarzyszeniami reprezentującymi grupy zawodowe z drugiej strony. Przepis ten nie zawiera żadnych norm, które mogłyby służyć jako podstawa prawna dla rozpatrywanych wezwań do podjęcia pracy. Ponadto żadna ze stron postępowania nie powołuje się na niego.", "label": [[108, 112, "ORG"], [273, 295, "PROFESSION"], [314, 323, "ORG"], [334, 352, "ORG"], [402, 406, "LOC"], [457, 478, "DATE"], [495, 506, "ORG"], [508, 515, "ORG"], [518, 562, "ORG"]]}
{"text": "70 W drugiej kolejności należy zauważyć, że chociaż decyzja z dnia 2 lipca 2018 r. odnosi się do art. 55 regulaminu pracowniczego w całości, Parlament uściśla, że nigdy nie było wątpliwości co do tego, że ma ona podstawy nie w ust. 2, 3 lub 4 tego artykułu, lecz jedynie w ust. 1, który ma autonomiczny zakres stosowania, niezależny od odpowiednich zakresów stosowania pozostałych ustępów tego przepisu. W każdym razie ust. 2, 3 lub 4 artykułu 55 regulaminu pracowniczego nie przewidują stosowania wezwań do podjęcia pracy, a zatem nie mogą być traktowane jak ustawa w rozumieniu art. 52 ust. 1 karty.", "label": [[62, 82, "DATE"], [141, 150, "ORG"]]}
{"text": "71 Należy zatem zbadać, czy art. 55 ust. 1 regulaminu pracowniczego z jednej strony lub porozumienie ramowe z drugiej strony mogły stanowić podstawę prawną decyzji z dnia 2 lipca 2018 r. w rozumieniu art. 52 ust. 1 karty.", "label": [[166, 186, "DATE"]]}
{"text": "72 Po pierwsze, jeśli chodzi o art. 55 ust. 1 regulaminu pracowniczego, należy na wstępie zaznaczyć, że jak już wskazano w orzecznictwie, regulamin pracowniczy milczy w kwestii prawa do strajku (wyrok z dnia 18 marca 1975 r., Köhler i in./Komisja, 44/74, 46/74 i 49/74, EU:C:1975:42, pkt 15). Jego kolejne zmiany nie zmieniły tego stanu rzeczy, co zresztą przyznaje sam Parlament.", "label": [[203, 224, "DATE"], [226, 232, "PER"], [239, 246, "ORG"], [370, 379, "ORG"]]}
{"text": "73 Ponadto należy przypomnieć, że zgodnie z art. 55 ust. 1 regulaminu pracowniczego „urzędnicy aktywnie zatrudnieni pozostają zawsze w dyspozycji swojej instytucji”. Trzeba zauważyć, że taki przepis, zawarty w rozdziale 1, dotyczącym czasu pracy, tytułu 4 w sprawie warunków zatrudnienia urzędników, nie przewiduje żadnych dokładnych i jasnych ograniczeń w zakresie wykonywania prawa do strajku ani tym bardziej nie przewiduje stosowania wezwań do podjęcia pracy. Nie zawiera on zatem wyjaśnienia co do zakresu ograniczenia prawa do strajku w rozumieniu orzecznictwa przytoczonego w pkt 66 i 67 powyżej i nie może w związku z tym służyć jako podstawa prawna dla omawianych środków w postaci wezwania do podjęcia pracy.", "label": []}
{"text": "74 Wniosku tego nie może podważyć argument Parlamentu, zgodnie z którym art. 55 ust. 1 regulaminu pracowniczego zezwala instytucji na wzywanie urzędników do świadczenia pracy poza godzinami pracy i na stawianie interesów służby przed jakimikolwiek względami dotyczącymi zwykłego czasu pracy lub urlopu. Argument taki nie może bowiem przeważyć nad ustanowioną w karcie koniecznością ograniczenia korzystania z gwarantowanego przez nią prawa jedynie poprzez odwołanie się do ustawy, która jest wystarczająco jasna i precyzyjna i sama określa zakres ograniczenia korzystania z danego prawa.", "label": [[43, 53, "ORG"]]}
{"text": "75 Z powyższego wynika, że artykuły regulaminu pracowniczego, o których mowa w decyzji z dnia 2 lipca 2018 r., a w szczególności art. 55 ust. 1 regulaminu pracowniczego, nie mogły służyć jako podstawa prawna dla wezwań do podjęcia pracy zawartych w decyzji z dnia 2 lipca 2018 r.", "label": [[89, 109, "DATE"], [259, 279, "DATE"]]}
{"text": "76 Po drugie, w odniesieniu do porozumienia ramowego należy uściślić, że zgodnie z art. 8 tego porozumienia strony zobowiązują się do określenia w protokole, który zostanie załączony do tego porozumienia, procedury pojednawczej, która zostanie wprowadzona w życie w przypadku przerwania pracy.", "label": []}
{"text": "77 Nie ulega jednak wątpliwości, że protokół, o którym mowa w pkt 76 powyżej, nigdy nie został przyjęty. Tymczasem żaden inny artykuł porozumienia ramowego nie może służyć jako podstawa prawna dla omawianych środków w postaci wezwania do podjęcia pracy.", "label": []}
{"text": "78 W związku z tym, przy założeniu, że urzędnicy mogą wywodzić prawa z naruszenia przepisów regulujących stosunki instytucji z OZZ, art. 8 porozumienia ramowego nie mógł, w braku przyjęcia protokołu, do którego odsyła, i w każdym razie, działać jak ustawa w rozumieniu art. 52 ust. 1 karty.", "label": []}
{"text": "79 Po trzecie, w odniesieniu do innych przepisów przywołanych przez Radę, a mianowicie art. 11 akapit pierwszy i art. 21 akapit pierwszy regulaminu pracowniczego, należy stwierdzić, że nie są one wymienione w decyzji z dnia 2 lipca 2018 r., a zatem nie mogły stanowić podstawy prawnej. W każdym razie należy zauważyć, że tym bardziej nie mają one na celu określenia zakresu ograniczenia wykonywania prawa do strajku w rozumieniu orzecznictwa przywołanego w pkt 66 powyżej.", "label": [[68, 72, "ORG"], [219, 239, "DATE"]]}
{"text": "80 To samo odnosi się do obowiązku dbałości, na który powołuje się również Rada, który to obowiązek zgodnie z orzecznictwem odzwierciedla równowagę wzajemnych praw i obowiązków w stosunkach między organem władzy publicznej a pracownikami służy publicznej i oznacza w szczególności, że podejmując decyzję w sprawie sytuacji urzędnika, organ ten musi wziąć pod uwagę wszystkie czynniki, które mogą mieć wpływ na jego decyzję, a także, że czyniąc to, powinien mieć na względzie nie tylko interes służby, ale również między innymi interes danego urzędnika [zob. podobnie wyrok z dnia 13 grudnia 2017 r., William Moretti i in./EBI, T‑482/16 RENV, EU:T:2017:901, pkt 131 (niepublikowany) i przytoczone tam orzecznictwo]. W tej kwestii należy zauważyć, że o ile taka zasada wymaga, aby organ publiczny brał pod uwagę nie tylko interes urzędnika, ale także interes służby, o tyle nie może on w tym celu wydawać decyzji poza jakimkolwiek kontekstem prawnym. Dlatego też taki argument można jedynie oddalić.", "label": [[75, 79, "ORG"], [575, 598, "DATE"], [600, 615, "PER"], [622, 625, "ORG"]]}
{"text": "81 Z powyższego wynika, że rozpatrywane środki w postaci wezwania do podjęcia pracy stanowią ograniczenie prawa do strajku, które nie było przewidziane ustawą. Należy zatem stwierdzić nieważność decyzji z dnia 2 lipca 2018 r. w zakresie, w jakim narusza ona to prawo podstawowe, bez konieczności badania dwóch pozostałych przesłanek przewidzianych w art. 52 ust. 1 karty, o których mowa w pkt 61 i 62 powyżej, oraz pozostałych zarzutów podniesionych przez skarżących.", "label": [[205, 225, "DATE"]]}
{"text": "W przedmiocie roszczeń odszkodowawczych", "label": []}
{"text": "82 Skarżący podnoszą zasadniczo, że przypadki bezprawności podniesione na poparcie ich żądań stwierdzenia nieważności stanowią zawinione działania, które rozpatrywane indywidualnie lub całościowo mogą powodować powstanie odpowiedzialności Parlamentu. Twierdzą, że w wyniku tych zawinionych działań doznali krzywdy.", "label": [[239, 249, "ORG"]]}
{"text": "83 Parlament uważa, że nie dopuścił się żadnej bezprawności w ramach procedury wzywania tłumaczy ustnych i konferencyjnych do podjęcia pracy. Dodaje, że chociaż to do skarżący należy udowodnienie rzeczywistego wystąpienia poniesionej szkody, nie uściślają oni, jakiej krzywdy doznali.", "label": [[3, 12, "ORG"], [88, 122, "PROFESSION"]]}
{"text": "84 Na wstępie należy przypomnieć, że skarga o stwierdzenie nieważności i skarga o odszkodowanie są niezależnymi środkami prawnymi. Ponieważ art. 90 i 91 regulaminu pracowniczego nie dokonują rozróżnienia pomiędzy tymi dwoma środkami, zarówno jeśli chodzi o postępowanie administracyjne, jak i sądowe, ze względu na autonomię tych różnych środków prawnych urzędnik może wybrać jeden lub drugi, albo też obydwa łącznie, pod warunkiem zwrócenia się do sądu Unii w terminie trzech miesięcy po odmownym rozstrzygnięciu zażalenia (zob. wyrok z dnia 18 września 2018 r., Hievanen Price i in./Trybunał Sprawiedliwości Unii Europejskiej, T‑702/16 P, EU:T:2018:557, pkt 66 i przytoczone tam orzecznictwo).", "label": [[449, 458, "ORG"], [470, 476, "AMOUNT_VALUE"], [477, 485, "AMOUNT_UNIT"], [538, 562, "DATE"], [564, 578, "PER"], [585, 627, "ORG"]]}
{"text": "85 Jednakże od tej zasady w orzecznictwie został wprowadzony wyjątek, wówczas gdy skarga o odszkodowanie ma ścisły związek ze skargą o stwierdzenie nieważności, która ze swej strony będzie lub powinna być uznana za niedopuszczalną. W związku z tym żądania odszkodowawcze są niedopuszczalne, gdy skarga o odszkodowanie zmierza wyłącznie do naprawienia skutków aktu wskazanego w skardze stwierdzenie nieważności, która mogła zostać lub została uznana za niedopuszczalną (zob. wyrok z dnia 18 września 2018 r., Hievanen Price i in./Trybunał Sprawiedliwości Unii Europejskiej, T‑702/16 P, EU:T:2018:557, pkt 67 i przytoczone tam orzecznictwo).", "label": [[482, 506, "DATE"], [508, 522, "PER"], [529, 571, "ORG"]]}
{"text": "86 W niniejszej sprawie skarżący żądają naprawienia krzywdy doznanej w wyniku bezprawnych działań Parlamentu przy wydawaniu zarówno decyzji z dnia 2 lipca 2018 r., jak i decyzji wydanych po wniesieniu skargi. Tymczasem z pkt 38–46 powyżej wynika, że skarga jest niedopuszczalna w zakresie, w jakim jest skierowana przeciwko decyzjom wydanym po jej wniesieniu. W związku z tym rozpatrywane roszczenia odszkodowawcze w zakresie, w jakim zmierzają do zasądzenia od Parlamentu zadośćuczynienia na rzecz skarżących z powodu decyzji wydanych po wniesieniu skargi, są niedopuszczalne i należy je odrzucić.", "label": [[98, 108, "ORG"], [142, 162, "DATE"], [462, 472, "ORG"]]}
{"text": "87 W odniesieniu do roszczeń odszkodowawczych mających na celu naprawienie krzywdy doznanej w wyniku decyzji z dnia 2 lipca 2018 r. należy przypomnieć, że zgodnie z utrwalonym orzecznictwem powstanie pozaumownej odpowiedzialności Unii w rozumieniu art. 340 akapit drugi TFUE zależy od łącznego spełnienia szeregu przesłanek, a mianowicie bezprawności zachowania zarzucanego instytucjom Unii, rzeczywistego wystąpienia szkody oraz istnienia związku przyczynowego pomiędzy tym zachowaniem a podniesioną szkodą (wyrok z dnia 20 września 2016 r., Ledra Advertising i in./Komisja i EBC, od C‑8/15 P do C‑10/15 P, EU:C:2016:701, pkt 64 i przytoczone tam orzecznictwo).", "label": [[111, 131, "DATE"], [230, 234, "ORG"], [386, 390, "LOC"], [517, 541, "DATE"], [543, 560, "ORG"], [567, 574, "ORG"], [577, 580, "ORG"]]}
{"text": "88 Ponadto spory w zakresie służby publicznej na podstawie art. 270 WE oraz art. 90 i 91 regulaminu pracowniczego, w tym dotyczące naprawienia szkody wyrządzonej urzędnikowi lub pracownikowi, podlegają konkretnym unormowaniom, które stanowią unormowania szczególne w stosunku do wynikających z zasad ogólnych regulujących odpowiedzialność pozaumowną Unii w ramach art. 268 WE i art. 340 akapit drugi TFUE. Z regulaminu pracowniczego wynika bowiem między innymi, że w odróżnieniu od jakiejkolwiek innej osoby fizycznej urzędnik lub pracownik Unii jest związany z zatrudniającą go instytucją lub organem stosunkiem pracy charakteryzującym się równowagą wzajemnych konkretnych praw i obowiązków, która jest odzwierciedlona w spoczywającym na instytucji obowiązku dbałości względem zainteresowanego (zob. wyrok z dnia 16 grudnia 2010 r., Komisja/Szymański, T‑143/09 P, EU:T:2010:531, pkt 46 i przytoczone tam orzecznictwo). Wynika z tego, że samo stwierdzenie bezprawności wystarczy, aby uznać, że spełniona jest pierwsza z trzech przesłanek koniecznych do powstania odpowiedzialności Unii za szkody wyrządzone jej urzędnikom i pracownikom w wyniku naruszenia prawa Unii w zakresie służby publicznej (wyrok z dnia 12 lipca 2011 r., Komisja/X, T‑80/09 P, EU:T:2011:347, pkt 45).", "label": [[350, 354, "ORG"], [541, 545, "ORG"], [809, 832, "DATE"], [834, 841, "ORG"], [842, 851, "PER"], [870, 878, "DATE"], [1081, 1085, "ORG"], [1162, 1166, "LOC"], [1205, 1226, "DATE"], [1228, 1235, "ORG"], [1236, 1237, "PER"]]}
{"text": "89 W niniejszej sprawie z pkt 72–81 powyżej wynika, że decyzja z dnia 2 lipca 2018 r. jest niezgodna z prawem i należy stwierdzić jej nieważność.", "label": [[65, 85, "DATE"]]}
{"text": "90 Prawdą jest, że zgodnie z utrwalonym orzecznictwem, jeżeli podstawą żądania odszkodowawczego jest niezgodność z prawem aktu, którego nieważność stwierdzono, stwierdzenie nieważności przez Sąd stanowi samo w sobie stosowne i zasadniczo wystarczające zadośćuczynienie za krzywdę, jakiej strona skarżąca mogła doznać (zob. wyrok z dnia 18 września 2015 r., Carlström/Frontex, T‑653/13 P, EU:T:2015:652, pkt 82 i przytoczone tam orzecznictwo).", "label": [[191, 194, "ORG"], [331, 355, "DATE"], [357, 366, "PER"], [367, 374, "ORG"]]}
{"text": "91 Jednak zgodnie z orzecznictwem stwierdzenie nieważności aktu, w przypadku gdy jest ono pozbawione jakiejkolwiek skuteczności (effet utile), nie może samo w sobie stanowić stosownego i wystarczającego zadośćuczynienia za krzywdę spowodowaną aktem, którego nieważność stwierdzono (wyrok z dnia 18 września 2015 r., Carlström/Frontex, T‑653/13 P, EU:T:2015:652, pkt 83).", "label": [[290, 314, "DATE"], [316, 325, "PER"], [326, 333, "ORG"]]}
{"text": "92 Tymczasem w niniejszej sprawie nie ulega wątpliwości, że decyzja z dnia 2 lipca 2018 r. nie wywołuje już żadnych skutków prawnych. W tych okolicznościach stwierdzenie nieważności tej decyzji nie będzie stanowić stosownego i wystarczającego zadośćuczynienia za krzywdę doznaną przez skarżących.", "label": [[70, 90, "DATE"]]}
{"text": "93 Należy zatem ustalić, czy oprócz niezgodności z prawem, o której mowa w pkt 89 powyżej, stanowiącej zawinione działanie mogące spowodować powstanie odpowiedzialności Parlamentu, skarżący wykazali istnienie krzywdy w związku z tym zawinionym działaniem.", "label": [[169, 179, "ORG"]]}
{"text": "94 W niniejszej sprawie z pkt 72–81 powyżej wynika, że na podstawie decyzji z dnia 2 lipca 2018 r. skarżący zostali wezwani do podjęcia pracy w dniu 3 lipca 2018 r. bez jakiejkolwiek podstawy prawnej upoważniającej Parlament do podjęcia takich środków, a w konsekwencji nie mogli skorzystać z prawa do strajku w okresie wezwania do podjęcia pracy. Ponadto wezwania do podjęcia pracy zostały doręczone z opóźnieniem, ponieważ skarżący zostali o nich poinformowani dopiero wieczorem przed dniem ich wykonania. Okoliczności te, które są co najmniej godne ubolewania, spowodowały krzywdę bezpośrednio związaną z niezgodnością z prawem decyzji z dnia 2 lipca 2018 r.", "label": [[78, 98, "DATE"], [144, 164, "DATE"], [215, 224, "ORG"], [641, 661, "DATE"]]}
{"text": "95 W tej sytuacji, dokonując sprawiedliwego oszacowania krzywdy, należy nakazać Parlamentowi wypłatę kwoty 500 EUR na rzecz każdej z wezwanych do podjęcia pracy skarżących, o których mowa w decyzji z dnia 2 lipca 2018 r., a mianowicie Clary Sommer-Mikin, Lisa de Leur, Zaharii Mariny Herdenstam Garcia, Zaharii Byskaty, Persephone Tsirakoglou i Jasminy Agidi.", "label": [[80, 92, "ORG"], [107, 110, "AMOUNT_VALUE"], [111, 114, "AMOUNT_UNIT"], [200, 220, "DATE"], [235, 253, "PER"], [255, 267, "PER"], [269, 301, "PER"], [303, 318, "PER"], [320, 342, "PER"], [345, 358, "PER"]]}
{"text": "W przedmiocie kosztów", "label": []}
{"text": "96 Zgodnie z art. 134 § 2 regulaminu postępowania, jeżeli więcej niż jedna strona przegrała sprawę, Sąd rozstrzyga o podziale kosztów.", "label": [[100, 103, "ORG"]]}
{"text": "97 Po pierwsze, ponieważ Parlament przegrał sprawę, należy obciążyć go jego własnymi kosztami oraz kosztami poniesionymi przez skarżące wezwane do podjęcia pracy na podstawie decyzji z dnia 2 lipca 2018 r., w tym kosztami związanymi z postępowaniem w przedmiocie środka tymczasowego oraz kosztami związanymi z interwencją Rady. Po drugie, należy postanowić, że skarżący, którzy zostali wezwani do podjęcia pracy na podstawie decyzji wydanych po wniesieniu skargi, którzy również przegrali sprawę, pokryją własne koszty.", "label": [[25, 34, "ORG"], [185, 205, "DATE"], [322, 326, "ORG"]]}
{"text": "98 Ponadto, na podstawie art. 138 regulaminu postępowania, państwa członkowskie i instytucje interweniujące w sprawie pokrywają własne koszty. Rada pokrywa wobec tego własne koszty postępowania.", "label": [[143, 147, "ORG"]]}
{"text": "Z powyższych względów SĄD (szósta izba w składzie powiększonym) orzeka, co następuje:", "label": [[22, 63, "ORG"]]}
{"text": "1) Stwierdza się nieważność decyzji dyrektora generalnego Parlamentu Europejskiego ds. personelu z dnia 2 lipca 2018 r. wzywającej tłumaczy ustnych i konferencyjnych do podjęcia pracy w dniu 3 lipca 2018 r.", "label": [[36, 57, "PROFESSION"], [58, 82, "ORG"], [99, 119, "DATE"], [131, 165, "PROFESSION"], [186, 206, "DATE"]]}
{"text": "2) Parlament zostaje zobowiązany do wypłaty po 500 EUR Clarze Sommer-Mikin, Lisa de Leur, Zaharii Marinie Herdenstam Garcia, Zaharii Byskacie, Persephonie Tsirakoglou i Jasminie Agidi.", "label": [[3, 12, "ORG"], [47, 50, "AMOUNT_VALUE"], [51, 54, "AMOUNT_UNIT"], [55, 74, "PER"], [76, 88, "PER"], [90, 123, "PER"], [125, 141, "PER"], [143, 166, "PER"], [169, 183, "PER"]]}
{"text": "3) W pozostałym zakresie skarga zostaje odrzucona.", "label": []}
{"text": "4) Parlament pokrywa własne koszty, a także koszty poniesione przez skarżące wezwane do podjęcia pracy na podstawie decyzji z dnia 2 lipca 2018 r., w tym koszty postępowania w przedmiocie środków tymczasowych i koszty związane z interwencją Rady Unii Europejskiej.", "label": [[3, 12, "ORG"], [126, 146, "DATE"], [241, 263, "ORG"]]}
{"text": "5) Skarżący wezwani do podjęcia pracy na podstawie decyzji wydanych po wniesieniu skargi pokrywają własne koszty postępowania.", "label": []}
{"text": "6) Rada pokrywa własne koszty postępowania.", "label": [[3, 7, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Wyrok ogłoszono na posiedzeniu jawnym w Luksemburgu w dniu 29 stycznia 2020 r.", "label": [[40, 51, "LOC"], [54, 78, "DATE"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: francuski.", "label": [[22, 31, "NATIONALITY"]]}
{"text": "1 Wykaz pozostałych skarżących jest załączony jedynie do wersji doręczonej stronom.", "label": []}
