{"text": "OPINIA RZECZNIKA GENERALNEGO FREDDY COLINA przedstawiona w dniu 25 lutego 2020 r.(1)", "label": [[7, 28, "PROFESSION"], [29, 42, "PER"], [59, 81, "DATE"]]}
{"text": "Sprawa C‑97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "przeciwko", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "[wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Finanzgericht Düsseldorf (sąd ds. finansowych w Düsseldorfie, Niemcy)]", "label": [[68, 92, "ORG"], [94, 113, "ORG"], [116, 136, "LOC"]]}
{"text": "Odesłanie prejudycjalne – Rozporządzenie Rady (EWG) nr 2913/92 – Wspólnotowy kodeks celny – Zgłoszenie celne – Sprostowanie zgłoszenia – Sprostowanie nazwy zgłaszającego polegające na zastąpieniu jej nazwą osoby, która uzyskała świadectwa przywozowe – Unieważnienie zgłoszenia – Przedstawicielstwo", "label": [[41, 45, "ORG"], [65, 76, "LOC"]]}
{"text": "1. Artykuł 78 ust. 1 rozporządzenia Rady (EWG) nr 2913/92 z dnia 12 października 1992 r. ustanawiającego Wspólnotowy kodeks celny (Dz.U. 1992, L 302, s. 1, zwanego dalej „kodeksem celnym z 1992 r.”), które obowiązywało do dnia 30 kwietnia 2016 r., przewidywał możliwość sprostowania zgłoszenia celnego przez organy celne z urzędu lub na wniosek zgłaszającego po zwolnieniu towarów będących przedmiotem tego zgłoszenia. Pytanie, które powstaje w ramach niniejszego odesłania prejudycjalnego, dotyczy tego, czy przepis ten pozwalał organom celnym na sprostowanie nazwy zgłaszającego, w sytuacji gdy błędnie wskazano jego tożsamość wskutek – jak się wydaje – błędu popełnionego w dobrej wierze.", "label": [[36, 40, "ORG"], [60, 88, "DATE"], [105, 116, "LOC"], [189, 196, "DATE"], [222, 246, "DATE"]]}
{"text": "2. Niniejszy wniosek o wydanie orzeczenia w trybie prejudycjalnym został złożony przez Finanzgericht Düsseldorf (sąd ds. finansowych w Düsseldorfie, Niemcy) w kontekście sporu między Pfeifer & Langen GmbH & Co KG (zwaną dalej „Pfeifer & Langen”) a Hauptzollamt Köln (głównym urzędem celnym w Kolonii, Niemcy; zwanym dalej „urzędem celnym”) w odniesieniu do przywozu cukru trzcinowego z zastosowaniem obniżonej stawki należności celnych.", "label": [[87, 111, "ORG"], [113, 132, "ORG"], [135, 155, "LOC"], [183, 212, "ORG"], [227, 243, "ORG"], [248, 265, "ORG"], [267, 289, "ORG"], [292, 307, "LOC"]]}
{"text": "3. Zasadnicza kwestia podniesiona w niniejszej sprawie dotyczy zakresu stosowania art. 78 kodeksu celnego z 1992 r. Przed rozpoczęciem analizy tych problemów należy jednak najpierw przedstawić właściwe przepisy prawne.", "label": [[108, 115, "DATE"]]}
{"text": "I. Ramy prawne", "label": []}
{"text": "4. Motywy piąty i szósty kodeksu celnego z 1992 r. stanowiły:", "label": [[43, 50, "DATE"]]}
{"text": "„w celu zapewnienia równowagi pomiędzy potrzebami władz celnych, mając na względzie zapewnienie prawidłowego stosowania przepisów prawa celnego oraz prawa podmiotów gospodarczych do ich sprawiedliwego traktowania, należy przede wszystkim stworzyć wspomnianym władzom szerokie możliwości kontroli oraz zapewnić prawo do odwołania się wymienionym podmiotom; wprowadzenie systemu odwołań w dziedzinie cła wymaga w Zjednoczonym Królestwie wprowadzenia nowych procedur administracyjnych, które nie będą mogły wejść w życie przed dniem 1 stycznia 1995 r.;", "label": [[411, 434, "ORG"], [524, 548, "DATE"]]}
{"text": "ze względu na nadrzędne znaczenie, jakie ma dla Wspólnoty handel zagraniczny, należy znieść lub przynajmniej ograniczyć do minimum formalności i kontrolę celną”.", "label": [[48, 57, "LOC"]]}
{"text": "5. Artykuł 5 kodeksu celnego z 1992 r. stanowił:", "label": [[31, 38, "DATE"]]}
{"text": "„1. Na warunkach określonych w art. 64 ust. 2 i z zastrzeżeniem przepisów przyjętych w ramach art. 243 ust. 2 lit. b) każda osoba ma prawo do działania przez przedstawiciela reprezentującego ją przed organami celnymi celem dokonania wszelkich czynności i formalności przewidzianych w przepisach prawa celnego.", "label": [[158, 173, "PROFESSION"]]}
{"text": "2. Przedstawicielstwo może być:", "label": []}
{"text": "– bezpośrednie, w tym przypadku przedstawiciel działa w imieniu i na rzecz innej osoby, lub", "label": [[32, 46, "PROFESSION"]]}
{"text": "– pośrednie, w tym przypadku przedstawiciel działa we własnym imieniu, lecz na rzecz innej osoby.", "label": [[29, 43, "PROFESSION"]]}
{"text": "Państwa członkowskie mogą sobie zastrzec prawo do dokonywania, na swoim obszarze, zgłoszenia celnego przez:", "label": []}
{"text": "– przedstawiciela bezpośredniego, lub", "label": [[2, 17, "PROFESSION"]]}
{"text": "– przedstawiciela pośredniego,", "label": [[2, 17, "PROFESSION"]]}
{"text": "tak aby przedstawicielem był agent celny wykonujący swój zawód na terytorium tego państwa członkowskiego.", "label": [[8, 24, "PROFESSION"], [29, 40, "PROFESSION"]]}
{"text": "3. Z wyjątkiem przypadków określonych w art. 64 ust. 2 lit. b) i ust. 3 przedstawicielem jest osoba mająca swoją siedzibę we Wspólnocie.", "label": [[72, 88, "PROFESSION"], [125, 135, "LOC"]]}
{"text": "4. Przedstawiciel musi zgłosić fakt wykonywania działalności na rzecz osoby reprezentowanej, sprecyzować, czy jest to przedstawicielstwo pośrednie czy bezpośrednie, oraz być umocowany do reprezentowania.", "label": [[3, 17, "PROFESSION"]]}
{"text": "Osoba, która nie zadeklaruje faktu wykonywania działalności w imieniu lub na rzecz innej osoby, lub taka, która zadeklaruje, że działa w imieniu lub na rzecz innej osoby, nie będąc umocowana do reprezentowania, jest traktowana jako działająca we własnym imieniu i na własną rzecz.", "label": []}
{"text": "5. Organy celne mogą zażądać od każdej osoby oświadczającej, że działa w imieniu lub na rzecz innej osoby, przedstawienia dowodów potwierdzających jej prawo do występowania w charakterze przedstawiciela”.", "label": [[187, 202, "PROFESSION"]]}
{"text": "6. Zgodnie z art. 64 tego kodeksu:", "label": []}
{"text": "„1. Z zastrzeżeniem art. 5 zgłoszenia celnego może dokonać każda osoba, która przedstawi lub doprowadzi do przedstawienia właściwym organom celnym towaru, którego dotyczy zgłoszenie, razem ze wszystkimi dokumentami, których przedłożenie jest niezbędne do zastosowania przepisów regulujących procedurę celną, do której towar jest zgłaszany.", "label": []}
{"text": "2. Jednakże:", "label": []}
{"text": "a) gdy przyjęcie zgłoszenia celnego nakłada na określoną osobę szczególne obowiązki, zgłoszenia dokonuje ta osoba lub dokonuje się go na jej rzecz;", "label": []}
{"text": "b) zgłaszający musi mieć swoją siedzibę we Wspólnocie.", "label": [[43, 53, "LOC"]]}
{"text": "Jednakże warunek posiadania siedziby we Wspólnocie nie dotyczy osób, które:", "label": [[40, 50, "LOC"]]}
{"text": "– dokonują zgłoszenia do procedury tranzytu lub odprawy czasowej;", "label": []}
{"text": "– zgłaszają towary sporadycznie, pod warunkiem że organy celne uznają to za uzasadnione”.", "label": []}
{"text": "7. Artykuł 65 kodeksu celnego z 1992 r stanowił:", "label": [[32, 38, "DATE"]]}
{"text": "„Po przyjęciu zgłoszenia przez organy celne zgłaszający może dokonać, na własną prośbę, sprostowania jednego lub kilku elementów zgłoszenia. Sprostowanie nie może spowodować, aby zgłoszenie dotyczyło towarów innych niż te, które początkowo były nim objęte.", "label": []}
{"text": "Jednakże organy celne nie zezwalają na dokonanie jakiegokolwiek sprostowania, jeżeli odpowiedni wniosek został przedstawiony po tym, jak organy te:", "label": []}
{"text": "a) poinformowały zgłaszającego o zamiarze przeprowadzenia rewizji towarów, lub", "label": []}
{"text": "b) stwierdziły nieprawidłowość danych zawartych w zgłoszeniu, lub", "label": []}
{"text": "c) zwolniły towary”.", "label": []}
{"text": "8. Artykuł 66 tego samego kodeksu stanowił:", "label": []}
{"text": "„1. Jeżeli zgłaszający przedstawi dowód, że towar został zgłoszony omyłkowo do procedury celnej właściwej temu zgłoszeniu lub że w wyniku zaistnienia szczególnych okoliczności objęcie towaru procedurą celną, do której został zgłoszony, nie jest już dalej uzasadnione, organy celne, na wniosek zgłaszającego, unieważniają już przyjęte zgłoszenie.", "label": []}
{"text": "Jednakże jeżeli organy celne poinformowały zgłaszającego o zamiarze przeprowadzenia rewizji towarów, wniosek o unieważnienie zgłoszenia może zostać uwzględniony jedynie po przeprowadzeniu takiej rewizji.", "label": []}
{"text": "2. Z wyjątkiem przypadków określonych zgodnie z procedurą [k]omitetu zgłoszenie po zwolnieniu towarów nie może zostać unieważnione.", "label": []}
{"text": "3. Unieważnienie zgłoszenia pozostaje bez wpływu na stosowanie obowiązujących przepisów karnych”.", "label": []}
{"text": "9. Artykuł 78 kodeksu celnego z 1992 r. stanowił:", "label": [[32, 39, "DATE"]]}
{"text": "„1. Po zwolnieniu towarów organy celne mogą z urzędu lub na wniosek zgłaszającego dokonać kontroli zgłoszenia.", "label": []}
{"text": "2. Po dokonaniu zwolnienia towarów organy celne mogą, w celu upewnienia się o prawidłowości danych zawartych w zgłoszeniu, przystąpić do kontroli dokumentów i danych handlowych dotyczących operacji przywozu lub wywozu towarów objętych zgłoszeniem oraz późniejszych operacji handlowych dotyczących tych samych towarów. Kontrole te mogą być przeprowadzone u zgłaszającego bądź u każdej osoby bezpośrednio lub pośrednio zainteresowanej zawodowo tymi operacjami, jak również u każdej innej osoby posiadającej dla potrzeb zawodowych wymienione dokumenty i dane. Organy te mogą również przeprowadzić rewizję towarów, o ile istnieje jeszcze możliwość ich okazania.", "label": []}
{"text": "3. Jeżeli z kontroli zgłoszenia lub kontroli po zwolnieniu towarów wynika, że przepisy regulujące właściwą procedurę celną zostały zastosowane w oparciu o nieprawidłowe lub niekompletne dane, organy celne podejmują, zgodnie z wydanymi przepisami, niezbędne działania w celu uregulowania sytuacji, biorąc pod uwagę nowe dane, którymi dysponują”.", "label": []}
{"text": "10. Artykuł 201 wspomnianego kodeksu przewidywał ponadto:", "label": []}
{"text": "„1. Dług celny w przywozie powstaje w wyniku:", "label": []}
{"text": "a) dopuszczenia do swobodnego obrotu towaru podlegającego należnościom przywozowym, lub", "label": []}
{"text": "b) objęcia takiego towaru procedurą odprawy czasowej z częściowym zwolnieniem z należności celnych przywozowych.", "label": []}
{"text": "2. Dług celny powstaje w chwili przyjęcia zgłoszenia celnego.", "label": []}
{"text": "3. Dłużnikiem jest zgłaszający. W przypadku przedstawicielstwa pośredniego dłużnikiem jest również osoba, na rzecz której składane jest zgłoszenie celne.", "label": []}
{"text": "Jeżeli zgłoszenie celne o objęcie towaru jedną z procedur określoną w ust. 1 zostało sporządzone na podstawie danych, co spowodowało, że należności celne przywozowe nie zostały pobrane lub zostały pobrane w kwocie niższej niż prawnie należna, osoby, które dostarczyły tych danych, wymaganych do sporządzenia zgłoszenia, i które wiedziały lub powinny były wiedzieć, że dane te są nieprawdziwe, mogą również zostać uznane za dłużników zgodnie z obowiązującymi przepisami krajowymi”.", "label": []}
{"text": "11. Zgodnie z art. 221 ust. 3 kodeksu celnego z 1992 r.:", "label": [[48, 55, "DATE"]]}
{"text": "„Powiadomienie dłużnika nie może nastąpić po upływie trzech lat, licząc od dnia powstania długu celnego. Bieg tego terminu zostaje zawieszony z chwilą złożenia odwołania w rozumieniu art. 243 na czas trwania procedury odwoławczej”.", "label": [[53, 59, "AMOUNT_VALUE"], [60, 63, "AMOUNT_UNIT"]]}
{"text": "12. Artykuł 236 tego samego kodeksu brzmiał:", "label": []}
{"text": "„1. Należności celne przywozowe lub wywozowe podlegają zwrotowi, gdy okaże się, że w chwili uiszczenia kwota tych należności nie była prawnie należna lub że kwota ta została zaksięgowana niezgodnie z art. 220 ust. 2.", "label": []}
{"text": "Należności celne przywozowe lub wywozowe podlegają umorzeniu, gdy okaże się, że w chwili zaksięgowania kwota tych należności nie była prawnie należna lub że kwota ta została zaksięgowana niezgodnie z art. 220 ust. 2.", "label": []}
{"text": "Należności nie podlegają zwrotowi ani umorzeniu, w przypadku gdy fakty, które doprowadziły do zapłacenia lub zaksięgowania kwoty prawnie nienależnej, są wynikiem świadomego działania osoby zainteresowanej.", "label": []}
{"text": "2. Należności celne przywozowe lub wywozowe są zwracane lub umarzane po złożeniu wniosku przed upływem trzech lat, licząc od dnia powiadomienia dłużnika o tych należnościach. Wniosek należy złożyć we właściwym urzędzie celnym.", "label": [[103, 109, "AMOUNT_VALUE"], [110, 113, "AMOUNT_UNIT"]]}
{"text": "Termin ten może zostać przedłużony, jeżeli osoba zainteresowana udowodni, iż ze względu na nieprzewidziane okoliczności lub działanie siły wyższej nie mogła złożyć wniosku w terminie.", "label": []}
{"text": "Organy celne dokonują zwrotu lub umorzenia z urzędu, gdy same przed upływem tego terminu stwierdzą, że zaistniała jedna z okoliczności określonych w ust. 1 akapit[y] pierwszy i drugi”.", "label": []}
{"text": "II. Postępowanie główne i pytanie prejudycjalne", "label": []}
{"text": "13. SC Zahărul Oradea SA (zwana dalej „Zahărul Oradeą”) jest spółką zależną Pfeifer & Langen z siedzibą w Rumunii. Zahărul Oradea nabyła 45 000 ton cukru trzcinowego pochodzącego z Brazylii, który miał być rafinowany w zakładzie Pfeifer & Langen w Euskirchen w Niemczech na podstawie porozumienia zawartego między tymi dwiema stronami. Następnie rafinowany cukier miał zostać sprzedany Pfeifer & Langen.", "label": [[4, 24, "ORG"], [39, 53, "ORG"], [76, 92, "ORG"], [106, 113, "LOC"], [115, 129, "ORG"], [137, 143, "AMOUNT_VALUE"], [144, 147, "AMOUNT_UNIT"], [181, 189, "LOC"], [229, 245, "ORG"], [248, 270, "LOC"], [386, 402, "ORG"]]}
{"text": "14. Właściwe organy rumuńskie wydały Zahărul Oradei w dniu 13 grudnia 2011 r. świadectwo upoważniające do przywozu 45 000 ton cukru trzcinowego przeznaczonego do rafinacji. W dniu 2 lutego 2012 r. Zahărul Oradea udzieliła Pfeifer & Langen pełnomocnictwa do dokonywania zgłoszeń celnych w jej imieniu oraz załatwiania wszelkich formalności niezbędnych do przeprowadzenia odprawy celnej.", "label": [[20, 29, "LOC"], [37, 51, "ORG"], [54, 77, "DATE"], [115, 121, "AMOUNT_VALUE"], [122, 125, "AMOUNT_UNIT"], [175, 196, "DATE"], [197, 211, "ORG"], [222, 238, "ORG"]]}
{"text": "15. W dniu 24 lutego 2012 r. Pfeifer & Langen dokonała w urzędzie celnym zgłoszenia celnego części towarów obejmującej około 499 ton cukru trzcinowego we własnym imieniu w celu dopuszczenia jej do swobodnego obrotu. W zgłoszeniu celnym powołała się na świadectwa przywozowe wydane Zahărul Oradei. Wśród dokumentów złożonych w urzędzie celnym znajdowała się kopia pełnomocnictwa udzielonego jej przez tę spółkę. Pfeifer & Langen nie skorzystała jednak z tego umocowania.", "label": [[6, 28, "DATE"], [29, 45, "ORG"], [125, 128, "AMOUNT_VALUE"], [129, 132, "AMOUNT_UNIT"], [281, 295, "ORG"], [411, 427, "ORG"]]}
{"text": "16. Urząd celny przyjął zgłoszenie i określił wysokość należności celnych podlegających zapłacie przez Pfeifer & Langen w charakterze dłużnika celnego, stosując obniżoną stawkę celną wynoszącą 252,50 EUR za tonę. Organy celne odpisały na wydanych Zahărul Oradei świadectwach przywiezioną ilość towaru. Pfeifer & Langen dokonała następnie zapłaty należności celnych przywozowych.", "label": [[103, 119, "ORG"], [193, 199, "AMOUNT_VALUE"], [200, 203, "AMOUNT_UNIT"], [247, 261, "ORG"], [302, 318, "ORG"]]}
{"text": "17. Po kontroli w zakresie VAT Pfeifer & Langen zwróciła się do organów celnych w dwóch pismach, odpowiednio z dnia 10 i 11 stycznia 2013 r., z wnioskiem o kontrolę zgłoszenia celnego z dnia 24 lutego 2012 r. ze względu na wątpliwości co do możliwości skorzystania z obniżonej stawki celnej na cukier trzcinowy(2).", "label": [[31, 47, "ORG"], [116, 140, "DATE"], [186, 208, "DATE"]]}
{"text": "18. Decyzją z dnia 24 stycznia 2013 r. urząd celny zażądał od Pfeifer & Langen zwrotu kwoty 83 158,41 EUR tytułem należności celnych. Kwotę tę uzyskano, stosując podstawową stawkę cła na przywóz cukru trzcinowego wynoszącą 419 EUR za tonę. W ramach uzasadnienia tej decyzji urząd celny wskazał, że Pfeifer & Langen nie powinna była skorzystać ze stawki obniżonej, ponieważ świadectwa przywozowe wydano w rzeczywistości Zahărul Oradei.", "label": [[14, 38, "DATE"], [62, 78, "ORG"], [92, 101, "AMOUNT_VALUE"], [102, 105, "AMOUNT_UNIT"], [223, 226, "AMOUNT_VALUE"], [227, 238, "AMOUNT_UNIT"], [298, 314, "ORG"], [419, 433, "ORG"]]}
{"text": "19. Pfeifer & Langen odwołała się od tej decyzji, powołując się na swój wniosek o kontrolę zgłoszenia celnego z dnia 24 lutego 2012 r., który powinien zostać uwzględniony, co oznacza, że Pfeifer & Langen powinna zostać uznana za działającą w charakterze przedstawicielki pośredniej Zahărul Oradei.", "label": [[4, 20, "ORG"], [112, 134, "DATE"], [187, 203, "ORG"], [254, 270, "PROFESSION"], [282, 296, "ORG"]]}
{"text": "20. Urząd celny oddalił odwołanie decyzją z dnia 26 kwietnia 2018 r., stwierdzając, że Pfeifer & Langen nie podała w zgłoszeniu celnym, iż działa w imieniu i na rzecz Zahărul Oradei. Zgodnie z tą decyzją następcza zmiana nazwy zgłaszającego w zgłoszeniu celnym jest niemożliwa. W tym względzie nie miało znaczenia to, że zgłoszenie celne Pfeifer & Langen nie było zgodne z warunkami pełnomocnictwa udzielonego przez Zahărul Oradeę, ani też to, że kopię tego pełnomocnictwa załączono do zgłoszenia, ponieważ – jak utrzymywał urząd celny – Pfeifer & Langen postanowiła zrzec się prawa do powołania się na to umocowanie.", "label": [[44, 68, "DATE"], [87, 103, "ORG"], [167, 181, "ORG"], [338, 354, "ORG"], [416, 430, "ORG"], [538, 554, "ORG"]]}
{"text": "21. Pfeifer & Langen zaskarżyła następnie decyzję urzędu celnego z dnia 26 kwietnia 2018 r. do Finanzgericht Düsseldorf (sądu ds. finansowych w Düsseldorfie), podnosząc, że zgłoszenie celne powinno zostać sprostowane zgodnie z wnioskiem i należało uznać, że działa ona jako przedstawicielka pośrednia Zahărul Oradei. W tym względzie Pfeifer & Langen twierdzi, że zrzekła się prawa do skorzystania z pełnomocnictwa udzielonego przez Zahărul Oradeę wyłącznie ze względu na nieprawidłową informację uzyskaną od urzędniczki pracującej w urzędzie celnym. Utrzymuje, że w odpowiedzi na zadane przez nią pytanie wspomniana urzędniczka wskazała, że Pfeifer & Langen ma dokonać zgłoszenia celnego we własnym imieniu i na własny rachunek. Pfeifer & Langen podkreśliła jednak, że załączyła do zgłoszenia celnego kopię pełnomocnictwa udzielonego przez Zahărul Oradeę.", "label": [[4, 20, "ORG"], [67, 91, "DATE"], [95, 119, "ORG"], [121, 141, "ORG"], [144, 156, "LOC"], [274, 290, "PROFESSION"], [301, 315, "ORG"], [333, 349, "ORG"], [432, 446, "ORG"], [641, 657, "ORG"], [729, 745, "ORG"], [840, 854, "ORG"]]}
{"text": "22. Urząd celny twierdzi, że Pfeifer & Langen nigdy nie otrzymała od funkcjonariusza celnego informacji, na które się powołuje, oraz że dane podane przez Pfeifer & Langen w zgłoszeniu celnym nie były nieprawidłowe. W zakresie, w jakim dokonała ona zgłoszenia celnego we własnym imieniu, zrzekając się tym samym prawa do skorzystania z przysługującego jej prawa przedstawicielstwa, skutecznie nabyła status zgłaszającego.", "label": [[29, 45, "ORG"], [154, 170, "ORG"]]}
{"text": "23. Sąd odsyłający powziął wątpliwości co do tego, czy w tych okolicznościach można było dokonać rewizji zgłoszenia celnego będącego przedmiotem postępowania głównego w ten sposób, aby zgłaszającym była nie Pfeifer & Langen, lecz Zahărul Oradea reprezentowana przez Pfeifer & Langen. Istotnie, sąd odsyłający wskazał, że zarówno Hoge Raad der Nederlanden (sąd najwyższy Niderlandów), jak i Finanzgericht Hamburg (sąd ds. finansowych w Hamburgu, Niemcy) uznały ostatnio, iż art. 78 ust. 3 kodeksu celnego z 1992 r. nie pozwala na sprostowanie nazwy osoby wskazanej w zgłoszeniu celnym jako zgłaszający.", "label": [[207, 223, "ORG"], [230, 244, "ORG"], [266, 282, "ORG"], [329, 382, "ORG"], [390, 411, "ORG"], [413, 432, "ORG"], [435, 451, "LOC"], [506, 513, "DATE"]]}
{"text": "24. W tych okolicznościach Finanzgericht Düsseldorf (sąd ds. finansowych w Düsseldorfie) postanowił zawiesić postępowanie i zwrócić się do Trybunału z następującym pytaniem prejudycjalnym:", "label": [[27, 51, "ORG"], [53, 72, "ORG"], [75, 87, "LOC"], [139, 148, "ORG"]]}
{"text": "„Czy art. 78 ust. 3 [kodeksu celnego z 1992 r.] należy interpretować w ten sposób, że zgodnie z nim, w sytuacji takiej jak ta będąca przedmiotem sporu w postępowaniu głównym zgłoszenie celne należy skontrolować i skorygować w taki sposób, że dane zgłaszającej zostaną zastąpione oznaczeniem osoby, której udzielono pozwolenia na przywóz przywiezionego towaru, a osoba ta będzie reprezentowana przez osobę, którą podano w zgłoszeniu celnym jako zgłaszającą i która przedstawiła urzędowi celnemu pełnomocnictwo udzielone przez posiadaczkę pozwolenia na przywóz?”.", "label": [[39, 46, "DATE"]]}
{"text": "III. Analiza", "label": []}
{"text": "25. Poprzez pytanie prejudycjalne sąd odsyłający zmierza co do zasady do ustalenia, czy art. 78 kodeksu celnego z 1992 r., który pozostawał w mocy do dnia 30 kwietnia 2016 r.(3), należy interpretować w ten sposób, że pozwala on na sprostowanie nazwy zgłaszającego po zwolnieniu danych towarów, w sytuacji gdy tożsamość tego zgłaszającego została błędnie podana wskutek błędu popełnionego w dobrej wierze.", "label": [[114, 121, "DATE"], [150, 174, "DATE"]]}
{"text": "26. Na początku należy przypomnieć, że zgodnie z art. 59 ust. 1 kodeksu celnego z 1992 r. każdy towar, który miał zostać objęty procedurą celną, musiał zostać zgłoszony do tej procedury(4). Zgodnie z art. 4 pkt 17 tego kodeksu zgłoszenie celne stanowiło czynność, poprzez którą zgłaszający wyraża, w wymaganej formie i w określony sposób, zamiar objęcia towaru określoną procedurą celną(5). W przypadku niedokonania weryfikacji zgłoszenia art. 71 ust. 2 tego kodeksu stanowił, że zastosowanie procedury celnej, którą są objęte towary, powinno odpowiadać procedurze wskazanej w tym zgłoszeniu(6). Oprócz tego wyrażenia zamiaru zgłaszający musiał podać – w myśl art. 62 ust. 1 kodeksu celnego z 1992 r. – wszystkie informacje niezbędne do umożliwienia identyfikacji towarów oraz zastosowania do nich przepisów, którym podlegają(7). Jak przewidziano w art. 62 ust. 2, do zgłoszenia dołącza się wszystkie dokumenty, których przedłożenie jest wymagane dla zastosowania przepisów regulujących procedurę celną, do której zgłaszane są towary.", "label": [[82, 89, "DATE"], [693, 700, "DATE"]]}
{"text": "27. Przed wejściem w życie kodeksu celnego z 1992 r., które miało miejsce dnia 1 stycznia 1994 r., zgłaszający nie mógł sprostować swojego zgłoszenia po zwolnieniu towarów. Zakaz ten usunięto w nowej wersji art. 78. Począwszy od tej daty pozwolono organom celnym dokonywać rewizji zgłoszenia celnego na wniosek zgłaszającego złożony po zwolnieniu towarów. W konsekwencji art. 65 i art. 78 kodeksu celnego z 1992 r. wprowadziły dwie różne procedury prostowania zgłoszenia celnego w zależności od tego, czy sprostowania zażądano przed zwolnieniem towarów czy po ich zwolnieniu(8).", "label": [[45, 52, "DATE"], [74, 97, "DATE"], [407, 414, "DATE"]]}
{"text": "28. Przed zwolnieniem towarów art. 65 tego kodeksu pozwalał na jednostronne sprostowanie zgłoszenia celnego przez samego zgłaszającego do momentu zwolnienia towarów. Logicznym uzasadnieniem tego rozwiązania była okoliczność, że do chwili zwolnienia towarów organy celne były w stanie dość łatwo zbadać prawidłowość sprostowania, przeprowadzając fizyczną kontrolę towarów(9).", "label": []}
{"text": "29. Po zwolnieniu towarów zajęcie stanowiska co do prostowania zgłoszenia nie było już być może takie łatwe. W istocie art. 78 ust. 1 kodeksu celnego z 1992 r. przewidywał, że „po zwolnieniu towarów organy celne mogą z urzędu lub na wniosek zgłaszającego dokonać kontroli zgłoszenia”(10). Organy te nie musiały więc uwzględnić wniosku, lecz były zobowiązane do jego rozpatrzenia, co najmniej w celu ustalenia, czy należy dokonać rewizji(11). Po rozpatrzeniu sprawy organy celne były zatem zobowiązane – z zastrzeżeniem możliwości wniesienia skargi do sądu – albo oddalić wniosek zgłaszającego w drodze decyzji z uzasadnieniem, albo dokonać żądanej rewizji(12).", "label": [[152, 159, "DATE"]]}
{"text": "30. Jeżeli badanie zgłoszenia wskazało, że przepisy regulujące daną procedurę celną zostały zastosowane w oparciu o nieprawidłowe lub niekompletne dane, a cel procedury uszlachetniania czynnego pozostał niezagrożony, organy celne były zobowiązane podjąć, zgodnie z art. 78 ust. 3 kodeksu celnego z 1992 r., niezbędne działania w celu uregulowania sytuacji, biorąc pod uwagę nowe dane, którymi dysponują(13).", "label": [[298, 305, "DATE"]]}
{"text": "31. Jeżeli ostatecznie okazywało się, że należności przywozowe uiszczone przez zgłaszającego przekraczały kwotę, która byłaby należna, gdyby nie popełniono błędu, był on uprawniony do żądania rewizji(14). Rewizji tej należało dokonać zgodnie z art. 236 kodeksu celnego z 1992 r., jeżeli warunki określone w tym przepisie były spełnione. Warunki te obejmowały postanowienie, zgodnie z którym wniosek o rewizję musi zostać złożony w mającym zastosowanie terminie, który wynosił co do zasady trzy lata(15).", "label": [[271, 278, "DATE"], [489, 493, "AMOUNT_VALUE"], [494, 498, "AMOUNT_UNIT"]]}
{"text": "32. A contrario, jeżeli uiszczone należności okazują się niewystarczające, ponieważ kwota należności wynikających z długu celnego nie została zaksięgowana lub została zaksięgowana kwota niższa od prawnie należnej, organy celne mogą, zgodnie z art. 220 i nast. kodeksu celnego z 1992 r., zażądać zapłaty różnicy za okres trzech lat, licząc od dnia powstania długu celnego.", "label": [[278, 285, "DATE"], [320, 326, "AMOUNT_VALUE"], [327, 330, "AMOUNT_UNIT"]]}
{"text": "33. W tym kontekście niemieckie organy celne, rząd czeski i rząd niderlandzki podnoszą, że uprawnienie do dokonania sprostowania, o którym mowa w art. 78 kodeksu celnego z 1992 r., nie pozwalało na sprostowanie nazwy zgłaszającego. Podnoszą, że ponieważ przepis ten stanowił wyjątek wobec zasady nieodwołalności zgłoszenia celnego, powinien być interpretowany zawężająco. Sprostowania zgłoszenia celnego, których można było dokonać na podstawie art. 78 kodeksu celnego z 1992 r., ograniczono zatem do określonych sytuacji, które nie obejmują błędu w nazwie zgłaszającego.", "label": [[21, 44, "ORG"], [46, 57, "ORG"], [60, 77, "ORG"], [172, 179, "DATE"], [471, 478, "DATE"]]}
{"text": "34. Na poparcie tego argumentu strony twierdzą, po pierwsze, że zgodnie z ówczesnym art. 201 ust. 3 kodeksu celnego z 1992 r. zgłaszający musiał zapewnić prawidłowość informacji zawartych w zgłoszeniu celnym. Ponieważ nazwa zgłaszającego stanowiła decydujący element informacji, wszelkie jej sprostowanie oznaczałoby unieważnienie zgłoszenia, na co art. 66 kodeksu celnego z 1992 r. nie pozwalał po zwolnieniu towarów z wyjątkiem szczególnych okoliczności, które nie miałyby miejsca w tym przypadku.", "label": [[118, 125, "DATE"], [375, 382, "DATE"]]}
{"text": "35. Po drugie, art. 5 ust. 4 kodeksu celnego z 1992 r. wyraźnie przewidywał obowiązek zgłoszenia przez każdego przedstawiciela, że wykonuje działalność na rzecz mocodawcy. W konsekwencji, jeżeli osoba, która nie zgłosiła pierwotnie, że działa w charakterze przedstawiciela, byłaby uprawniona do uzyskania sprostowania swojego zgłoszenia, przepis ten byłby pozbawiony wszelkiej skuteczności („effet utile”). Ponadto przyjęcie możliwości dokonania takiego sprostowania skutkowałoby istotnym ryzykiem, że nowy dłużnik nie mógłby już zostać powiadomiony o należnościach celnych w terminie określonym w art. 221 ust. 3 tego kodeksu.", "label": [[47, 54, "DATE"], [111, 126, "PROFESSION"], [257, 272, "PROFESSION"]]}
{"text": "36. Po trzecie, podniesiono, że kontekst art. 78 kodeksu celnego z 1992 r. musi stać na przeszkodzie sprostowaniu nazwy zgłaszającego. Istotnie, przepisy dotyczące tożsamości zgłaszającego ujęto w tytule I kodeksu celnego z 1992 r., podczas gdy art. 78 znajdował się w tytule IV, tj. w tytule, który dotyczył obejmowania towarów procedurą celną.", "label": [[67, 74, "DATE"], [224, 231, "DATE"]]}
{"text": "37. Po czwarte, ponieważ w brzmieniu art. 78 ust. 1 kodeksu celnego z 1992 r. znajdowało się odniesienie do zgłaszającego, należy uznać, że nazwa zgłaszającego nie wchodziła w zakres danych, które można było sprostować.", "label": [[70, 77, "DATE"]]}
{"text": "38. Chociaż argumenty te mogą na pierwszy rzut oka wydawać się przekonujące, uważam mimo wszystko, że nie znajdują one w rzeczywistości potwierdzenia w brzmieniu, kontekście i celach art. 78 ani w orzecznictwie Trybunału. Istotnie, zgodnie z utrwalonym orzecznictwem przy dokonywaniu wykładni przepisu prawa Unii należy uwzględniać nie tylko jego brzmienie, lecz także jego kontekst oraz cele regulacji, której część przepis ten stanowi(16).", "label": [[211, 220, "ORG"], [308, 312, "LOC"]]}
{"text": "39. W odniesieniu do brzmienia art. 78 można zauważyć, że wydaje się, iż jest to przepis całkowicie ogólny i otwarty. W szczególności art. 78 ust. 3 kodeksu celnego z 1992 r. nie przewidywał ex ante żadnego wyłączenia określonych elementów zgłoszenia celnego, na tej podstawie, że nie można było ich sprostować(17). Gdyby zgodnie z intencją prawodawcy Unii określone elementy zgłoszenia celnego – takie jak tożsamość zgłaszającego – miały pozostać nienaruszalne i nie podlegać sprostowaniu przy wykorzystaniu mechanizmu z art. 78 ust. 3, mógłby on to z łatwością przewidzieć. Natomiast jak stwierdził Trybunał w pkt 63 wyroku Overland Footwear(18), art. 78 ust. 3 „nie rozróżnia pomyłek lub braków możliwych do skorygowania od tych, których skorygować nie można”.", "label": [[167, 174, "DATE"], [352, 356, "LOC"], [601, 609, "ORG"], [626, 643, "ORG"]]}
{"text": "40. Jeżeli chodzi o kontekst i cele, to prawda – jak podnosiły podczas rozprawy zarówno urząd celny, jak i rząd niderlandzki – że przepisy dotyczące tożsamości zgłaszającego są wymienione w tytule I kodeksu celnego z 1992 r., podczas gdy art. 78 zawarto w tytule IV, który dotyczy przeznaczenia celnego. Należy jednak zauważyć, że Trybunał orzekł, iż w określonych okolicznościach można było sprostować zgłoszenia dotyczące wartości towarów(19), nawet jeśli przepisy dotyczące tej wartości stanowiły część tytułu II, a nie tytułu IV. To samo w sobie jest wystarczające, aby obalić twierdzenie, zgodnie z którym nazwę zgłaszającego wyłączono ze sprostowań, jakich można by dokonać na podstawie art. 78, tylko z tego powodu, że przepisy dotyczące nazwy zgłaszającego są wymienione w innym tytule kodeksu celnego z 1992 r.(20).", "label": [[107, 124, "ORG"], [217, 224, "DATE"], [331, 339, "ORG"], [812, 819, "DATE"]]}
{"text": "41. W każdym razie, jak wskazał Trybunał w wyroku Terex Equipment i in., „logik[a] tego przepisu […] opiera się na dostosowaniu procedury celnej z rzeczywistą sytuacją”(21). Patrząc w ten sposób, art. 78 ust. 3 zapewnia po prostu w obszarze kodeksu celnego z 1992 r. skuteczność prawa do sprostowania błędu w dokumentacji w sytuacjach, w których jest to właściwe i sprawiedliwe. Istnienie takiego ogólnego prawa do sprostowania błędu w dokumentacji stanowi oczywiście dobrze ugruntowaną cechę prawa publicznego wszystkich państw członkowskich.", "label": [[32, 40, "ORG"], [50, 65, "ORG"], [259, 266, "DATE"]]}
{"text": "42. Podobnie nie zgadzam się z poglądem, zgodnie z którym, w sytuacji gdy pozwolono by na sprostowanie nazwy zgłaszającego, organy celne mogłyby mieć problemy z zachowaniem określonego w art. 236 ust. 2 kodeksu celnego z 1992 r. terminu na powiadomienie o ostatecznej wysokości należności podlegających zapłacie. Istotnie, aby zgłoszenie pozostało prawidłowe i aby doszło do takiego zastąpienia, każda zmiana nazwy zgłaszającego, w tym jego adresu kontaktowego, musiała oznaczać konieczność aktualizacji danych dotyczących zgłaszającego. Nie wydaje się zatem prawdopodobne, aby zmiana nazwy zgłaszającego powodowała jakiekolwiek szczególne trudności dla organów celnych w odniesieniu do zachowania tego terminu(22).", "label": [[221, 228, "DATE"]]}
{"text": "43. Jeżeli chodzi o wyraźnie przewidziany w art. 5 ust. 4 kodeksu celnego z 1992 r. obowiązek, zgodnie z którym każdy przedstawiciel musi zgłosić fakt wykonywania działalności na rzecz osoby reprezentowanej, świadczy on o tym, że podanie nazwy zgłaszającego mogło stanowić – w pewnych okolicznościach – błąd w rozumieniu art. 78 tego kodeksu, co – jak wyjaśnię poniżej – stanowiło właśnie jeden z warunków zastosowania tego przepisu.", "label": [[76, 83, "DATE"], [118, 132, "PROFESSION"]]}
{"text": "44. W tym kontekście pragnę ponadto zauważyć, że art. 76 ust. 1 lit. a) tego kodeksu przewidywał, iż w celu usprawnienia przebiegu formalności i procedur, zapewniając prawidłowe wykonanie czynności, organy celne mogą zezwolić na warunkach określonych zgodnie z procedurą komitetu, aby zgłoszenie nie zawierało niektórych elementów wymaganych informacji. Pokazuje to, że z zastrzeżeniem pewnych wyjątków, które przedstawię poniżej, treść zgłoszenia nie musi być od razu i w pełni wyjaśniona.", "label": []}
{"text": "45. Trybunał mógł, co prawda, czasami sprawiać wrażenie, że jest niechętny wobec zbyt szerokiej wykładni tego przepisu. Orzekł na przykład, że ponieważ kodeks celny z 1992 r. nie wymagał od organów celnych systematycznego przeprowadzania takiej weryfikacji, od zgłaszającego oczekiwano przedstawienia organom celnym kompletnych i prawidłowych informacji(23). Obowiązek ten byłby powiązany z zasadą nieodwołalności zgłoszenia celnego z chwilą jego przyjęcia. Wyjątki od tej zasady są ściśle określone w regulacji unijnej z tej dziedziny(24). Z tego względu Trybunał orzekł również, że następcza korekta wartości transakcyjnej ogranicza się do sytuacji szczególnych, związanych między innymi z wadą produktu lub z usterkami wykrytymi po jego wprowadzeniu do swobodnego obrotu(25).", "label": [[4, 12, "ORG"], [167, 174, "DATE"], [512, 519, "LOC"], [556, 564, "ORG"]]}
{"text": "46. W wielu innych wyrokach przyjęto jednak mniej restrykcyjną interpretację, skłaniając się chętniej ku logice art. 78 kodeksu celnego z 1992 r., która opiera się na dostosowaniu procedury celnej do rzeczywistej sytuacji(26). Trybunał podkreślił ponadto, że przepis ten nie rozróżnia pomyłek lub braków możliwych do skorygowania lub sprostowania od tych, których skorygować ani sprostować nie można(27). W związku z tym w wyrokach tych uznano, że pojęcie „nieprawidłowych lub niekompletnych danych” należy interpretować w ten sposób, że obejmuje ono zarówno pomyłki lub braki rzeczowe, jak i błędy w interpretacji stosownych przepisów. Ta linia orzecznicza pokazuje, że można było zażądać sprostowania zgłoszenia nie tylko w przypadku pomyłki rzeczowej, ale również w przypadku braków lub błędów w interpretacji stosownych przepisów(28).", "label": [[138, 145, "DATE"], [227, 235, "ORG"]]}
{"text": "47. Trybunał uznał zatem, że zgłoszenie celne może zostać sprostowane w odniesieniu do wartości towarów(29), kodu używanego do określania procedury celnej przypisywanego towarom przez zgłaszającego(30) czy też nazwy eksportera(31). Trybunał orzekł również, że zgłoszenie mogło zostać sprostowane w odniesieniu do daty w celu przesunięcia go na inny dzień, w którym eksporter dysponował ważnym świadectwem wywozowym(32).", "label": [[4, 12, "ORG"], [232, 240, "ORG"]]}
{"text": "48. We wszystkich tych sprawach Trybunał wnioskował, opierając się na dwóch podstawowych zasadach – na zasadzie, zgodnie z którą logika art. 78 opiera się na dostosowaniu procedury celnej do rzeczywistej sytuacji, oraz na zasadzie, zgodnie z którą przepis ten nie rozróżnia pomyłek lub braków możliwych do skorygowania od tych, których skorygować nie można. Zastosowanie tych zasad prowadziłoby w każdym razie do możliwości sprostowania nazwy zgłaszającego(33).", "label": [[32, 40, "ORG"]]}
{"text": "49. Moim zdaniem wszystko to jest uzasadnione samym celem kodeksu celnego z 1992 r., który polegał zgodnie z motywem piątym tego kodeksu na zapewnieniu prawidłowego stosowania przewidzianych przez niego należności, gwarantując jednocześnie szybkie i skuteczne procedury w interesie zarówno podmiotów gospodarczych, jak i organów celnych, poprzez zwolnienie wspomnianych organów z obowiązku przeprowadzania systematycznych kontroli wszystkich towarów objętych zgłoszeniem celnym, w ten sposób ograniczając do minimum formalności i kontrole celne, zgodnie z motywem szóstym tegoż kodeksu(34). Rzeczywiście, w przeciwieństwie do innych systemów prawnych, w których zgłaszający musi jedynie przedstawić informacje faktyczne dotyczące towarów, kodeks ten nałożył na dłużnika obowiązek sformułowania zgłoszenia na warunkach, które go wiążą. Formuła ta umożliwiała organom celnym szybsze i skuteczniejsze przeprowadzanie kontroli.", "label": [[76, 83, "DATE"]]}
{"text": "50. Należałoby jednak przyznać, że wiązało się to również z wysiłkiem ze strony podmiotów gospodarczych w zakresie interpretowania tekstów prawnych, które są często złożone. W tych okolicznościach nie da się uniknąć błędów popełnianych w dobrej wierze. Artykuł 78 kodeksu celnego z 1992 r. pomyślano w taki sposób, aby stanowił odpowiedź na ten problem i pozwalał organom celnym sprostować takie błędy, przynajmniej w sytuacji, w której można to było zrobić, nie naruszając uzasadnionych praw i interesów innych (w tym również organów celnych). Wszystko to znajduje potwierdzenie w orzecznictwie Trybunału, w którym do tej pory uznano jedynie trzy okoliczności, w jakich można utrzymać prawo organów celnych do nieuwzględnienia wniosku o sprostowanie zgłoszenia celnego(35).", "label": [[282, 289, "DATE"], [596, 605, "ORG"]]}
{"text": "51. Pierwsza podstawa odmowy uwzględnienia wniosku wynikała z wzajemnej relacji między art. 65 i art. 78 kodeksu celnego z 1992 r. Ponieważ art. 78 miał zastosowanie wyłącznie do wniosków o sprostowanie składanych po zwolnieniu towarów, tj. na etapie, na którym nie można już było zweryfikować prawidłowości informacji dotyczących danych towarów, przepis ten musiał być w sposób konieczny interpretowany w ten sposób, że nie pozwalał on na sprostowanie jakichkolwiek informacji dotyczących charakteru lub cech towarów wymienionych w zgłoszeniu(36).", "label": [[123, 130, "DATE"]]}
{"text": "52. Druga podstawa odmowy, która wynikała w sposób dorozumiany z zakazu nadużywania praw, miała miejsce, kiedy żądane sprostowanie prawdopodobnie zagrażałoby celom przepisów celnych(37).", "label": []}
{"text": "53. Trzecia podstawa odmowy dotyczyła zaś sytuacji, w której informację, której sprostowania zażądano, podano nie w wyniku błędu, lecz świadomego wyboru(38).", "label": []}
{"text": "54. Wbrew argumentowi podniesionemu przez niemiecki urząd celny, rząd czeski i rząd niderlandzki Trybunał nigdy nie wyłączył jednak określonych elementów zgłoszenia z zakresu stosowania art. 78 kodeksu celnego z 1992 r. ze względu na to, że dotyczą one samej istoty zgłoszenia. Istotnie, oprócz faktu, że brzmienie tego przepisu nie zawierało odniesienia do takiego wyłączenia ex ante, chciałbym zauważyć, że – jak wspomniano powyżej – Trybunał uznał możliwość sprostowania daty zgłoszenia, mimo że co do zasady informacja taka jest w prawie administracyjnym równie ważna co tożsamość zgłaszającego(39). Ponadto wyrok w sprawie Terex mógł również być interpretowany w ten sposób, że zgłoszenie można sprostować w odniesieniu do wybranej procedury celnej, mimo że zgodnie z art. 4 ust. 17 i art. 59 ust. 1 kodeksu celnego z 1992 r. zgłoszenie stanowi czynność, poprzez którą zgłaszający wyraża zamiar objęcia towaru określoną procedurą celną. Wreszcie Trybunał orzekł także, że można sprostować nazwę eksportera, mimo że od jego tożsamości zależy przyznanie korzyści finansowych(40).", "label": [[42, 63, "ORG"], [65, 76, "ORG"], [79, 96, "ORG"], [97, 105, "ORG"], [212, 219, "DATE"], [436, 444, "ORG"], [628, 633, "ORG"], [823, 830, "DATE"], [951, 959, "ORG"]]}
{"text": "55. W każdym razie argument, zgodnie z którym sprostowanie nazwy zgłaszającego stanowiłoby unieważnienie zgłoszenia, opiera się na założeniu, że różnica między sprostowaniem a unieważnieniem zgłoszenia zależy od jego elementów, które podlegają sprostowaniu. Artykuł 66 kodeksu celnego z 1992 r. przewidywał jednak możliwość unieważnienia tylko w dwóch przypadkach, a mianowicie jeżeli zgłaszający przedstawi dowód, że towar został zgłoszony omyłkowo do procedury celnej właściwej temu zgłoszeniu lub że w wyniku zaistnienia szczególnych okoliczności objęcie towaru procedurą celną, do której został zgłoszony, nie jest już dalej uzasadnione(41). W praktyce oznacza to, że do unieważnienia mogło dojść przede wszystkim w sytuacji, w której podmiot gospodarczy ostatecznie postanawiał nie przeprowadzać operacji celnej lub też przeznaczenie celne towarów ulegało zmianie(42).", "label": [[287, 294, "DATE"]]}
{"text": "56. Uzasadnione byłoby, co prawda, zrozumienie tej drugiej hipotezy jako ograniczenia zakresu stosowania art. 78 w ten sposób, że wybór procedury celnej, kiedy tylko chodzi o podstawowy cel zgłoszenia celnego, można było zmienić wyłącznie poprzez unieważnienie odnośnego zgłoszenia celnego. Aby zachować skuteczność („effet utile”) tego przepisu, można by uznać to za jedyną informację, która – w celu dokonania sprostowania – wymaga unieważnienia zgłoszenia. Jak wspomniano powyżej, wydaje się, że Trybunał orzekł jednak, że procedura celna, którą zgłaszający objął towary, może zostać sprostowana na podstawie art. 78(43).", "label": [[499, 507, "ORG"]]}
{"text": "57. W każdym razie poza tym kontekstem różnica między unieważnieniem a sprostowaniem nie wydaje się opierać przede wszystkim na charakterze elementów, które podlegają zmianie. Istotnie, gdyby jakichś innych danych nie można było sprostować, znacząco ograniczałoby to możliwość określenia przez organy celne długu celnego w wysokości, która powinna być należna w świetle rzeczywistej sytuacji. Można również zauważyć, że jeśli uznano by, iż określone dane można sprostować wyłącznie w drodze unieważnienia, danych tych nigdy nie można by modyfikować z inicjatywy organu, nawet jeśli byłoby to konieczne, ponieważ organ nie mógłby zastąpić zgłaszającego przy przygotowaniu nowego zgłoszenia.", "label": []}
{"text": "58. W świetle orzecznictwa jedyne pozostające rozróżnienie między unieważnieniem a sprostowaniem opiera się na ich odnośnych skutkach. W przypadku wniosku o unieważnienie, jeżeli zostanie on uwzględniony, dług celny wygasa(44). Zgłaszający jest zwolniony z obowiązku zapłaty jakiegokolwiek długu celnego. W przypadku sprostowania kwota długu może natomiast zostać zwiększona lub zmniejszona, ale dług nadal istnieje(45).", "label": []}
{"text": "59. Biorąc pod uwagę te trzy podstawy odmowy uwzględnienia wniosku uznane przez Trybunał, nie można stwierdzić, że zmianę nazwy zgłaszającego wyłączono z zakresu stosowania procedury, o której mowa w art. 78.", "label": [[80, 88, "ORG"]]}
{"text": "60. Po pierwsze, nazwa zgłaszającego nie miała nic wspólnego z towarami. Tym samym nie zachodziło żadne prawdopodobieństwo, że zwolnienie towarów będzie mieć wpływ na weryfikację prawidłowości tej informacji lub też tego, czy zgłaszający spełnia warunki niezbędne dla dokonania zgłoszenia celnego.", "label": []}
{"text": "61. Po drugie, naruszenie celów przepisów celnych wskutek sprostowania tożsamości zgłaszającego nie wydaje się prawdopodobne. Przeciwnie, cel, do którego zmierza konkretnie art. 78 – dotyczący dostosowania procedury celnej do rzeczywistej sytuacji – przemawia za wnioskiem, zgodnie z którym powinna istnieć możliwość dokonania takiego sprostowania.", "label": []}
{"text": "62. Dostrzegam jednak podwyższone ryzyko oszustwa, z jakim mogło wiązać się wszelkie prawo do sprostowania zgłoszenia. Oczywiście walka z oszustwami jest również jednym z celów kodeksu celnego z 1992 r.(46). Uważam jednak, że w świetle kodeksu celnego z 1992 r. w przypadku nazwy zgłaszającego taka zmiana nie skutkowała znaczącym podwyższeniem tego ryzyka. Istotnie, zgłaszającego nie należy mylić z importerem ani eksporterem. Jak stanowił art. 64 ust. 1 tego kodeksu, aby być zgłaszającym, dana osoba musi jedynie być w stanie „przedstawić lub doprowadzić do przedstawienia właściwym organom celnym towaru, którego dotyczy zgłoszenie, razem ze wszystkimi dokumentami, których przedłożenie jest niezbędne do zastosowania przepisów regulujących procedurę celną, do której towar jest zgłaszany”(47).", "label": [[195, 202, "DATE"], [254, 261, "DATE"]]}
{"text": "63. Poza kodeksem celnym z 1992 r. inne przepisy celne uzależniały, co prawda, przyznawanie określonych korzyści takich jak preferencyjna taryfa celna czy też zwrot wywozowy od spełnienia warunku, zgodnie z którym importer lub eksporter towarów musiał być zgłaszającym. Na przykład w postępowaniu głównym art. 24 rozporządzenia Komisji (WE) nr 1291/2000(48) przewidywał, że zgłoszenie celne musi zostać dokonane przez właściciela tytularnego lub, gdzie stosowne, osobę, na której rzecz dokonano przeniesienia uprawnień do pozwolenia lub świadectwa, lub ich przedstawiciela w rozumieniu art. 5 ust. 2 kodeksu celnego z 1992 r.", "label": [[27, 34, "DATE"], [328, 335, "ORG"], [557, 572, "PROFESSION"], [618, 625, "DATE"]]}
{"text": "64. Jednak, w sytuacji gdy nazwę zgłaszającego zmieniono w taki sposób, aby odpowiadała nazwie importera lub eksportera, ryzyko oszustwa neutralizowały przepisy regulujące przyznawanie tych korzyści, które nakładały określone obowiązki na daną osobę działającą w charakterze importera lub eksportera(49).", "label": []}
{"text": "65. Ponadto, w przypadku gdy zgłoszenie sprostowano w taki sposób, aby nazwa zgłaszającego odpowiadała nazwie importera lub eksportera w celu umożliwienia mu skorzystania z preferencyjnej taryfy przywozowej czy też zwrotu wywozowego, takie sprostowanie nie przyznawało tej osobie nienależnej korzyści, lecz raczej pozwalało jej otrzymać korzyść, do której byłaby uprawniona, gdyby podano ją pierwotnie jako zgłaszającego(50). W związku z tym w sprawie takiej jak ta w postępowaniu głównym ryzyko oszustwa pozostaje takie samo, jeżeli tylko przywiezioną ilość towaru odpisuje się na świadectwach importera.", "label": []}
{"text": "66. Poza przepisami dotyczącymi świadectw przywozowych czy też zwrotów wywozowych(51) inne przepisy kodeksu celnego z 1992 r. znacznie ograniczały ryzyko oszustwa, jakie mogłoby wynikać ze zmiany nazwy zgłaszającego. W szczególności można zauważyć, co następuje:", "label": [[118, 125, "DATE"]]}
{"text": "67. Po pierwsze, art. 74 ust. 1 kodeksu celnego z 1992 r. stanowił, że kwota długu celnego musi zostać zapłacona lub zabezpieczona przed zwolnieniem towarów(52). Ponieważ – z jednej strony – art. 78 znajdował zastosowanie dopiero po zwolnieniu towarów, a tym samym zapłaceniu lub zabezpieczeniu kwoty długu celnego, oraz – z drugiej strony – jakiekolwiek sprostowanie tożsamości zgłaszającego musiałoby skutkować wstąpieniem nowego zgłaszającego w prawa i obowiązki byłego, nazwę zgłaszającego można było zmienić wyłącznie w sytuacji, kiedy istniejące zabezpieczenie lub istniejącą zapłatę dało się przenieść na nowego zgłaszającego lub też nowy zgłaszający albo zapłacił kwotę długu celnego, albo ustanowił nowe zabezpieczenie. W związku z powyższym ryzyko braku zapłaty długu celnego nie wydaje się w praktyce większe tylko dlatego, że zmieniono nazwę zgłaszającego.", "label": [[50, 57, "DATE"]]}
{"text": "68. Po drugie, w odniesieniu do przywozów, takich jak te będące przedmiotem postępowania głównego, art. 201 ust. 3 akapit drugi kodeksu celnego z 1992 r. stanowił, że w przypadku dokonania zgłoszenia celnego w oparciu o nieprawidłowe dane „osoby, które dostarczyły tych danych, wymaganych do sporządzenia zgłoszenia, i które wiedziały lub powinny były wiedzieć, że dane te są nieprawdziwe, mogą również zostać uznane za dłużników zgodnie z obowiązującymi przepisami krajowymi”. Ponieważ pierwszy zgłaszający musiał podać pozostałe dane wymienione w zgłoszeniu, gdyby miały się one okazać nieprawdziwe, i tak pozostałby odpowiedzialny za dług celny.", "label": [[146, 153, "DATE"]]}
{"text": "69. W szczególności, w świetle tego przepisu, nie jestem przekonany, że – jak argumentował rząd niderlandzki – sprostowanie nazwy zgłaszającego powinno być w każdym razie dozwolone wyłącznie w przypadku sprostowań, które skutkowały przekształceniem przedstawicielstwa bezpośredniego w przedstawicielstwo pośrednie, ponieważ tylko w tym przypadku pierwotny zgłaszający pozostawałby dłużnikiem celnym. Istotnie, w świetle brzmienia art. 201 ust. 3 akapit drugi kodeksu celnego z 1992 r., nawet jeśli nazwa zgłaszającego zostałaby sprostowana, aby odzwierciedlić fakt, że osobę, którą pierwotnie wskazano, reprezentował nowy zgłaszający, pierwotny zgłaszający pozostałby dłużnikiem celnym, ponieważ to on pierwotnie dostarczył dane.", "label": [[91, 108, "ORG"], [477, 484, "DATE"]]}
{"text": "70. Po trzecie, należy podkreślić, że aby nowy zgłaszający mógł otrzymać jakikolwiek zwrot, musiały być również spełnione przesłanki określone w art. 236 kodeksu celnego z 1992 r.", "label": [[172, 179, "DATE"]]}
{"text": "71. Jeśli chodzi o przedstawione argumenty dotyczące niepewności, z jakimi borykałyby się organy celne wskutek sprostowania nazwy zgłaszającego, wydają się one konsekwencją wyborów prawodawcy Unii – po pierwsze zezwolenia na sprostowanie zgłoszenia po zwolnieniu towarów, a po drugie przewidzenia równych możliwości dokonywania sprostowań zarówno z urzędu, jak i na wniosek zgłaszającego(53). Zatem wszystkie elementy, które mogły zostać zmienione z urzędu przez organy celne, mogły być również przedmiotem wniosku o sprostowanie złożonego przez zgłaszającego(54).", "label": [[192, 196, "LOC"]]}
{"text": "72. Ponieważ art. 78 kodeksu celnego z 1992 r. nie wyłączał nazwy zgłaszającego z zakresu ewentualnych sprostowań, a sąd krajowy wydaje się wykluczać nadużycie prawa(55), kluczową kwestią pozostającą do zbadania dla celów ustalenia, czy w postępowaniu głównym organy celne były uprawnione do odmowy sprostowania nazwy zgłaszającego jest pytanie, czy błędne podanie nazwy zgłaszającego było wynikiem prawdziwego błędu lub nieporozumienia, czy też skutkiem świadomego wyboru(56). To, moim zdaniem, stanowi prawdziwy charakter uprawnienia dyskrecjonalnego przyznanego organom celnym w art. 78 ust. 1 tego kodeksu („[…] mogą […] dokonać kontroli zgłoszenia”), ponieważ jeżeli po rozpatrzeniu wniosku o sprostowanie jasne jest, że zgłoszenie nie odzwierciedla prawdziwego stanu rzeczy, co do zasady musi ono zostać sprostowane, z wyjątkiem sytuacji, w której zagrażałoby to celom prawodawstwa celnego i naruszałoby w związku z tym uzasadnione prawa i interesy innych stron, a w szczególności interesy finansowe Unii, w imieniu której organy celne pobierają należności.", "label": [[39, 46, "DATE"], [1006, 1010, "ORG"]]}
{"text": "73. W związku z tym, aby odpowiedzieć na pytanie sądu krajowego, konieczne jest ustalenie, czy w okolicznościach takich jak te będące przedmiotem postępowania głównego można uznać, że wskazanie Pfeifer & Langen jako zgłaszającego wynikało z błędu.", "label": [[194, 210, "ORG"]]}
{"text": "74. W tym przypadku Trybunał znów nadał temu pojęciu relatywnie szerszy zakres. Na przykład Trybunał orzekł, że pojęcie błędu obejmuje niezamierzone braki nawet w przypadkach, w których wydaje się, że o istnieniu takich braków wnioskowano wyłącznie na podstawie tego, że zgłaszający złożył wniosek o sprostowanie zgłoszenia(57). W sprawie CEVA Freight Holland(58) Trybunał orzekł, że zgłaszający może złożyć wniosek o sprostowanie wartości transakcyjnej towarów, kiedy określenie tej wartości zależy od wyboru metody obliczeń(59), jeżeli taki wniosek stanowił reakcję na sprostowanie dokonane przez organy celne w odniesieniu do podpozycji taryfowej(60). W związku z tym wydaje się, że pojęcie błędu obejmowało nie tylko błędy rzeczowe, ale też wszelkie zgłoszenia, których dokonano z naruszeniem przepisu celnego.", "label": [[20, 28, "ORG"], [92, 100, "ORG"], [339, 359, "ORG"], [364, 372, "ORG"]]}
{"text": "75. Wydaje się, że w postępowaniu głównym nie ma istotnych wątpliwości co do tego, iż pierwotne wskazanie nazwy zgłaszającego wynika z błędu. W tym względzie sąd odsyłający stwierdza, że Pfeifer & Langen otrzymała od Zahărul Oradei pełnomocnictwo do działania w jej imieniu. W tym aspekcie można zauważyć, że pkt 6 pełnomocnictwa z dnia 2 lutego 2012 r. stanowił:", "label": [[187, 203, "ORG"], [217, 231, "ORG"], [332, 353, "DATE"]]}
{"text": "„Jesteśmy świadomi, że wypełniając zgłoszenie celne stajemy się zgłaszającym w rozumieniu kodeksu celnego i zobowiązujemy się do ponoszenia wszelkich kosztów oraz należności przywozowych ustalonych przez Pfeifer & Langen KG oraz urząd celny”.", "label": [[204, 223, "ORG"]]}
{"text": "76. Okoliczność ta, która nie jest kwestionowana, wydaje mi się wystarczająca, aby stwierdzić istnienie błędu w rozumieniu art. 78 kodeksu celnego z 1992 r.", "label": [[149, 156, "DATE"]]}
{"text": "77. Istotnie, zgodnie z art. 5 ust. 4 tego kodeksu, w przypadku gdy zgłaszający działa na rzecz mocodawcy, „musi” zgłosić fakt wykonywania działalności na rzecz osoby reprezentowanej, sprecyzować, czy jest to przedstawicielstwo pośrednie czy bezpośrednie, oraz wykazać istnienie pełnomocnictwa. W konsekwencji, jeżeli zgłaszający działa na rzecz mocodawcy, ale tego nie zgłasza, narusza art. 5 ust. 4 akapit pierwszy kodeksu celnego z 1992 r.", "label": [[435, 442, "DATE"]]}
{"text": "78. Ponadto w niniejszej sprawie należy zauważyć, że organy podatkowe zastosowały wobec spółki Pfeifer & Langen taryfę preferencyjną i odpisały przywiezioną ilość towaru na świadectwach Zahărul Oradei. Tym samym organ celny w sposób dorozumiany, ale bezwzględny uznał, że Pfeifer & Langen działała na rzecz Zahărul Oradei, ale też na własną rzecz, co stanowi założenie niezgodne z art. 5 ust. 2 kodeksu celnego z 1992 r. Istotnie, przepis ten, który ma charakter wyczerpujący w odniesieniu do prawa przedstawicielstwa przed organami celnymi(61), przewiduje jedynie możliwość działania w imieniu i na rachunek innego podmiotu lub we własnym imieniu, ale na rachunek innego podmiotu.", "label": [[95, 111, "ORG"], [186, 200, "ORG"], [272, 288, "ORG"], [307, 321, "ORG"], [413, 420, "DATE"]]}
{"text": "79. Artykuł 5 ust. 4 akapit drugi kodeksu celnego z 1992 r. uściśla, co prawda, że „[o]soba, która nie zadeklaruje faktu wykonywania działalności w imieniu lub na rzecz innej osoby, lub taka, która zadeklaruje, że działa w imieniu lub na rzecz innej osoby, nie będąc umocowana do reprezentowania, jest traktowana jako działająca we własnym imieniu i na własną rzecz”. Fakt, że odpowiedzią na naruszenie art. 5 ust. 4 akapit pierwszy kodeksu celnego z 1992 r. jest zastosowanie domniemania, nie zmienia jednak faktu, iż – jak wynika z użycia czasownika „musieć” – zgłaszający był zobowiązany zgłosić, że działa w imieniu lub na rzecz innej osoby. W związku z tym, gdy dana osoba nie skorzysta z pełnomocnictwa, zgłaszający dopuszcza się błędu w rozumieniu art. 78 kodeksu celnego z 1992 r.", "label": [[52, 59, "DATE"], [451, 458, "DATE"], [781, 788, "DATE"]]}
{"text": "80. W postępowaniu głównym, ponieważ do zgłoszenia załączono pełnomocnictwo, nie można kwestionować istnienia takiego umocowania w dniu dokonania zgłoszenia.", "label": []}
{"text": "81. W świetle powyższych rozważań na pytanie zadane przez sąd krajowy powinno się odpowiedzieć, że art. 78 kodeksu celnego z 1992 r. należy interpretować w ten sposób, iż w sytuacji gdy podmiot dokonujący zgłoszenia celnego wskazał, iż działa wyłącznie we własnym imieniu, mimo że poinstruowano go, aby dokonał zgłoszenia celnego w imieniu i na rzecz osoby trzeciej, po zwolnieniu towarów zgłoszenie może zostać sprostowane w taki sposób, aby wskazywało mocodawcę jako zgłaszającego, jeżeli można przedstawić dowody na istnienie takiego pełnomocnictwa przed dokonaniem zgłoszenia celnego.", "label": [[125, 132, "DATE"], [186, 223, "PROFESSION"]]}
{"text": "IV. Wnioski", "label": []}
{"text": "82. Mając na względzie powyższe rozważania, proponuję, aby Trybunał odpowiedział na pytanie przedstawione przez Finanzgericht Düsseldorf (sąd ds. finansowych w Düsseldorfie, Niemcy) w następujący sposób:", "label": [[59, 67, "ORG"], [112, 136, "ORG"], [138, 157, "ORG"], [160, 180, "LOC"]]}
{"text": "Artykuł 78 rozporządzenia Rady (EWG) nr 2913/92 z dnia 12 października 1992 r. ustanawiającego Wspólnotowy kodeks celny należy interpretować w ten sposób, że w sytuacji, gdy podmiot dokonujący zgłoszenia celnego wskazał, iż działa wyłącznie we własnym imieniu, mimo że poinstruowano go, aby dokonał zgłoszenia celnego w imieniu i na rzecz osoby trzeciej, po zwolnieniu towarów zgłoszenie może zostać sprostowane w taki sposób, aby wskazywało mocodawcę jako zgłaszającego, jeżeli można przedstawić dowody na istnienie takiego pełnomocnictwa przed dokonaniem zgłoszenia celnego.", "label": [[26, 30, "ORG"], [50, 78, "DATE"], [95, 106, "LOC"], [174, 211, "PROFESSION"]]}
{"text": "1 Język oryginału: angielski.", "label": [[19, 28, "NATIONALITY"]]}
{"text": "2 Chociaż akta sprawy nie zawierają żadnych szczegółów dotyczących tej kontroli w zakresie VAT, należy wskazać, że art. 85 dyrektywy Rady 2006/112/WE z dnia 28 listopada 2006 r. w sprawie wspólnego systemu podatku od wartości dodanej (Dz.U. 2006, L 347, s. 1) stanowi, iż „[w] odniesieniu do importu towarów podstawą opodatkowania jest wartość celna określona zgodnie z obowiązującymi przepisami wspólnotowymi”.", "label": [[133, 137, "ORG"], [152, 177, "DATE"], [396, 409, "LOC"]]}
{"text": "3 W późniejszej wersji kodeksu celnego przyjętej rozporządzeniem Parlamentu Europejskiego i Rady (WE) nr 450/2008 z dnia 23 kwietnia 2008 r. ustanawiającym wspólnotowy kodeks celny (znowelizowany kodeks celny) (Dz.U. 2008, L 145, s. 1) art. 78 został usunięty i zastąpiony przez art. 27. W tej wersji kodeksu celnego zadanie określenia, w jakich okolicznościach zgłoszenie celne może zostać sprostowane po podjęciu towarów, przekazano Komisji (zob. art. 89 ust. 2, art. 113 i 181). Późniejsza wersja kodeksu, wynikająca z przyjęcia rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 952/2013 z dnia 9 października 2013 r. ustanawiającego unijny kodeks celny (Dz.U. 2013, L 269, s. 1), która jest wersją obecnie obowiązującą, precyzuje, że można wyrazić zgodę na sprostowanie zgłoszenia celnego po zwolnieniu towarów wyłącznie w sytuacji, w której takie sprostowanie jest konieczne, aby zgłaszający spełnił obowiązki wynikające z objęcia towarów daną procedurą celną (zob. art. 173). Ta sama wersja stanowi, że to Komisja określa w drodze aktów wykonawczych przepisy proceduralne dotyczące takiego wniosku (zob. art. 176).", "label": [[65, 89, "ORG"], [92, 96, "ORG"], [116, 140, "DATE"], [156, 167, "LOC"], [435, 442, "ORG"], [547, 571, "ORG"], [574, 578, "ORG"], [598, 625, "DATE"], [642, 648, "LOC"], [1017, 1024, "ORG"]]}
{"text": "4 Zobacz wyrok z dnia 15 września 2011 r., DP grup (C‑138/10, EU:C:2011:587, pkt 33).", "label": [[17, 41, "DATE"], [43, 50, "ORG"]]}
{"text": "5 Zobacz wyrok z dnia 15 września 2011 r., DP grup (C‑138/10, EU:C:2011:587, pkt 35).", "label": [[17, 41, "DATE"], [43, 50, "ORG"]]}
{"text": "6 W swoim wyroku z dnia 7 marca 2019 r., Suez II (C‑643/17, EU:C:2019:179, pkt 46) Trybunał orzekł, że „osob[a], która dokonuje wprowadzenia, lub osob[a] odpowiedzialn[a] za transport [muszą przedstawić] stosown[e] dan[e] na temat rodzaju danego artykułu czy produktu, a także iloś[ci] przywiezionego towaru. Te właśnie informacje umożliwiają prawidłową identyfikację towarów dla potrzeb klasyfikacji taryfowej i, w stosownych przypadkach, dla potrzeb naliczenia należności celnej przywozowej”. Z art. 43 tego kodeksu wynika jednak, że dane są przedstawiane przez tę osobę w kontekście deklaracji skróconej, która ma charakter tymczasowy. Jak wynika z art. 29, obliczenie należności celnych przywozowych zależało od zgłoszenia, a tym samym od danych przedstawionych przez zgłaszającego.", "label": [[19, 39, "DATE"], [41, 48, "ORG"], [83, 91, "ORG"]]}
{"text": "7 Zobacz wyrok z dnia 5 października 2006 r., ASM Lithography (C‑100/05, EU:C:2006:645, pkt 33).", "label": [[17, 44, "DATE"], [46, 61, "ORG"]]}
{"text": "8 Zobacz wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 61–64); z dnia 10 lipca 2019 r., CEVA Freight Holland (C‑249/18, EU:C:2019:587, pkt 29).", "label": [[19, 47, "DATE"], [49, 66, "ORG"], [107, 128, "DATE"], [130, 150, "ORG"]]}
{"text": "9 Zobacz wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 65); z dnia 10 lipca 2019 r., CEVA Freight Holland (C‑249/18, EU:C:2019:587, pkt 30).", "label": [[19, 47, "DATE"], [49, 66, "ORG"], [104, 125, "DATE"], [127, 147, "ORG"]]}
{"text": "10 Wyróżnienie własne.", "label": []}
{"text": "11 Zobacz wyrok z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 46).", "label": [[18, 46, "DATE"], [48, 65, "ORG"]]}
{"text": "12 Zobacz wyrok z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 50). Trybunał przyznał, że zgłoszenie może być przedmiotem kilku wniosków o sprostowanie. Zobacz wyrok z dnia 10 grudnia 2015 r., Veloserviss (C‑427/14, EU:C:2015:803, pkt 25), w którym w języku postępowania, czyli łotewskim, występuje określenie „atkārtotu pārskatīšanu”. W wersji francuskiej punkt ten ma następujące brzmienie: „[…] ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision” (wyróżnienie własne).", "label": [[18, 46, "DATE"], [48, 65, "ORG"], [101, 109, "ORG"], [201, 224, "DATE"], [226, 237, "ORG"], [311, 320, "NATIONALITY"], [378, 389, "NATIONALITY"]]}
{"text": "13 Zobacz podobnie wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 52); z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 62).", "label": [[29, 57, "DATE"], [59, 76, "ORG"], [114, 138, "DATE"], [140, 155, "ORG"]]}
{"text": "14 Zobacz podobnie wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 53); z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 63).", "label": [[29, 57, "DATE"], [59, 76, "ORG"], [114, 138, "DATE"], [140, 155, "ORG"]]}
{"text": "15 Zobacz podobnie wyroki: z dnia 5 października 2006 r., ASM Lithography (C‑100/05, EU:C:2006:645, pkt 42); z dnia 27 lutego 2014 r., Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, pkt 40); a także z dnia 12 października 2017 r., X (C‑661/15, EU:C:2017:753, pkt 63). Ze swojej strony art. 78 kodeksu celnego z 1992 r. nie przewidywał żadnego konkretnego terminu na prostowanie zgłoszeń celnych. Zobacz wyrok z dnia 10 grudnia 2015 r.., Veloserviss (C‑427/14, EU:C:2015:803, pkt 25).", "label": [[29, 56, "DATE"], [58, 73, "ORG"], [111, 133, "DATE"], [135, 171, "ORG"], [217, 245, "DATE"], [247, 248, "PER"], [327, 334, "DATE"], [427, 450, "DATE"], [453, 464, "ORG"]]}
{"text": "16 Wyrok z dnia 12 października 2017 r., Tigers (C‑156/16, EU:C:2017:754, pkt 21).", "label": [[11, 39, "DATE"], [41, 47, "ORG"]]}
{"text": "17 Zobacz podobnie wyrok z dnia 10 grudnia 2015 r., Veloserviss (C‑427/14, EU:C:2015:803, pkt 25).", "label": [[27, 50, "DATE"], [52, 63, "ORG"]]}
{"text": "18 Wyrok z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624). Zobacz także podobnie wyrok z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 56).", "label": [[11, 39, "DATE"], [41, 58, "ORG"], [116, 140, "DATE"], [142, 157, "ORG"]]}
{"text": "19 Zobacz wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 70); z dnia 20 grudnia 2017 r., Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, pkt 30).", "label": [[20, 48, "DATE"], [50, 67, "ORG"], [105, 128, "DATE"], [130, 161, "ORG"]]}
{"text": "20 Moim zdaniem okoliczność, że prawodawca umieścił art. 78, a ponadto przepisy dotyczące reżimu prawnego zgłoszenia (art. 59–77) w tytule IV dotyczącym przeznaczenia celnego, wyjaśnia po prostu to, że podstawowym celem zgłoszenia jest określenie właściwej procedury celnej. Konieczne było zatem określenie reżimu prawnego mającego zastosowanie do tego zgłoszenia przed sprecyzowaniem jego konsekwencji.", "label": []}
{"text": "21 Wyrok z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 56).", "label": [[11, 35, "DATE"], [37, 52, "ORG"]]}
{"text": "22 Aby dokonać tego sprostowania, trzeba było udzielić pełnomocnictwa byłemu zgłaszającemu, ponieważ tylko pod tym warunkiem zgodnie z art. 5 ust. 4 kodeksu celnego z 1992 r. mógł on złożyć wniosek o to sprostowanie na rzecz nowego zgłaszającego. Ponadto należy podkreślić, że skoro art. 78 dotyczy sprostowania zgłoszenia, a nie jego zastąpienia, należało uznać, że nowy zgłaszający wstąpił w prawa i obowiązki byłego zgłaszającego, w tym w odniesieniu do wszelkich terminów.", "label": [[167, 174, "DATE"]]}
{"text": "23 Artykuł 199 rozporządzenia Komisji (EWG) nr 2454/93 z dnia 2 lipca 1993 r. ustanawiającego przepisy w celu wykonania rozporządzenia Rady (EWG) nr 2913/92 ustanawiającego Wspólnotowy kodeks celny (Dz.U. 1993, L 253, s. 1) również stanowi, że zgłaszający jest odpowiedzialny za prawdziwość informacji podanych w zgłoszeniu. Ponieważ jednak rozporządzenie to jest normą niższego rzędu, wobec której stwierdzono ponadto w części nieważność ze względu na naruszenie przepisów kodeksu celnego z 1992 r. (zob. wyrok z dnia 12 października 2017 r., X, C‑661/15, EU:C:2017:753, pkt 67), nie można go uwzględniać dla celów wykładni przepisów tego kodeksu.", "label": [[30, 37, "ORG"], [57, 77, "DATE"], [135, 139, "ORG"], [173, 184, "LOC"], [492, 499, "DATE"], [514, 542, "DATE"], [544, 545, "PER"]]}
{"text": "24 Zobacz wyrok z dnia 15 września 2011 r., DP grup (C‑138/10, EU:C:2011:587, pkt 40, 41). Zasada nieodwołalności zgłoszenia wydaje się jednak w większym stopniu odpowiadać sytuacji, która przeważała przed przyjęciem kodeksu celnego z 1992 r. Zgodnie z tym kodeksem, po wprowadzeniu art. 78, a także możliwości unieważniania zgłoszenia ustanowionej w art. 66 istnienie takiej zasady wydaje się bardziej wątpliwe.", "label": [[18, 42, "DATE"], [44, 51, "ORG"], [235, 242, "DATE"]]}
{"text": "25 Zobacz podobnie wyrok z dnia 20 grudnia 2017 r., Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, pkt 30–34). Ponadto w wyroku z dnia 17 września 2014 r., Baltic Agro (C‑3/13, EU:C:2014:2227) Trybunał został zapytany o ważność art. 66 kodeksu celnego z 1992 r. Sąd krajowy miał wątpliwości, czy przepis ten nie narusza zasady równego traktowania, ponieważ nie pozwala na unieważnienie nieprawidłowego zgłoszenia celnego w celu sprostowania odbiorcy towarów. W tym względzie Trybunał udzielił odpowiedzi przeczącej, nie kwestionując tego założenia. Przeciwnie, Trybunał przypomniał o obowiązku zgłaszającego w zakresie podawania prawidłowych danych na tyle, na ile to tylko możliwe (zob. pkt 41–46 tego wyroku).", "label": [[27, 50, "DATE"], [52, 83, "ORG"], [141, 165, "DATE"], [167, 178, "ORG"], [204, 212, "ORG"], [265, 272, "DATE"], [486, 494, "ORG"], [572, 580, "ORG"]]}
{"text": "26 Zobacz wyrok z dnia 12 października 2017 r., Tigers (C‑156/16, EU:C:2017:754, pkt 31).", "label": [[18, 46, "DATE"], [48, 54, "ORG"]]}
{"text": "27 Zobacz wyroki: z dnia 20 października 2005 r. r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 63); z dnia 27 lutego 2014 r., Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, pkt 33).", "label": [[20, 51, "DATE"], [53, 70, "ORG"], [108, 130, "DATE"], [132, 168, "ORG"]]}
{"text": "28 Zobacz na przykład wyroki: z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 56); z dnia 12 lipca 2012 r., Südzucker i in. (C‑608/10, C‑10/11 i C‑23/11, EU:C:2012:444, pkt 47); z dnia 16 października 2014 r., VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, pkt 50); a także z dnia 10 lipca 2019 r., CEVA Freight Holland (C‑249/18, EU:C:2019:587, pkt 32).", "label": [[32, 56, "DATE"], [58, 73, "ORG"], [127, 148, "DATE"], [150, 159, "ORG"], [222, 250, "DATE"], [252, 278, "ORG"], [325, 346, "DATE"], [348, 368, "ORG"]]}
{"text": "29 Zobacz wyrok z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 70). Jednak w pkt 30 wyroku z dnia 20 grudnia 2017 r., Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, pkt 30), Trybunał orzekł, że przypadki, w których Trybunał dopuścił następczą korektę wartości transakcyjnej, ograniczały się do sytuacji szczególnych, związanych między innymi z wadą produktu lub z usterkami wykrytymi po jego wprowadzeniu do swobodnego obrotu.", "label": [[18, 46, "DATE"], [48, 65, "ORG"], [126, 149, "DATE"], [151, 182, "ORG"], [218, 226, "ORG"], [259, 267, "ORG"]]}
{"text": "30 Zobacz wyrok z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 65).", "label": [[18, 42, "DATE"], [44, 59, "ORG"]]}
{"text": "31 Zobacz wyrok z dnia 12 lipca 2012 r., Südzucker i in. (C‑608/10, C‑10/11 i C‑23/11, EU:C:2012:444, pkt 47).", "label": [[18, 39, "DATE"], [41, 50, "ORG"]]}
{"text": "32 Zobacz wyrok z dnia 16 października 2014 r.., VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, pkt 52).", "label": [[18, 46, "DATE"], [49, 75, "ORG"]]}
{"text": "33 To prawda, że Trybunał orzekł, iż organy celne posiadają szeroki zakres uprawnień dyskrecjonalnych w zakresie decydowania, czy wniosek zgłaszającego o dokonanie sprostowania zostanie uwzględniony. Zobacz wyrok z dnia 10 grudnia 2015 r., Veloserviss (C‑427/14, EU:C:2015:803, pkt 27). Stwierdzenie to należy jednak umieścić w kontekście – odnosi się ono bowiem do możliwości dokonania rewizji przez organ z urzędu. Jeśli chodzi o rozpatrzenie wniosku o dokonanie sprostowania, w świetle wspomnianego wyżej orzecznictwa Trybunału te uprawnienia dyskrecjonalne wydają się stosunkowo ograniczone. Moim zdaniem użycie słowa „mogą” w art. 78 wynikało z tego, że przepis ten uznaje zarówno możliwość sprostowania określonych danych przez organ, jak i istnienie prawa zgłaszającego do złożenia wniosku o dokonanie sprostowania w zgłoszeniu.", "label": [[17, 25, "ORG"], [215, 238, "DATE"], [240, 251, "ORG"], [521, 530, "ORG"]]}
{"text": "34 Wyrok z dnia 27 lutego 2014 r., Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, pkt 32). Zobacz także wyrok z dnia 15 września 2011 r., DP grup (C‑138/10, EU:C:2011:587, pkt 37).", "label": [[11, 33, "DATE"], [35, 71, "ORG"], [128, 152, "DATE"], [154, 161, "ORG"]]}
{"text": "35 Wraz z owymi trzema okolicznościami z art. 66 ust. 1 kodeksu celnego z 1992 r. można by wywieść, że tego rodzaju wybór mógł zostać zasadniczo zmieniony jedynie poprzez unieważnienie.", "label": [[74, 81, "DATE"]]}
{"text": "36 Zobacz wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 47); z dnia 16 października 2014 r., VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, pkt 53). Jednakże, jak orzekł Trybunał w wyroku z dnia 12 lipca 2012 r., Südzucker i in. (C‑608/10, C‑10/11 i C‑23/11, EU:C:2012:444, pkt 50), sam fakt, że bezpośrednia kontrola towarów nie jest już wykonalna, nie oznacza, że nie było już możliwe żadne sprostowanie zgłoszenia. Na taką podstawę odmowy uwzględnienia wniosku o sprostowanie można się było powołać tylko w sytuacji, kiedy takie kontrole były konieczne w celu zapewnienia zgodności z celami prawa Unii Europejskiej i ich osiągnięcia. W szczególności okoliczność ta nie uniemożliwiła kontroli kwalifikacji towarów przeprowadzanej a posteriori na podstawie opisu tych towarów w zgłoszeniu. Zobacz wyroki: z dnia 22 listopada 2012 r., Digitalnet i in. (C‑320/11, C‑330/11, C‑382/11 i C‑383/11, EU:C:2012:745, pkt 65–67); z dnia 27 lutego 2014 r., Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, pkt 36).", "label": [[20, 48, "DATE"], [50, 67, "ORG"], [105, 133, "DATE"], [135, 161, "ORG"], [219, 227, "ORG"], [239, 260, "DATE"], [262, 271, "ORG"], [649, 666, "LOC"], [857, 882, "DATE"], [884, 894, "ORG"], [972, 994, "DATE"], [996, 1032, "ORG"]]}
{"text": "37 Zobacz w szczególności wyroki: z dnia 16 października 2014 r., VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, pkt 54); z dnia 5 października 2006 r., ASM Lithography (C‑100/05, EU:C:2006:645, pkt 43).", "label": [[36, 64, "DATE"], [66, 92, "ORG"], [131, 158, "DATE"], [160, 175, "ORG"]]}
{"text": "38 Zobacz na przykład wyrok z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 69).", "label": [[30, 58, "DATE"], [60, 77, "ORG"]]}
{"text": "39 Zobacz wyrok z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 51).", "label": [[18, 42, "DATE"], [44, 59, "ORG"]]}
{"text": "40 Zobacz wyrok z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 53–66). W tej sprawie agent celny działający na rachunek przedsiębiorstwa Terex lub nabywców podawał w zgłoszeniach kod procedury celnej 10 00, oznaczający wywóz towarów wspólnotowych, zamiast kodu 31 51, mającego zastosowanie do powrotnego wywozu towarów objętych zawieszeniem należności celnych. Trybunał orzekł w pkt 65 owego wyroku, że art. 78 kodeksu celnego z 1992 r. pozwala na dokonanie rewizji zgłoszenia wywozu towarów w celu skorygowania kodu procedury celnej. W zakresie, w jakim Trybunał zawarł ogólne stwierdzenia dotyczące zakresu art. 78 kodeksu celnego, wyrok ten może być interpretowany w ten sposób, że prawo do zmiany wyboru procedury celnej istniało na podstawie art. 78 kodeksu celnego, jeżeli rozpatrywana procedura celna była stosowana bezbłędnie i nie była zagrożona realizacja celów kodeksu celnego z 1992 r. Możliwe jest również odczytanie rozwiązania, jakie Trybunał przyjął w tej sprawie w ten sposób, że jest ono ograniczone do sytuacji obejmujących błąd w wybranym kodzie. W konsekwencji, stwierdzenie Trybunału może być ujęte jako ograniczające się do pozwolenia na zmianę kodów celnych, które były niezgodne z wybraną procedurą celną, a nie jako nadające ogólne prawo do zmiany wybranej procedury w zgłoszeniu. Jakkolwiek opis stanu faktycznego nie wskazuje, czy zgłoszenie zawierało, poza wskazanym kodem, wybraną procedurę celną, to drugie rozumienie byłoby moim zdaniem bardziej przekonujące. W istocie, w świetle art. 66, jako że wybór procedury celnej stanowi zasadniczą część zgłoszenia, mogłaby ona zostać zmieniona jedynie w drodze unieważnienia.", "label": [[18, 42, "DATE"], [44, 59, "ORG"], [180, 185, "ORG"], [276, 289, "LOC"], [404, 412, "ORG"], [472, 479, "DATE"], [598, 606, "ORG"], [933, 940, "DATE"], [992, 1000, "ORG"], [1139, 1148, "ORG"]]}
{"text": "41 To prawda, że art. 66 ust. 2 stanowił, iż w pewnych przypadkach zgłoszenie można unieważnić po zwolnieniu towarów. Niemniej jednak przepis ten nie skutkował rozszerzeniem zakresu stosowania art. 66, lecz umożliwiał jedynie unieważnienie po zwolnieniu towarów w pewnych przypadkach, które i tak były objęte zakresem stosowania art. 66 zdefiniowanym w ust. 1.", "label": []}
{"text": "42 Istotnie, jak wyjaśniłem w pkt 26 i 56 niniejszej opinii, podstawowym celem zgłoszenia celnego jest przypisanie danym towarom określonej procedury celnej.", "label": []}
{"text": "43 Zobacz wyrok z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 56).", "label": [[18, 42, "DATE"], [44, 59, "ORG"]]}
{"text": "44 Zobacz art. 233 kodeksu celnego z 1992 r.", "label": [[37, 44, "DATE"]]}
{"text": "45 Wniosku tego nie podważa wyrok z dnia 15 września 2011 r., DP grup (C‑138/10, EU:C:2011:587). Chociaż Trybunał odnosi się w tej sprawie, która dotyczyła błędu obliczeniowego, do możliwości unieważnienia, z wyroku tego nie wynika, że Trybunał rozstrzygnął kwestię możliwości dokonania takiego unieważnienia w sytuacji takiej jak ta będąca przedmiotem postępowania głównego w tamtej sprawie. Trybunał ograniczył się do udzielenia odpowiedzi na zadane pytanie, wskazując, że chociaż unieważnienie zgłoszenia przez sędziego nie było możliwe, zgłaszający w określonych sytuacjach mógłby wystąpić o unieważnienie zgłoszenia. Moim zdaniem okoliczność, że Trybunał nie chciał zająć stanowiska w kwestii możliwości unieważnienia w okolicznościach takich jak te rozpatrywane w tej sprawie, wynika jasno z faktu, że przedstawiając ramy prawne, nie sprecyzował nawet, jakie przypadki unieważnienia były dopuszczalne w świetle rozporządzenia wykonawczego.", "label": [[36, 60, "DATE"], [62, 69, "ORG"], [105, 113, "ORG"], [236, 244, "ORG"], [393, 401, "ORG"], [514, 522, "PROFESSION"], [651, 659, "ORG"]]}
{"text": "46 Zobacz wyrok z dnia 16 października 2014 r., VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, pkt 54).", "label": [[18, 46, "DATE"], [48, 74, "ORG"]]}
{"text": "47 Zobacz także wyroki: z dnia 14 maja 1996 r., Faroe Seafood i in. (C‑153/94 i C‑204/94, EU:C:1996:198, pkt 108–109); z dnia 7 kwietnia 2011 r., Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, pkt 28).", "label": [[26, 46, "DATE"], [48, 61, "ORG"], [121, 144, "DATE"], [146, 173, "ORG"], [175, 181, "LOC"]]}
{"text": "48 Rozporządzenie Komisji (WE) nr 1291/2000 z dnia 9 czerwca 2000 r. ustanawiające wspólne szczegółowe zasady stosowania systemu pozwoleń na wywóz i przywóz oraz świadectw o wcześniejszym ustaleniu refundacji dla produktów rolnych (Dz.U. 2000, L 152, s. 1).", "label": [[18, 25, "ORG"], [46, 68, "DATE"]]}
{"text": "49 Zobacz na przykład wyrok z dnia 12 lipca 2012 r., Südzucker i in. (C‑608/10, C‑10/11 i C‑23/11, EU:C:2012:444, pkt 56); z dnia 16 października 2014 r., Nordex Food (C‑334/13, EU:C:2014:2294, pkt 59); z dnia 16 października 2014 r., VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, pkt 34).", "label": [[30, 51, "DATE"], [53, 62, "ORG"], [125, 153, "DATE"], [155, 166, "ORG"], [205, 233, "DATE"], [235, 261, "ORG"]]}
{"text": "50 Zobacz podobnie wyrok z dnia 12 lipca 2012 r., Südzucker i in. (C‑608/10, C‑10/11 i C‑23/11, EU:C:2012:444, pkt 66).", "label": [[27, 48, "DATE"], [50, 59, "ORG"]]}
{"text": "51 Zobacz na przykład wyrok z dnia 13 marca 2014 r., SICES i in. (C‑155/13, EU:C:2014:145).", "label": [[30, 51, "DATE"], [53, 58, "ORG"]]}
{"text": "52 Zobacz art. 192 kodeksu celnego z 1992 r.", "label": [[37, 44, "DATE"]]}
{"text": "53 Każde sprostowanie zgłoszenia generuje, co prawda, dla organu koszty, ale ponieważ art. 78 ust. 3 stanowi, że sprostowań należy dokonywać „zgodnie z wydanymi przepisami”, państwa członkowskie były uprawnione, aby – jeśli tego chciały – obciążyć tymi kosztami zgłaszającego.", "label": []}
{"text": "54 Zobacz podobnie wyrok z dnia 10 grudnia 2015 r., Veloserviss (C‑427/14, EU:C:2015:803, pkt 41).", "label": [[27, 50, "DATE"], [52, 63, "ORG"]]}
{"text": "55 Zobacz pkt 51 – 53 niniejszej opinii.", "label": []}
{"text": "56 Zobacz podobnie wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 47 i nast.); z dnia 14 stycznia 2010 r., Terex Equipment i in. (C‑430/08 i C‑431/08, EU:C:2010:15, pkt 56 i nast.).", "label": [[29, 57, "DATE"], [59, 76, "ORG"], [122, 146, "DATE"], [148, 163, "ORG"]]}
{"text": "57 Zobacz podobnie wyroki: z dnia 20 października 2005 r., Overland Footwear (C‑468/03, EU:C:2005:624, pkt 63); z dnia 10 lipca 2019 r., CEVA Freight Holland (C‑249/18, EU:C:2019:587, pkt 32).", "label": [[29, 57, "DATE"], [59, 76, "ORG"], [114, 135, "DATE"], [137, 157, "ORG"]]}
{"text": "58 Wyrok z dnia 10 lipca 2019 r. (C‑249/18, EU:C:2019:587).", "label": [[11, 32, "DATE"]]}
{"text": "59 Istotnie importer ma swobodę wyboru, spośród cen uzgodnionych dla każdej z tych sprzedaży, ceny, którą przyjmie jako podstawę określenia wartości celnej danych towarów, pod warunkiem że będzie mógł przedstawić wszystkie szczegółowe informacje i dokumenty dotyczące ceny, która została przez niego wybrana, konieczne organom celnym ( ibidem, pkt 25).", "label": []}
{"text": "60 Zobacz wyrok z dnia 10 lipca 2019 r., CEVA Freight Holland (C‑249/18, EU:C:2019:587, pkt 26, 36–39).", "label": [[18, 39, "DATE"], [41, 61, "ORG"]]}
{"text": "61 Zobacz wyrok z dnia 7 kwietnia 2011 r., Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, pkt 30).", "label": [[18, 41, "DATE"], [43, 70, "ORG"], [72, 78, "LOC"]]}
