{"text": "WYROK SĄDU (dziewiąta izba)", "label": [[6, 27, "ORG"]]}
{"text": "z dnia 10 czerwca 2020 r.(*)", "label": [[2, 25, "DATE"]]}
{"text": "Wzór wspólnotowy – Postępowanie w sprawie unieważnienia prawa do wzoru – Zarejestrowany wzór wspólnotowy przedstawiający urządzenie sprzęgające do łączenia urządzeń chłodniczych lub klimatyzacyjnych z pojazdem silnikowym – Jedyne żądanie mające na celu zmianę – Dorozumiane żądanie stwierdzenia nieważności – Dopuszczalność – Podstawa unieważnienia – Niedochowanie wymagań dotyczących ochrony – Artykuły 4–9 i art. 25 ust. 1 lit. b) rozporządzenia (WE) nr 6/2002 – Zakres badania przeprowadzanego przez izbę odwoławczą – Zajęcie przez izbę odwoławczą w toku postępowania stanowiska w przedmiocie niedochowania wymagań dotyczących ochrony – Odmienny wniosek w zaskarżonej decyzji – Obowiązek uzasadnienia – Artykuł 62 i art. 63 ust. 1 zdanie drugie rozporządzenia (WE) nr 6/2002", "label": [[5, 16, "LOC"], [93, 104, "LOC"], [503, 518, "ORG"], [535, 550, "ORG"]]}
{"text": "W sprawie T‑100/19", "label": []}
{"text": "L. Oliva Torras, S.A., z siedzibą w Manresie (Hiszpania), którą reprezentują adwokat B. Athari Anaraki i adwokat D. Philip Bennett,", "label": [[0, 21, "ORG"], [36, 56, "LOC"], [77, 84, "PROFESSION"], [85, 102, "PER"], [105, 112, "PROFESSION"], [113, 130, "PER"]]}
{"text": "strona skarżąca,", "label": []}
{"text": "przeciwko", "label": []}
{"text": "Urzędowi Unii Europejskiej ds. Własności Intelektualnej (EUIPO), który reprezentują A. Portilla Díaz i G. Kaufmann, w charakterze pełnomocników,", "label": [[0, 63, "ORG"], [84, 100, "PER"], [103, 114, "PER"], [130, 143, "PROFESSION"]]}
{"text": "strona pozwana,", "label": []}
{"text": "w której drugą stroną w postępowaniu przed Izbą Odwoławczą EUIPO, występującą przed Sądem w charakterze interwenienta, jest", "label": [[43, 64, "ORG"], [84, 89, "ORG"]]}
{"text": "Mecánica del Frío, S.L., z siedzibą w Cornellá de Llobregat (Hiszpania), którą reprezentuje adwokat Z. Leao Arribas,", "label": [[0, 23, "ORG"], [38, 71, "LOC"], [92, 99, "PROFESSION"], [100, 115, "PER"]]}
{"text": "mającej za przedmiot skargę na decyzję Trzeciej Izby Odwoławczej EUIPO z dnia 19 listopada 2018 r. (sprawa R 1397/2017‑3), dotyczącą postępowania w sprawie unieważnienia prawa do wzoru między L. Oliva Torras a Mecánica del Frío,", "label": [[39, 70, "ORG"], [73, 98, "DATE"], [192, 207, "ORG"], [210, 227, "ORG"]]}
{"text": "SĄD (dziewiąta izba),", "label": [[0, 20, "ORG"]]}
{"text": "w składzie: P.J. Nilsson, prezes, I. Barrett (sprawozdawca) i A. Todorova, sędziowie,", "label": [[12, 24, "PER"], [26, 32, "PROFESSION"], [34, 44, "PER"], [46, 58, "PROFESSION"], [62, 73, "PER"], [75, 84, "PROFESSION"]]}
{"text": "sekretarz: P. Lopez, główny administrator,", "label": [[0, 9, "PROFESSION"], [11, 19, "PER"], [21, 41, "PROFESSION"]]}
{"text": "po zapoznaniu się ze skargą złożoną w sekretariacie Sądu w dniu 19 lutego 2019 r.,", "label": [[38, 56, "ORG"], [59, 81, "DATE"]]}
{"text": "po zapoznaniu się z odpowiedzią na skargę złożoną przez EUIPO w sekretariacie Sądu w dniu 24 maja 2019 r.,", "label": [[56, 61, "ORG"], [64, 82, "ORG"], [85, 105, "DATE"]]}
{"text": "po zapoznaniu się z odpowiedzią interwenienta na skargę złożoną w sekretariacie Sądu w dniu 20 maja 2019 r.,", "label": [[66, 84, "ORG"], [87, 107, "DATE"]]}
{"text": "uwzględniwszy decyzję z dnia 14 listopada 2019 r. o niełączeniu spraw T‑100/19 i T‑629/19,", "label": [[24, 49, "DATE"]]}
{"text": "po przeprowadzeniu rozprawy w dniu 16 stycznia 2020 r.,", "label": [[30, 54, "DATE"]]}
{"text": "wydaje następujący", "label": []}
{"text": "Wyrok", "label": []}
{"text": "I. Okoliczności powstania sporu", "label": []}
{"text": "1 L. Oliva Torras, S.A., skarżąca, i Mecánica del Frío, S.L., interwenient, są dwoma przedsiębiorstwami konkurującymi w sektorze zestawów do przyłączania systemów chłodniczych lub klimatyzacyjnych do pojazdów silnikowych.", "label": [[2, 23, "ORG"], [37, 60, "ORG"]]}
{"text": "2 W dniu 10 kwietnia 2013 r. interwenient dokonał w Urzędzie Unii Europejskiej ds. Własności Intelektualnej (EUIPO) zgłoszenia wzoru wspólnotowego na podstawie rozporządzenia Rady (WE) nr 6/2002 z dnia 12 grudnia 2001 r. w sprawie wzorów wspólnotowych (Dz.U. 2002, L 3, s. 1).", "label": [[4, 28, "DATE"], [52, 115, "ORG"], [133, 146, "LOC"], [175, 179, "ORG"], [197, 220, "DATE"], [238, 251, "LOC"]]}
{"text": "3 Wzór wspólnotowy, o którego rejestrację wystąpiono (zwany dalej „zakwestionowanym wzorem”), wygląda następująco:", "label": [[7, 18, "LOC"]]}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 Produkty, w których zakwestionowany wzór miał być stosowany, należą do klasy 12.16 w rozumieniu Porozumienia ustanawiającego międzynarodową klasyfikację wzorów przemysłowych podpisanego w Locarno dnia 8 października 1968 r., ze zmianami, i odpowiadają następującemu oznaczeniu: „Urządzenia sprzęgające do pojazdów”.", "label": [[190, 197, "LOC"], [198, 225, "DATE"]]}
{"text": "5 Zakwestionowany wzór został opisany w zgłoszeniu jako urządzenie sprzęgające w typie używanym do łączenia urządzeń chłodniczych i klimatyzacyjnych z pojazdem silnikowym.", "label": []}
{"text": "6 Zakwestionowany wzór został zarejestrowany pod numerem 2217588–0001 w dniu zgłoszenia i opublikowany w Biuletynie Wzorów Wspólnotowych nr 2013/075 z dnia 22 kwietnia 2013 r.", "label": [[57, 69, "IDNUM"], [123, 136, "LOC"], [137, 148, "IDNUM"], [151, 175, "DATE"]]}
{"text": "7 W dniu 22 sierpnia 2014 r. skarżąca dokonała zgłoszenia wzoru wspólnotowego (wzór nr 2523746–0006, zarejestrowany w tym samym dniu, a opublikowany w dniu 26 sierpnia 2014 r.). W następstwie złożonego przez interwenienta wniosku o unieważnienie prawa do wzoru, opartego na pierwszeństwie zakwestionowanego wzoru, unieważniono prawo do wzoru nr 2523746–0006 decyzją Wydziału Unieważnień z dnia 17 czerwca 2016 r. ze względu na brak nowości i indywidualnego charakteru.", "label": [[4, 28, "DATE"], [64, 77, "LOC"], [84, 99, "IDNUM"], [151, 175, "DATE"], [342, 357, "IDNUM"], [366, 386, "ORG"], [389, 412, "DATE"]]}
{"text": "8 W dniu 15 marca 2016 r. skarżąca złożyła wniosek o unieważnienie prawa do zakwestionowanego wzoru na podstawie art. 52 ust. 1 rozporządzenia nr 6/2002.", "label": [[4, 25, "DATE"]]}
{"text": "9 Na poparcie swojego wniosku o unieważnienie prawa do wzoru skarżąca powołała się na podstawę przewidzianą w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, mianowicie na to, że zakwestionowany wzór nie spełnia wymogów art. 4–9 tego rozporządzenia.", "label": []}
{"text": "10 W celu uzasadnienia swojego wniosku o unieważnienie prawa do wzoru skarżąca powołała się na wcześniejszy wzór przedstawiający zestaw do przyłączania, określony jako część „KC11 080 242”, i dołączyła do akt sprawy odwzorowanie, w postaci „wizualizacji” komputerowej, tej części (ilustracja A) oraz fotografię odpowiadającą zgodnie z jej twierdzeniami wspomnianej części (ilustracja B).", "label": [[175, 187, "IDNUM"]]}
{"text": "11 Decyzją z dnia 10 maja 2017 r. Wydział Unieważnień oddalił wniosek skarżącej o unieważnienie prawa do znaku. W szczególności uznał on, że jedyny wzór, którego wcześniejsze udostępnienie zostało ustalone, mianowicie wzór widniejący na ilustracji A, nie może podważyć nowości i indywidualnego charakteru zakwestionowanego wzoru w świetle różnic istniejących między tymi dwoma wzorami.", "label": [[13, 33, "DATE"], [34, 53, "ORG"]]}
{"text": "12 W dniu 27 czerwca 2017 r. skarżąca wniosła do Izby Odwoławczej odwołanie od decyzji Wydziału Unieważnień na podstawie art. 55–60 rozporządzenia nr 6/2002. Oprócz ilustracji A i B skarżąca dołączyła do akt sprawy plan części „KC11 080 242”, zaczerpnięty z jej strony internetowej (ilustracja C).", "label": [[5, 28, "DATE"], [49, 65, "ORG"], [87, 107, "ORG"], [228, 240, "IDNUM"]]}
{"text": "13 W dniu 16 maja 2018 r. na podstawie art. 59 ust. 2 rozporządzenia nr 6/2002 Izba Odwoławcza skierowała do stron zawiadomienie (zwane dalej „zawiadomieniem z dnia 16 maja 2018 r.”), w którym wskazano, że z twierdzeń stron i dokumentów zawartych w aktach sprawy można wywieść, iż zakwestionowany wzór odnosi się do produktu stanowiącego element składowy (to znaczy część sprzęgającą) produktu złożonego (to znaczy zespołu silnik-sprzęg-kompresor), który to element po włączeniu do produktu złożonego nie jest już widoczny podczas zwykłego używania tego produktu złożonego. Izba Odwoławcza stwierdziła na tej podstawie, że zakwestionowanego wzoru nie można zatem uznać za nowy lub posiadający indywidualny charakter w rozumieniu art. 4 ust. 2 rozporządzenia nr 6/2002 i że prawo do niego należy zatem unieważnić z powodu nieposzanowania tego art. 4.", "label": [[5, 25, "DATE"], [79, 94, "ORG"], [160, 180, "DATE"], [574, 589, "ORG"]]}
{"text": "14 Na wezwanie Izby Odwoławczej interwenient i skarżąca przedstawili uwagi dotyczące treści zawiadomienia z dnia 16 maja 2018 r., odpowiednio, w dniach 16 lipca i 17 września 2018 r.", "label": [[15, 31, "ORG"], [108, 128, "DATE"], [145, 160, "DATE"], [163, 182, "DATE"]]}
{"text": "15 Decyzją z dnia 19 listopada 2018 r. (zwaną dalej „zaskarżoną decyzją”) Trzecia Izba Odwoławcza oddaliła odwołanie, opierając się na następujących podstawach. W pierwszej kolejności wskazała ona, że wbrew twierdzeniom interwenienta należy uznać, iż skarżąca wnosi o unieważnienie prawa do zakwestionowanego wzoru na tej podstawie, że nie spełnia on warunków określonych w art. 5, 6, 8 i 9 rozporządzenia nr 6/2002, i że w związku z tym do niej należy zbadanie każdego z tych warunków w świetle podniesionych zarzutów. W drugiej kolejności oddaliła ona zarzut szczegółowy dotyczący braku nowości zakwestionowanego wzoru. Uznała ona w tym względzie, że ustalono jedynie udostępnienie wzoru widniejącego na ilustracji A oraz że wzór ten i zakwestionowany wzór wykazują oczywiste różnice. W trzeciej kolejności oddaliła ona zarzut szczegółowy dotyczący braku indywidualnego charakteru zakwestionowanego wzoru. W czwartej kolejności uznała ona, że w zakresie, w jakim skarżąca nie podniosła żadnego argumentu dotyczącego wyłączeń spod ochrony zakwestionowanego wzoru przewidzianych w art. 8 i 9 rozporządzenia nr 6/2002, Izba Odwoławcza musi oddalić jej wniosek o unieważnienie prawa do wzoru w zakresie, w jakim opiera się on na tych przepisach, w świetle wymogów art. 63 ust. 1 wspomnianego rozporządzenia. Nie poruszyła ona natomiast w uzasadnieniu zaskarżonej decyzji kwestii zastosowania w niniejszym przypadku art. 4 ust. 2 i 3 tegoż rozporządzenia, będącej przedmiotem zawiadomienia z dnia 16 maja 2018 r. i późniejszych uwag stron wskazanych, odpowiednio, w pkt 13 i 14 powyżej.", "label": [[13, 38, "DATE"], [74, 97, "ORG"], [1118, 1133, "ORG"], [1489, 1509, "DATE"]]}
{"text": "II. Żądania stron", "label": []}
{"text": "16 Skarżąca formalnie wnosi do Sądu o:", "label": [[31, 35, "ORG"]]}
{"text": "– „[A] [utrzymanie] w mocy wniosk[ów] Izby Odwoławczej [w przedmiocie podniesionej podstawy unieważnienia] i [stwierdzenie], że postępowanie w sprawie unieważnienia prawa do wzoru opiera się na podstawach unieważnienia prawa do wzoru wspólnotowego określonych w art. 4–9 [rozporządzenia 6/2002], »wymagania dotyczące ochrony«”;", "label": [[38, 54, "ORG"], [234, 247, "LOC"]]}
{"text": "– „[B] [przeprowadzenie] porównania z uwzględnieniem wszystkich przedstawionych dowodów i szczególnych okoliczności tej sprawy”;", "label": []}
{"text": "– „[C] [unieważnienie prawa do zakwestionowanego wzoru], ponieważ jest on prawie identyczny i w konsekwencji stanowi prawie identyczną imitację, bez upoważnienia ze strony skarżącej, wzoru wykorzystywanego w obrocie”;", "label": []}
{"text": "– „[D] [unieważnienie prawa do zakwestionowanego wzoru] z powodu braku indywidualnego charakteru w porównaniu ze wzorami uprzednio udostępnionymi przez [skarżącą]”;", "label": []}
{"text": "– „[E] [unieważnienie prawa do zakwestionowanego wzoru], po pierwsze, z tego powodu, że jest on objęty zakazem ustanowionym w art. 8 ust. 1 i 2 [rozporządzenia nr 6/2002], ponieważ wygląd wzoru jest podyktowany wyłącznie jego funkcją techniczną, a po drugie, w zakresie, w jakim jest on objęty absolutnym zakazem z art. 4 [rozporządzenia nr 6/2002], gdyż stanowi część składową produktu złożonego”;", "label": []}
{"text": "– „[F] utrzymanie w mocy decyzji Izby Odwoławczej [w zakresie, w jakim uznano w niej zakwestionowany wzór za sprzeczny z przepisami art. 9 rozporządzenia nr 6/2002]”;", "label": [[33, 49, "ORG"]]}
{"text": "– „[G] [obciążenie kosztami] stron[y] przegrywając[ej] sprawę”.", "label": []}
{"text": "17 EUIPO wnosi do Sądu o:", "label": [[3, 8, "ORG"], [18, 22, "ORG"]]}
{"text": "– oddalenie skargi;", "label": []}
{"text": "– obciążenie strony przegrywającej sprawę kosztami postępowania.", "label": []}
{"text": "18 Interwenient wnosi do Sądu o:", "label": [[25, 29, "ORG"]]}
{"text": "– utrzymanie w mocy zaskarżonej decyzji;", "label": []}
{"text": "– obciążenie strony skarżącej kosztami postępowania.", "label": []}
{"text": "III. Co do prawa", "label": []}
{"text": "A. W przedmiocie dopuszczalności", "label": []}
{"text": "19 EUIPO uważa, że skarga zawiera żądania mające na celu utrzymanie w mocy zaskarżonej decyzji, które nie są dopuszczalne. Ponadto podnosi ono, że do Sądu należy rozstrzygnięcie, czy z kontekstu skargi można wywieść, że żąda się stwierdzenia nieważności zaskarżonej decyzji, i czy w konsekwencji żądania mające na celu jej zmianę mogą zostać uznane za dopuszczalne. Na rozprawie EUIPO wskazało, że żądanie skarżącej mające na celu stwierdzenie nieważności zaskarżonej decyzji, przedstawione w trakcie jej wystąpienia, nie widnieje w skardze.", "label": [[3, 8, "ORG"], [150, 154, "ORG"], [379, 384, "ORG"]]}
{"text": "20 Na rozprawie skarżąca na wezwanie Sądu uściśliła, że wnosi o stwierdzenie nieważności zaskarżonej decyzji w całości, w tym w zakresie, w jakim orzeczono w niej w przedmiocie zastosowania art. 8 i 9 rozporządzenia nr 6/2002.", "label": [[37, 41, "ORG"]]}
{"text": "21 W tym względzie należy najpierw przypomnieć, że na mocy art. 61 ust. 3 rozporządzenia nr 6/2002 Sąd jest właściwy jedynie do stwierdzenia nieważności lub zmiany decyzji izb odwoławczych. Natomiast jego zadaniem nie jest wydawanie wyroków deklaratoryjnych, wobec czego żądanie zmierzające do tego celu należy odrzucić jako niedopuszczalne [zob. podobnie i analogicznie wyrok z dnia 14 czerwca 2017 r., Aydin/EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T‑95/16, niepublikowany, EU:T:2017:388, pkt 17 i przytoczone tam orzecznictwo].", "label": [[99, 102, "ORG"], [379, 402, "DATE"], [404, 409, "ORG"], [410, 415, "ORG"], [418, 432, "ORG"], [434, 449, "TITLE"]]}
{"text": "22 W niniejszym przypadku należy zauważyć, że w części skargi, którą skarżąca zatytułowała „Żądania”, wymieniła ona serię siedmiu żądań, uszeregowanych od A do G, których treść przytoczono w pkt 16 powyżej.", "label": []}
{"text": "23 Po pierwsze, należy stwierdzić, że w ramach tych różnych żądań można wskazać w sposób jasny i jednoznaczny żądanie mające na celu unieważnienie przez Sąd prawa do zakwestionowanego wzoru oraz żądanie mające w istocie na celu obciążenie EUIPO i interwenienta kosztami postępowania.", "label": [[153, 156, "ORG"], [239, 244, "ORG"]]}
{"text": "24 Po drugie, należy stwierdzić, że pozostałe żądania skarżącej wymienione w części skargi zatytułowanej „Żądania” nie stanowią w rzeczywistości żądań jako takich. W szczególności ze sformułowania pkt A–F tej części skargi oraz z powtórzenia tego uszeregowania w porządku alfabetycznym w części „zarzuty i argumenty” skargi wynika, że skarżąca przedstawia w nich etapy rozumowania, o których przyjęcie w uzasadnieniu przyszłego wyroku zwraca się do Sądu i które powinny jej zdaniem prowadzić do unieważnienia prawa do zakwestionowanego wzoru.", "label": [[449, 453, "ORG"]]}
{"text": "25 Wreszcie, należy przypomnieć, że na rozprawie skarżąca oświadczyła w istocie, iż żąda stwierdzenia nieważności zaskarżonej decyzji w całości.", "label": []}
{"text": "26 W świetle tych ustaleń oraz wyjaśnień żądania zawarte w skardze należy interpretować w następujący sposób.", "label": []}
{"text": "27 W pierwszej kolejności z ustaleń dokonanych w pkt 22–24 powyżej wynika, że skarżąca nie przedstawiła żądań mających na celu wydanie przez Sąd wyroku deklaratoryjnego w rozumieniu orzecznictwa przypomnianego w pkt 21 powyżej. Zwracając się bowiem do Sądu o utrzymanie w mocy zaskarżonej decyzji w niektórych kwestiach lub o przeprowadzenie porównania kolidujących ze sobą wzorów przy uwzględnieniu wszystkich przedstawionych dowodów i okoliczności niniejszego przypadku, skarżąca, jak wskazano w pkt 24 powyżej, ma na uwadze uzasadnienie przyszłego wyroku, a nie rozstrzygnięcie, które ma zapaść w sentencji tego wyroku. W konsekwencji nie można uwzględnić rozważań EUIPO zmierzających do tego, by Sąd odrzucił te żądania jako niedopuszczalne.", "label": [[141, 144, "ORG"], [252, 256, "ORG"], [668, 673, "ORG"], [700, 703, "ORG"]]}
{"text": "28 Ponadto, w świetle uzasadnienia zaskarżonej decyzji oraz potwierdzających to wyjaśnień złożonych przez skarżącą na rozprawie, przedstawione przez nią w pkt F części „Żądania” skargi żądanie mające zgodnie z jego brzmieniem na celu to, aby Sąd „utrzymał w mocy” zaskarżoną decyzję w zakresie, w jakim uznano w niej zaskarżony wzór za sprzeczny z przepisami art. 9 rozporządzenia nr 6/2002, nie może być rozumiane dosłownie. Skoro bowiem w niniejszym przypadku Izba Odwoławcza właśnie wykluczyła zastosowanie tego przepisu, owo żądanie „utrzyma[nia] w mocy” należy w rzeczywistości interpretować, pomimo jego sformułowania, jako przedstawienie zarzutu dotyczącego błędu w ocenie w zakresie, w jakim Izba Odwoławcza nie uznała, że wzór ten jest sprzeczny z postanowieniami wspomnianego artykułu.", "label": [[242, 245, "ORG"], [462, 477, "ORG"], [700, 715, "ORG"]]}
{"text": "29 W drugiej kolejności należy zauważyć, że co się tyczy przedstawionego w skardze żądania mającego na celu unieważnienie prawa do zakwestionowanego wzoru, zmierza ono w rzeczywistości do tego, by Sąd wydał rozstrzygnięcie, które zdaniem skarżącej powinna była wydać Izba Odwoławcza, gdy rozpatrywała sprawę. Z art. 60 ust. 1 zdanie drugie rozporządzenia nr 6/2002 wynika bowiem, że izba odwoławcza może, uchyliwszy zaskarżoną przed nią decyzję, skorzystać z uprawnień w granicach kompetencji posiadanych przez instancję EUIPO, która wydała ową decyzję, a zatem w niniejszym przypadku unieważnić prawo do zakwestionowanego wzoru. W rezultacie orzeczenia takie zaliczają się do tych, które Sąd może wydać w ramach przysługujących mu kompetencji o charakterze reformatoryjnym, określonych w art. 61 ust. 3 tego rozporządzenia [zob. podobnie i analogicznie wyrok z dnia 27 lutego 2014 r., Advance Magazine Publishers/OHIM – Nanso Group (TEEN VOGUE), T‑509/12, EU:T:2014:89, pkt 15 i przytoczone tam orzecznictwo].", "label": [[197, 200, "ORG"], [267, 282, "ORG"], [521, 526, "ORG"], [689, 692, "ORG"], [862, 884, "DATE"], [886, 913, "ORG"], [914, 918, "ORG"], [921, 932, "ORG"], [934, 944, "TITLE"]]}
{"text": "30 Ponadto skarżąca nie jest oczywiście co do zasady uprawniona do zmiany pierwotnego przedmiotu skargi poprzez zastąpienie owych żądań mających na celu zmianę żądaniami mającymi na celu stwierdzenie nieważności zaskarżonej decyzji, przedstawionymi po raz pierwszy na rozprawie [zob. podobnie i analogicznie wyroki: z dnia 27 stycznia 2000 r., Fuchs i in./Rada i Komisja, C‑104/89 i C‑37/90, EU:C:2000:38, pkt 47; z dnia 21 kwietnia 2005 r., Holcim (Deutschland)/Komisja, T‑28/03, EU:T:2005:139, pkt 45].", "label": [[318, 342, "DATE"], [344, 349, "PER"], [356, 360, "ORG"], [363, 370, "ORG"], [416, 440, "DATE"], [442, 448, "ORG"], [450, 461, "LOC"], [463, 470, "ORG"]]}
{"text": "31 Jednakże w świetle treści skargi i potwierdzających to wyjaśnień przedstawionych przez skarżącą na rozprawie należy uznać, że żądanie skarżącej mające na celu zmianę zaskarżonej decyzji zawiera w sposób dorozumiany żądanie stwierdzenia nieważności zaskarżonej decyzji [zob. podobnie wyrok z dnia 7 listopada 2013 r., Malczewska/OHIM – Puma (Zwierzę z rodziny kotowatych w fazie wyskoku), T‑666/11, niepublikowany, EU:T:2013:584, pkt 18 i przytoczone tam orzecznictwo]. To w ramach badania skargi co do istoty zadaniem Sądu będzie rozstrzygnięcie, na wypadek gdyby jeden z zarzutów skargi był zasadny, czy zarzut ten jest w stanie umożliwić mu dokonanie zmiany zaskarżonej decyzji na podstawie ustalonych elementów stanu faktycznego i prawnego, lub w przeciwnym wypadku, czy zarzut ten może prowadzić jedynie do stwierdzenia nieważności tej decyzji [zob. podobnie i analogicznie wyrok z dnia 26 września 2014 r. w sprawie Koscher + Würtz/OHIM – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T‑445/12, EU:T:2014:829, pkt 39 i przytoczone tam orzecznictwo].", "label": [[294, 318, "DATE"], [320, 330, "PER"], [331, 335, "ORG"], [338, 342, "ORG"], [521, 525, "ORG"], [889, 913, "DATE"], [924, 939, "ORG"], [940, 944, "ORG"], [947, 965, "ORG"], [967, 990, "TITLE"]]}
{"text": "32 Należy zatem uznać, że skarżąca wnosi do Sądu, po pierwsze, o stwierdzenie nieważności zaskarżonej decyzji, a po drugie, o jej zmianę poprzez unieważnienie prawa do zakwestionowanego wzoru, i że żądania te są dopuszczalne.", "label": [[44, 48, "ORG"]]}
{"text": "B. Co do istoty", "label": []}
{"text": "33 Na poparcie skargi skarżąca podnosi w istocie sześć zarzutów. W ramach zarzutu pierwszego twierdzi ona, że postępowanie w sprawie unieważnienia prawa do znaku opiera się na podstawach unieważnienia określonych w art. 4–9 rozporządzenia nr 6/2002 i że należy zbadać każdą z tych podstaw. Zarzut drugi dotyczy błędu w ocenie, jaki zdaniem skarżącej popełniła Izba Odwoławcza, uznając, że wcześniejsze udostępnienie wzoru zostało ustalone jedynie w odniesieniu do ilustracji A. Zarzuty trzeci i czwarty dotyczą błędów w ocenie w odniesieniu, odpowiednio, do braku nowości zakwestionowanego wzoru i braku jego indywidualnego charakteru. Zarzut piąty dotyczy braku uzasadnienia i błędów w ocenie popełnionych przez Izbę Odwoławczą w odniesieniu do istnienia wyłączeń spod ochrony zakwestionowanego wzoru. Składa się on z dwóch części, z których pierwsza dotyczy tego, że Izba Odwoławcza nie wypowiedziała w przedmiocie wyłączenia tego wzoru spod ochrony wynikającego zgodnie z przepisami art. 8 rozporządzenia nr 6/2002 z tego, że jego postać jest wyłącznie podyktowana jego funkcją techniczną, a druga dotyczy tego, że Izba Odwoławcza nie unieważniła prawa do niego na podstawie art. 4 ust. 2 i 3 tego rozporządzenia w zakresie, w jakim stanowi on część składową produktu złożonego, która nie jest widoczna po włączeniu do niego. Zarzut szósty dotyczy w istocie błędu w ocenie popełnionego przez Izbę Odwoławczą poprzez oddalenie wniesionego do niej odwołania w zakresie, w jakim było ono oparte na art. 9 tegoż rozporządzenia.", "label": [[360, 375, "ORG"], [713, 728, "ORG"], [869, 884, "ORG"], [1118, 1133, "ORG"], [1395, 1410, "ORG"]]}
{"text": "1. W przedmiocie zarzutu pierwszego, dotyczącego naruszenia prawa przez Izbę Odwoławczą w zakresie, w jakim pomimo jej rozważań, zgodnie z którymi postępowanie w sprawie unieważnienia prawa do znaku odnosiło się do wymogów art. 4–9 rozporządzenia nr 6/2002, Izba Odwoławcza odmówiła rozpatrzenia niektórych z tych wymogów", "label": [[72, 87, "ORG"], [258, 273, "ORG"]]}
{"text": "34 Skarżąca podnosi, że w pkt 18–23 zaskarżonej decyzji Izba Odwoławcza stwierdziła, iż jej wniosek o unieważnienie prawa do znaku jest zgodny z art. 25 ust. 1 rozporządzenia nr 6/2002 i z art. 28 ust. 1 lit. b) rozporządzenia Komisji (WE) nr 2245/2002 z dnia 21 października 2002 r. wykonującego rozporządzenie nr 6/2002 (Dz.U. 2002, L 341, s. 28). Wnosi ona do Sądu o utrzymanie w mocy tych ustaleń i zbadanie każdej z podstaw unieważnienia określonych w art. 4–9 rozporządzenia nr 6/2002.", "label": [[56, 71, "ORG"], [227, 234, "ORG"], [255, 283, "DATE"], [363, 367, "ORG"]]}
{"text": "35 EUIPO nie przedstawia uwag w tym względzie. Interwenient wnosi o oddalenie tego zarzutu.", "label": [[3, 8, "ORG"]]}
{"text": "36 Na wstępie należy przypomnieć, że interwenient podniósł przed Izbą Odwoławczą, iż skarżąca powołała się na brak nowości zakwestionowanego wzoru na podstawie art. 5 rozporządzenia nr 6/2002, ale nie na brak indywidualnego charakteru na podstawie art. 6 tego rozporządzenia. Dlatego właśnie instancja ta zbadała w początkowej części uzasadnienia zaskarżonej decyzji kwestię zakresu złożonego przez skarżącą wniosku o unieważnienie prawa do znaku, a w konsekwencji kwestię zakresu swojego własnego badania.", "label": [[65, 80, "ORG"]]}
{"text": "37 W pkt 18–23 zaskarżonej decyzji, do których odnosi się skarżąca w ramach omawianego zarzutu, Izba Odwoławcza uznała, że podstawa unieważnienia określona w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, na którą powołano się we wniosku skarżącej o unieważnienie prawa do wzoru, a mianowicie okoliczność, że sporny wzór nie spełnia wymogów art. 4–9 tego rozporządzenia, jest zgodnie z wyraźną wolą prawodawcy niezależną i niepodzielną podstawą unieważnienia, która obejmuje wszystkie te wymogi. Wywiodła ona zatem z tego, że ów wniosek o unieważnienie prawa do znaku oznacza, iż zdaniem skarżącej zakwestionowany wzór nie spełnia żadnego z warunków określonych w art. 5, 6, 8 i 9 oraz że powinna ona zbadać każdy z tych warunków w świetle podniesionych zarzutów zgodnie z przepisami art. 63 ust. 1 rozpatrywanego rozporządzenia.", "label": [[96, 111, "ORG"]]}
{"text": "38 Jednakże chociaż Izba Odwoławcza zbadała co do istoty, czy warunki określone w art. 5 i 6 rozporządzenia nr 6/2002, a mianowicie nowość i indywidualny charakter zakwestionowanego wzoru, zostały spełnione w niniejszym przypadku, uznała ona, że jest zobowiązana na mocy art. 63 ust. 1 tego rozporządzenia oddalić wniosek o unieważnienie prawa do wzoru w zakresie, w jakim opierał się on na art. 8 i 9 tego rozporządzenia, ze względu na to, że skarżąca nie podniosła żadnego argumentu dotyczącego warunków określonych we wspomnianych art. 8 i 9. A zatem Izba Odwoławcza nie zbadała, czy zakwestionowany wzór spełniał te warunki. Ponadto w uzasadnieniu zaskarżonej decyzji nie odniosła się ona do kwestii zastosowania art. 4 ust. 2 i 3 tegoż rozporządzenia.", "label": [[20, 35, "ORG"], [554, 569, "ORG"]]}
{"text": "39 W niniejszym przypadku w ramach omawianego zarzutu skarżąca nie zakwestionowała wyraźnie jednej z tych części zaskarżonej decyzji ani nie powołała się na błąd popełniony przez Izbę Odwoławczą. Wnosi ona jednak do Sądu o potwierdzenie wstępnych rozważań Izby Odwoławczej, o których mowa w pkt 37 powyżej, oraz o zbadanie każdego z warunków określonych w art. 4–9 rozporządzenia nr 6/2002. Należy zatem uznać, że powołuje się ona w sposób dorozumiany na naruszenie prawa przez tę instancję w zakresie, w jakim pomimo tych wstępnych rozważań nie przeprowadziła ona badania każdego z tych warunków.", "label": [[179, 194, "ORG"], [216, 220, "ORG"], [256, 272, "ORG"]]}
{"text": "40 W tym względzie należy stwierdzić, że wykładnia art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 przedstawiona przez Izbę Odwoławczą w pkt 18–23 zaskarżonej decyzji jest trudna do pogodzenia ze stwierdzeniami zawartymi w pkt 66 i 68 tej decyzji, zgodnie z którymi art. 63 ust. 1 zdanie drugie tego rozporządzenia stoi na przeszkodzie temu, by Izba Odwoławcza wypowiedziała się w przedmiocie zastosowania jego art. 8 i 9 w braku argumentu skarżącej dotyczącego nieposzanowania wskazanych przepisów.", "label": [[119, 134, "ORG"], [345, 360, "ORG"]]}
{"text": "41 Biorąc bowiem pod uwagę założenie Izby Odwoławczej, zgodnie z którym w ramach złożonego przez skarżącą wniosku o unieważnienie prawa do znaku w zakresie, w jakim opiera się on na podstawie unieważnienia określonej w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, odnosi się on nieuchronnie do wszystkich warunków określonych w art. 5, 6, 8 i 9 tego rozporządzenia, należy logicznie wywieść z tego, że na Izbie Odwoławczej ciąży obowiązek zbadania co do istoty wspomnianych warunków. W ramach takiej koncepcji należy bowiem uznać, że nieposzanowanie każdego z tych warunków zostało podniesione przez skarżącą jako zarzut na poparcie jej wniosku o unieważnienie prawa do znaku.", "label": [[37, 53, "ORG"], [409, 426, "ORG"]]}
{"text": "42 Ponadto przedstawiona przez Izbę Odwoławczą wykładnia art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 jest również trudna do pogodzenia z okolicznością, że wymienia ona jedynie w ramach warunków, na których nieprzestrzeganie skarżąca zamierzała się jej zdaniem powołać, art. 5, 6, 8 i 9 tego rozporządzenia, a pomija w tym zakresie warunki określone w jego art. 4 ust. 2 i 3. Poza tym, jak wskazano w pkt 38 powyżej, Izba Odwoławcza nie odniosła się wyraźnie do kwestii zastosowania w niniejszym przypadku tych ostatnich warunków, choć uczyniła to w odniesieniu do warunków określonych w art. 5, 6, 8 i 9 w celu oddalenia odwołania skarżącej.", "label": [[31, 46, "ORG"], [420, 435, "ORG"]]}
{"text": "43 Należy zaś, po pierwsze, zauważyć, że brzmienie art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 odnosi się wyraźnie do art. 4–9 tego rozporządzenia, nie wyłączając jego art. 4 ust. 2 i 3. Po drugie, te ostatnie przepisy określają podstawowe warunki ochrony wzoru odnoszące się konkretnie do części składowej produktu złożonego w rozumieniu art. 3 lit. c) tego rozporządzenia i odnoszące się, po pierwsze, do widoczności tej części składowej po jej włączeniu do wspomnianego produktu złożonego podczas zwykłego używania, a po drugie, do nowości i indywidualnego charakteru widocznych cech wspomnianej części składowej [zob. podobnie i analogicznie wyroki: z dnia 21 września 2017 r., Easy Sanitary Solutions i EUIPO/Group Nivelles, C‑361/15 P i C‑405/15 P, EU:C:2017:720, pkt 63; z dnia 9 września 2014 r., Biscuits Poult/OHIM – Banketbakkerij Merba (Ciastko), T‑494/12, EU:T:2014:757, pkt 20, 21].", "label": [[660, 684, "DATE"], [686, 709, "ORG"], [712, 717, "ORG"], [718, 732, "ORG"], [784, 807, "DATE"], [809, 823, "ORG"], [824, 828, "ORG"], [831, 851, "ORG"]]}
{"text": "44 W konsekwencji Izba Odwoławcza powinna była logicznie wywieść z dokonanej przez siebie wykładni art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, że skarżąca zamierzała powołać się na poparcie wniosku o unieważnienie prawa do znaku nie tylko na art. 5, 6, 8 i 9 tego rozporządzenia, ale również na art. 4 ust. 2 i 3 wspomnianego rozporządzenia.", "label": [[18, 33, "ORG"]]}
{"text": "45 Niemniej jednak błędy te mogą prowadzić do uwzględnienia niniejszego zarzutu tylko wtedy, gdy przedstawiona w pkt 18–23 zaskarżonej decyzji wykładnia art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 sama w sobie jest wolna od błędu, co należy zbadać poniżej. W tym względzie należy zbadać, po pierwsze, czy – jak twierdzi Izba Odwoławcza – prawodawca zamierzał wyraźnie nadać określonej w tych przepisach podstawie unieważnienia niepodzielny charakter, a po drugie, w jakim zakresie przepisy art. 63 ust. 1 zdanie drugie tego rozporządzenia, zgodnie z którymi w trakcie postępowania w sprawie unieważnienia prawa do znaku badania są ograniczone do okoliczności faktycznych, dowodów i argumentów przedstawionych przez strony, ograniczają zakres badania przez instancje EUIPO tej podstawy unieważnienia prawa do znaku.", "label": [[324, 339, "ORG"], [770, 775, "ORG"]]}
{"text": "a) W przedmiocie tego, czy prawodawca zamierzał nadać niepodzielny charakter podstawie unieważnienia określonej w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002", "label": []}
{"text": "46 Przede wszystkim należy przypomnieć, że na mocy art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 prawo do wzoru zostaje unieważnione, gdy nie spełnia wymogów art. 4–9 tego rozporządzenia. Zgodnie z art. 52 ust. 1 tegoż rozporządzenia, z zastrzeżeniem art. 25 ust. 2, 3, 4 i 5, każda osoba fizyczna lub prawna, jak również upoważniony organ publiczny, może złożyć w EUIPO wniosek o unieważnienie prawa do zarejestrowanego wzoru wspólnotowego. Na mocy art. 53 ust. 1 wspomnianego rozporządzenia, jeżeli EUIPO uzna, że wniosek o unieważnienie jest dopuszczalny, bada, czy podstawy unieważnienia wymienione w art. 25 stanowią przeszkodę utrzymania zarejestrowanego wzoru wspólnotowego.", "label": [[367, 372, "ORG"], [429, 442, "LOC"], [503, 508, "ORG"], [669, 682, "LOC"]]}
{"text": "47 Następnie należy zauważyć, że nagłówek art. 25 rozporządzenia nr 6/2002, „Podstawy unieważnienia”, oraz odesłania w ust. 2 tego artykułu do „podstaw[y] przewidzian[ej] w ust. 1 lit. c)”, a w ust. 4 do „podstaw[y] przewidzian[ej] w ust. 1 lit. g)” wskazują, że każdy z tych przypadków unieważnienia wymienionych w sposób wyczerpujący w ust. 1 wspomnianego artykułu stanowi niezależną podstawę unieważnienia.", "label": []}
{"text": "48 Wreszcie, należy zauważyć, że art. 28 ust. 1 lit. b) rozporządzenia nr 2245/2002 stanowi w szczególności:", "label": []}
{"text": "„1. Wniosek do Urzędu o unieważnienie, na podstawie art. 52 rozporządzenia […] nr 6/2002, zawiera:", "label": []}
{"text": "[…]", "label": []}
{"text": "b) w odniesieniu do podstaw, na których oparty jest wniosek:", "label": []}
{"text": "(i) wskazanie podstaw unieważnienia na poparcie wniosku o unieważnienie;", "label": []}
{"text": "[…]", "label": []}
{"text": "(v) jeżeli podstawą unieważnienia jest to, że zarejestrowany wzór wspólnotowy nie spełnia wymagań określonych w art. 5 lub 6 rozporządzenia […] nr 6/2002, wskazanie i przedstawienie wcześniejszych wzorów, które mogłyby stanowić przeszkodę dla uznania nowości lub indywidualnego charakteru zarejestrowanego wzoru wspólnotowego, jak również dokumenty dowodzące istnienia tych wcześniejszych wzorów;", "label": [[66, 77, "LOC"], [312, 325, "LOC"]]}
{"text": "(vi) wskazanie stanu faktycznego, dowodów i argumentów przedstawionych na poparcie tych podstaw”.", "label": []}
{"text": "49 Z łącznej lektury tych przepisów wynika zatem, że wniosek o unieważnienie prawa do wzoru oparty na art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, o ile jest on zgodny z wymogami art. 28 rozporządzenia nr 2245/2002, w szczególności z ust. 1 lit. b) tego artykułu, przyznaje co do zasady instancjom EUIPO uprawnienie do zbadania, czy wzór wspólnotowy spełnia wszystkie warunki określone w art. 4–9 tego rozporządzenia w świetle stanu faktycznego, dowodów i argumentów przedstawionych na poparcie tego wniosku.", "label": [[302, 307, "ORG"], [342, 353, "LOC"]]}
{"text": "50 W niniejszym przypadku Izba Odwoławcza nie popełniła błędu, stwierdzając, że wniosek skarżącej o unieważnienie prawa do znaku złożono za pomocą formularza zawierającego w szczególności rubrykę zatytułowaną „Podstawy”, w której skarżąca zaznaczyła pole odpowiadające następującemu sformułowaniu: „zakwestionowany wzór wspólnotowy nie spełnia wymogów przewidzianych w art. 4–9 [rozporządzenia nr 6/2002]”. Wydział Unieważnień i Izba Odwoławcza były zatem co do zasady właściwe do zbadania, czy zakwestionowany wzór spełnia te wymogi w świetle stanu faktycznego, dowodów i argumentów przedstawionych przez skarżącą na poparcie jej wniosku.", "label": [[26, 41, "ORG"], [320, 331, "LOC"], [407, 426, "ORG"], [429, 444, "ORG"]]}
{"text": "51 Jednakże nie wynika z tego, że przepisy art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 należy interpretować w ten sposób, że za każdym razem, gdy EUIPO rozpatruje oparty na nich wniosek o unieważnienie prawa do znaku, wniosek ten zasadniczo wymaga, aby urząd ten sprawdził, czy zakwestionowany wzór spełnia wszystkie wymogi art. 4–9 tego rozporządzenia.", "label": [[150, 155, "ORG"]]}
{"text": "52 Oczywiście, brzmienie art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 odnosi się do przypadku, w którym zakwestionowany wzór nie spełnia „wymogów art. 4–9”, a nie do przypadku, w którym nie spełnia on jednego lub kilku ze wspomnianych wymogów, co może sugerować konieczność zbadania wszystkich tych wymogów w sposób ogólny i nierozdzielnie.", "label": []}
{"text": "53 Jednakże należy przypomnieć, że zgodnie z utrwalonym orzecznictwem przy dokonywaniu wykładni przepisu prawa Unii należy brać pod uwagę nie tylko jego brzmienie, lecz także kontekst oraz cele regulacji, której część on stanowi. Geneza przepisu prawa Unii również może dostarczyć informacji istotnych dla jego wykładni (zob. wyrok z dnia 20 grudnia 2017 r., Acacia i Colombo, C‑397/16 i C‑435/16, EU:C:2017:992, pkt 31 i przytoczone tam orzecznictwo).", "label": [[111, 115, "LOC"], [252, 256, "LOC"], [334, 357, "DATE"], [359, 365, "ORG"], [368, 375, "PER"]]}
{"text": "54 W niniejszym przypadku, co się tyczy, po pierwsze, kontekstu, należy wskazać, że warunki określone w art. 4–9 rozporządzenia nr 6/2002 mają charakter kumulatywny, tak że niedochowanie jednego z nich może samo w sobie prowadzić do unieważnienia prawa do rozpatrywanego wzoru.", "label": []}
{"text": "55 Tak więc zgodnie z art. 4 ust. 1 rozporządzenia nr 6/2002 wzór wspólnotowy jest chroniony w zakresie, w jakim ten wzór jest nowy i posiada indywidualny charakter. W konsekwencji, jeżeli jeden z tych warunków, których kryteria stosowania zostały określone, odpowiednio, w art. 5 i 6 wspomnianego rozporządzenia, nie jest spełniony, rozpatrywany wzór nie może być chroniony, a zatem prawo do niego należy unieważnić na podstawie art. 25 ust. 1 lit. b) wspomnianego rozporządzenia bez konieczności badania, czy drugi warunek został spełniony, czy też nie [zob. podobnie postanowienie z dnia 10 maja 2019 r., Zott/EUIPO – TSC Food Products (Prostokątne ciastko gotowe do zjedzenia), T‑517/18, niepublikowane, EU:T:2019:323, pkt 60].", "label": [[66, 77, "LOC"], [586, 606, "DATE"], [608, 612, "ORG"], [613, 618, "ORG"], [621, 638, "ORG"]]}
{"text": "56 Podobnie szczególne warunki ochrony wzoru wspólnotowego odnoszące się do części składowej produktu złożonego, o których mowa w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, stoją same w sobie na przeszkodzie utrzymaniu wzoru objętego jego zakresem stosowania, w sytuacji gdy żadna z cech przedstawionej części nie spełnia tych warunków [zob. podobnie wyroki: z dnia 20 stycznia 2015 r., Aic/OHIM – ACV Manufacturing (Wkłady wymienników ciepła), T‑616/13, niepublikowany, EU:T:2015:30, pkt 21; z dnia 20 stycznia 2015 r., Aic/OHIM – ACV Manufacturing (Wkłady wymienników ciepła), T‑617/13, niepublikowany, EU:T:2015:32, pkt 21].", "label": [[45, 58, "LOC"], [362, 386, "DATE"], [388, 391, "ORG"], [392, 396, "ORG"], [399, 416, "ORG"], [496, 520, "DATE"], [522, 525, "ORG"], [526, 530, "ORG"], [533, 550, "ORG"]]}
{"text": "57 Analogicznego ustalenia należy dokonać w odniesieniu do przesłanek wyłączenia spod ochrony wzoru wspólnotowego, wskazanych w art. 8 ust. 1, 2 i 3 rozporządzenia nr 6/2002 i dotyczących, po pierwsze, okoliczności, że cechy postaci produktu wynikają wyłącznie z jego funkcji technicznej, a po drugie, okoliczności, że muszą one być koniecznie odtworzone w dokładnej formie i wymiarach, aby służyć do połączenia z innymi produktami.", "label": [[100, 113, "LOC"]]}
{"text": "58 Wreszcie, co się tyczy postanowień art. 9 rozporządzenia nr 6/2002, zgodnie z którymi wzór wspólnotowy nie obejmuje wzoru sprzecznego z porządkiem publicznym lub dobrymi obyczajami, z ich brzmienia wynika w sposób oczywisty, że mają one na celu ochronę szczególnego interesu ogólnego, niezależnego od interesu leżącego u podstaw art. 4–8 tego rozporządzenia, i uniemożliwienie w tym celu jakiejkolwiek ochrony takiego wzoru sprzecznego ze wspomnianym interesem ogólnym [zob. podobnie i analogicznie wyrok z dnia 15 marca 2018 r., La Mafia Franchises/EUIPO – Włochy (La Mafia SE SIENTA A LA MESA), T‑1/17, EU:T:2018:146, pkt 25].", "label": [[94, 105, "LOC"], [510, 531, "DATE"], [533, 552, "ORG"], [553, 558, "ORG"], [561, 567, "ORG"], [569, 597, "TITLE"]]}
{"text": "59 Ponadto przepisy art. 4–9 rozporządzenia nr 6/2002 wymagają zastosowania odmiennych kryteriów prawnych [zob. podobnie i analogicznie wyrok z dnia 14 marca 2018 r., Gifi Diffusion/EUIPO – Crocs (Obuwie), T‑424/16, niepublikowany, EU:T:2018:136, pkt 48].", "label": [[144, 165, "DATE"], [167, 181, "ORG"], [182, 187, "ORG"], [190, 195, "ORG"]]}
{"text": "60 W szczególności zatem z art. 5–7 rozporządzenia nr 6/2002 wynika, że zastosowanie właściwych kryteriów prawnych w odniesieniu do oceny zarówno nowości zakwestionowanego wzoru, jak i jego indywidualnego charakteru zakłada istnienie jednego lub kilku wcześniejszych wzorów, których udostępnienie musi zostać wykazane przez wnoszącego o unieważnienie prawa do znaku. W tym względzie, jak przypomniano w pkt 48 powyżej, z art. 28 ust. 1 lit. b) ppkt (v) rozporządzenia nr 2245/2002 wynika, że jeżeli wniosek o unieważnienie prawa do wzoru opiera się na naruszeniu wymagań określonych w art. 5 i 6 rozporządzenia nr 6/2002, musi on zawierać wskazanie i przedstawienie wcześniejszych wzorów, które mogłyby stanowić przeszkodę dla uznania nowości lub indywidualnego charakteru zarejestrowanego wzoru wspólnotowego, jak również dokumenty dowodzące istnienia tych wcześniejszych wzorów.", "label": [[796, 809, "LOC"]]}
{"text": "61 Natomiast istnienie takiego wcześniejszego wzoru i dotyczące go wymogi dowodowe nie są niezbędne do dokonania oceny, czy cechy części składowej produktu złożonego są widoczne w ramach warunków określonych w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002. Nie jest ono tym bardziej niezbędne do dokonania oceny, czy cechy postaci produktu wynikają wyłącznie z jego funkcji technicznej lub czy muszą być koniecznie odtworzone w dokładnej formie i wymiarach dla celów połączenia tego produktu z innym produktem w ramach warunków określonych, odpowiednio, w art. 8 ust. 1 oraz w art. 8 ust. 2 i 3 tego rozporządzenia. Ponadto wymogi te są pozbawione znaczenia dla stosowania warunku określonego w art. 9 wspomnianego rozporządzenia.", "label": []}
{"text": "62 Analizy przedstawionej w pkt 54–61 nie podważa okoliczność, że warunki określone, odpowiednio, w art. 4 ust. 2 i 3, art. 8 ust. 1 oraz art. 8 ust. 2 i 3 rozporządzenia nr 6/2002 mogą stać na przeszkodzie jedynie ochronie jednej lub kilku cech produktu będącego przedmiotem zakwestionowanego wzoru lub jego postaci i że w takim przypadku należy sprawdzić, czy pozostałe cechy, które nie są wyłączone spod ochrony, wykazują wymaganą nowość i wymagany indywidualny charakter [zob. podobnie i analogicznie wyroki: z dnia 9 września 2011 r., Kwang Yang Motor/OHIM – Honda Giken Kogyo (Silnik spalinowy wewnętrznego spalania), T‑10/08, niepublikowany, EU:T:2011:446, pkt 19; z dnia 21 maja 2015 r., Senz Technologies/OHIM – Impliva (Parasole), T‑22/13 i T‑23/13, niepublikowany, EU:T:2015:310, pkt 101].", "label": [[515, 538, "DATE"], [540, 556, "ORG"], [557, 561, "ORG"], [564, 581, "ORG"], [674, 694, "DATE"], [696, 713, "ORG"], [714, 718, "ORG"], [721, 728, "ORG"]]}
{"text": "63 W takim przypadku bowiem kwestia, czy warunki te stoją na przeszkodzie ochronie jednej lub kilku cech produktu będącego przedmiotem zakwestionowanego wzoru lub jego postaci, powinna zostać rozstrzygnięta, zanim będzie możliwe orzeczenie w przedmiocie nowego i indywidualnego charakteru cech, których te warunki nie dotyczą, a zatem stanowi kwestię wstępną [zob. podobnie i analogicznie wyrok z dnia 12 maja 2016 r., mobile.international/EUIPO – Rezon (mobile.de), T‑322/14 i T‑325/14, niepublikowany, EU:T:2016:297, pkt 76, utrzymany w mocy w postępowaniu odwoławczym wyrokiem z dnia 28 lutego 2018 r., mobile.de/EUIPO, C‑418/16 P, EU:C:2018:128, pkt 88]. Ta kwestia wstępna powinna być zatem przedmiotem badania odrębnego i niezależnego od badania dotyczącego nowości i indywidualnego charakteru innych cech rozpatrywanego produktu lub jego postaci (zob. podobnie i analogicznie wyrok z dnia 9 września 2011 r., Silnik spalinowy wewnętrznego spalania, T‑10/08, niepublikowany, EU:T:2011:446, pkt 19, 20).", "label": [[397, 417, "DATE"], [419, 439, "ORG"], [440, 445, "ORG"], [448, 453, "ORG"], [455, 464, "ORG"], [582, 604, "DATE"], [606, 615, "ORG"], [616, 621, "ORG"], [891, 914, "DATE"]]}
{"text": "64 Co się tyczy, po drugie, celów art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, należy zauważyć, że jak wskazała Komisja w uzasadnieniu wniosku dotyczącego rozporządzenia Parlamentu Europejskiego i Rady w sprawie wzorów wspólnotowych z dnia 3 grudnia 1993 r. (Dz.U. 1994, C 29, s. 20), w odniesieniu do art. 56–58 tego wniosku (obecnie art. 52–54 rozporządzenia nr 6/2002) postępowanie w sprawie unieważnienia prawa do znaku stanowi podstawowy instrument umożliwiający instancjom EUIPO kontrolę ważności wzoru wspólnotowego po jego rejestracji.", "label": [[116, 123, "ORG"], [174, 198, "ORG"], [201, 205, "ORG"], [223, 236, "LOC"], [239, 261, "DATE"], [483, 488, "ORG"], [513, 526, "LOC"]]}
{"text": "65 Artykuł 25 ust. 1 lit. b) rozporządzenia nr 6/2002 odgrywa zatem decydującą rolę w realizacji tego celu, skoro przyznaje on instancjom EUIPO, w ramach rozpatrywania pojedynczego wniosku o unieważnienie prawa do wzoru, uprawnienie do kontroli poszanowania podstawowych warunków ochrony wzoru wspólnotowego, które zostały określone w art. 4–9 tego rozporządzenia.", "label": [[138, 143, "ORG"], [294, 307, "LOC"]]}
{"text": "66 Skuteczność postępowania w sprawie unieważnienia prawa do znaku nie wymaga jednak, by w razie gdy instancje EUIPO rozpatrują wniosek o unieważnienie prawa do znaku oparty na podstawie określonej w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, musiały one ipso facto i każdorazowo uznać, że powinny one rozpatrzyć niedochowanie wszystkich wymogów art. 4–9 tego rozporządzenia.", "label": [[111, 116, "ORG"]]}
{"text": "67 Jak bowiem właśnie wskazano w pkt 54–58 powyżej, wystarczy, by jeden z tych wymogów nie został dochowany przez zakwestionowany wzór w całości, aby EUIPO mogło unieważnić prawo do niego i aby w konsekwencji cel kontroli ważności tego wzoru został spełniony, bez konieczności badania przez ten urząd pozostałych wymogów.", "label": [[150, 155, "ORG"]]}
{"text": "68 Ponadto, przy uwzględnieniu okoliczności, że do wymogów tych stosują się odmienne kryteria prawne, badanie stanu faktycznego, dowodów i argumentów przedstawionych na poparcie wniosku o unieważnienie prawa do znaku w celu wykazania, iż jeden z tych wymogów nie jest spełniony, niekoniecznie okazuje się istotne dla sprawdzenia, czy inny z nich również nie został niedochowany. Ponadto takie badanie może wymagać ze strony EUIPO konieczności dokonania wysoce technicznych ocen (zob. podobnie wyrok z dnia 20 października 2011 r., PepsiCo/Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, pkt 67). W rezultacie skuteczność postępowania w sprawie unieważnienia prawa do znaku mogłaby zostać zagrożona, w razie gdyby EUIPO musiało każdorazowo badać wszystkie wspomniane wymogi, nawet w przypadku, gdyby okoliczności faktyczne, dowody i argumenty przedstawione przez strony były istotne tylko dla badania jednego z tych wymogów lub części z nich.", "label": [[424, 429, "ORG"], [501, 529, "DATE"], [531, 538, "ORG"], [539, 563, "ORG"], [718, 723, "ORG"]]}
{"text": "69 Z tego względu należy stwierdzić, że brzmienie art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 w świetle jego kontekstu i celów należy interpretować w ten sposób, że niekoniecznie wymaga on badania poszanowania wszystkich wymogów art. 4–9 tego rozporządzenia, lecz może wymagać, w zależności od stanu faktycznego, dowodów i argumentów przedstawionych przez strony, badania wyłącznie poszanowania jednego z tych wymogów lub części z nich.", "label": []}
{"text": "b) W przedmiocie tego, w jakiej mierze przepisy art. 63 ust. 1 zdanie drugie rozporządzenia nr 6/2002 ograniczają zakres badania przez instancje EUIPO podstawy unieważnienia określonej w art. 25 ust. 1 lit. b) tego rozporządzenia", "label": [[145, 150, "ORG"]]}
{"text": "70 Co się tyczy wykładni art. 63 ust. 1 zdanie drugie rozporządzenia nr 6/2002, należy przypomnieć, że zgodnie z utrwalonym orzecznictwem analogiczne przepisy art. 95 ust. 1 rozporządzenia Parlamentu Europejskiego i Rady (UE) 2017/1001 z dnia 14 czerwca 2017 r. w sprawie znaku towarowego Unii Europejskiej (Dz.U. 2017, L 154, s. 1) należy interpretować w ten sposób, że instancje EUIPO w ramach postępowania w sprawie sprzeciwu mogą oprzeć swoją decyzję wyłącznie na względnych podstawach odmowy rejestracji podniesionych przez zainteresowaną stronę oraz na odnoszących się do nich faktach i dowodach przedstawionych przez strony. Jednakże nie wyklucza to w szczególności, by instancje EUIPO mogły wziąć pod uwagę, oprócz faktów wyraźnie podniesionych przez strony postępowania w sprawie sprzeciwu, fakty powszechnie znane ani by zbadały kwestię prawną, nawet jeśli nie została ona podniesiona przez strony, jeżeli rozstrzygnięcie tej kwestii jest niezbędne w celu zapewnienia właściwego zastosowania odpowiednich przepisów [zob. podobnie wyrok z dnia 15 października 2018 r., Apple and Pear Australia i Star Fruits Diffusion/EUIPO – Pink Lady America (WILD PINK), T‑164/17, niepublikowany, EU:T:2018:678, pkt 20 i przytoczone tam orzecznictwo].", "label": [[189, 213, "ORG"], [216, 220, "ORG"], [238, 261, "DATE"], [289, 306, "LOC"], [381, 386, "ORG"], [687, 692, "ORG"], [1048, 1076, "DATE"], [1078, 1102, "ORG"], [1105, 1126, "ORG"], [1127, 1132, "ORG"], [1135, 1152, "ORG"], [1154, 1163, "TITLE"]]}
{"text": "71 Orzecznictwo to ma zastosowanie mutatis mutandis do zakresu badania przeprowadzanego przez instancje EUIPO w ramach określonego w art. 63 ust. 1 zdanie drugie rozporządzenia nr 6/2002 postępowania w sprawie unieważnienia prawa do wzoru wspólnotowego [zob. podobnie wyrok z dnia 23 października 2018 r., Mamas and Papas/EUIPO – Wall-Budden (Osłona na łóżeczko), T‑672/17, niepublikowany, EU:T:2018:707, pkt 31, 32, 35 i przytoczone tam orzecznictwo]. W tym względzie Trybunał przypomniał w szczególności, że gdy wnoszący o unieważnienie podnosi podstawę unieważnienia przewidzianą w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, to do niego należy przedstawienie dowodów pozwalających wykazać, że rozpatrywany zakwestionowany wzór nie spełnia wymogów art. 4–9 tego rozporządzenia (wyrok z dnia 21 września 2017 r., Easy Sanitary Solutions i EUIPO/Group Nivelles, C‑361/15 P i C‑405/15 P, EU:C:2017:720, pkt 60).", "label": [[104, 109, "ORG"], [239, 252, "LOC"], [276, 304, "DATE"], [306, 321, "ORG"], [322, 327, "ORG"], [330, 341, "ORG"], [469, 477, "ORG"], [794, 818, "DATE"], [820, 843, "ORG"], [846, 851, "ORG"], [852, 866, "ORG"]]}
{"text": "72 W niniejszym przypadku zatem to właśnie w świetle okoliczności faktycznych i prawnych przedstawionych na poparcie wniosku skarżącej o unieważnienie prawa do znaku do Izby Odwoławczej należało ustalenie tych wymogów w art. 4–9 rozporządzenia nr 6/2002, których niedochowanie podniesiono w niniejszej sprawie i które powinna była zbadać przy uwzględnieniu w razie potrzeby faktów powszechnie znanych i kwestii prawnych niepodniesionych przez strony, lecz koniecznych do zastosowania właściwych przepisów.", "label": [[169, 185, "ORG"]]}
{"text": "73 Z całości powyższych rozważań wynika, że Izba Odwoławcza niesłusznie uznała, iż z uwagi na fakt, że wniosek skarżącej o unieważnienie prawa do znaku opiera się na art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, skarżąca zamierzała powołać się na niedochowanie przez zakwestionowany wzór ogółu wymogów przewidzianych w art. 5, 6, 8 i 9 wspomnianego rozporządzenia.", "label": [[44, 59, "ORG"]]}
{"text": "74 W konsekwencji, wbrew temu, co sugeruje skarżąca w ramach omawianego zarzutu, Izba Odwoławcza nie mogła być zobowiązana do zbadania, czy zakwestionowany wzór spełnia wszystkie wymogi przewidziane w art. 4–9 rozporządzenia nr 6/2002, jedynie na tej podstawie, że jej wniosek o unieważnienie prawa do wzoru opierał się na art. 25 ust. 1 lit. b) wspomnianego rozporządzenia.", "label": [[81, 96, "ORG"]]}
{"text": "75 Ponadto okoliczność, że mimo założenia, zgodnie z którym podstawa unieważnienia określona w art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002 jest niepodzielna, Izba Odwoławcza uznała się za niewłaściwą do zbadania co do istoty zastosowania art. 8 i 9 tego rozporządzenia, oraz okoliczność, że nie wypowiedziała się w kwestii zastosowania warunków określonych w art. 4 ust. 2 i 3 wspomnianego rozporządzenia, nie mają znaczenia w ramach omawianego zarzutu. Jak bowiem stwierdzono w pkt 73 powyżej, założenie to jest błędne.", "label": [[162, 177, "ORG"]]}
{"text": "76 Zarzut pierwszy należy zatem oddalić.", "label": []}
{"text": "77 Analizę skargi należy kontynuować poprzez zbadanie drugiej części zarzutu piątego.", "label": []}
{"text": "2. W przedmiocie drugiej części zarzutu piątego, dotyczącej tego, że Izba Odwoławcza nie unieważniła prawa do zakwestionowanego wzoru na podstawie art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 w zakresie, w jakim stanowi on część składową produktu złożonego, niewidoczną po jej włączeniu do tego produktu", "label": [[69, 84, "ORG"]]}
{"text": "78 Skarżąca odsyła do uwag przedstawionych przez nią w następstwie zawiadomienia z dnia 16 maja 2018 r. Twierdzi ona, że zakwestionowany wzór jest objęty definicją zawartą w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 jako część składowa produktu złożonego niewidoczna po jej włączeniu do wspomnianego produktu podczas zwykłego używania przez użytkownika końcowego i że z tego względu prawo do niego należy unieważnić. Podnosi ona, że z uwagi na to, iż część ta jest zainstalowana pomiędzy silnikiem pojazdu a urządzeniem chłodniczym, a pokrywa komory silnika wspomnianego pojazdu jest zamknięta, wspomniana część całkowicie znika z pola widzenia końcowego użytkownika pojazdu, czyli jego kierowcy. Twierdzi ona, że okoliczności te zostały wskazane we wspomnianym zawiadomieniu z dnia 16 maja 2018 r. i w ramach twierdzeń przedstawionych przez strony w toku postępowania, ale że Izba Odwoławcza nie odniosła się w żaden sposób do tego zawiadomienia i do tych twierdzeń. Uważa ona, że ta ostatnia nie spełniła ciążącego na niej obowiązku uzasadnienia.", "label": [[83, 103, "DATE"], [779, 799, "DATE"], [878, 893, "ORG"]]}
{"text": "79 W odpowiedzi EUIPO przyznaje, że w zawiadomieniu z dnia 16 maja 2018 r. wezwano strony do wypowiedzenia się w kwestii, czy prawo do zakwestionowanego wzoru należy unieważnić w świetle art. 4 ust. 2 rozporządzenia nr 6/2002. Zauważa ono, że zgodnie z art. 10 rozporządzenia Komisji (WE) nr 216/96 z dnia 5 lutego 1996 r. ustanawiającego regulamin wewnętrzny izb odwoławczych Urzędu Harmonizacji w ramach Rynku Wewnętrznego (znaki towarowe i wzory) (Dz.U. 1996, L 28, s. 11) Izba Odwoławcza nie jest związana zawiadomieniem skierowanym przez sprawozdawcę do stron w kwestii tego, czy prawo do zakwestionowanego wzoru należy unieważnić na podstawie art. 4 ust. 2 rozporządzenia nr 6/2002. Ponadto twierdzi ono, że skoro skarżąca powołała się zarówno przed Wydziałem Unieważnień, jak i przed Izbą Odwoławczą jedynie na art. 4 ust. 1 tego ostatniego rozporządzenia, Izba Odwoławcza nie miała prawa wypowiedzieć się w przedmiocie zastosowania w niniejszym przypadku ust. 2 i 3 tego artykułu, gdyż w przeciwnym razie doszłoby do zmiany przedmiotu sporu z naruszeniem art. 63 ust. 1 tegoż rozporządzenia. Wreszcie, twierdzi ono, że brak uzasadnienia zaskarżonej decyzji wynikający z tego, iż Izba Odwoławcza nie przedstawiła powodów, dla których nie wypowiedziała się w tej kwestii, jest bez znaczenia, ponieważ gdyby to uczyniła, orzekłaby ultra petita.", "label": [[16, 21, "ORG"], [54, 74, "DATE"], [276, 283, "ORG"], [301, 322, "DATE"], [377, 424, "ORG"], [476, 491, "ORG"], [543, 555, "PROFESSION"], [756, 777, "ORG"], [791, 806, "ORG"], [864, 879, "ORG"], [1187, 1202, "ORG"]]}
{"text": "80 Interwenient odnosi się w istocie do argumentacji przedstawionej w ramach pierwszej części zarzutu piątego. W tym względzie wskazał on, że część odpowiadająca zakwestionowanemu wzorowi może zbyć używana do innych celów spoza głównego rynku zbytu, jak sam wykazał w ramach postępowania w sprawie unieważnienia prawa do wzoru. Wymagania klientów skarżącej w odniesieniu do tej części są według interwenienta w tym względzie nieistotne. Interwenient dodaje, że w ramach zastosowań lub sposobów używania innych niż te, na które powołuje się skarżąca i których przedmiotem może być część odpowiadająca zakwestionowanemu wzorowi, część ta niekoniecznie będzie niewidoczna. Wreszcie, powtarza on argument podniesiony już w ramach pierwszej części zarzutu piątego, zgodnie z którym Izba Odwoławcza słusznie wskazała na sprzeczność zachowania skarżącej, która przed wszczęciem postępowania w sprawie unieważnienia prawa do wzoru zgłosiła do rejestracji identyczny wzór. Na koniec podnosi ona, że skarżąca nie powołała się we wniosku o unieważnienie prawa do znaku na art. 4 ust. 2 rozporządzenia nr 6/2002 i że na przepis ten, który nie może być zastosowany z urzędu, nie można już się obecnie powołać.", "label": [[777, 792, "ORG"]]}
{"text": "81 W niniejszym przypadku należy zauważyć, że niniejsza część zarzutu piątego obejmuje w istocie dwa odrębne zarzuty szczegółowe, z których pierwszy dotyczy naruszenia obowiązku uzasadnienia w zakresie, w jakim Izba Odwoławcza nie wypowiedziała się w zaskarżonej decyzji w przedmiocie warunków określonych w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, a drugi – błędu w ocenie w zakresie, w jakim instancja ta nie stwierdziła, iż zastosowanie tych warunków pociąga za sobą unieważnienie prawa do zakwestionowanego wzoru. Te zarzuty szczegółowe należy zatem zbadać odrębnie.", "label": [[211, 226, "ORG"]]}
{"text": "a) W przedmiocie pierwszego zarzutu szczegółowego, dotyczącego naruszenia obowiązku uzasadnienia w zakresie, w jakim Izba Odwoławcza nie wypowiedziała się w zaskarżonej decyzji w przedmiocie warunków określonych w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002", "label": [[117, 132, "ORG"]]}
{"text": "82 Na wstępie należy przypomnieć, że na podstawie art. 62 zdanie pierwsze rozporządzenia nr 6/2002 decyzje EUIPO zawierają określenie przyczyn, na których są oparte. Ten obowiązek uzasadnienia ma taki sam zakres jak obowiązek wynikający z art. 296 TFUE [zob. wyrok z dnia 29 listopada 2018 r., Sata/EUIPO – Zhejiang Auarita Pneumatic Tools (Pistolet do malowania), T‑651/17, niepublikowany, EU:T:2018:855, pkt 21 i przytoczone tam orzecznictwo].", "label": [[107, 112, "ORG"], [267, 292, "DATE"], [294, 298, "ORG"], [299, 304, "ORG"], [307, 339, "ORG"]]}
{"text": "83 W tym względzie zgodnie z utrwalonym orzecznictwem uzasadnienie, jakiego wymaga art. 296 WE, powinno być dostosowane do charakteru rozpatrywanego aktu i przedstawiać w sposób jasny i jednoznaczny rozumowanie instytucji, która wydała akt, pozwalając zainteresowanym poznać podstawy podjętej decyzji, a właściwemu sądowi dokonać jej kontroli. Wymóg uzasadnienia należy oceniać w świetle okoliczności danego przypadku, w szczególności treści aktu, charakteru podniesionych argumentów, a także interesu, jaki w uzyskaniu wyjaśnień mogą mieć adresaci aktu lub inne osoby, których dotyczy on bezpośrednio i indywidualnie. Ponadto ocena, czy uzasadnienie aktu spełnia wymogi wspomnianego art. 296 TFUE, winna opierać się nie tylko na jego brzmieniu, ale także uwzględniać okoliczności jego wydania, jak również całość przepisów prawa regulującego daną dziedzinę (zob. podobnie wyrok z dnia 10 lipca 2008 r., Bertelsmann i Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, pkt 166 i przytoczone tam orzecznictwo).", "label": [[881, 902, "DATE"], [904, 915, "ORG"], [918, 945, "ORG"], [946, 952, "ORG"]]}
{"text": "84 O ile autor zaskarżonego aktu nie ma obowiązku w uzasadnieniu tego aktu zajmować stanowiska względem ewidentnie drugoplanowych kwestii lub argumentów ani uprzedzać możliwych zastrzeżeń, o tyle powinien przedstawić okoliczności oraz rozważania prawne mające kluczowe znaczenie dla systematyki decyzji. Ponadto uzasadnienie musi być logiczne, a w szczególności nie może wykazywać wewnętrznych sprzeczności (zob. analogicznie wyrok z dnia 10 lipca 2008 r., Bertelsmann i Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, pkt 169 i przytoczone tam orzecznictwo). Natomiast, ponieważ obowiązek uzasadnienia stanowi istotny wymóg formalny, który należy odróżnić od kwestii zasadności podstaw uzasadnienia, uzasadnienie może być wystarczające, nawet jeśli przedstawiono w nim niewłaściwe podstawy [zob. wyrok z dnia 13 czerwca 2017 r., Ball Beverage Packaging Europe/EUIPO – Crown Hellas Can (Puszki), T‑9/15, EU:T:2017:386, pkt 27 i przytoczone tam orzecznictwo].", "label": [[434, 455, "DATE"], [457, 468, "ORG"], [471, 498, "ORG"], [499, 505, "ORG"], [820, 843, "DATE"], [845, 875, "ORG"], [876, 881, "ORG"], [884, 900, "ORG"]]}
{"text": "85 W ramach omawianego zarzutu szczegółowego skarżąca zarzuca Izbie Odwoławczej, że ta nie wypowiedziała się w kwestii, czy zakwestionowany wzór odnosi się do części składowej produktu złożonego, która po włączeniu do wspomnianego produktu pozostaje widoczna podczas zwykłego używania tego produktu w rozumieniu art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, podczas gdy kwestia ta została poruszona w zawiadomieniu z dnia 16 maja 2018 r. i w późniejszych uwagach stron.", "label": [[62, 79, "ORG"], [415, 435, "DATE"]]}
{"text": "86 To w świetle zasad przypomnianych w pkt 82–84 powyżej należy zbadać zasadność tego zarzutu szczegółowego.", "label": []}
{"text": "87 W niniejszym przypadku należy przede wszystkim zauważyć, że jak przypomniano w pkt 13 powyżej i jak wynika z części zaskarżonej decyzji „Streszczenie okoliczności faktycznych”, w ramach badania odwołania skarżącej do stron skierowano zawiadomienie z dnia 16 maja 2018 r. na podstawie art. 59 ust. 2 rozporządzenia nr 6/2002. W zawiadomieniu tym wskazano, że prawo do zakwestionowanego wzoru należy unieważnić, ponieważ nie zostały dochowane warunki przewidziane w art. 4 rozporządzenia nr 6/2002, jako że produkt objęty wspomnianym wzorem stanowi element składowy (to znaczy część sprzęgającą) produktu złożonego (to znaczy zespołu silnik-sprzęg-kompresor), który to element po włączeniu do produktu złożonego nie jest już widoczny podczas zwykłego używania tego produktu złożonego. Izba Odwoławcza wskazała bowiem, że kompresor, który zajmuje dużo przestrzeni, zakrywa rozpatrywaną część, a sam produkt złożony jest całkowicie zasłonięty przez pokrywę komory silnika pojazdu, gdy jest ona w pozycji zamkniętej, czyli w zwykłej pozycji.", "label": [[253, 273, "DATE"], [786, 801, "ORG"]]}
{"text": "88 Następnie należy zauważyć, że jak wskazano również w części zaskarżonej decyzji „Streszczenie okoliczności faktycznych” i przypomniano w pkt 14 powyżej, strony zgodnie z art. 59 ust. 2 rozporządzenia nr 6/2002 zostały wezwane do zajęcia stanowiska w przedmiocie tego zawiadomienia w toku postępowania w sprawie unieważnienia prawa do znaku, co uczyniły, odpowiednio, w dniach 16 lipca i 17 września 2018 r. Interwenient wyjaśnił w istocie, że części będącej przedmiotem zakwestionowanego wzoru, która jest wykorzystywana do łączenia różnych elementów składowych, a nie wyłącznie silnika pojazdu i kompresora, nie można uznać za element składowy produktu złożonego i że jest ona zwykle widoczna podczas jej używania. Skarżąca ze swej strony podniosła, że ze względu na swoje właściwości techniczne rozpatrywana część jest przeznaczona wyłącznie do łączenia urządzenia chłodniczego i silnika pojazdu i że w konsekwencji po zamknięciu pokrywy komory silnika całkowicie znika z pola widzenia użytkownika.", "label": [[372, 387, "DATE"], [390, 409, "DATE"]]}
{"text": "89 Wreszcie, w części „Podstawy decyzji” Izba Odwoławcza nie odniosła się w żaden sposób do zawiadomienia z dnia 16 maja 2018 r. i do późniejszych uwag stron i w szczególności nie wskazała, jakie wnioski wyciągnęła z tego zawiadomienia i tych uwag. Jak już niejednokrotnie wskazano, nie poruszyła ona również sama kwestii zastosowania w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, niezależnie od jakiegokolwiek odniesienia do wspomnianego zawiadomienia i uwag (zob. pkt 15, 38, 42–44 i 75 powyżej).", "label": [[41, 56, "ORG"], [108, 128, "DATE"]]}
{"text": "90 Należy jednak przypomnieć, że uzasadnienie zaskarżonego aktu może być dorozumiane, pod warunkiem że umożliwia ono zainteresowanym poznanie przyczyn, dla których została wydana zaskarżona decyzja, a właściwemu sądowi dostarcza elementów wystarczających do dokonania kontroli. Powody niewyszczególnione w uzasadnieniu mogą więc zostać wzięte pod rozwagę, jeżeli są one oczywiste zarówno dla zainteresowanych, jak i dla sądu Unii (zob. wyrok z dnia 14 marca 2018 r., Obuwie, T‑424/16, niepublikowany, EU:T:2018:136, pkt 35 i przytoczone tam orzecznictwo).", "label": [[420, 429, "ORG"], [444, 465, "DATE"]]}
{"text": "91 Należy zatem zastanowić się, czy stanowiska Izby Odwoławczej dotyczącego kwestii zastosowania w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 nie można wywieść w sposób dorozumiany z uzasadnienia zaskarżonej decyzji.", "label": [[47, 63, "ORG"]]}
{"text": "92 W tym względzie należy przede wszystkim zauważyć, że jak wynika z treści zawiadomienia z dnia 16 maja 2018 r., w zawiadomieniu tym wysunięto wniosek, że prawo do zakwestionowanego wzoru należy unieważnić na podstawie art. 4 ust. 2 lit. a) rozporządzenia nr 6/2002.", "label": [[92, 112, "DATE"]]}
{"text": "93 Skoro zaś w zaskarżonej decyzji stwierdzono, że wniosek skarżącej o unieważnienie prawa do znaku należy oddalić, można by z tego wywieść, że Izba Odwoławcza odrzuciła rozważania, na których opierało się zawiadomienie z dnia 16 maja 2018 r., a także rozważania przedstawione w uwagach skarżącej, o których mowa w pkt 88 powyżej.", "label": [[144, 159, "ORG"], [222, 242, "DATE"]]}
{"text": "94 Niemniej jednak nawet przy takim założeniu, należy stwierdzić, że powody, dla których Izba Odwoławcza odrzuciła te rozważania, nie wynikają jasno z zaskarżonej decyzji.", "label": [[89, 104, "ORG"]]}
{"text": "95 W pierwszej kolejności, jak wskazano w pkt 42 powyżej, w początkowej części zaskarżonego uzasadnienia, w której Izba Odwoławcza przedstawiła swoją wykładnię art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, wspomniała jedynie w ramach warunków, na których naruszenie skarżąca zamierzała się jej zdaniem powołać, art. 5, 6, 8 i 9 tego rozporządzenia, a pominęła w tym zakresie warunki określone w jego art. 4 ust. 2 i 3 wspomnianego rozporządzenia.", "label": [[115, 130, "ORG"]]}
{"text": "96 Jednakże, jak wskazano w pkt 42–44 powyżej, to pominięcie jest trudne do pogodzenia z przyjętą przez Izbę Odwoławczą wykładnią art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, ponieważ brzmienie tych przepisów wyraźnie odnosi się do art. 4–9 tego rozporządzenia, nie wyłączając jego art. 4 ust. 2 i 3, który ustanawia szczególne warunki ochrony wzoru odnoszące się do części składowej produktu złożonego w rozumieniu art. 3 lit. c) wspomnianego rozporządzenia. Jednakże Izba Odwoławcza nie przedstawiła żadnego wyjaśnienia pozwalającego zrozumieć, dlaczego bez względu na tę wykładnię uznała ona, że wniosek skarżącej o unieważnienie prawa do znaku dotyczył jedynie niedochowania warunków określonych w art. 5, 6, 8 i 9 omawianego rozporządzenia.", "label": [[104, 119, "ORG"], [473, 488, "ORG"]]}
{"text": "97 W drugiej kolejności nie są przekonujące wyjaśnienia przedstawione w odpowiedzi na skargę i podczas rozprawy przez EUIPO dotyczące dorozumianego stanowiska Izby Odwoławczej w przedmiocie zastosowania w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002.", "label": [[118, 123, "ORG"], [159, 175, "ORG"]]}
{"text": "98 W tym względzie należy przypomnieć, że EUIPO twierdzi, że Izba Odwoławcza uznała, iż powołując się na zastosowanie w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 w zawiadomieniu z dnia 16 maja 2018 r., wykroczyła ona poza podnoszone zarzuty i żądania stron z naruszeniem art. 63 ust. 1 wspomnianego rozporządzenia, i że nie wymieniła tego zawiadomienia w uzasadnieniu prawnym wspomnianej decyzji w celu uniknięcia orzekania ultra petita.", "label": [[42, 47, "ORG"], [61, 76, "ORG"], [202, 222, "DATE"]]}
{"text": "99 To domniemane stanowisko Izby Odwoławczej nie da się zaś wywieść w sposób jasny i jednoznaczny z zaskarżonej decyzji.", "label": [[28, 44, "ORG"]]}
{"text": "100 Po pierwsze, wystarczy bowiem przypomnieć, że Izba Odwoławcza uznała, iż art. 25 ust. 1 lit. b) rozporządzenia nr 6/2002, na który powołano się w postępowaniu przed nią w niniejszym przypadku, odnosi się do wszystkich wymogów art. 4–9 wspomnianego rozporządzenia. Po drugie, należy stwierdzić, że co się tyczy warunków określonych w art. 8 i 9 tegoż rozporządzenia, Izba Odwoławcza wyraźnie wskazała, że choć te warunki należy uznać za przywołane na poparcie wniosku skarżącej o unieważnienie prawa do znaku, skoro skarżąca nie podniosła żadnego argumentu w tym względzie, Izba ta mogła jedynie oddalić tę część wspomnianego wniosku o unieważnienie prawa do znaku na mocy art. 63 ust. 1 rozpatrywanego rozporządzenia.", "label": [[50, 65, "ORG"], [370, 385, "ORG"], [577, 581, "ORG"]]}
{"text": "101 Wydaje się zatem, że z tej części uzasadnienia zaskarżonej decyzji trzeba logicznie wywieść, że gdyby – jak twierdzi EUIPO – Izba Odwoławcza orzekła, iż na podstawie art. 63 ust. 1 zdanie drugie rozporządzenia nr 6/2002 nie jest w stanie wypowiedzieć się w przedmiocie zastosowania art. 4 ust. 2 i 3 tego rozporządzenia do zakwestionowanego wzoru, wyraźnie by to wskazała. Takie wyraźne uzasadnienie byłoby przy tym założeniu tym bardziej konieczne, że w zawiadomieniu z dnia 16 maja 2018 r. sprawozdawca jasno określił natomiast, że przepisy te są objęte brzmieniem art. 25 ust. 1 lit. b) wspomnianego rozporządzenia, i – jak się zdaje – uznał, iż z twierdzeń stron i dokumentów na ich poparcie wynika, że wspomniane przepisy mają zastosowanie i że do niego należy podniesienie kwestii tego zastosowania.", "label": [[121, 126, "ORG"], [129, 144, "ORG"], [475, 495, "DATE"], [496, 508, "PROFESSION"]]}
{"text": "102 W każdym razie podstawa założenia przyjętego przez EUIPO jest błędna. Wbrew jego twierdzeniom art. 63 ust. 1 zdanie drugie rozporządzenia nr 6/2002 nie zakazywał bowiem Izbie Odwoławczej odniesienia się w uzasadnieniu zaskarżonej decyzji do przedmiotu zawiadomienia z dnia 16 maja 2018 r. A zatem nawet gdyby przyjąć, że instancja ta uznała, iż przepisy te sprzeciwiają się zastosowaniu przez nią do zakwestionowanego wzoru art. 4 ust. 2 i 3 wspomnianego rozporządzenia, nie stały one jednak na przeszkodzie przedstawieniu przez nią powodów, dla których wbrew wnioskom zawartym we wspomnianym zawiadomieniu uznała takie zastosowanie za niemożliwe.", "label": [[55, 60, "ORG"], [173, 190, "ORG"], [272, 292, "DATE"]]}
{"text": "103 Należy zatem stwierdzić, że przywołane przez EUIPO przed sądem Unii podstawy mające na celu uzasadnienie faktu, iż Izba Odwoławcza nie zastosowała do zakwestionowanego wzoru przepisów art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, nie wynikają w sposób jasny i jednoznaczny z treści zaskarżonej decyzji.", "label": [[49, 54, "ORG"], [67, 71, "LOC"], [119, 134, "ORG"]]}
{"text": "104 Ponadto podstawy te nie mogą zostać uwzględnione przez Sąd jako dodatkowe uzasadnienie wspomnianej decyzji. Zgodnie bowiem z utrwalonym orzecznictwem zainteresowana osoba powinna otrzymać uzasadnienie aktu, zanim ewentualnie wniesie przeciwko niemu skargę, przy czym niedopełnienie wymogu uzasadnienia nie może zostać naprawione w ten sposób, że zainteresowana osoba dowie się o uzasadnieniu aktu w trakcie postępowania przed sądem Unii. Stanowiłoby to naruszenie prawa zainteresowanej osoby do obrony, prawa do skutecznej ochrony sądowej oraz zasady równości stron przed sądem Unii (zob. wyrok z dnia 14 marca 2018 r., Obuwie, T‑424/16, niepublikowany, EU:T:2018:136, pkt 34 i przytoczone tam orzecznictwo).", "label": [[59, 62, "ORG"], [436, 440, "LOC"], [582, 586, "LOC"], [601, 622, "DATE"]]}
{"text": "105 W trzeciej kolejności należy zauważyć, że zaskarżona decyzja zawiera opis produktu, w którym zakwestionowany wzór jest stosowany, oraz jego używania, nieróżniący się istotnie od opisu zawartego w zawiadomieniu z dnia 16 maja 2018 r.", "label": [[216, 236, "DATE"]]}
{"text": "106 Jak wynika bowiem z pkt 38 zaskarżonej decyzji, Izba Odwoławcza opisuje kolidujące ze sobą wzory jako odnoszące się do części, która umożliwia połączenie kompresora urządzenia chłodniczego i bloku silnika pojazdu. Wskazuje ona ponadto, że rozpatrywana część jest przykręcana do bloku silnika, a następnie kompresor zasilający następnie urządzenie chłodnicze jest przykręcany do tej części. Z opisu tego można zatem wywnioskować, że Izba Odwoławcza nie rozpatrywała używania części, w której zastosowano zakwestionowany wzór, innego niż łączenie systemu chłodniczego lub klimatyzacyjnego z blokiem silnika pojazdu, do którego ma on zostać dostosowany. Ponadto nic w tym opisie nie wskazuje na to, że Izba Odwoławcza odrzuciła przyjętą w zawiadomieniu z dnia 16 maja 2018 r. kwalifikację produktu złożonego w rozumieniu art. 3 lit. c) rozporządzenia nr 6/2002 do scharakteryzowania zespołu składającego się z silnika, części będącej przedmiotem zakwestionowanego wzoru oraz kompresora.", "label": [[52, 67, "ORG"], [436, 451, "ORG"], [703, 718, "ORG"], [756, 776, "DATE"]]}
{"text": "107 W konsekwencji z uzasadnienia zaskarżonej decyzji nie można w jasny sposób wywnioskować, że stanowisko Izby Odwoławczej zmieniło się w stosunku do zawiadomienia z dnia 16 maja 2018 r. w odniesieniu do kwestii, czy produkt będący przedmiotem zakwestionowanego wzoru był objęty – jako część składowa produktu złożonego – zakresem stosowania art. 4 ust. 2 i 3 rozporządzenia nr 6/2002. W szczególności z decyzji tej nie wynika, że Izba Odwoławcza zgodziła się z uwagami interwenienta z dnia 16 lipca 2018 r., w których kwestionował on uznanie za produkt złożony i powołał się na liczne alternatywne sposoby używania, inne niż sposób opisany w pkt 106 powyżej.", "label": [[107, 123, "ORG"], [167, 187, "DATE"], [432, 447, "ORG"], [487, 508, "DATE"]]}
{"text": "108 Jest prawdą, że w pkt 39 i 40 zaskarżonej decyzji Izba Odwoławcza określiła, że poinformowanym użytkownikiem zakwestionowanego wzoru w rozumieniu art. 6 ust. 1 rozporządzenia nr 6/2002, w odniesieniu do którego należy oceniać indywidualny charakter tego wzoru, może być na przykład instalator sprzętu chłodniczego lub kierownik warsztatu mechaniki samochodowej, który wybierze tę część w celu zamontowania jej w pojeździe. Ustalenia te mogą wydawać się sprzeczne z ustaleniami dokonanymi w zawiadomieniu z dnia 16 maja 2018 r., zgodnie z którymi część ta po zamontowaniu nie jest już widoczna podczas zwykłego używania w rozumieniu art. 4 ust. 3 wspomnianego rozporządzenia, to znaczy wykluczającego konserwację, obsługę lub naprawę.", "label": [[54, 69, "ORG"], [286, 317, "PROFESSION"], [322, 364, "PROFESSION"], [510, 530, "DATE"]]}
{"text": "109 Jednakże kryteria z art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 i kryteria z art. 6 ust. 1 tego rozporządzenia się różnią. Ocena indywidualnego charakteru zakwestionowanego wzoru jest uwarunkowana całościowym wrażeniem, jakie wywołuje on na poinformowanym użytkowniku, co oznacza z definicji, że wzór ten jest widoczny dla tego użytkownika. Natomiast pojęcie zwykłego używania, o którym mowa w art. 4 ust. 3 wspomnianego rozporządzenia, nie ma znaczenia dla takiej oceny. Określenie poinformowanego użytkownika z pkt 39 i 40 zaskarżonej decyzji nie przesądza zatem o analizie przeprowadzonej przez Izbę Odwoławczą w odniesieniu do poszanowania w niniejszym przypadku kryteriów określonych w tymże art. 4 ust. 2 i 3. W każdym razie nie pozwala ona zrozumieć powodów, dla których Izba Odwoławcza uznała, że nie należy do niej badanie stosowania tych kryteriów.", "label": [[601, 616, "ORG"], [781, 796, "ORG"]]}
{"text": "110 Z całości powyższych rozważań wynika, że wnioski Izby Odwoławczej dotyczące zastosowania w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 nie wynikają w sposób oczywisty z uzasadnienia zaskarżonej decyzji ani dla stron, ani dla sądu Unii.", "label": [[53, 69, "ORG"], [254, 258, "LOC"]]}
{"text": "111 Należy zatem obecnie zbadać, czy wnioski te odnoszą się do okoliczności faktycznych i rozważań prawnych mających kluczowe znaczenie dla systematyki zaskarżonej decyzji w rozumieniu orzecznictwa przypomnianego w pkt 84 powyżej.", "label": []}
{"text": "112 Po pierwsze, należy przypomnieć, że jak wynika z pkt 56 i 62 powyżej, brak widoczności cech części składowej produktu złożonego w ramach warunków określonych w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 może prowadzić do całkowitego unieważnienia prawa do zakwestionowanego wzoru mającego zastosowanie do tej części lub do częściowego unieważnienia, jeśli odnosi się to jedynie niektórych z tych cech. W konsekwencji, jak wynika z brzmienia wspomnianego art. 4 ust. 2, badanie nowości i indywidualnego charakteru rozpatrywanego wzoru w świetle kryteriów z art. 5 i 6 tegoż rozporządzenia nie jest już konieczne w pierwszym z tych przypadków i powinno być ograniczone do cech, które pozostają widoczne, w drugim. Kwestia, czy art. 4 ust. 2 i 3 znajduje zastosowanie w niniejszej sprawie, może zatem co do zasady mieć kluczowe znaczenie dla systematyki zaskarżonej decyzji, biorąc pod uwagę jej potencjalny wpływ na uzasadnienie i sentencję tej decyzji, tym bardziej że Izba Odwoławcza uznała, iż skarżąca powołała się na brak nowości i indywidualnego charakteru zakwestionowanego wzoru.", "label": [[972, 987, "ORG"]]}
{"text": "113 Po drugie, należy zauważyć, że jak wynika z treści zawiadomienia z dnia 16 maja 2018 r., na tym etapie postępowania Izba Odwoławcza uznała, iż twierdzenia stron i dowody przedstawione na poparcie tych twierdzeń wykazują, że warunki określone w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 nie zostały spełnione. Ponadto strony zajęły stanowisko w tej kwestii w swoich uwagach dotyczących tego zawiadomienia, które nie zostały uznane przez Izbę Odwoławczą za niedopuszczalne.", "label": [[71, 91, "DATE"], [120, 135, "ORG"], [441, 456, "ORG"]]}
{"text": "114 Jak zaś stwierdzono w pkt 93 powyżej, ponieważ oddalenie odwołania skarżącej, orzeczone w sentencji zaskarżonej decyzji, wydaje się odzwierciedlać całkowitą zmianę stanowiska Izby Odwoławczej w kwestii zastosowania do zakwestionowanego wzoru art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 w stosunku do stanowiska przyjętego w zawiadomieniu z dnia 16 maja 2018 r., do instancji tej należało jasne przedstawienie powodów tej zmiany.", "label": [[179, 195, "ORG"], [343, 363, "DATE"]]}
{"text": "115 Jedynie w przypadku gdyby Izba Odwoławcza zdecydowała się uwzględnić odwołanie skarżącej i unieważnić prawo do zakwestionowanego wzoru z przyczyn innych niż zastosowanie do wspomnianego wzoru art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, mogłaby ona odstąpić ze względów ekonomii procesowej od przedstawienia tych przyczyn [zob. podobnie i analogicznie wyrok z dnia 14 grudnia 2006 r., Mast-Jägermeister/OHIM – Licorera Zacapaneca (VENADO w ramie i in.), T‑81/03, T‑82/03 i T‑103/03, EU:T:2006:397, pkt 80].", "label": [[30, 45, "ORG"], [363, 386, "DATE"], [388, 405, "ORG"], [406, 410, "ORG"], [413, 432, "ORG"], [434, 440, "TITLE"]]}
{"text": "116 W braku takiego uzasadnienia skarżącej trudno jest podważyć przed Sądem w użyteczny sposób brak zbadania co do istoty warunków określonych w art. 4 ust. 2 i 3 rozporządzenia nr 6/2002. Może ona co najwyżej, jak zresztą czyni to w skardze, tylko powtórzyć argumenty, które przedstawiła już w toku postępowania odwoławczego w uwagach z dnia 17 września 2018 r., mających na celu zaaprobowanie wniosków zawartych w zawiadomieniu z dnia 16 maja 2018 r. Natomiast nie jest ona w stanie podważyć w użyteczny sposób powodów, które skłoniły Izbę Odwoławczą do odstąpienia od tych wniosków.", "label": [[70, 75, "ORG"], [338, 362, "DATE"], [432, 452, "DATE"], [537, 552, "ORG"]]}
{"text": "117 Podobnie Sąd nie jest w stanie zweryfikować zasadności tych powodów i prawidłowo wykonać ciążącego na nim zadania. W tym względzie należy przypomnieć, że jest on uprawniony w ramach art. 61 ust. 2 rozporządzenia nr 6/2002 do przeprowadzenia pełnej kontroli zgodności z prawem decyzji izb odwoławczych EUIPO, w razie potrzeby poprzez zbadanie, czy izby te dokonały właściwej kwalifikacji prawnej okoliczności faktycznych sporu lub czy ocena okoliczności faktycznych przedstawionych wspomnianym izbom nie jest obarczona błędami (zob. wyrok z dnia 18 października 2012 r., Ross i Carlos Gómez/Baena Grupo, C‑101/11 P i C‑102/11 P, EU:C:2012:641, pkt 39 i przytoczone tam orzecznictwo).", "label": [[13, 16, "ORG"], [288, 310, "ORG"], [544, 572, "DATE"], [574, 578, "PER"], [581, 593, "PER"], [594, 605, "ORG"]]}
{"text": "118 Pozostałe argumenty EUIPO i interwenienta nie mogą podważyć tego wniosku.", "label": [[24, 29, "ORG"]]}
{"text": "119 Przede wszystkim, jak już wskazano w pkt 104 powyżej, argumenty EUIPO nie mogą złagodzić skutków braku uzasadnienia zaskarżonej decyzji bez naruszenia prawa skarżącej do obrony, jej prawa do skutecznej ochrony sądowej i zasady równości stron przed sądem Unii.", "label": [[68, 73, "ORG"], [258, 262, "LOC"]]}
{"text": "120 Następnie, jest prawdą, że na mocy z art. 63 ust. 1 rozporządzenia nr 6/2002, jedynie gdyby można było uznać, że to skarżąca powołała się na niedochowanie warunku określonego w art. 4 ust. 2 i 3 tego rozporządzenia w świetle okoliczności faktycznych i prawnych uzasadniających jej wniosek o unieważnienie prawa do znaku, do Izby Odwoławczej należało zbadanie tego warunku. Z powodów przedstawionych w pkt 51–72 powyżej nie można bowiem uznać, że EUIPO powinno automatycznie rozpatrzyć niedochowanie tego warunku na tej podstawie, że wspomniany wniosek o unieważnienie prawa do znaku opierał się na art. 25 ust. 1 lit. b) tegoż rozporządzenia.", "label": [[328, 344, "ORG"], [450, 455, "ORG"]]}
{"text": "121 Jednakże, jak stwierdzono w pkt 87–110 powyżej, stanowisko Izby Odwoławczej w kwestii, czy do niej należało zbadanie zastosowania w niniejszej sprawie art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, nie wynika z zaskarżonej decyzji, nawet w sposób dorozumiany, mimo że instancja ta wypowiedziała się w tej kwestii na wcześniejszym etapie postępowania.", "label": [[63, 79, "ORG"]]}
{"text": "122 Zgodnie z utrwalonym orzecznictwem Sąd w ramach kontroli zgodności z prawem decyzji izby odwoławczej EUIPO nie dysponuje zaś uprawnieniem do zastąpienia własną oceną oceny dokonanej przez izbę odwoławczą, a tym bardziej do dokonania oceny, w przedmiocie której wspomniana izba odwoławcza nie przedstawiła jeszcze swojego stanowiska (wyrok z dnia 5 lipca 2011 r., Edwin/OHIM, C‑263/09 P, EU:C:2011:452, pkt 72). W szczególności nie jest jego zadaniem zastąpienie Izby Odwoławczej przy badaniu argumentów, okoliczności faktycznych i dowodów przedstawionych przez skarżącą na poparcie jej wniosku o unieważnienie prawa do znaku, badaniu, którego przeprowadzenie należało do tej instancji, bez uszczerbku, w stosowanym przypadku, dla kwestii prawnych niezbędnych do zastosowania właściwych przepisów oraz dla faktów notoryjnych, w celu ustalenia, czy zastosowanie art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 było przedmiotem toczącego się przed nią sporu [zob. podobnie i analogicznie wyrok z dnia 11 grudnia 2014 r., CEDC International/OHIM – Underberg (Kształt źdźbła trawy w butelce), T‑235/12, EU:T:2014:1058, pkt 101 i przytoczone tam orzecznictwo].", "label": [[39, 42, "ORG"], [88, 110, "ORG"], [192, 207, "ORG"], [345, 365, "DATE"], [367, 372, "ORG"], [373, 377, "ORG"], [466, 482, "ORG"], [992, 1015, "DATE"], [1017, 1035, "ORG"], [1036, 1040, "ORG"], [1043, 1052, "ORG"]]}
{"text": "123 W każdym razie wbrew temu, co twierdzi EUIPO, okoliczność, że w pismach złożonych do Wydziału Unieważnień skarżąca wyraźnie przytoczyła art. 4 ust. 1 rozporządzenia nr 6/2002, a nie art. 4 ust. 2 i 3 tego rozporządzenia, nie może sama w sobie wystarczyć do wykazania, iż stosowanie tych przepisów nie należało do przedmiotu sporu. W szczególności nie można wykluczyć bez zbadania wszystkich okoliczności faktycznych i prawnych przedstawionych przez skarżącą w ramach postępowania w sprawie unieważnienia prawa do wzoru, że w świetle tych okoliczności można uznać, iż powołuje się ona w istocie na te przepisy.", "label": [[43, 48, "ORG"], [89, 109, "ORG"]]}
{"text": "124 Wreszcie, o ile – jak słusznie twierdzi EUIPO – nie można uznać, że Izba Odwoławcza była związana zawiadomieniem z dnia 16 maja 2018 r., o tyle ciążył jednak na niej obowiązek należytego uzasadnienia powodów, dla których uważała, że powinna odstąpić od wniosków zawartych w tym zawiadomieniu, ponieważ zawiadomienie to oraz późniejsze uwagi stron stanowiły część kontekstu, w którym wydała ona zaskarżoną decyzję (zob. podobnie i analogicznie wyrok z dnia 28 czerwca 2018 r., EUIPO/Puma, C‑564/16 P, EU:C:2018:509, pkt 66).", "label": [[44, 49, "ORG"], [72, 87, "ORG"], [119, 139, "DATE"], [455, 478, "DATE"], [480, 485, "ORG"], [486, 490, "ORG"]]}
{"text": "125 Co się tyczy argumentów interwenienta, należy wskazać, po pierwsze, że twierdzenie, zgodnie z którym zarzut szczegółowy skarżącej dotyczący braku uzasadnienia jest niedopuszczalny na tej podstawie, iż na poparcie wniosku o unieważnienie prawa do wzoru nie podniosła ona okoliczności, że produkt będący przedmiotem spornego wzoru stanowi część składową produktu złożonego, można tylko w każdym razie oddalić, ponieważ – jak wskazano w pkt 122 powyżej – do Sądu nie należy dokonywanie oceny, w przedmiocie której wspomniana Izba Odwoławcza nie przedstawiła jeszcze swojego stanowiska.", "label": [[459, 463, "ORG"], [526, 541, "ORG"]]}
{"text": "126 Po drugie, okoliczność, że w ramach odrębnego postępowania skarżąca dokonała zgłoszenia do rejestracji wzoru identycznego z zakwestionowanym wzorem, nie może prowadzić do oddalenia niniejszego zarzutu szczegółowego na tej podstawie, iż jest on sprzeczny z argumentami podniesionymi przez nią na poparcie utrzymania w mocy rozpatrywanej rejestracji.", "label": []}
{"text": "127 Artykuł 52 ust. 1 rozporządzenia nr 6/2002, który stanowi, że z zastrzeżeniem art. 25 ust. 2–5 tego rozporządzenia każda osoba fizyczna lub prawna lub upoważniony organ publiczny może złożyć wniosek o unieważnienie prawa do zarejestrowanego wzoru wspólnotowego, nie uzależnia bowiem dopuszczalności takiego wniosku, a tym bardziej zarzutów podniesionych na jego poparcie, od wykazania interesu prawnego ani od wykazania rzeczywistego lub potencjalnego interesu gospodarczego w wykreśleniu zakwestionowanego wzoru (zob. podobnie i analogicznie wyrok z dnia 25 lutego 2010 r., Lancôme/OHIM, C‑408/08 P, EU:C:2010:92, pkt 37–44). W tym względzie należy uściślić, że – inaczej niż w przypadku podstaw unieważnienia określonych w art. 25 ust. 1 lit. c)–g) owego rozporządzenia – podstawy unieważnienia uregulowane w jego art. 25 ust. 1 lit. a) i b) mogą co do zasady być podnoszone przez każdą osobę fizyczną lub prawną [wyrok z dnia 13 czerwca 2019 r., Visi/one/EUIPO – EasyFix (Plakietka informacyjna dla pojazdów), T‑74/18, EU:T:2019:417, pkt 64].", "label": [[251, 264, "LOC"], [555, 577, "DATE"], [579, 586, "ORG"], [587, 591, "ORG"], [928, 951, "DATE"], [953, 961, "ORG"], [962, 967, "ORG"], [970, 977, "ORG"]]}
{"text": "128 W konsekwencji okoliczność, że skarżąca usiłowała zarejestrować wzór identyczny z zakwestionowanym wzorem i w ramach wszczętego przez interwenienta postępowania w sprawie unieważnienia prawa do wspomnianego wzoru broniła nowości i indywidualnego charakteru tego wzoru, podczas gdy obecnie je podważa, nie ma żadnego wpływu na dopuszczalność niniejszego zarzutu szczegółowego, a ponadto na jego ocenę co do istoty.", "label": []}
{"text": "129 Z całości powyższych rozważań wynika, że zarzut szczegółowy dotyczący naruszeniu obowiązku uzasadnienia jest zasadny.", "label": []}
{"text": "130 Przed ustaleniem konsekwencji ustalenia dokonanego w pkt 129 powyżej dla sentencji zaskarżonej decyzji należy zbadać drugi zarzut szczegółowy podniesiony przez skarżącą w ramach drugiej części zarzutu piątego, dotyczący błędu w ocenie w zakresie, w jakim w zaskarżonej decyzji nie unieważniono prawa do zakwestionowanego wzoru, podczas gdy wzór ten stanowi część składową produktu złożonego, niewidoczną po jej ostatecznym włączeniu do tego produktu w rozumieniu art. 4 ust. 2 rozporządzenia nr 6/2002.", "label": []}
{"text": "b) W przedmiocie drugiego zarzutu szczegółowego, dotyczącego błędu w ocenie w zakresie, w jakim Izba Odwoławcza nie stwierdziła, że zastosowanie w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002 skutkuje unieważnieniem prawa do zakwestionowanego wzoru", "label": [[96, 111, "ORG"]]}
{"text": "131 Jak już przypomniano w pkt 122 powyżej, zgodnie z orzecznictwem Sąd w ramach kontroli zgodności z prawem decyzji izby odwoławczej EUIPO nie dysponuje uprawnieniem do zastąpienia własną oceną oceny dokonanej przez izbę odwoławczą, a tym bardziej do dokonania oceny, w przedmiocie której wspomniana izba odwoławcza nie przedstawiła jeszcze swojego stanowiska.", "label": [[68, 71, "ORG"], [117, 139, "ORG"], [217, 232, "ORG"]]}
{"text": "132 W niniejszym przypadku, jak stwierdzono w pkt 13 powyżej, w zawiadomieniu z dnia 16 maja 2018 r. Izba Odwoławcza zbadała w toku postępowania odwoławczego kwestię, czy prawo do zakwestionowanego wzoru należy unieważnić ze względu na to, że stanowi on część składową produktu złożonego, niewidoczną po jej ostatecznym włączeniu do tego produktu podczas zwykłego używania w rozumieniu art. 4 ust. 2 rozporządzenia nr 6/2002. Natomiast w pkt 110 powyżej stwierdzono, że stanowisko Izby Odwoławczej dotyczące tej kwestii nie wynika z zaskarżonej decyzji w sposób wystarczająco jasny i jednoznaczny.", "label": [[80, 100, "DATE"], [101, 116, "ORG"], [481, 497, "ORG"]]}
{"text": "133 W konsekwencji Sąd nie jest w stanie orzec w przedmiocie zastosowania w niniejszym przypadku art. 4 ust. 2 i 3 rozporządzenia nr 6/2002, a zatem ten zarzut szczegółowy należy oddalić.", "label": [[19, 22, "ORG"]]}
{"text": "134 Jednakże jeśli zarzut pierwszy zostaje uwzględniony, to podstawa ta wystarczy do stwierdzenia nieważności zaskarżonej decyzji. Zgodnie bowiem z utrwalonym orzecznictwem, skoro obowiązek uzasadnienia należy do istotnych wymogów proceduralnych w rozumieniu art. 61 ust. 2 rozporządzenia nr 6/2002, a jego naruszenie może zresztą zostać stwierdzone z urzędu, może ono skutkować stwierdzeniem nieważności zaskarżonej decyzji (zob. podobnie i analogicznie wyroki: z dnia 30 marca 1995 r., Parlament/Rada, C‑65/93, EU:C:1995:91, pkt 21; z dnia 10 lipca 2008 r., Bertelsmann i Sony Corporation of America/Impala, C‑413/06 P, EU:C:2008:392, pkt 174). Należy zatem uwzględnić żądanie stwierdzenia nieważności.", "label": [[465, 486, "DATE"], [488, 497, "ORG"], [498, 502, "ORG"], [537, 558, "DATE"], [560, 571, "ORG"], [574, 601, "ORG"], [602, 608, "ORG"]]}
{"text": "135 Natomiast w świetle orzecznictwa przypomnianego w pkt 131 powyżej Sąd nie może dokonać zmiany zaskarżonej decyzji i należy zatem oddalić ujęte w skardze żądanie zmierzające do tego celu.", "label": [[70, 73, "ORG"]]}
{"text": "136 Z całości powyższych rozważań wynika, że bez konieczności badania zarzutów od drugiego do czwartego, pierwszej części zarzutu piątego i zarzutu szóstego skargi, należy stwierdzić nieważność zaskarżonej decyzji i oddalić pozostałe żądania.", "label": []}
{"text": "IV. W przedmiocie kosztów", "label": []}
{"text": "137 Zgodnie z art. 134 § 1 regulaminu postępowania przed Sądem kosztami zostaje obciążona, na żądanie strony przeciwnej, strona przegrywająca sprawę.", "label": [[57, 62, "ORG"]]}
{"text": "138 Jednakże zgodnie z art. 135 § 1 regulaminu postępowania w wyjątkowych przypadkach, jeżeli wymagają tego względy słuszności, Sąd może zdecydować, że strona przegrywająca sprawę pokrywa własne koszty i zostaje obciążona tylko częścią kosztów poniesionych przez stronę przeciwną, a nawet że nie zostaje nimi obciążona w ogóle.", "label": [[128, 131, "ORG"]]}
{"text": "139 Ponieważ EUIPO i interwenient zasadniczo przegrali sprawę, należy, po pierwsze, nakazać EUIPO, zgodnie z żądaniami skarżącej, pokrycie jego własnych kosztów oraz kosztów poniesionych przez skarżącą, a po drugie, postanowić, że interwenient pokryje własne koszty.", "label": [[13, 18, "ORG"], [92, 97, "ORG"]]}
{"text": "Z powyższych względów SĄD (dziewiąta izba) orzeka, co następuje:", "label": [[13, 42, "ORG"]]}
{"text": "1) Stwierdza się nieważność decyzji Trzeciej Izby Odwoławczej Urzędu Unii Europejskiej ds. Własności Intelektualnej (EUIPO) z dnia 19 listopada 2018 r. (sprawa R 1397/2017‑3).", "label": [[36, 123, "ORG"], [126, 151, "DATE"]]}
{"text": "2) W pozostałym zakresie skarga zostaje oddalona.", "label": []}
{"text": "3) EUIPO pokrywa, oprócz własnych kosztów, koszty poniesione przez L. Oliva Torras, SA.", "label": [[3, 8, "ORG"], [67, 87, "ORG"]]}
{"text": "4) Mecánica del Frío, SL, pokrywa własne koszty.", "label": [[3, 24, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Wyrok ogłoszono na posiedzeniu jawnym w Luksemburgu w dniu 10 czerwca 2020 r.", "label": [[40, 51, "LOC"], [54, 77, "DATE"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: hiszpański.", "label": [[22, 32, "NATIONALITY"]]}
