{"text": "Postanowienie Sądu z dnia 16 października 2020 r. – Gauthier / Komisja", "label": [[14, 18, "ORG"], [21, 49, "DATE"], [52, 60, "PER"], [63, 70, "ORG"]]}
{"text": "(Sprawa T-13/20)1", "label": []}
{"text": "Skarga o stwierdzenie nieważności – Służba publiczna – Urzędnicy – Konkurs wewnętrzny COM/1/AD 10/18 (AD 10) – Złożenie zgłoszenia za pośrednictwem przewidzianego w tym celu formularza zawartego w art. 2 załącznika III do regulaminu pracowniczego – Przedłożony w tym samym czasie na luźnym papierze organowi powołującemu wniosek o dopuszczenie do udziału w konkursie – Warunki kwalifikujące – Decyzja komisji konkursowej o odrzuceniu kandydatury skarżącego – Decyzja odmowna organu powołującego w przedmiocie uwzględnienia wniosku skarżącego o odrzucenie jednego z warunków przewidzianych w ogłoszeniu o konkursie w celu dopuszczenia skarżącego do udziału w konkursie – Podważenie decyzji organu powołującego, a nie decyzji komisji konkursowej – Interes prawny – Niedopuszczalność", "label": []}
{"text": "Język postępowania: angielski", "label": [[20, 29, "NATIONALITY"]]}
{"text": "Strony", "label": []}
{"text": "Strona skarżąca: Valdek Gauthier (Anvers-Berchem, Belgia) (przedstawiciel: B. Khan, Radca Prawny)", "label": [[17, 32, "PER"], [34, 56, "LOC"], [59, 73, "PROFESSION"], [75, 82, "PER"], [84, 96, "PROFESSION"]]}
{"text": "Strona pozwana: Komisja Europejska (przedstawiciele: L. Smirnova i U. Svensson, pełnomocnicy)", "label": [[16, 34, "ORG"], [36, 51, "PROFESSION"], [53, 64, "PER"], [67, 78, "PER"], [80, 92, "PROFESSION"]]}
{"text": "Przedmiot", "label": []}
{"text": "Skarga na podstawie art. 270 TFUE o stwierdzenie nieważności decyzji Komisji z dnia 14 marca 2019 r., na mocy której organ powołujący tej instytucji odrzucił wniosek skarżącego o dopuszczenie do udziału w konkursie wewnętrznym COM/1/AD 10/18 (AD 10) ze względu na niespełnienie przewidzianego w ogłoszeniu o konkursie warunku zaszeregowania do grupy AD 8.", "label": [[69, 76, "ORG"], [79, 100, "DATE"]]}
{"text": "Sentencja", "label": []}
{"text": "Skarga zostaje odrzucona jako niedopuszczalna.", "label": []}
{"text": "Valdek Gauthier zostaje obciążony kosztami postępowania.", "label": [[0, 15, "PER"]]}
{"text": "____________", "label": []}
{"text": "1 Dz.U. C 95 z 23.3.2020.", "label": [[15, 24, "DATE"]]}
