{"text": "WYROK TRYBUNAŁU (pierwsza izba)", "label": [[6, 31, "ORG"]]}
{"text": "z dnia 14 stycznia 2021 r.(*)", "label": [[2, 26, "DATE"]]}
{"text": "Odesłanie prejudycjalne – Przestrzeń wolności, bezpieczeństwa i sprawiedliwości – Dyrektywa 2008/115/WE – Wspólne normy i procedury stosowane przez państwa członkowskie w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich – Artykuł 5 lit. a), art. 6 ust. 1 i 4, art. 8 ust. 1 i art. 10 – Decyzja nakazująca powrót wydana wobec małoletniego bez opieki – Dobro dziecka – Spoczywający na zainteresowanym państwie członkowskim obowiązek upewnienia się przed wydaniem decyzji nakazującej powrót, że małoletni zostanie przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie – Rozróżnienie oparte wyłącznie na kryterium wieku małoletniego w odniesieniu do przyznania prawa pobytu – Decyzja nakazująca powrót, po której wydaniu nie przyjęto środków dotyczących wydalenia", "label": []}
{"text": "W sprawie C‑441/19", "label": []}
{"text": "mającej za przedmiot wniosek o wydanie, na podstawie art. 267 TFUE, orzeczenia w trybie prejudycjalnym, złożony przez Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (sąd rejonowy w Hadze, ośrodek zamiejscowy w ’s‑Hertogenbosch, Niderlandy) postanowieniem z dnia 12 czerwca 2019 r., które wpłynęło do Trybunału w tym samym dniu, w postępowaniu:", "label": [[118, 136, "ORG"], [152, 168, "LOC"], [170, 182, "ORG"], [185, 190, "LOC"], [214, 242, "LOC"], [261, 284, "DATE"], [304, 313, "ORG"]]}
{"text": "RZ przeciwko Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [13, 56, "PROFESSION"]]}
{"text": "TRYBUNAŁ (pierwsza izba),", "label": [[0, 24, "ORG"]]}
{"text": "w składzie: S.-Z. Brunschot, prezes izby, G. Peeter Hughes, A. Krüger, O. Andersson (sprawozdawca) i F. Marainen, sędziowie,", "label": [[12, 27, "PER"], [29, 40, "PROFESSION"], [42, 58, "PER"], [60, 69, "PER"], [71, 83, "PER"], [85, 97, "PROFESSION"], [101, 112, "PER"], [114, 123, "PROFESSION"]]}
{"text": "rzecznik generalny: G. Meelimäe,", "label": [[0, 18, "PROFESSION"], [20, 31, "PER"]]}
{"text": "sekretarz: V. Schubert,", "label": [[0, 9, "PROFESSION"], [11, 22, "PER"]]}
{"text": "uwzględniając pisemny etap postępowania,", "label": []}
{"text": "rozważywszy uwagi, które przedstawili:", "label": []}
{"text": "– w imieniu RZ – J.M. Kraus, advocaat,", "label": [[12, 14, "PER"], [17, 27, "PER"], [29, 37, "PROFESSION"]]}
{"text": "– w imieniu rządu niderlandzkiego – T.R. Jansen i R.G. Manveld, w charakterze pełnomocników,", "label": [[12, 33, "ORG"], [36, 47, "PER"], [50, 62, "PER"], [78, 91, "PROFESSION"]]}
{"text": "– w imieniu rządu belgijskiego – R. Van Reenen i F. Bakker, w charakterze pełnomocników,", "label": [[12, 30, "ORG"], [33, 46, "PER"], [49, 58, "PER"], [74, 87, "PROFESSION"]]}
{"text": "– w imieniu Komisji Europejskiej – S. Moldovan i I. Britton, w charakterze pełnomocników,", "label": [[12, 32, "ORG"], [35, 46, "PER"], [49, 59, "PER"], [75, 88, "PROFESSION"]]}
{"text": "po zapoznaniu się z opinią rzecznika generalnego na posiedzeniu w dniu 2 lipca 2020 r.,", "label": [[27, 48, "PROFESSION"], [66, 86, "DATE"]]}
{"text": "wydaje następujący Wyrok", "label": []}
{"text": "1 Wniosek o wydanie orzeczenia w trybie prejudycjalnym dotyczy wykładni art. 4, 21 i 24 Karty praw podstawowych Unii Europejskiej (zwanej dalej „kartą”), art. 5 lit. a), art. 6 ust. 1 i 4, art. 8 ust. 1 oraz art. 10 dyrektywy Parlamentu Europejskiego i Rady 2008/115/WE z dnia 16 grudnia 2008 r. w sprawie wspólnych norm i procedur stosowanych przez państwa członkowskie w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich (Dz.U. 2008, L 348, s. 98; sprostowanie Dz.U. 2020, L 67, s. 141), a także art. 15 dyrektywy Parlamentu Europejskiego i Rady 2011/95/UE z dnia 13 grudnia 2011 r. w sprawie norm dotyczących kwalifikowania obywateli państw trzecich lub bezpaństwowców jako beneficjentów ochrony międzynarodowej, jednolitego statusu uchodźców lub osób kwalifikujących się do otrzymania ochrony uzupełniającej oraz zakresu udzielanej ochrony (Dz.U. 2011, L 337, s. 9).", "label": [[112, 129, "LOC"], [226, 250, "ORG"], [253, 257, "ORG"], [272, 295, "DATE"], [543, 567, "ORG"], [570, 574, "ORG"], [588, 611, "DATE"]]}
{"text": "2 Wniosek ten został przedstawiony w ramach sporu między RZ, małoletnim bez opieki, będącym obywatelem państwa trzeciego, a Staatssecretaris van Justitie en Veiligheid (sekretarzem stanu ds. sprawiedliwości i bezpieczeństwa, Niderlandy, zwanym dalej „sekretarzem stanu”) w przedmiocie zgodności z prawem decyzji nakazującej temu małoletniemu opuszczenie terytorium Unii Europejskiej.", "label": [[57, 59, "PER"], [124, 167, "PROFESSION"], [169, 223, "PROFESSION"], [225, 235, "LOC"], [251, 268, "PROFESSION"], [365, 382, "LOC"]]}
{"text": "Ramy prawne", "label": []}
{"text": "Prawo Unii", "label": [[6, 10, "LOC"]]}
{"text": "Dyrektywa 2008/115", "label": []}
{"text": "3 Zgodnie z motywami 2, 4, 22 i 24 dyrektywy 2008/115:", "label": []}
{"text": "„(2) Rada Europejska na posiedzeniu w Brukseli w dniach 4 i 5 listopada 2004 r. wezwała do opracowania skutecznej polityki wydalania i repatriacji, opartej na wspólnych normach, aby osoby, które mają być wydalone, traktowane były w sposób ludzki oraz z pełnym poszanowaniem ich praw podstawowych i godności.", "label": [[5, 20, "ORG"], [38, 46, "LOC"], [56, 79, "DATE"]]}
{"text": "[…]", "label": []}
{"text": "(4) Należy ustalić jasne, przejrzyste i sprawiedliwe zasady, aby określić skuteczną politykę powrotów stanowiącą integralną część dobrze zarządzanej polityki migracyjnej.", "label": []}
{"text": "[…]", "label": []}
{"text": "(22) Zgodnie z Konwencją Organizacji Narodów Zjednoczonych o prawach dziecka z 1989 r. dobro dziecka powinno być kwestią nadrzędną dla państw członkowskich przy wprowadzaniu w życie niniejszej dyrektywy. Zgodnie z europejską Konwencją o ochronie praw człowieka i podstawowych wolności [podpisaną w Rzymie w dniu 4 listopada 1950 r.], prawo do poszanowania życia rodzinnego powinno być kwestią nadrzędną dla państw członkowskich przy wprowadzaniu w życie niniejszej dyrektywy.", "label": [[25, 58, "ORG"], [79, 86, "DATE"], [214, 224, "LOC"], [298, 304, "LOC"], [307, 331, "DATE"]]}
{"text": "[…]", "label": []}
{"text": "(24) Niniejsza dyrektywa nie narusza praw podstawowych i jest zgodna z zasadami uznanymi w szczególności w [karcie]”.", "label": []}
{"text": "4 Artykuł 1 tej dyrektywy, zatytułowany „Przedmiot”, stanowi:", "label": []}
{"text": "„Niniejsza dyrektywa określa wspólne normy i procedury, które mają być stosowane przez państwa członkowskie w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich, zgodnie z prawami podstawowymi jako zasadami ogólnymi prawa wspólnotowego oraz prawa międzynarodowego, w tym z obowiązkami w zakresie ochrony uchodźców oraz praw człowieka”.", "label": [[248, 261, "LOC"]]}
{"text": "5 Artykuł 2 wspomnianej dyrektywy, zatytułowany „Zakres zastosowania”, przewiduje w ust. 1 i 2:", "label": []}
{"text": "„1. Niniejsza dyrektywa ma zastosowanie do obywateli państw trzecich nielegalnie przebywających na terytorium państwa członkowskiego.", "label": []}
{"text": "2. Państwa członkowskie mogą postanowić, że nie będą stosować niniejszej dyrektywy do obywateli państw trzecich, którzy:", "label": []}
{"text": "a) podlegają zakazowi wjazdu zgodnie z art. 13 [rozporządzenia (WE) nr 562/2006 Parlamentu Europejskiego i Rady z dnia 15 marca 2006 r. ustanawiającego wspólnotowy kodeks zasad regulujących przepływ osób przez granice (kodeks graniczny Schengen) (Dz.U. 2006, L 105, s. 1)] lub którzy zostali zatrzymani lub ujęci przez właściwe organy w związku z nielegalnym przekraczaniem lądowej, morskiej lub powietrznej zewnętrznej granicy tego państwa członkowskiego oraz którzy nie otrzymali następnie zezwolenia na pobyt lub prawa do pobytu w tym państwie członkowskim;", "label": [[80, 104, "ORG"], [107, 111, "ORG"], [114, 135, "DATE"], [152, 163, "LOC"], [236, 244, "LOC"]]}
{"text": "b) podlegają sankcji karnej, która przewiduje lub której skutkiem jest zobowiązanie do powrotu, zgodnie z prawem krajowym, lub podlegają ekstradycji”.", "label": []}
{"text": "6 Artykuł 3 tejże dyrektywy, zatytułowany „Definicje”, stanowi:", "label": []}
{"text": "„Do celów niniejszej dyrektywy stosuje się następujące definicje:", "label": []}
{"text": "[…]", "label": []}
{"text": "2) »nielegalny pobyt« oznacza obecność na terytorium państwa członkowskiego obywatela państwa trzeciego, który nie spełnia lub przestał spełniać warunki wjazdu do państwa członkowskiego, określone w art. 5 [rozporządzenia nr 562/2006], albo inn[e] warunk[i] wjazdu, pobytu lub zamieszkania w tym państwie członkowskim;", "label": []}
{"text": "[…]", "label": []}
{"text": "5) »wydalenie« oznacza wykonanie zobowiązania do powrotu, czyli fizyczny przewóz osoby poza terytorium państwa członkowskiego;", "label": []}
{"text": "[…]", "label": []}
{"text": "9) »osoby wymagające szczególnego traktowania« oznacza małoletnich, małoletnich bez opieki, osoby niepełnosprawne, osoby starsze, kobiety w ciąży, osoby samotnie wychowujące małoletnie dzieci, ofiary tortur, zgwałcenia lub innych poważnych form przemocy psychicznej, fizycznej lub seksualnej”.", "label": []}
{"text": "7 Artykuł 5 dyrektywy 2008/115, zatytułowany „Zasada non-refoulement, dobro dziecka, życie rodzinne i stan zdrowia”, brzmi następująco:", "label": []}
{"text": "„Wprowadzając w życie niniejszą dyrektywę, państwa członkowskie należycie uwzględniają:", "label": []}
{"text": "a) dobro dziecka;", "label": []}
{"text": "b) życie rodzinne;", "label": []}
{"text": "c) stan zdrowia danego obywatela państwa trzeciego", "label": []}
{"text": "i przestrzegają zasady non-refoulement”.", "label": []}
{"text": "8 Artykuł 6 tej dyrektywy, zatytułowany „Decyzja o zobowiązaniu do powrotu”, stanowi w ust. 1 i 4:", "label": []}
{"text": "„1. Bez uszczerbku dla wyjątków, o których mowa w ust. 2–5, państwa członkowskie wydają decyzję nakazującą powrót każdemu obywatelowi państwa trzeciego nielegalnie przebywającemu na ich terytorium.", "label": []}
{"text": "[…]", "label": []}
{"text": "4. Państwa członkowskie mogą w dowolnym momencie postanowić o wydaniu obywatelowi państwa trzeciego nielegalnie przebywające[mu] na ich terytorium niezależnego zezwolenia na pobyt lub innego zezwolenia upoważniającego go do pobytu ze względu na jego ciężką sytuację albo z przyczyn humanitarnych lub z innych przyczyn. W takim przypadku nie wydaje się decyzji nakazującej powrót. Jeżeli decyzja nakazująca powrót została już wydana, należy ją uchylić lub zawiesić na okres ważności wspomnianego zezwolenia na pobyt lub innego zezwolenia upoważniającego do pobytu”.", "label": []}
{"text": "9 Artykuł 8 wspomnianej dyrektywy, zatytułowany „Wydalenie”, przewiduje w ust. 1:", "label": []}
{"text": "„Państwa członkowskie podejmują wszelkie środki niezbędne do wykonania decyzji nakazującej powrót, jeżeli żaden termin dobrowolnego wyjazdu nie został wyznaczony zgodnie z art. 7 ust. 4 lub jeżeli zobowiązanie do powrotu nie zostało wykonane w terminie dobrowolnego wyjazdu, zgodnie z art. 7”.", "label": []}
{"text": "10 Artykuł 10 tejże dyrektywy, zatytułowany „Powrót i wydalenie małoletnich bez opieki”, brzmi następująco:", "label": []}
{"text": "„1. Przed podjęciem decyzji o wydaniu decyzji nakazującej powrót wobec małoletniego bez opieki zostaje mu przyznana odpowiednia pomoc ze strony odpowiednich podmiotów innych niż organy wykonujące decyzję nakazującą powrót, z należytym uwzględnieniem dobra dziecka.", "label": []}
{"text": "2. Przed wydaleniem małoletniego bez opieki z terytorium danego państwa członkowskiego organy tego państwa członkowskiego upewniają się, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie”.", "label": []}
{"text": "Dyrektywa 2011/95", "label": []}
{"text": "11 Artykuł 1 dyrektywy 2011/95, zatytułowany „Cel”, stanowi:", "label": []}
{"text": "„Celem niniejszej dyrektywy jest określenie norm dotyczących kwalifikowania obywateli państw trzecich lub bezpaństwowców jako beneficjentów ochrony międzynarodowej, jednolitego statusu uchodźców lub osób kwalifikujących się do otrzymania ochrony uzupełniającej oraz zakresu udzielanej ochrony”.", "label": []}
{"text": "12 Artykuł 2 tej dyrektywy, zatytułowany „Definicje”, stanowi:", "label": []}
{"text": "„Na użytek niniejszej dyrektywy stosuje się następujące definicje:", "label": []}
{"text": "[…]", "label": []}
{"text": "f) »osoba kwalifikująca się do otrzymania ochrony uzupełniającej« oznacza obywatela państwa trzeciego lub bezpaństwowca, który nie kwalifikuje się do uznania go za uchodźcę, lecz co do którego wykazano zasadnie, że jeśli wróci do swojego kraju pochodzenia, a w przypadku bezpaństwowca – do państwa swojego dawnego miejsca zwykłego pobytu, może mu rzeczywiście grozić poważna krzywda określona w art. 15, i do którego nie ma zastosowania art. 17 ust. 1 i 2 oraz który nie może lub ze względu na takie ryzyko nie chce korzystać z ochrony tego państwa;", "label": []}
{"text": "[…]”.", "label": []}
{"text": "13 Artykuł 15 wspomnianej dyrektywy dotyczący warunków kwalifikowania się do objęcia ochroną uzupełniającą, zatytułowany „Poważna krzywda”, stanowi:", "label": []}
{"text": "„Poważna krzywda obejmuje:", "label": []}
{"text": "a) karę śmierci lub egzekucję; lub", "label": []}
{"text": "b) tortury lub nieludzkie lub poniżające traktowanie lub karanie wnioskodawcy w kraju jego pochodzenia; lub", "label": []}
{"text": "c) poważne indywidualne zagrożenie życia lub fizycznej integralności osoby cywilnej wynikające z masowej przemocy w sytuacjach międzynarodowych lub wewnętrznych konfliktów zbrojnych”.", "label": []}
{"text": "Dyrektywa 2013/33", "label": []}
{"text": "14 Artykuł 1 dyrektywy Parlamentu Europejskiego i Rady 2013/33/UE z dnia 26 czerwca 2013 r. w sprawie ustanowienia norm dotyczących przyjmowania wnioskodawców ubiegających się o ochronę międzynarodową (Dz.U. 2013, L 180, s. 96) stanowi:", "label": [[23, 47, "ORG"], [50, 54, "ORG"], [68, 91, "DATE"]]}
{"text": "„Celem niniejszej dyrektywy jest ustanowienie norm dotyczących przyjmowania osób ubiegających się o ochronę międzynarodową […] w państwach członkowskich”.", "label": []}
{"text": "15 Artykuł 2 tej dyrektywy przewiduje:", "label": []}
{"text": "„Na użytek niniejszej dyrektywy:", "label": []}
{"text": "[…]", "label": []}
{"text": "d) »małoletni« oznacza obywatela państwa trzeciego albo bezpaństwowca, który nie ukończył 18 lat;", "label": [[90, 92, "AMOUNT_VALUE"], [93, 96, "AMOUNT_UNIT"]]}
{"text": "[…]”.", "label": []}
{"text": "Prawo niderlandzkie", "label": [[6, 19, "LOC"]]}
{"text": "16 Artykuł 8 lit. a), f), h) oraz j) wet tot algehele herziening van de Vreemdelingenwet (ustawy w sprawie dokonania generalnej rewizji ustawy o cudzoziemcach) z dnia 23 listopada 2000 r. (Stb. 2000, nr 495, zwanej dalej „ustawą z 2000 r.”) stanowi:", "label": [[162, 187, "DATE"], [231, 238, "DATE"]]}
{"text": "„Cudzoziemiec może przebywać legalnie w Niderlandach tylko:", "label": [[40, 52, "LOC"]]}
{"text": "a) jeżeli posiada wydany na czas określony dokument pobytowy, o którym mowa w art. 14 niniejszej ustawy;", "label": []}
{"text": "[…]", "label": []}
{"text": "f) do chwili wydania decyzji w przedmiocie wniosku o wydanie [zezwolenia na pobyt czasowy w związku z wnioskiem o udzielenie azylu], jeżeli niniejsza ustawa lub przepis przyjęty na jej podstawie, lub orzeczenie sądowe przewidują, że wydalenie cudzoziemca z terytorium nie może nastąpić przed wydaniem rozstrzygnięcia w przedmiocie tego wniosku;", "label": []}
{"text": "[…]", "label": []}
{"text": "h) do chwili wydania decyzji w przedmiocie zażalenia lub skargi, jeżeli zgodnie z niniejszą ustawą bądź przepisem przyjętym na podstawie tej ustawy lub orzeczeniem sądowym wydalenie cudzoziemca z terytorium nie może nastąpić przed wydaniem rozstrzygnięcia w przedmiocie owego zażalenia lub skargi;", "label": []}
{"text": "[…]", "label": []}
{"text": "j) istnieją przeszkody dotyczące wydalenia w rozumieniu art. 64;", "label": []}
{"text": "[…]”.", "label": []}
{"text": "17 Artykuł 14 ust. 1 tej ustawy przewiduje:", "label": []}
{"text": "„Do właściwości ministra należy:", "label": [[16, 24, "PROFESSION"]]}
{"text": "a) uwzględnianie, oddalanie lub pozostawianie bez rozpatrzenia wniosku o zezwolenie na pobyt na czas określony;", "label": []}
{"text": "[…]", "label": []}
{"text": "e) przyznawanie z urzędu zezwolenia na pobyt na czas określony lub przedłużanie okresu jego ważności”.", "label": []}
{"text": "18 Artykuł 64 wspomnianej ustawy brzmi następująco:", "label": []}
{"text": "„Wydalenie podlega odroczeniu na okres, w którym zdrowie cudzoziemca lub członka jego rodziny nie umożliwia podróżowania”.", "label": []}
{"text": "19 Artykuł 3.6a Vreemdelingenbesluit 2000 (dekretu o cudzoziemcach z 2000 r.) z dnia 23 listopada 2000 r. (Stb. 2000, nr 497) stanowi:", "label": [[37, 41, "DATE"], [69, 76, "DATE"], [80, 105, "DATE"]]}
{"text": "„1. W wypadku oddalenia pierwszego wniosku o zezwolenie na pobyt tytułem azylu na czas określony zezwolenie na legalny pobyt może jednak zostać przyznane z urzędu na czas określony:", "label": []}
{"text": "a) cudzoziemcowi, którego wydalenie byłoby niezgodne z art. 8 europejskiej Konwencji o ochronie praw człowieka i podstawowych wolności;", "label": [[62, 74, "LOC"]]}
{"text": "b) w ramach ograniczenia związanego z czasowymi względami humanitarnymi – cudzoziemcowi, który zeznał, że jest ofiarą, ofierze lub świadkowi składającemu zeznania dotyczące handlu ludźmi, jak wskazano w art. 3.48 ust. 1 lit. a), b) lub c).", "label": []}
{"text": "[…]", "label": []}
{"text": "4. Zezwolenie na pobyt jest przyznawane na pierwszej mającej zastosowanie podstawie wskazanej w ust. 1.", "label": []}
{"text": "[…]”.", "label": []}
{"text": "20 Zgodnie z pkt B8/6 Vreemdelingencirculaire 2000 (okólnika w sprawie cudzoziemców z 2000 r.):", "label": [[46, 50, "DATE"], [86, 93, "DATE"]]}
{"text": "„[…]", "label": []}
{"text": "Zezwolenie na legalny pobyt na czas określony może być przyznane z urzędu bez dalszego badania, gdy spełnione są następujące warunki:", "label": []}
{"text": "– cudzoziemiec ma mniej niż 15 lat w chwili złożenia pierwszego wniosku o zezwolenie na pobyt;", "label": [[28, 30, "AMOUNT_VALUE"], [31, 34, "AMOUNT_UNIT"]]}
{"text": "– cudzoziemiec złożył wiarygodne oświadczenia dotyczące swojej tożsamości, obywatelstwa, rodziców i pozostałych członków jego rodziny;", "label": []}
{"text": "– z oświadczeń cudzoziemca wynika, że nie istnieje żaden członek jego rodziny ani żadna inna osoba mogąca zapewnić mu odpowiednie warunki przyjęcia, do których mógłby powrócić;", "label": []}
{"text": "– w toku postępowania cudzoziemiec nie utrudniał badania dotyczącego możliwości przyjęcia w państwie pochodzenia lub w innym państwie;", "label": []}
{"text": "– jest powszechnie wiadome, że co do zasady odpowiednie warunki przyjęcia nie są dostępne, i można założyć, że takie przyjęcie nie będzie możliwe w niedalekiej przyszłości w państwie pochodzenia lub w innym państwie, do którego cudzoziemiec mógłby rozsądnie powrócić. W takiej sytuacji zakłada się, że Dienst Terugkeer en Vertrek [służba ds. powrotów i wyjazdów, Niderlandy] nie będzie mogła znaleźć odpowiednich warunków przyjęcia w terminie trzech lat.", "label": [[302, 329, "ORG"], [331, 361, "ORG"], [363, 373, "LOC"], [443, 449, "AMOUNT_VALUE"], [450, 453, "AMOUNT_UNIT"]]}
{"text": "[…]”.", "label": []}
{"text": "Postępowanie główne i pytania prejudycjalne", "label": []}
{"text": "21 RZ, małoletni bez opieki, wjechał do Niderlandów w nieokreślonej dacie i w dniu 30 czerwca 2017 r. złożył wniosek o zezwolenie na pobyt na czas określony na podstawie prawa do azylu na mocy ustawy z 2000 r.", "label": [[3, 5, "PER"], [40, 51, "LOC"], [78, 101, "DATE"], [202, 209, "DATE"]]}
{"text": "22 W ramach tego wniosku RZ wskazał, że urodził się w dniu 14 lutego 2002 r. w Gwinei. Od najmłodszych lat mieszkał w Sierra Leone wraz ze swoją ciotką. Po jej śmierci RZ nawiązał kontakt z mężczyzną pochodzącym z Nigerii, który zabrał go do Europy. W Amsterdamie (Niderlandy) miał on być ofiarą handlu ludźmi i był wykorzystywany seksualnie, wskutek czego aktualnie cierpi na poważne zaburzenia psychiczne.", "label": [[25, 27, "PER"], [54, 76, "DATE"], [79, 85, "LOC"], [118, 130, "LOC"], [168, 170, "PER"], [214, 221, "LOC"], [242, 248, "LOC"], [252, 276, "LOC"]]}
{"text": "23 Decyzją z dnia 23 marca 2018 r. sekretarz stanu uznał z urzędu, że RZ, który miał wówczas 16 lat i jeden miesiąc, nie może uzyskać zezwolenia na pobyt na czas określony. W decyzji tej zezwolono na tymczasowe odroczenie wydalenia RZ z terytorium na podstawie art. 64 ustawy z 2000 r. na okres nieprzekraczający sześciu miesięcy lub na krótszy okres w wypadku decyzji z urzędu, w oczekiwaniu na badanie lekarskie przeprowadzane przez Bureau Medische Advisering (biuro doradztwa medycznego, Niderlandy) w celu sprawdzenia, czy stan zdrowia RZ pozwala na jego wydalenie.", "label": [[13, 34, "DATE"], [35, 50, "PROFESSION"], [70, 72, "PER"], [93, 95, "AMOUNT_VALUE"], [96, 99, "AMOUNT_UNIT"], [102, 107, "AMOUNT_VALUE"], [108, 115, "AMOUNT_UNIT"], [232, 234, "PER"], [278, 285, "DATE"], [313, 320, "AMOUNT_VALUE"], [321, 329, "AMOUNT_UNIT"], [435, 461, "ORG"], [463, 489, "ORG"], [491, 501, "LOC"], [540, 542, "PER"]]}
{"text": "24 W dniu 16 kwietnia 2018 r. RZ złożył skargę na wspomnianą decyzję przed Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (sądem rejonowym w Hadze, ośrodek zamiejscowy w ’s-Hertogenbosch).", "label": [[5, 29, "DATE"], [30, 32, "PER"], [75, 93, "ORG"], [109, 125, "LOC"], [127, 142, "ORG"], [145, 150, "LOC"], [174, 190, "LOC"]]}
{"text": "25 Następnie w decyzji z dnia 18 czerwca 2018 r. sekretarz stanu stwierdził, że RZ nie przyznaje się odroczenia wydalenia z terytorium ze względów medycznych, i nałożył na RZ obowiązek wyjazdu w terminie czterech tygodni. RZ wniósł zażalenie na tę decyzję, które zostało oddalone przez sekretarza stanu decyzją z dnia 27 maja 2019 r.", "label": [[25, 48, "DATE"], [49, 64, "PROFESSION"], [80, 82, "PER"], [172, 174, "PER"], [204, 212, "AMOUNT_VALUE"], [213, 220, "AMOUNT_UNIT"], [222, 224, "PER"], [286, 302, "PROFESSION"], [313, 333, "DATE"]]}
{"text": "26 RZ twierdzi przed sądem odsyłającym, że nie wie, gdzie przebywają jego rodzice, i że nie mógłby już ich rozpoznać po powrocie. Nie zna on żadnego innego członka swojej rodziny i nie wie nawet, czy tacy członkowie istnieją. Nie może on wrócić do kraju pochodzenia, ponieważ nie wychowywał się w nim, nie zna tam nikogo i nie mówi w języku tego kraju. RZ oświadczył, że za swoją rodzinę uznaje przyjmującą go rodzinę, u której zamieszkuje w Niderlandach.", "label": [[3, 5, "PER"], [353, 355, "PER"], [442, 454, "LOC"]]}
{"text": "27 Sąd odsyłający zauważa, że służba ds. powrotów i wyjazdów zgodnie z zasadami przeprowadziła rozmowy z RZ, aby przygotować go do powrotu do kraju pochodzenia, co miało skutkować intensyfikacją zaburzeń psychicznych, na które cierpi zainteresowany.", "label": [[30, 60, "ORG"], [105, 107, "PER"]]}
{"text": "28 Według tego sądu w ustawie z 2000 r. przewidziano, iż w chwili badania pierwszego wniosku o azyl rozpatruje się z urzędu, czy – w wypadku gdy cudzoziemiec nie może ubiegać się o status uchodźcy ani o ochronę uzupełniającą – należy przyznać mu zezwolenie na pobyt na czas określony. Ustawa ta stanowi także, że decyzja, w której oddala się wniosek o udzielenie azylu, jest równoważna decyzji nakazującej powrót.", "label": [[32, 39, "DATE"]]}
{"text": "29 Sąd odsyłający dodaje, że w odniesieniu do małoletnich bez opieki w wieku poniżej 15 lat w chwili złożenia wniosku o udzielenie azylu okólnik w sprawie cudzoziemców z 2000 r. przewiduje obowiązek przeprowadzenia, przed wydaniem decyzji w przedmiocie tego wniosku, badania dotyczącego istnienia odpowiednich warunków przyjęcia w państwie powrotu. Gdy brak takich odpowiednich warunków przyjęcia, małoletni bez opieki w wieku poniżej 15 lat otrzymuje zwykłe zezwolenie na pobyt.", "label": [[85, 87, "AMOUNT_VALUE"], [88, 91, "AMOUNT_UNIT"], [170, 177, "DATE"], [435, 437, "AMOUNT_VALUE"], [438, 441, "AMOUNT_UNIT"]]}
{"text": "30 Jeżeli natomiast małoletni bez opieki ma co najmniej 15 lat w chwili złożenia wniosku o udzielenie azylu, przed wydaniem decyzji nakazującej powrót nie jest przeprowadzane badanie, o którym mowa w art. 10 ust. 2 dyrektywy 2008/115, mające na celu upewnienie się, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie.", "label": [[56, 58, "AMOUNT_VALUE"], [59, 62, "AMOUNT_UNIT"]]}
{"text": "31 Zdaniem sądu odsyłającego sekretarz stanu wydaje się oczekiwać do chwili, w której taka osoba ubiegająca się o azyl osiągnie wiek 18 lat i będzie zatem pełnoletnia, wskutek czego takie badanie nie będzie wymagane. W okresie pomiędzy złożeniem wniosku o udzielenie azylu a uzyskaniem pełnoletności pobyt małoletniego bez opieki w wieku co najmniej 15 lat jest w efekcie w Niderlandach nielegalny, lecz tolerowany.", "label": [[29, 44, "PROFESSION"], [133, 135, "AMOUNT_VALUE"], [136, 139, "AMOUNT_UNIT"], [350, 352, "AMOUNT_VALUE"], [353, 356, "AMOUNT_UNIT"], [374, 386, "LOC"]]}
{"text": "32 W niniejszym wypadku sąd odsyłający zauważa, że RZ nie może ubiegać się o status uchodźcy ani o ochronę uzupełniającą. Co się tyczy udzielania zezwolenia na pobyt na czas określony, sąd ten wskazuje, że RZ miał 15 lat i cztery miesiące, gdy złożył wniosek o udzielenie azylu. Ponieważ nie przyznano mu prawa pobytu na czas określony, jest on zobowiązany do opuszczenia terytorium Niderlandów, mimo że nie przeprowadzono żadnego badania w celu upewnienia się, że w państwie powrotu istnieją odpowiednie warunki przyjęcia.", "label": [[51, 53, "PER"], [206, 208, "PER"], [214, 216, "AMOUNT_VALUE"], [217, 220, "AMOUNT_UNIT"], [223, 229, "AMOUNT_VALUE"], [230, 238, "AMOUNT_UNIT"], [383, 394, "LOC"]]}
{"text": "33 Sąd odsyłający wyraża wątpliwości co do zgodności z prawem Unii wprowadzonego w uregulowaniu niderlandzkim rozróżnienia między małoletnimi bez opieki w wieku powyżej 15 lat a małoletnimi w wieku poniżej 15 lat. W tym względzie sąd ten odwołuje się do pojęcia „dobra dziecka”, o którym mowa w art. 5 lit. a) dyrektywy 2008/115 i w art. 24 karty.", "label": [[62, 66, "LOC"], [96, 109, "LOC"], [169, 171, "AMOUNT_VALUE"], [172, 175, "AMOUNT_UNIT"], [206, 208, "AMOUNT_VALUE"], [209, 212, "AMOUNT_UNIT"]]}
{"text": "34 W tych okolicznościach Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (sąd rejonowy w Hadze, ośrodek zamiejscowy w ’s-Hertogenbosch) postanowił zawiesić postępowanie i zwrócić się do Trybunału z następującymi pytaniami prejudycjalnymi:", "label": [[26, 44, "ORG"], [60, 76, "LOC"], [78, 90, "ORG"], [93, 98, "LOC"], [122, 138, "LOC"], [190, 199, "ORG"]]}
{"text": "„1) Czy art. 10 dyrektywy [2008/115] w związku z art. 4 i 24 [karty], motywem 22 i art. 5 lit. a) dyrektywy [2008/115] oraz art. 15 dyrektywy [2011/95] należy interpretować w ten sposób, że przed nałożeniem na małoletniego bez opieki zobowiązania do powrotu państwo członkowskie powinno upewnić się i przeprowadzić sprawdzenie w zakresie tego, czy w każdym wypadku w kraju pochodzenia istnieją co do zasady i są dostępne odpowiednie warunki przyjęcia?", "label": []}
{"text": "2) Czy art. 6 ust. 1 dyrektywy [2008/115] w związku z art. 21 karty należy interpretować w ten sposób, że nie zezwala on państwu członkowskiemu na wprowadzanie rozróżnień w zależności od wieku przy udzielaniu zgody na legalny pobyt na jego terytorium, jeżeli zostanie stwierdzone, że małoletni bez opieki nie kwalifikuje się do uzyskania statusu uchodźcy bądź ochrony uzupełniającej?", "label": []}
{"text": "3) Czy art. 6 ust. 4 dyrektywy [2008/115] należy interpretować w ten sposób, że w przypadku gdy małoletni bez opieki nie wypełnia ciążącego na nim zobowiązania do powrotu, a państwo członkowskie nie podejmuje i nie będzie podejmować konkretnych działań zmierzających do jego wydalenia, zobowiązanie do powrotu ulega zawieszeniu, a tym samym należy udzielić zezwolenia na legalny pobyt? Czy art. 8 ust. 1 dyrektywy [2008/115] należy interpretować w ten sposób, że wydanie wobec małoletniego bez opieki decyzji nakazującej powrót, a następnie niepodejmowanie czynności zmierzających do jego wydalenia do czasu, aż małoletni ten osiągnie 18. rok życia, należy uważać za niezgodne z zasadą lojalnej współpracy i zasadą lojalności […]?”.", "label": [[635, 637, "AMOUNT_VALUE"], [639, 642, "AMOUNT_UNIT"]]}
{"text": "Postępowanie przed Trybunałem", "label": [[19, 29, "ORG"]]}
{"text": "35 Sąd odsyłający wniósł o zastosowanie w niniejszej sprawie pilnego trybu prejudycjalnego przewidzianego w art. 23a statutu Trybunału Sprawiedliwości Unii Europejskiej.", "label": [[125, 168, "ORG"]]}
{"text": "36 W dniu 27 czerwca 2019 r. pierwsza izba, po wysłuchaniu rzecznika generalnego, postanowiła nie uwzględnić tego wniosku.", "label": [[5, 28, "DATE"], [29, 42, "ORG"], [59, 80, "PROFESSION"]]}
{"text": "W przedmiocie pytań prejudycjalnych", "label": []}
{"text": "W przedmiocie pytania pierwszego", "label": []}
{"text": "37 Poprzez pytanie pierwsze sąd odsyłający dąży w istocie do ustalenia, czy art. 6 ust. 1 dyrektywy 2008/115 w związku z art. 5 lit. a) i art. 10 tej dyrektywy oraz art. 24 ust. 2 karty należy interpretować w ten sposób, że przed wydaniem wobec małoletniego bez opieki decyzji nakazującej powrót dane państwo członkowskie musi upewnić się, że w państwie powrotu są dostępne dla tego małoletniego odpowiednie warunki przyjęcia.", "label": []}
{"text": "38 Na wstępie należy zauważyć, że dyrektywa 2008/115 nie definiuje pojęcia „małoletniego”. Jednakże art. 2 lit. d) dyrektywy 2013/33 definiuje małoletniego jako „obywatela państwa trzeciego albo bezpaństwowca, który nie ukończył 18 lat”. W celu spójnego i jednolitego stosowania prawa Unii w dziedzinie azylu i imigracji należy przyjąć tę samą definicję na użytek dyrektywy 2008/115.", "label": [[229, 231, "AMOUNT_VALUE"], [232, 235, "AMOUNT_UNIT"], [285, 289, "LOC"]]}
{"text": "39 W niniejszym przypadku sprawa w postępowaniu głównym dotyczy małoletniego bez opieki, w odniesieniu do którego dane państwo członkowskie uznało, że nie może on ubiegać się o status uchodźcy lub o ochronę uzupełniającą, i któremu postanowiło nie przyznawać prawa pobytu na czas określony.", "label": []}
{"text": "40 Zgodnie z art. 2 ust. 1 dyrektywy 2008/115 i z zastrzeżeniem jej art. 2 ust. 2 obywatel państwa trzeciego jest w takiej sytuacji objęty zakresem stosowania tej dyrektywy. Podlega on w konsekwencji, co do zasady, określonym w niej wspólnym normom i procedurom zmierzającym do jego wydalenia, i to tak długo, jak długo jego pobyt nie został zalegalizowany (zob. podobnie wyrok z dnia 19 marca 2019 r., Binder i in., C‑444/17, EU:C:2019:220, pkt 39).", "label": [[380, 401, "DATE"], [403, 409, "PER"]]}
{"text": "41 W tym względzie należy przypomnieć, że w myśl art. 6 ust. 1 dyrektywy 2008/115 państwa członkowskie wydają decyzję nakazującą powrót każdemu obywatelowi państwa trzeciego nielegalnie przebywającemu na ich terytorium, z zastrzeżeniem wyjątków, o których mowa w ust. 2–5 tego artykułu.", "label": []}
{"text": "42 Ponadto dyrektywa ta zawiera szczególne zasady mające zastosowanie do niektórych kategorii osób, w tym małoletnich bez opieki, którzy – jak wynika z art. 3 pkt 9 dyrektywy 2008/115 – należą do kategorii „osób wymagających szczególnego traktowania”.", "label": []}
{"text": "43 Podobnie art. 5 lit. a) dyrektywy 2008/115 w związku z motywem 22 tej dyrektywy stanowi, że wprowadzając w życie wspomnianą dyrektywę, państwa członkowskie należycie uwzględniają „dobro dziecka”. Małoletni bez opieki nie może zatem być systemowo traktowany jak dorosły.", "label": []}
{"text": "44 Wspomniany art. 5 lit. a) skutkuje tym, że w razie gdy państwo członkowskie zamierza wydać decyzję nakazującą powrót małoletniego bez opieki na podstawie dyrektywy 2008/115, musi ono na wszystkich etapach postępowania brać koniecznie pod uwagę dobro dziecka.", "label": []}
{"text": "45 Ponadto art. 24 ust. 2 karty stanowi, że we wszystkich działaniach dotyczących dzieci, zarówno podejmowanych przez władze publiczne, jak i instytucje prywatne, należy przede wszystkim uwzględnić najlepszy interes dziecka. Postanowienie to w związku z art. 51 ust. 1 karty potwierdza fundamentalny charakter praw dziecka, także w kontekście powrotu obywateli państw trzecich nielegalnie przebywających w państwie członkowskim.", "label": []}
{"text": "46 Jak zauważył rzecznik generalny w pkt 69 opinii, jedynie ogólna i pogłębiona ocena sytuacji danego małoletniego bez opieki umożliwia ustalenie „dobra dziecka” i wydanie decyzji zgodnej z wymogami dyrektywy 2008/115.", "label": [[16, 34, "PROFESSION"]]}
{"text": "47 Dane państwo członkowskie, postanawiając o tym, czy wobec małoletniego bez opieki wydać decyzję nakazującą powrót, powinno zatem należycie wziąć pod uwagę szereg czynników, zwłaszcza wiek, płeć, wymóg szczególnego traktowania, stan zdrowia fizycznego i psychicznego, umieszczenie w rodzinie zastępczej, szczebel nauczania szkolnego i środowisko społeczne tego małoletniego.", "label": []}
{"text": "48 W tym kontekście art. 10 ust. 1 dyrektywy 2008/115 stanowi, że przed podjęciem decyzji o wydaniu decyzji nakazującej powrót wobec małoletniego bez opieki, zostaje mu przyznana odpowiednia pomoc ze strony odpowiednich podmiotów innych niż organy wykonujące decyzję nakazującą powrót, z należytym uwzględnieniem dobra dziecka. Artykuł 10 ust. 2 tej dyrektywy przewiduje, że przed wydaleniem małoletniego bez opieki z terytorium danego państwa członkowskiego organy tego państwa członkowskiego upewniają się, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie.", "label": []}
{"text": "49 Artykuł ten wprowadza zatem rozróżnienie między obowiązkami spoczywającymi na państwie członkowskim „przed podjęciem decyzji o wydaniu decyzji nakazującej powrót wobec małoletniego bez opieki” i „przed wydaleniem małoletniego bez opieki z terytorium danego państwa członkowskiego”.", "label": []}
{"text": "50 Rząd niderlandzki wywodzi na tej podstawie, że dane państwo członkowskie ma prawo wydać wobec małoletniego bez opieki decyzję nakazującą powrót bez konieczności uprzedniego upewnienia się, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie. Obowiązek przeprowadzenia takiego badania następuje dopiero na etapie wydalenia z terytorium danego państwa członkowskiego.", "label": [[3, 20, "ORG"]]}
{"text": "51 Jednakże istnienie takiego obowiązku nie zwalnia danego państwa członkowskiego z innych obowiązków weryfikacyjnych nałożonych w dyrektywie 2008/115. W szczególności, jak wskazano w pkt 44 niniejszego wyroku, art. 5 lit. a) dyrektywy 2008/115 wymaga, aby na wszystkich etapach postępowania było uwzględniane dobro dziecka.", "label": []}
{"text": "52 Wydanie zaś przez dane państwo członkowskie decyzji nakazującej powrót bez uprzedniego upewnienia się co do istnienia odpowiednich warunków przyjęcia małoletniego bez opieki w państwie powrotu skutkowałoby tym, że ów małoletni, mimo objęcia decyzją nakazującą powrót, nie mógłby zostać wydalony w razie braku odpowiednich warunków przyjęcia w państwie powrotu stosownie do art. 10 ust. 2 dyrektywy 2008/115.", "label": []}
{"text": "53 Rozpatrywany małoletni bez opieki znalazłby się zatem w sytuacji znacznej niepewności co do swojego statusu prawnego i przyszłości, w szczególności w odniesieniu do objęcia nauczaniem szkolnym, więzi z rodziną przyjmującą lub możliwości pozostania w danym państwie członkowskim.", "label": []}
{"text": "54 Taka sytuacja byłaby sprzeczna z wymogiem ochrony dobra dziecka na wszystkich etapach postępowania, przewidzianym w art. 5 lit. a) dyrektywy 2008/115 i w art. 24 ust. 2 karty.", "label": []}
{"text": "55 Z przepisów tych wynika, że przed wydaniem decyzji nakazującej powrót dane państwo członkowskie powinno przeprowadzić badanie w celu sprawdzenia, czy w państwie powrotu są dostępne dla rozpatrywanego małoletniego bez opieki odpowiednie warunki przyjęcia.", "label": []}
{"text": "56 W razie braku dostępności takich warunków przyjęcia wobec wspomnianego małoletniego nie można wydać decyzji nakazującej powrót na podstawie art. 6 ust. 1 tej dyrektywy.", "label": []}
{"text": "57 Wykładnia, zgodnie z którą dane państwo członkowskie powinno przed wydaniem wobec małoletniego bez opieki decyzji nakazującej powrót upewnić się co do odpowiednich warunków przyjęcia w państwie powrotu, znajduje potwierdzenie w orzecznictwie Trybunału.", "label": [[245, 254, "ORG"]]}
{"text": "58 Jak bowiem orzekł Trybunał, stosownie do art. 5 dyrektywy 2008/115, zatytułowanego „Zasada non-refoulement, dobro dziecka, życie rodzinne i stan zdrowia”, przy wykonywaniu wspomnianej dyrektywy państwa członkowskie mają obowiązek z jednej strony należytego uwzględnienia dobra dziecka, życia rodzinnego oraz stanu zdrowia danego obywatela państwa trzeciego, zaś z drugiej strony – przestrzegania zasady non-refoulement [wyroki: z dnia 11 grudnia 2014 r., Lapudjeva, C‑249/13, EU:C:2014:2431, pkt 48; a także z dnia 8 maja 2018 r., P.Z. i in. (łączenie rodzin w Belgii), C‑82/16, EU:C:2018:308, pkt 102].", "label": [[21, 29, "ORG"], [433, 456, "DATE"], [458, 467, "PER"], [513, 532, "DATE"], [534, 538, "PER"], [564, 570, "LOC"]]}
{"text": "59 Wynika stąd, że rozważając wydanie decyzji nakazującej powrót, właściwy organ krajowy musi przestrzegać obowiązków określonych w art. 5 dyrektywy 2008/115 i przesłuchać zainteresowanego w tym przedmiocie. Z orzecznictwa tego wynika ponadto, że gdy dane państwo członkowskie zamierza wydać wobec małoletniego bez opieki decyzję nakazującą powrót, musi ono koniecznie wysłuchać tego małoletniego w sprawie warunków, na jakich mógłby on zostać przyjęty w państwie powrotu.", "label": []}
{"text": "60 Biorąc pod uwagę powyższe rozważania, na pytanie pierwsze należy odpowiedzieć, iż art. 6 ust. 1 dyrektywy 2008/115 w związku z art. 5 lit. a) tej dyrektywy i art. 24 ust. 2 karty należy interpretować w ten sposób, że przed wydaniem wobec małoletniego bez opieki decyzji nakazującej powrót dane państwo członkowskie musi dokonać ogólnej i pogłębionej oceny sytuacji tego małoletniego z należytym uwzględnieniem dobra dziecka. W tych ramach to państwo członkowskie powinno upewnić się, że w państwie powrotu są dostępne dla rozpatrywanego małoletniego bez opieki odpowiednie warunki przyjęcia.", "label": []}
{"text": "W przedmiocie pytania drugiego", "label": []}
{"text": "61 Poprzez pytanie drugie sąd odsyłający dąży w istocie do ustalenia, czy art. 6 ust. 1 dyrektywy 2008/115 w związku z art. 5 lit. a) tej dyrektywy i w świetle art. 24 ust. 2 karty należy interpretować w ten sposób, że państwo członkowskie może wprowadzić rozróżnienie między małoletnimi bez opieki wyłącznie według kryterium ich wieku dla celów sprawdzenia, czy w państwie powrotu istnieją odpowiednie warunki przyjęcia.", "label": []}
{"text": "62 W niniejszej sprawie sąd odsyłający wyjaśnia, że uregulowanie krajowe wprowadza rozróżnienie między małoletnimi bez opieki w wieku poniżej 15 lat a małoletnimi w wieku powyżej 15 lat. Co się tyczy małoletniego w wieku poniżej 15 lat, przed wydaniem decyzji nakazującej powrót organy krajowe powinny przeprowadzić badanie dotyczące istnienia odpowiednich warunków przyjęcia w państwie powrotu. Jeśli chodzi o małoletniego w wieku powyżej 15 lat, przed wydaniem decyzji nakazującej powrót nie przeprowadza się badania dotyczącego istnienia odpowiednich warunków przyjęcia w państwie powrotu. Zobowiązanie do powrotu jest zatem nakładane na takiego małoletniego, nawet jeśli w praktyce nie można dokonać wydalenia z terytorium w braku przeprowadzenia badania dotyczącego istnienia takich odpowiednich warunków przyjęcia.", "label": [[142, 144, "AMOUNT_VALUE"], [145, 148, "AMOUNT_UNIT"], [179, 181, "AMOUNT_VALUE"], [182, 185, "AMOUNT_UNIT"], [229, 231, "AMOUNT_VALUE"], [232, 235, "AMOUNT_UNIT"], [440, 442, "AMOUNT_VALUE"], [443, 446, "AMOUNT_UNIT"]]}
{"text": "63 W uwagach na piśmie rząd niderlandzki podnosi, że wybór granicy wieku 15 lat wynika z okoliczności, że okres trzech lat uznano za rozsądną maksymalną długość trwania wszystkich postępowań dotyczących małoletniego bez opieki, a mianowicie w sprawie wniosku o zezwolenie na pobyt i postępowania w sprawie powrotu. Dokument pobytowy wydaje się małoletnim bez opieki, którzy po przebiegu wszystkich postępowań są jeszcze małoletni, w odróżnieniu od tych, którzy po ukończeniu tych postępowań są pełnoletni.", "label": [[23, 40, "ORG"], [73, 75, "AMOUNT_VALUE"], [76, 79, "AMOUNT_UNIT"], [112, 118, "AMOUNT_VALUE"], [119, 122, "AMOUNT_UNIT"]]}
{"text": "64 W tym względzie należy stwierdzić, że oczywiście, jak wskazano w pkt 47 niniejszego wyroku, wiek rozpatrywanego małoletniego bez opieki stanowi czynnik, który dane państwo członkowskie winno wziąć pod uwagę w celu ustalenia, czy dobro dziecka powinno skutkować niewydaniem wobec tego małoletniego decyzji nakazującej powrót.", "label": []}
{"text": "65 Jednakże, jak stanowi art. 24 ust. 2 karty i jak przypomina o tym art. 5 lit. a) dyrektywy 2008/115, państwa członkowskie, wprowadzając w życie art. 6 tej dyrektywy, powinny należycie uwzględniać dobro dziecka, w tym małoletnich w wieku powyżej 15 lat.", "label": [[248, 250, "AMOUNT_VALUE"], [251, 254, "AMOUNT_UNIT"]]}
{"text": "66 W związku z tym kryterium wieku nie może być jedynym czynnikiem, który należy wziąć pod uwagę w celu sprawdzenia, czy w państwie powrotu istnieją odpowiednie warunki przyjęcia. Dane państwo członkowskie powinno dokonać indywidualnej oceny sytuacji małoletniego bez opieki w ramach ogólnej i pogłębionej oceny, a nie oceny automatycznej opartej wyłącznie na kryterium wieku.", "label": []}
{"text": "67 W tym względzie, jak zauważył rzecznik generalny w pkt 81 opinii, jako arbitralna jawi się krajowa praktyka administracyjna, która opiera się na zwykłym domniemaniu związanym z zakładanym maksymalnym czasem trwania procedury azylu dla celów ustanowienia opartego na wieku rozróżnienia pomiędzy członkami grupy osób, mimo że znajdują się one w porównywalnej w kontekście wydalenia sytuacji wymagającej szczególnego traktowania.", "label": [[33, 51, "PROFESSION"]]}
{"text": "68 Z uwagi na powyższe na pytanie drugie należy odpowiedzieć w ten sposób, iż art. 6 ust. 1 dyrektywy 2008/115 w związku z art. 5 lit. a) tej dyrektywy i w świetle art. 24 ust. 2 karty należy interpretować w ten sposób, że państwo członkowskie nie może wprowadzić rozróżnienia między małoletnimi bez opieki wyłącznie według kryterium ich wieku dla celów sprawdzenia, czy w państwie powrotu istnieją odpowiednie warunki przyjęcia.", "label": []}
{"text": "W przedmiocie pytania trzeciego", "label": []}
{"text": "69 Poprzez pytanie trzecie sąd odsyłający dąży w istocie do ustalenia, czy art. 8 ust. 1 dyrektywy 2008/115 należy interpretować w ten sposób, że stoi on na przeszkodzie temu, by państwo członkowskie po wydaniu wobec małoletniego bez opieki decyzji nakazującej powrót powstrzymało się następnie od jego wydalenia do chwili osiągnięcia przez niego wieku 18 lat.", "label": [[353, 355, "AMOUNT_VALUE"], [356, 359, "AMOUNT_UNIT"]]}
{"text": "70 Należy przypomnieć, że cel realizowany przez dyrektywę 2008/115 polega na ustanowieniu skutecznej polityki wydalania i repatriacji, z pełnym poszanowaniem praw podstawowych, a także godności osób, których to dotyczy (wyrok z dnia 14 maja 2020 r., Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C‑924/19 PPU i C‑925/19 PPU, EU:C:2020:367, pkt 121 i przytoczone tam orzecznictwo).", "label": [[228, 248, "DATE"], [250, 324, "ORG"]]}
{"text": "71 W razie gdy dane państwo członkowskie uznaje, że nie należy wydać zezwolenia na pobyt małoletniemu bez opieki na podstawie art. 6 ust. 4 dyrektywy 2008/115, jego pobyt w tym państwie członkowskim jest nielegalny.", "label": []}
{"text": "72 W tej sytuacji art. 6 ust. 1 tej dyrektywy przewiduje obowiązek wydania przez państwa członkowskie decyzji nakazującej powrót wobec każdego obywatela państwa trzeciego nielegalnie przebywającego na ich terytorium (wyrok z dnia 23 kwietnia 2015 r., Bennoune, C‑38/14, EU:C:2015:260, pkt 31).", "label": [[225, 249, "DATE"], [251, 259, "PER"]]}
{"text": "73 Jak bowiem wskazano w pkt 41 niniejszego wyroku, po stwierdzeniu, że pobyt ma charakter nielegalny, właściwe organy są zobowiązane – zgodnie z tym artykułem i z zastrzeżeniem wyjątków określonych w art. 6 ust. 2–5 – do wydania decyzji nakazującej powrót (wyrok z dnia 23 kwietnia 2015 r., Bennoune, C‑38/14, EU:C:2015:260, pkt 32).", "label": [[266, 290, "DATE"], [292, 300, "PER"]]}
{"text": "74 Jak wskazano w pkt 60 niniejszego wyroku, co się tyczy małoletniego bez opieki, wydanie takiej decyzji zakłada, że dane państwo członkowskie upewniło się, że w państwie powrotu są dostępne dla tego małoletniego bez opieki odpowiednie warunki przyjęcia.", "label": []}
{"text": "75 Jeżeli warunek ten jest spełniony, rozpatrywanego małoletniego bez opieki należy wydalić z terytorium danego państwa członkowskiego, z zastrzeżeniem zmiany jego sytuacji.", "label": []}
{"text": "76 Z art. 10 ust. 2 tej dyrektywy 2008/115 wynika bowiem, że przed wydaleniem małoletniego bez opieki z terytorium danego państwa członkowskiego organy tego państwa członkowskiego upewniają się, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie.", "label": []}
{"text": "77 W konsekwencji wynikający z art. 6 ust. 1 dyrektywy 2008/115 w związku z art. 5 lit. a) tej dyrektywy i art. 24 ust. 2 karty obowiązek upewnienia się przez dane państwo członkowskie co do odpowiednich warunków przyjęcia przed wydaniem wobec małoletniego bez opieki decyzji nakazującej powrót nie zwalnia tego państwa członkowskiego z obowiązku upewnienia się, zgodnie z art. 10 ust. 2 wspomnianej dyrektywy, przed dokonaniem wydalenia takiego małoletniego, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie. W tym kontekście dane państwo członkowskie powinno uwzględnić wszelkie zmiany sytuacji, które zaszły po wydaniu takiej decyzji nakazującej powrót.", "label": []}
{"text": "78 W razie gdyby odpowiednie warunki przyjęcia w państwie powrotu nie były już zapewnione dla rozpatrywanego małoletniego bez opieki na etapie wydalenia, dane państwo członkowskie nie będzie mogło wykonać decyzji nakazującej powrót.", "label": []}
{"text": "79 Zgodnie z orzecznictwem Trybunału, gdy została wydana decyzja nakazująca powrót obywatela państwa trzeciego, lecz obywatel ten nie zastosował się do obowiązku powrotu, czy to w terminie wyznaczonym do dobrowolnego wyjazdu, czy to w sytuacji gdy nie ustalono terminu do dobrowolnego wyjazdu, art. 8 ust. 1 dyrektywy 2008/115 nakłada na państwa członkowskie, w celu zagwarantowania skuteczności procedur wydalenia, obowiązek podjęcia wszelkich środków niezbędnych do przeprowadzenia wydalenia z terytorium, to znaczy na podstawie art. 3 pkt 5 omawianej dyrektywy – fizycznego transferu zainteresowanego poza granice danego państwa członkowskiego (wyrok z dnia 23 kwietnia 2015 r., Bennoune, C‑38/14, EU:C:2015:260, pkt 33).", "label": [[27, 36, "ORG"], [656, 680, "DATE"], [682, 690, "PER"]]}
{"text": "80 Ponadto należy przypomnieć, że zarówno z obowiązku lojalnej współpracy państw członkowskich, jak i z wymogów skuteczności przypomnianych w szczególności w motywie 4 dyrektywy 2008/115 wynika, że nałożony na mocy art. 8 tej dyrektywy na państwa członkowskie obowiązek przeprowadzenia – w przypadkach określonych w art. 8 ust. 1 – wydalenia powinien zostać spełniony w możliwie najszybszym terminie (wyrok z dnia 23 kwietnia 2015 r., Bennoune, C‑38/14, EU:C:2015:260, pkt 34).", "label": [[409, 433, "DATE"], [435, 443, "PER"]]}
{"text": "81 Na podstawie wspomnianej dyrektywy państwo członkowskie nie może zatem wydać wobec małoletniego bez opieki decyzji nakazującej powrót bez dokonywania następnie jego wydalenia do chwili osiągnięcia przez niego wieku 18 lat.", "label": [[218, 220, "AMOUNT_VALUE"], [221, 224, "AMOUNT_UNIT"]]}
{"text": "82 W związku z tym na pytanie trzecie należy odpowiedzieć, iż art. 8 ust. 1 dyrektywy 2008/115 należy interpretować w ten sposób, że stoi on na przeszkodzie temu, by państwo członkowskie po wydaniu wobec małoletniego bez opieki decyzji nakazującej powrót i upewnieniu się zgodnie z art. 10 ust. 2 tej dyrektywy, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie, powstrzymało się następnie od jego wydalenia do chwili osiągnięcia przez niego wieku 18 lat.", "label": [[568, 570, "AMOUNT_VALUE"], [571, 574, "AMOUNT_UNIT"]]}
{"text": "W przedmiocie kosztów", "label": []}
{"text": "83 Dla stron w postępowaniu głównym niniejsze postępowanie ma charakter incydentalny, dotyczy bowiem kwestii podniesionej przed sądem odsyłającym, do niego zatem należy rozstrzygnięcie o kosztach. Koszty poniesione w związku z przedstawieniem uwag Trybunałowi, inne niż koszty stron w postępowaniu głównym, nie podlegają zwrotowi.", "label": [[248, 259, "ORG"]]}
{"text": "Z powyższych względów Trybunał (pierwsza izba) orzeka, co następuje:", "label": [[22, 46, "ORG"]]}
{"text": "1) Artykuł 6 ust. 1 dyrektywy Parlamentu Europejskiego i Rady 2008/115/WE z dnia 16 grudnia 2008 r. w sprawie wspólnych norm i procedur stosowanych przez państwa członkowskie w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich w związku z art. 5 lit. a) tej dyrektywy i art. 24 ust. 2 Karty praw podstawowych Unii Europejskiej należy interpretować w ten sposób, że przed wydaniem wobec małoletniego bez opieki decyzji nakazującej powrót dane państwo członkowskie musi dokonać ogólnej i pogłębionej oceny sytuacji tego małoletniego z należytym uwzględnieniem dobra dziecka. W tych ramach to państwo członkowskie powinno upewnić się, że w państwie powrotu są dostępne dla rozpatrywanego małoletniego bez opieki odpowiednie warunki przyjęcia.", "label": [[30, 54, "ORG"], [57, 61, "ORG"], [76, 99, "DATE"], [336, 353, "LOC"]]}
{"text": "2) Artykuł 6 ust. 1 dyrektywy 2008/115 w związku z art. 5 lit. a) tej dyrektywy i w świetle art. 24 ust. 2 Karty praw podstawowych Unii Europejskiej należy interpretować w ten sposób, że państwo członkowskie nie może wprowadzić rozróżnienia między małoletnimi bez opieki wyłącznie według kryterium ich wieku dla celów sprawdzenia, czy w państwie powrotu istnieją odpowiednie warunki przyjęcia.", "label": [[131, 148, "LOC"]]}
{"text": "3) Artykuł 8 ust. 1 dyrektywy 2008/115 należy interpretować w ten sposób, że stoi on na przeszkodzie temu, by państwo członkowskie po wydaniu wobec małoletniego bez opieki decyzji nakazującej powrót i upewnieniu się zgodnie z art. 10 ust. 2 tej dyrektywy, że zostanie on przekazany członkowi swojej rodziny lub wyznaczonemu opiekunowi albo zostanie umieszczony w odpowiednim ośrodku w państwie, do którego następuje wydalenie, powstrzymało się następnie od jego wydalenia do chwili osiągnięcia przez niego wieku 18 lat.", "label": [[512, 514, "AMOUNT_VALUE"], [515, 518, "AMOUNT_UNIT"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: niderlandzki.", "label": [[22, 34, "NATIONALITY"]]}
