{"text": "Skarga wniesiona w dniu 18 listopada 2020 r. – Canisius / EUIPO – Beiersdorf (CCLABELLE VIENNA)", "label": [[19, 44, "DATE"], [47, 55, "ORG"], [58, 63, "ORG"], [66, 76, "ORG"], [78, 94, "TITLE"]]}
{"text": "(Sprawa T-694/20)", "label": []}
{"text": "Język skargi: angielski", "label": [[14, 23, "NATIONALITY"]]}
{"text": "Strony", "label": []}
{"text": "Strona skarżąca: Zaharia Klara Omelius (Wiedeń, Austria) (przedstawiciel: adwokat B. Ponomarenko)", "label": [[17, 38, "PER"], [40, 55, "LOC"], [58, 72, "PROFESSION"], [74, 81, "PROFESSION"], [82, 96, "PER"]]}
{"text": "Strona pozwana: Urząd Unii Europejskiej ds. Własności Intelektualnej (EUIPO)", "label": [[16, 76, "ORG"]]}
{"text": "Druga strona w postępowaniu przed izbą odwoławczą: Beiersdorf AG (Hamburg, Niemcy)", "label": [[34, 49, "ORG"], [51, 64, "ORG"], [66, 81, "LOC"]]}
{"text": "Dane dotyczące postępowania przed EUIPO", "label": [[34, 39, "ORG"]]}
{"text": "Zgłaszający sporny znak towarowy: Strona skarżąca", "label": []}
{"text": "Sporny znak towarowy: Graficzny unijny znak towarowy zawierający element słowny „CCLABELLE VIENNA” – zgłoszenie nr 17 592 461", "label": [[32, 38, "LOC"], [81, 97, "TITLE"], [112, 125, "IDNUM"]]}
{"text": "Postępowanie przed EUIPO: Postępowanie w sprawie sprzeciwu", "label": [[19, 24, "ORG"]]}
{"text": "Zaskarżona decyzja: Decyzja Czwartej Izby Odwoławczej EUIPO z dnia 16 września 2020 r. w sprawie R 2233/2019-4", "label": [[28, 59, "ORG"], [62, 86, "DATE"]]}
{"text": "Żądania", "label": []}
{"text": "Strona skarżąca wnosi do Sądu o:", "label": [[25, 29, "ORG"]]}
{"text": "stwierdzenie częściowej nieważności zaskarżonej decyzji w zakresie, w jakim uwzględniono w niej sprzeciw w odniesieniu do towarów ujętych w klasach 3 i 16;", "label": []}
{"text": "obciążenie strony pozwanej i Beiersdorfu, w przypadku przystąpienia przez Beiersdorf do niniejszego postępowania, własnymi kosztami oraz wszystkimi opłatami i kosztami poniesionymi przez skarżącą;", "label": [[29, 40, "ORG"], [74, 84, "ORG"]]}
{"text": "oddalenie sprzeciwu wniesionego przez Beiersdorf wobec rejestracji zgłoszenia nr 17 592 461 oraz nakazanie EUIPO, aby dopuścił (sporne) zgłoszenie nr 17 592 461 do rejestracji w odniesieniu do wszystkich zgłoszonych towarów i usług ujętych w klasach 3, 16 i 25, a także obciążenie Beiersdorfu własnymi kosztami oraz wszystkimi opłatami i kosztami poniesionymi przez skarżącą w związku z postępowaniem w sprawie sprzeciwu.", "label": [[38, 48, "ORG"], [78, 91, "IDNUM"], [107, 112, "ORG"], [147, 160, "IDNUM"], [281, 292, "ORG"]]}
{"text": "Podniesione zarzuty", "label": []}
{"text": "Błędne zastosowanie art. 8 ust. 1 lit. b) rozporządzenia Parlamentu Europejskiego i Rady (UE) 2017/1001;", "label": [[57, 81, "ORG"], [84, 88, "ORG"]]}
{"text": "Błędne zastosowanie art. 8 ust. 5 rozporządzenia Parlamentu Europejskiego i Rady (UE) 2017/1001.", "label": [[49, 73, "ORG"], [76, 80, "ORG"]]}
