{"text": "Wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Juzgado de Primera Instancia nr 10 bis de Sevilla (Hiszpania) w dniu 27 maja 2021 r. – Valente / Borisova", "label": [[67, 116, "ORG"], [118, 127, "LOC"], [131, 151, "DATE"], [154, 161, "PER"], [164, 172, "PER"]]}
{"text": "(Sprawa C-335/21)", "label": []}
{"text": "Język postępowania: hiszpański", "label": [[20, 30, "NATIONALITY"]]}
{"text": "Sąd odsyłający", "label": []}
{"text": "Juzgado de Primera Instancia nr 10 Bis de Sevilla", "label": [[0, 49, "ORG"]]}
{"text": "Strony w postępowaniu głównym", "label": []}
{"text": "Strona skarżąca: Valente", "label": [[17, 24, "PER"]]}
{"text": "Strona pozwana: Borisova", "label": [[16, 24, "PER"]]}
{"text": "Pytania prejudycjalne", "label": []}
{"text": "Czy postępowanie uproszczone w przedmiocie roszczenia o wynagrodzenie adwokata, w toku którego sąd nie może zbadać z urzędu ewentualnego, nieuczciwego charakteru warunków umownych znajdujących się w umowie zawartej z konsumentem, ponieważ postępowanie to nie przewiduje udziału sądu na jakimkolwiek etapie tego postępowania, z wyjątkiem przypadku, gdy klient wniesie sprzeciw od wezwania do zapłaty, a następnie jedna ze stron wniesie skargę na ostateczne zarządzenie Letrado de la Administración de Justicia [sekretarza sądowego], jest zgodne z dyrektywą 93/131 oraz zasadą skuteczności tej dyrektywy w związku z prawem do skutecznego środka prawnego, o którym mowa art. 47 Karty?", "label": [[70, 78, "PROFESSION"], [468, 530, "PROFESSION"]]}
{"text": "Czy okoliczność, że w tego rodzaju postępowaniu o charakterze uproszczonym ewentualna kontrola przez sąd nieuczciwego charakteru warunków umownych, z urzędu lub na wniosek strony, może zostać przeprowadzona w ramach środka prawnego wniesionego na zarządzenie wydane przez organ, który nie jest sądem, taki jak Letrado de la Administración de Justicia [sekretarz sądowy], które zasadniczo powinno ograniczać się wyłącznie do przedmiotu tego zarządzenia i w ramach którego nie jest dopuszczalne postępowanie dowodowe w zakresie innych dowodów niż dowody z dokumentów przedstawionych już przez strony, jest zgodna z dyrektywą 93/13 oraz zasadą skuteczności tej dyrektywy w związku z prawem do skutecznego środka prawnego, o którym mowa art. 47 Karty?", "label": [[310, 369, "PROFESSION"]]}
{"text": "Czy należy uznać, że warunek umowny znajdujący się w umowie zawartej między adwokatem a konsumentem, taki jak sporny w niniejszej sprawie, który przewiduje zapłatę wynagrodzenia w określonym przypadku, to jest gdy klient cofnie powództwo przed zakończeniem postępowania sądowego lub zawrze ugodę z instytucją bez wiedzy lub wbrew zaleceniom kancelarii adwokackiej, mieści się w ramach zastosowania art. 4 ust. 2 dyrektywy 93/13, ponieważ chodzi o główny warunek umowny dotyczący przedmiotu umowy, w tym przypadku, ceny?", "label": [[76, 85, "PROFESSION"]]}
{"text": "W przypadku udzielenia na poprzednie pytanie odpowiedzi twierdzącej, czy przywołany warunek umowny, zgodnie z którym ustala się wynagrodzenie poprzez odesłanie do tabeli opłat izby adwokackiej, która w zależności od przypadku przewiduje różne zasady ustalenia wynagrodzenia, o czym nie wspomniano we wcześniejszych informacjach, może zostać uznany, zgodnie z przywołanym art. 4 ust. 2 dyrektywy 93/13, za jasny i zrozumiały?", "label": []}
{"text": "W przypadku udzielenia na poprzednie pytanie odpowiedzi przeczącej, czy włączenie do umowy zawartej między adwokatem a konsumentem warunku umownego, takiego jak sporny w niniejszej sprawie, zgodnie z którym ustala się wynagrodzenie adwokata poprzez zwykłe odesłanie do tabeli opłat izby adwokackiej, która w zależności od przypadku przewiduje różne zasady ustalenia wynagrodzenia, o czym nie wspomniano ani w ofercie handlowej, ani we wcześniejszych informacjach, może zostać uznane za nieuczciwą praktykę handlową w rozumieniu dyrektywy 2005/292 ?", "label": [[107, 116, "PROFESSION"], [232, 240, "PROFESSION"]]}
{"text": "____________", "label": []}
{"text": "1 Dyrektywa Rady 93/13/EWG z dnia 5 kwietnia 1993 r. w sprawie nieuczciwych warunków w umowach konsumenckich(Dz.U. 1993, L 95, s. 29).2 Dyrektywa 2005/29/WE Parlamentu Europejskiego i Rady z dnia 11 maja 2005 r. dotycząca nieuczciwych praktyk handlowych stosowanych przez przedsiębiorstwa wobec konsumentów na rynku wewnętrznym (Dz.U. 2005, L 149, s. 22).", "label": [[12, 16, "ORG"], [29, 52, "DATE"], [157, 181, "ORG"], [184, 188, "ORG"], [191, 211, "DATE"]]}
