{"text": "Wyrok Sądu (druga izba) z dnia 21 grudnia 2021 r. – EFFAS/EUIPO – CFA Institute (CEFA Certified European Financial Analyst)", "label": [[6, 23, "ORG"], [26, 49, "DATE"], [52, 57, "ORG"], [58, 63, "ORG"], [66, 79, "ORG"], [81, 122, "TITLE"]]}
{"text": "(sprawa T‑369/20)", "label": []}
{"text": "Znak towarowy Unii Europejskiej – Postępowanie w sprawie sprzeciwu – Zgłoszenie słownego unijnego znaku towarowego CEFA Certified European Financial Analyst – Wcześniejszy słowny unijny znak towarowy CFA – Względna podstawa odmowy rejestracji – Artykuł 8 ust. 1 lit. b) rozporządzenia (WE) nr 207/2009 [obecnie art. 8 ust. 1 lit. b) rozporządzenia (UE) nr 2017/1001]", "label": [[14, 31, "LOC"], [89, 97, "LOC"], [115, 156, "TITLE"], [179, 185, "LOC"], [200, 203, "TITLE"]]}
{"text": "1. Znak towarowy Unii Europejskiej – Definicja i uzyskanie unijnego znaku towarowego – Względne podstawy odmowy rejestracji – Sprzeciw właściciela wcześniejszego identycznego lub podobnego znaku towarowego zarejestrowanego dla identycznych lub podobnych towarów lub usług – Prawdopodobieństwo wprowadzenia w błąd w odniesieniu do wcześniejszego znaku towarowego – Kryteria oceny", "label": [[17, 34, "LOC"], [59, 67, "LOC"]]}
{"text": "[rozporządzenie Rady nr 207/2009, art. 8 ust. 1 lit. b)]", "label": [[16, 20, "ORG"]]}
{"text": "(zob. pkt 19–21)", "label": []}
{"text": "2. Znak towarowy Unii Europejskiej – Definicja i uzyskanie unijnego znaku towarowego – Względne podstawy odmowy rejestracji – Sprzeciw właściciela wcześniejszego identycznego lub podobnego znaku towarowego zarejestrowanego dla identycznych lub podobnych towarów lub usług – Prawdopodobieństwo wprowadzenia w błąd w odniesieniu do wcześniejszego znaku towarowego – Ocena prawdopodobieństwa wprowadzenia w błąd – Ustalenie właściwego kręgu odbiorców – Poziom uwagi odbiorców – Usługi edukacyjne i szkoleniowe", "label": [[17, 34, "LOC"], [59, 67, "LOC"]]}
{"text": "[rozporządzenie Rady nr 207/2009, art. 8 ust. 1 lit. b)]", "label": [[16, 20, "ORG"]]}
{"text": "(zob. pkt 28, 29, 31)", "label": []}
{"text": "3. Znak towarowy Unii Europejskiej – Definicja i uzyskanie unijnego znaku towarowego – Względne podstawy odmowy rejestracji – Sprzeciw właściciela wcześniejszego identycznego lub podobnego znaku towarowego zarejestrowanego dla identycznych lub podobnych towarów lub usług – Prawdopodobieństwo wprowadzenia w błąd w odniesieniu do wcześniejszego znaku towarowego – Słowne znaki towarowe CEFA Certified European Financial Analyst i CFA", "label": [[17, 34, "LOC"], [59, 67, "LOC"], [386, 427, "TITLE"], [430, 433, "TITLE"]]}
{"text": "[rozporządzenie Rady nr 207/2009, art. 8 ust. 1 lit. b)]", "label": [[16, 20, "ORG"]]}
{"text": "(zob. pkt 32, 34, 35, 47–49)", "label": []}
{"text": "4. Znak towarowy Unii Europejskiej – Definicja i uzyskanie unijnego znaku towarowego – Względne podstawy odmowy rejestracji – Sprzeciw właściciela wcześniejszego identycznego lub podobnego znaku towarowego zarejestrowanego dla identycznych lub podobnych towarów lub usług – Prawdopodobieństwo wprowadzenia w błąd w odniesieniu do wcześniejszego znaku towarowego – Prawdopodobieństwo skojarzenia – Wcześniejsze znaki towarowe wykazujące cechy umożliwiające uznanie ich za stanowiące część tej samej serii lub rodziny – Przesłanki", "label": [[17, 34, "LOC"], [59, 67, "LOC"]]}
{"text": "[rozporządzenie Rady nr 207/2009, art. 8 ust. 1 lit. b)]", "label": [[16, 20, "ORG"]]}
{"text": "(zob. pkt 45)", "label": []}
{"text": "Przedmiot", "label": []}
{"text": "Skarga na decyzję Piątej Izby Odwoławczej EUIPO z dnia 31 marca 2020 r. (sprawa R 1082/2019‑5) dotyczącą postępowania w sprawie sprzeciwu między CFA Institute a EFFAS.", "label": [[18, 47, "ORG"], [50, 71, "DATE"], [145, 158, "ORG"], [161, 166, "ORG"]]}
{"text": "Sentencja", "label": []}
{"text": " ", "label": []}
{"text": "1)", "label": []}
{"text": "Stwierdza się nieważność decyzji Piątej Izby Odwoławczej Urzędu Unii Europejskiej ds. Własności Intelektualnej (EUIPO) z dnia 31 marca 2020 r. (sprawa R 1082/2019‑5).", "label": [[33, 118, "ORG"], [121, 142, "DATE"]]}
{"text": "2)", "label": []}
{"text": "EUIPO pokrywa własne koszty oraz koszty poniesione przez European Federation of Financial Analysts’ Societies (EFFAS).", "label": [[0, 5, "ORG"], [57, 117, "ORG"]]}
{"text": "3)", "label": []}
{"text": "CFA Institute pokrywa własne koszty.", "label": [[0, 13, "ORG"]]}
