{"text": "WYROK TRYBUNAŁU (druga izba)", "label": [[6, 28, "ORG"]]}
{"text": "z dnia 7 lipca 2022 r.(*)", "label": [[2, 22, "DATE"]]}
{"text": "Odesłanie prejudycjalne – Zabezpieczenie społeczne pracowników migrujących – Rozporządzenie (WE) nr 987/2009 – Artykuł 44 ust. 2 – Zakres stosowania – Emerytura – Obliczanie – Uwzględnienie okresów przeznaczonych na wychowywanie dziecka ukończonych w innych państwach członkowskich – Artykuł 21 TFUE – Swobodne przemieszczanie się obywateli", "label": []}
{"text": "W sprawie C‑576/20", "label": []}
{"text": "mającej za przedmiot wniosek o wydanie, na podstawie art. 267 TFUE, orzeczenia w trybie prejudycjalnym, złożony przez Oberster Gerichtshof (sąd najwyższy, Austria) postanowieniem z dnia 13 października 2020 r., które wpłynęło do Trybunału w dniu 4 listopada 2020 r., w postępowaniu: FM przeciwko Pensionsversicherungsanstalt,", "label": [[118, 138, "ORG"], [140, 153, "ORG"], [155, 162, "LOC"], [181, 209, "DATE"], [229, 238, "ORG"], [241, 265, "DATE"], [283, 285, "PER"], [296, 324, "ORG"]]}
{"text": "TRYBUNAŁ (druga izba),", "label": [[0, 21, "ORG"]]}
{"text": "w składzie: K. Atkinson, prezes izby, L. Steinbeisser, J. Hoffmann (sprawozdawca), A. Würth i I. Z. Sánchez Rodríguez, sędziowie,", "label": [[12, 23, "PER"], [25, 36, "PROFESSION"], [38, 53, "PER"], [55, 66, "PER"], [68, 80, "PROFESSION"], [83, 91, "PER"], [94, 117, "PER"], [119, 128, "PROFESSION"]]}
{"text": "rzecznik generalny: F. Mavridou,", "label": [[0, 18, "PROFESSION"], [20, 31, "PER"]]}
{"text": "sekretarz: F. Hasenberg, administratorka,", "label": [[0, 9, "PROFESSION"], [11, 23, "PER"], [25, 40, "PROFESSION"]]}
{"text": "uwzględniając pisemny etap postępowania i po przeprowadzeniu rozprawy w dniu 11 listopada 2021 r.,", "label": [[72, 97, "DATE"]]}
{"text": "rozważywszy uwagi, które przedstawili:", "label": []}
{"text": "– w imieniu FM – Hausherr, Rechtsanwalt,", "label": [[12, 14, "PER"], [17, 25, "PER"], [27, 39, "PROFESSION"]]}
{"text": "– w imieniu Pensionsversicherungsanstalt – U. Gibson, R. Aliev, Rechtsanwälte, i ekspert O. Orlova,", "label": [[12, 40, "ORG"], [43, 52, "PER"], [54, 62, "PER"], [64, 77, "PROFESSION"], [81, 88, "PROFESSION"], [89, 98, "PER"]]}
{"text": "– w imieniu rządu austriackiego – K. Karpov, T. Vargas, N. Belyaev i W. Moretti, w charakterze pełnomocników,", "label": [[12, 31, "ORG"], [34, 43, "PER"], [45, 54, "PER"], [56, 66, "PER"], [69, 79, "PER"], [95, 108, "PROFESSION"]]}
{"text": "– w imieniu rządu czeskiego – Pavlov, S. Ermakov i H. Marković, w charakterze pełnomocników,", "label": [[12, 27, "ORG"], [30, 36, "PER"], [38, 48, "PER"], [51, 62, "PER"], [78, 91, "PROFESSION"]]}
{"text": "– w imieniu rządu hiszpańskiego – C. Delgado Ramírez i E. Martinez Acosta, w charakterze pełnomocników,", "label": [[12, 31, "ORG"], [34, 52, "PER"], [55, 73, "PER"], [89, 102, "PROFESSION"]]}
{"text": "– w imieniu Komisji Europejskiej – N.-D. Ernst i C. Schuster, w charakterze pełnomocników,", "label": [[12, 32, "ORG"], [35, 46, "PER"], [49, 60, "PER"], [76, 89, "PROFESSION"]]}
{"text": "po zapoznaniu się z opinią rzecznika generalnego na posiedzeniu w dniu 3 lutego 2022 r.,", "label": [[27, 48, "PROFESSION"], [66, 87, "DATE"]]}
{"text": "wydaje następujący Wyrok", "label": []}
{"text": "1 Wniosek o wydanie orzeczenia w trybie prejudycjalnym dotyczy wykładni art. 21 TFUE i art. 44 ust. 2 rozporządzenia Parlamentu Europejskiego i Rady (WE) nr 987/2009 z dnia 16 września 2009 r. dotyczącego wykonywania rozporządzenia (WE) nr 883/2004 w sprawie koordynacji systemów zabezpieczenia społecznego (Dz.U. 2009, L 284, s. 1; sprostowanie Dz.U. 2018, L 54, s. 18).", "label": [[117, 141, "ORG"], [144, 148, "ORG"], [168, 192, "DATE"]]}
{"text": "2 Wniosek ten został przedstawiony w ramach sporu między FM a Pensionsversicherungsanstalt (zakładem ubezpieczeń emerytalno-rentowych, Austria) w przedmiocie uwzględnienia ukończonych przez FM w innych państwach członkowskich okresów wychowywania dziecka do celów obliczenia wysokości jej austriackiego świadczenia emerytalnego.", "label": [[57, 59, "PER"], [62, 90, "ORG"], [92, 133, "ORG"], [135, 142, "LOC"], [190, 192, "PER"], [289, 302, "LOC"]]}
{"text": "Ramy prawne", "label": []}
{"text": "Prawo Unii", "label": [[6, 10, "LOC"]]}
{"text": "Rozporządzenie nr 883/2004", "label": []}
{"text": "3 Rozporządzenie Parlamentu Europejskiego i Rady (WE) nr 883/2004 z dnia 29 kwietnia 2004 r. w sprawie koordynacji systemów zabezpieczenia społecznego (Dz.U. 2004, L 166, s. 1; sprostowania: Dz.U. 2013, L 188, s. 10; Dz.U. 2020, L 338, s. 18) ma na celu skoordynowanie krajowych systemów zabezpieczenia społecznego. Zgodnie z jego art. 91 stosuje się ono od dnia wejścia w życie rozporządzenia wykonawczego do niego, czyli rozporządzenia nr 987/2009, który to dzień został w tym ostatnim rozporządzeniu ustalony na dzień 1 maja 2010 r. w art. 97 tego rozporządzenia.", "label": [[17, 41, "ORG"], [44, 48, "ORG"], [68, 92, "DATE"], [515, 535, "DATE"]]}
{"text": "4 Motywy 1 i 3 rozporządzenia nr 883/2004 przewidują:", "label": []}
{"text": "„(1) Zasady mające na celu koordynację w zakresie zabezpieczenia społecznego wpisują się w ramy swobodnego przepływu osób oraz powinny z tego tytułu przyczyniać się do podniesienia poziomu życia tych osób i warunków zatrudnienia.", "label": []}
{"text": "[…]", "label": []}
{"text": "(3) [Rozporządzenie Rady (EWG) nr 1408/71 z dnia 14 czerwca 1971 r. w sprawie stosowania systemów zabezpieczenia społecznego do pracowników najemnych, osób prowadzących działalność na własny rachunek i do członków ich rodzin przemieszczających się we Wspólnocie (Dz.U. 1971, L 149 s. 2)] było przy licznych okazjach zmieniane i aktualizowane w celu uwzględnienia nie tylko rozw[oju] na szczeblu Wspólnoty, wliczając w to wyroki Trybunału Sprawiedliwości, ale także zmian w ustawodawstwie na szczeblu krajowym. Takie czynniki przyczyniły się do skomplikowania i nadmiernego rozbudowania wspólnotowych zasad koordynacji. Zmiana tych zasad, przy jednoczesnym ich unowocześnieniu i uproszczeniu, jest wobec tego nieodzowna dla osiągnięcia celu, jakim jest swobodny przepływ osób”.", "label": [[20, 24, "ORG"], [44, 67, "DATE"], [251, 261, "LOC"], [395, 404, "LOC"], [428, 453, "ORG"], [586, 599, "LOC"]]}
{"text": "5 W art. 1 lit. t) tego rozporządzenia pojęcie „okresu ubezpieczenia” zdefiniowano jako okresy składkowe, okresy zatrudnienia lub pracy na własny rachunek, tak jak je określa lub uznaje za okresy ubezpieczenia ustawodawstwo, w ramach którego zostały spełnione lub zostały uznane za spełnione, oraz wszelkie okresy traktowane jako takie, o ile są uznane przez to ustawodawstwo za równorzędne z okresami ubezpieczenia.", "label": []}
{"text": "6 Artykuł 2 wspomnianego rozporządzenia, zatytułowany „Zakres podmiotowy”, stanowi w ust. 1:", "label": []}
{"text": "„Niniejsze rozporządzenie stosuje się do obywateli państwa członkowskiego, bezpaństwowców i uchodźców mieszkających w państwie członkowskim, którzy podlegają lub podlegali ustawodawstwu jednego lub kilku państw członkowskich oraz do członków ich rodzin i osób pozostałych przy życiu”.", "label": []}
{"text": "7 Tytuł II tego rozporządzenia, zatytułowany „Określanie mającego zastosowanie ustawodawstwa”, zawiera w szczególności art. 11, zatytułowany „Zasady ogólne”, który stanowi w ust. 1–3:", "label": []}
{"text": "„1. Osoby, do których stosuje się niniejsze rozporządzenie, podlegają ustawodawstwu tylko jednego państwa członkowskiego. Ustawodawstwo takie określane jest zgodnie z przepisami niniejszego tytułu.", "label": []}
{"text": "2. Do celów stosowania przepisów tego tytułu osoby otrzymujące świadczenia pieniężne z powodu lub w konsekwencji swej pracy najemnej lub pracy na własny rachunek uważane są za wykonujące wspomnianą pracę. Nie dotyczy to świadczeń z tytułu inwalidztwa, emerytur ani rent rodzinnych, ani też rent z tytułu wypadków przy pracy lub chorób zawodowych lub świadczeń pieniężnych z tytułu choroby obejmujących leczenie przez czas nieokreślony.", "label": []}
{"text": "3. [Z zastrzeżeniem przepisów] art. 12 do 16:", "label": []}
{"text": "a) osoba wykonująca w państwie członkowskim pracę najemną lub pracę na własny rachunek podlega ustawodawstwu tego państwa członkowskiego;", "label": []}
{"text": "b) urzędnik służby cywilnej podlega ustawodawstwu państwa członkowskiego, jakiemu podlega zatrudniająca go administracja;", "label": []}
{"text": "c) osoba otrzymująca zasiłek dla bezrobotnych zgodnie z przepisami art. 65 na podstawie ustawodawstwa państwa członkowskiego zamieszkania podlega ustawodawstwu tego państwa członkowskiego;", "label": []}
{"text": "d) osoba powołana lub odwołana ze służby w siłach zbrojnych lub służby cywilnej w państwie członkowskim podlega ustawodawstwu tego państwa członkowskiego;", "label": []}
{"text": "e) każda inna osoba, do której nie mają zastosowania przepisy lit. a) do d) podlega ustawodawstwu państwa członkowskiego, w którym ma miejsce zamieszkania, bez uszczerbku dla innych przepisów niniejszego rozporządzenia, gwarantujących jej świadczenia na podstawie ustawodawstwa jednego lub kilku innych państw członkowskich”.", "label": []}
{"text": "8 Artykuł 87 rozporządzenia nr 883/2004, wchodzący w skład przepisów przejściowych, ma następujące brzmienie:", "label": []}
{"text": "„1. Niniejsze rozporządzenie nie daje podstawy dla nabycia jakichkolwiek praw w okresie poprzedzającym datę jego wejścia w życie.", "label": []}
{"text": "2. Każdy okres ubezpieczenia, jak również w odpowiednim przypadku, każdy okres zatrudnienia, pracy na własny rachunek lub zamieszkania, ukończony zgodnie z ustawodawstwem państw członkowskich przed datą wejścia w życie niniejszego rozporządzenia w zainteresowanym państwie członkowskim jest uwzględniany dla celów ustalenia praw nabywanych na podstawie przepisów niniejszego rozporządzenia.", "label": []}
{"text": "3. Z zastrzeżeniem przepisów ust. 1 prawo nabywa się na podstawie niniejszego rozporządzenia, nawet jeżeli odnosi się ono do przypadku powstałego przed wejściem w życie niniejszego rozporządzenia w zainteresowanym państwie członkowskim.", "label": []}
{"text": "[…]”.", "label": []}
{"text": "Rozporządzenie nr 987/2009", "label": []}
{"text": "9 Zgodnie z motywami 1 i 14 rozporządzenia nr 987/2009:", "label": []}
{"text": "„(1) Rozporządzenie [nr 883/2004] unowocześnia zasady koordynacji systemów zabezpieczenia społecznego państw członkowskich, określając środki i procedury wprowadzania tych zasad w życie i upraszczając te zasady dla wszystkich zaangażowanych podmiotów. Należy ustanowić przepisy wykonawcze.", "label": []}
{"text": "[…]", "label": []}
{"text": "(14) Niezbędne są pewne szczególne przepisy i procedury w celu określania ustawodawstwa mającego zastosowanie, tak by uwzględnione zostały okresy, podczas których osoba ubezpieczona poświęciła swój czas na wychowywanie dzieci w różnych państwach członkowskich”.", "label": []}
{"text": "10 Artykuł 44 tego rozporządzenia, zatytułowany „Uwzględnianie okresów przeznaczonych na wychowywanie dziecka” figuruje w jego rozdziale IV, zatytułowanym „Świadczenia z tytułu inwalidztwa, emerytury i renty rodzinne”. Przepis ten stanowi:", "label": []}
{"text": "„1. Do celów niniejszego artykułu »okres przeznaczony na wychowywanie dziecka« odnosi się do każdego okresu, który zostaje zaliczony zgodnie z ustawodawstwem państwa członkowskiego dotyczącym emerytur i rent lub który powoduje wypłacanie dodatku do emerytury lub renty wyraźnie z tego powodu, że dana osoba wychowywała dziecko, niezależnie od metody wyliczenia tych okresów ani od tego, czy są one zaliczane na bieżąco w trakcie wychowywania dziecka, czy też z mocą wsteczną.", "label": []}
{"text": "2. W przypadku gdy w ustawodawstwie państwa członkowskiego, które jest państwem właściwym na podstawie tytułu II rozporządzenia [nr 883/2004], nie bierze się pod uwagę okresu przeznaczonego na wychowywanie dziecka, instytucją odpowiedzialną za uwzględnienie tego okresu jako okresu przeznaczonego na wychowywanie dziecka na podstawie stosowanego przez siebie ustawodawstwa – tak jakby dziecko było wychowywane na terytorium danego państwa członkowskiego – pozostaje instytucja państwa członkowskiego, którego ustawodawstwu zainteresowany podlegał zgodnie z przepisami tytułu II rozporządzenia [nr 883/2004] ze względu na wykonywanie pracy najemnej lub pracy na własny rachunek w chwili, gdy na podstawie tego ustawodawstwa zaczęto uwzględniać okres przeznaczony na wychowywanie danego dziecka.", "label": []}
{"text": "3. Ustęp 2 nie ma zastosowania, jeżeli zainteresowany podlega lub zacznie podlegać ustawodawstwu innego państwa członkowskiego w związku z wykonywaniem pracy najemnej lub pracy na własny rachunek”.", "label": []}
{"text": "11 Artykuł 93 tego rozporządzenia, zatytułowany „Przepisy przejściowe”, jest zredagowany następująco:", "label": []}
{"text": "„Do przypadków objętych rozporządzeniem [nr 987/2009] stosuje się art. 87 rozporządzenia [nr 883/2004]”.", "label": []}
{"text": "Prawo austriackie", "label": [[6, 17, "LOC"]]}
{"text": "12 Paragraf 4 ust. 1 Allgemeines Pensionsgesetz (ogólnej ustawy o emeryturach, BGBl. I, 142/2004, zwanej dalej „ogólną ustawą o emeryturach”), zatytułowany „Emerytura, uprawnienie”, stanowi:", "label": []}
{"text": "„Osoba ubezpieczona ma prawo do emerytury po ukończeniu 65. roku życia (powszechny wiek emerytalny), jeżeli na dzień referencyjny […] wykaże co najmniej 180 miesięcy ubezpieczenia zgodnie z niniejszą lub inną ustawą federalną, w tym co najmniej 84 miesiące ukończone z tytułu pracy zawodowej (minimalny okres ubezpieczenia)”.", "label": [[56, 58, "AMOUNT_VALUE"], [60, 64, "AMOUNT_UNIT"], [153, 156, "AMOUNT_VALUE"], [157, 165, "AMOUNT_UNIT"], [245, 247, "AMOUNT_VALUE"], [248, 256, "AMOUNT_UNIT"]]}
{"text": "13 Paragraf 16 ust. 3a ogólnej ustawy o emeryturach przewiduje, że do celów ukończenia minimalnego okresu ubezpieczenia, o którym mowa w § 4 ust. 1 tej ustawy, za miesiące ubezpieczenia uważa się również okresy zastępcze przeznaczone na wychowywanie dzieci w rozumieniu, w szczególności, § 227a Allgemeines Sozialversicherungsgesetz (ogólnej ustawy o zabezpieczeniu społecznym) z dnia 9 września 1955 r. (BGBl. 189/1955) w brzmieniu mającym zastosowanie do sporu w postępowaniu głównym (zwanej dalej „ASVG”) i § 116a Gewerbliches Sozialversicherungsgesetz (ustawy o zabezpieczeniu społecznym osób prowadzących działalność gospodarczą), ukończone przed dniem 1 stycznia 2005 r.", "label": [[380, 403, "DATE"], [652, 676, "DATE"]]}
{"text": "14 Paragraf 16 ust. 6 ogólnej ustawy o emeryturach stanowi, że w drodze odstępstwa od § 4 ust. 1 tej ustawy wiek emerytalny kobiet, które ukończą 60 lat przed dniem 1 stycznia 2024 r. ustala się na podstawie § 253 ust. 1 ASVG.", "label": [[146, 148, "AMOUNT_VALUE"], [149, 152, "AMOUNT_UNIT"], [159, 183, "DATE"]]}
{"text": "15 Paragraf 224 ASVG, zatytułowany „Okresy ubezpieczenia”, jest zredagowany następująco:", "label": []}
{"text": "„Okresy ubezpieczenia oznaczają okresy składkowe wymienione w § 225 i § 226 oraz okresy zastępcze wymienione w § 227, § 227a, § 228, § 228a i § 229”.", "label": []}
{"text": "16 Paragraf 227a ust. 1 ASVG przewiduje zasadniczo, że w przypadku ubezpieczonych, którzy faktycznie i głównie wychowywali swoje dzieci, za okresy zastępcze uważa się okresy, ukończone na terytorium krajowym po dniu 31 grudnia 1955 r. i przed dniem 1 stycznia 2005 r., przeznaczone na wychowywanie dzieci w wymiarze najwyżej 48 miesięcy kalendarzowych – lub 60 miesięcy kalendarzowych w przypadku porodu mnogiego – licząc od dnia urodzenia dziecka.", "label": [[211, 234, "DATE"], [243, 267, "DATE"], [325, 327, "AMOUNT_VALUE"], [328, 351, "AMOUNT_UNIT"], [358, 360, "AMOUNT_VALUE"], [361, 384, "AMOUNT_UNIT"]]}
{"text": "17 Paragraf 116a ogólnej ustawy o zabezpieczeniu społecznym zawiera w istocie, w odniesieniu do osób prowadzących działalność gospodarczą, takie same przepisy jak § 227a ASVG.", "label": []}
{"text": "Postępowanie główne i pytania prejudycjalne", "label": []}
{"text": "18 FM, skarżąca w postępowaniu głównym, jest obywatelką austriacką urodzoną w 1957 r.", "label": [[3, 5, "PER"], [56, 66, "LOC"], [78, 85, "DATE"]]}
{"text": "19 Po okresie wykonywania działalności na własny rachunek w Austrii do dnia 30 września 1986 r., a następnie odbyciu studiów w Zjednoczonym Królestwie, na początku listopada 1987 r. skarżąca w postępowaniu głównym osiedliła się w Belgii, gdzie urodziła dwoje dzieci – odpowiednio w dniu 5 grudnia 1987 r. i w dniu 23 lutego 1990 r. Następnie przebywała na Węgrzech – od 5 grudnia do 31 grudnia 1991 r. oraz w Zjednoczonym Królestwie – od 1 stycznia do 8 lutego 1993 r.", "label": [[60, 67, "LOC"], [71, 95, "DATE"], [127, 150, "LOC"], [164, 181, "DATE"], [230, 236, "LOC"], [253, 258, "AMOUNT_VALUE"], [259, 265, "AMOUNT_UNIT"], [282, 304, "DATE"], [309, 331, "DATE"], [356, 364, "LOC"], [370, 379, "DATE"], [383, 401, "DATE"], [409, 432, "LOC"], [438, 448, "DATE"], [452, 468, "DATE"]]}
{"text": "20 W okresie od dnia 5 grudnia 1987 r. do dnia 8 lutego 1993 r. skarżąca w postępowaniu głównym wychowywała dzieci, w tym okresie nie była zatrudniona, nie nabywała okresów ubezpieczenia i nie pobierała świadczeń z tytułu wychowywania dzieci.", "label": [[16, 38, "DATE"], [42, 63, "DATE"]]}
{"text": "21 W dniu 8 lutego 1993 r. wróciła ona do Austrii i wykonywała tam działalność zawodową na własny rachunek.", "label": [[5, 26, "DATE"], [42, 49, "LOC"], [67, 97, "PROFESSION"]]}
{"text": "22 W okresie od lutego 1993 r. do lutego 1994 r. skarżąca w postępowaniu głównym poświęciła 13 miesięcy na wychowywanie dzieci w Austrii; w tym czasie była objęta obowiązkowym ubezpieczeniem i opłacała składki w ramach austriackiego systemu zabezpieczenia społecznego. Następnie pracowała i opłacała składki w tym państwie członkowskim aż do odejścia na emeryturę.", "label": [[16, 30, "DATE"], [34, 48, "DATE"], [92, 94, "AMOUNT_VALUE"], [95, 103, "AMOUNT_UNIT"], [129, 136, "LOC"], [219, 232, "LOC"]]}
{"text": "23 W dniu 11 października 2017 r. skarżąca w postępowaniu głównym wniosła do pozwanego w postępowaniu głównym, to jest zakładu ubezpieczeń emerytalno-rentowych, wniosek o przyznanie świadczenia emerytalnego.", "label": [[5, 33, "DATE"], [119, 159, "ORG"]]}
{"text": "24 Decyzją z dnia 29 grudnia 2017 r. ten ostatni przyznał jej prawo do emerytury w kwocie 1079,15 EUR miesięcznie od dnia 1 listopada 2017 r. Kwota ta została obliczona na podstawie 366 miesięcy ubezpieczenia ukończonych w Austrii, w tym okresów przeznaczonych na wychowywanie dzieci w Austrii, które zostały uznane za równoważne z okresami ubezpieczenia.", "label": [[13, 36, "DATE"], [90, 97, "AMOUNT_VALUE"], [98, 101, "AMOUNT_UNIT"], [117, 141, "DATE"], [182, 185, "AMOUNT_VALUE"], [186, 194, "AMOUNT_UNIT"], [223, 230, "LOC"], [286, 293, "LOC"]]}
{"text": "25 Skarżąca w postępowaniu głównym zaskarżyła tę decyzję do Arbeits- und Sozialgericht Wien (sądu pracy spraw socjalnych w Wiedniu, Austria), podnosząc, że skoro przed ukończonymi w Belgii i na Węgrzech między dniem 5 grudnia 1987 r. a dniem 31 grudnia 1991 r., okresami przeznaczonymi na wychowywanie dzieci podlegała ona austriackim zabezpieczeniom społecznym, okresy te również należy uwzględnić, jako okresy zastępcze, do celów obliczenia kwoty jej austriackiego świadczenia emerytalnego, gdyż w przeciwnym wypadku dojdzie do naruszenia art. 21 TFUE zgodnie z jego wykładnią dokonaną przez Trybunał.", "label": [[60, 91, "ORG"], [93, 120, "ORG"], [123, 139, "LOC"], [182, 188, "LOC"], [194, 202, "LOC"], [210, 233, "DATE"], [236, 260, "DATE"], [323, 334, "LOC"], [453, 466, "LOC"], [594, 602, "ORG"]]}
{"text": "26 Sąd pierwszej instancji oddalił tę skargę z tym uzasadnieniem, że skarżąca w postępowaniu głównym nie spełniła warunków umożliwiających uznanie ukończonych w innych państwach członkowskich okresów przeznaczonych na wychowywanie dziecka za równoważne z okresami ubezpieczenia na podstawie art. 44 rozporządzenia nr 987/2009 i odnośnego ustawodawstwa austriackiego.", "label": [[352, 365, "LOC"]]}
{"text": "27 Skarżąca w postępowaniu głównym wniosła apelację od tego orzeczenia do Oberlandesgericht Wien (wyższego sądu krajowego w Wiedniu, Austria), podnosząc, że nawet jeżeli jej sytuacja nie spełnia warunków ustanowionych w art. 44 rozporządzenia nr 987/2009, to zgodnie z orzecznictwem Trybunału, w szczególności z wyrokiem z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), okresy przeznaczone na wychowywanie dziecka ukończone w innych państwach członkowskich należy uwzględnić na podstawie art. 21 TFUE, ponieważ pracowała ona i była objęta austriackim zabezpieczeniem społecznym przed okresami przeznaczonymi na wychowywanie dzieci w innych państwach członkowskich i po tych okresach oraz ponieważ okresy te wykazują wystarczający związek z austriackim systemem zabezpieczenia społecznego.", "label": [[74, 96, "ORG"], [98, 121, "ORG"], [124, 140, "LOC"], [283, 292, "ORG"], [323, 344, "DATE"], [346, 356, "PER"], [553, 564, "LOC"], [754, 765, "LOC"]]}
{"text": "28 Sąd ten oddalił apelację, potwierdziwszy, że warunki stosowania art. 44 rozporządzenia nr 987/2009 nie zostały w sprawie spełnione oraz że – w zakresie, w jakim przepis ten ma charakter wyłączny – okresów przeznaczonych przez skarżącą w postępowaniu głównym na wychowywanie dzieci, ukończonych w innych państwach członkowskich, nie można uwzględnić na podstawie art. 21 TFUE. Ponadto sąd ten stwierdził, że rozwiązanie przyjęte w wyroku z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475) nie jest możliwe w obecnej sprawie, ponieważ rozporządzenie nr 987/2009 ma w niej zastosowanie ratione temporis, co nie miało miejsca w sprawie zakończonej wspomnianym wyrokiem.", "label": [[442, 463, "DATE"], [465, 475, "PER"]]}
{"text": "29 Sąd odsyłający, Oberster Gerichtshof (sąd najwyższy, Austria), do którego skarżąca w postępowaniu głównym wniosła skargę rewizyjną, również uważa, że rozporządzenia nr 883/2004 i nr 987/2009 mają w niniejszej sprawie zastosowanie ratione temporis oraz że ustanowione w art. 44 ust. 2 tego ostatniego rozporządzenia warunki uwzględnienia przez zakład ubezpieczeń emerytalno-rentowych ukończonych przez skarżącą w postępowaniu głównym w Belgii i na Węgrzech okresów przeznaczonych na wychowywanie dzieci nie zostały spełnione, ponieważ w chwili gdy rozpoczął się pierwszy okres przeznaczony na wychowywanie dziecka, to jest w grudniu 1987 r., skarżąca w postępowaniu głównym nie wykonywała w Austrii pracy najemnej lub pracy na własny rachunek.", "label": [[19, 39, "ORG"], [41, 54, "ORG"], [56, 63, "LOC"], [346, 385, "ORG"], [438, 444, "LOC"], [450, 458, "LOC"], [627, 642, "DATE"], [693, 700, "LOC"]]}
{"text": "30 Sąd odsyłający nie wyklucza, że art. 44 rozporządzenia nr 987/2009 można interpretować w ten sposób, że stosuje się on w sposób wyłączny i że uwzględnienie wspomnianych okresów nie jest możliwe również na podstawie art. 21 TFUE.", "label": []}
{"text": "31 Sąd ten jednak wskazuje, że okoliczności faktyczne sprawy w postępowaniu głównym są porównywalne z okolicznościami sprawy zakończonej wyrokiem z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), ponadto fakt, że skarżąca w postępowaniu głównym pracowała i uzyskała okresy ubezpieczenia wyłącznie w Austrii, mógłby wykazać – zgodnie ze wspomnianym wyrokiem – istnienie wystarczająco ścisłego związku z austriackim systemem zabezpieczenia społecznego.", "label": [[148, 169, "DATE"], [171, 181, "PER"], [312, 319, "LOC"], [415, 426, "LOC"]]}
{"text": "32 Sąd odsyłający uważa zatem, że w ramach rozporządzenia nr 1408/71, obowiązującego w czasie, gdy skarżąca w postępowaniu głównym ukończyła okresy przeznaczone na wychowywanie dzieci w Belgii i na Węgrzech, okresy te zostałyby uwzględnione do celów obliczenia jej austriackiego świadczenia emerytalnego na podstawie art. 21 TFUE, zgodnie z orzecznictwem Trybunału. Tak więc zdaniem tego sądu sytuacja skarżącej w postępowaniu głównym uległa pogorszeniu w następstwie wejścia w życie art. 44 rozporządzenia nr 987/2009.", "label": [[186, 192, "LOC"], [198, 206, "LOC"], [265, 278, "LOC"], [355, 364, "ORG"]]}
{"text": "33 Pomocniczo sąd odsyłający wskazuje, że państwa członkowskie, w których skarżąca w postępowaniu głównym ukończyła okresy przeznaczone na wychowywanie dzieci, co do zasady przewidują uwzględnienie takich okresów. W tym kontekście sąd ten zastanawia się, na wypadek gdyby art. 44 rozporządzenia nr 987/2009 miał zastosowanie w niniejszej sprawie, czy okoliczność wymienioną w ust. 2 tego artykułu, mianowicie tę, „gdy w ustawodawstwie państwa członkowskiego, które jest państwem właściwym na podstawie tytułu II rozporządzenia [nr 883/2004], nie bierze się pod uwagę okresu przeznaczonego na wychowywanie dziecka”, należy rozumieć w ten sposób, że obejmuje ona sytuację, gdy ustawodawstwo państwa członkowskiego generalnie nie przewiduje uwzględnienia okresów przeznaczonych na wychowywanie dziecka do celów obliczenia świadczenia emerytalnego danej osoby, czy raczej w ten sposób, że mimo iż takie uwzględnienie zostało przewidziane, osoba ta nie może z niego skorzystać ze względu na swoją konkretną sytuację.", "label": []}
{"text": "34 W tych okolicznościach Oberster Gerichtshof (sąd najwyższy) postanowił zawiesić postępowanie i zwrócić się do Trybunału z następującymi pytaniami prejudycjalnymi:", "label": [[26, 62, "ORG"], [113, 122, "ORG"]]}
{"text": "„1) Czy art. 44 ust. 2 [rozporządzenia nr 987/2009] należy interpretować w ten sposób, że stoi on na przeszkodzie uwzględnianiu okresów przeznaczonych na wychowywanie dziecka spędzonych w innych państwach członkowskich przez państwo członkowskie właściwe dla przyznania emerytury, zgodnie z którego ustawodawstwem osoba ubiegająca się o emeryturę przez cały okres swojego życia zawodowego, z wyjątkiem okresów przeznaczonych na wychowywanie dzieci, wykonywała pracę najemną lub pracę na własny rachunek, choćby z tego względu, że w chwili gdy zgodnie z ustawodawstwem tego państwa członkowskiego zaczęto uwzględniać okres przeznaczony na wychowywanie dziecka, w odniesieniu do danego dziecka, osoba ta nie wykonywała pracy najemnej ani pracy na własny rachunek?", "label": []}
{"text": "W przypadku udzielenia odpowiedzi przeczącej na pytanie pierwsze:", "label": []}
{"text": "2) Czy art. 44 ust. 2 zdanie pierwsze [człon pierwszy zdania] rozporządzenia [nr 987/2009] należy interpretować w ten sposób, że państwo członkowskie, które jest właściwe na podstawie tytułu II [rozporządzenia nr 883/2004], generalnie nie uwzględnia okresów przeznaczonych na wychowywanie dziecka, czy też nie uwzględnia tych okresów tylko w konkretnym przypadku?”.", "label": []}
{"text": "W przedmiocie pytań prejudycjalnych", "label": []}
{"text": "W przedmiocie pytania pierwszego", "label": []}
{"text": "35 Na wstępie należy przypomnieć, że zgodnie z utrwalonym orzecznictwem Trybunału w ramach ustanowionej w art. 267 TFUE współpracy między sądami krajowymi a Trybunałem do tego ostatniego należy udzielenie sądowi krajowemu użytecznej odpowiedzi, która umożliwi mu rozstrzygnięcie zawisłego przed nim sporu. Mając to na uwadze, Trybunał powinien w razie potrzeby przeformułować przedłożone mu pytania. Zadaniem Trybunału jest bowiem dokonanie wykładni wszystkich przepisów prawa Unii, jakie są niezbędne sądom krajowym do rozstrzygnięcia zawisłych przed nimi sporów, nawet jeżeli przepisy te nie są wyraźnie wskazane w pytaniach przedłożonych mu przez te sądy (wyrok z dnia 8 lipca 2021 r., Staatsanwaltschaft Köln i Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, pkt 22 i przytoczone tam orzecznictwo).", "label": [[72, 81, "ORG"], [157, 167, "ORG"], [326, 334, "ORG"], [409, 418, "ORG"], [477, 481, "LOC"], [667, 687, "DATE"], [689, 712, "ORG"], [715, 741, "ORG"]]}
{"text": "36 W konsekwencji, nawet jeśli formalnie sąd odsyłający ograniczył swoje pytania do wykładni art. 44 ust. 2 rozporządzenia nr 987/2009, to okoliczność ta nie stoi na przeszkodzie temu, by Trybunał udzielił mu wykładni prawa Unii we wszystkich aspektach, które mogą być użyteczne dla rozstrzygnięcia zawisłej przed nim sprawy, bez względu na to, czy sąd ten odniósł się do nich w treści swych pytań, czy też nie. W tym względzie do Trybunału należy wyprowadzenie z całości informacji przedstawionych przez sąd odsyłający, a w szczególności na podstawie uzasadnienia postanowienia odsyłającego, elementów prawa Unii, które wymagają wykładni w świetle przedmiotu sporu (zob. analogicznie wyrok z dnia 8 lipca 2021 r., Staatsanwaltschaft Köln i Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, pkt 23 i przytoczone tam orzecznictwo).", "label": [[188, 196, "ORG"], [224, 228, "LOC"], [431, 440, "ORG"], [609, 613, "LOC"], [693, 713, "DATE"], [715, 738, "ORG"], [741, 767, "ORG"]]}
{"text": "37 W niniejszej sprawie z wniosku o wydanie orzeczenia w trybie prejudycjalnym wynika, że spór w postępowaniu głównym dotyczy kwestii, czy Republika Austrii ma obowiązek uwzględnić, do celów przyznania świadczenia emerytalnego, okresy przeznaczone na wychowywanie dziecka ukończone przez skarżącą w postępowaniu głównym w innych państwach członkowskich. Sąd odsyłający wskazuje bowiem, że art. 44 ust. 2 rozporządzenia nr 987/2009 wyklucza takie uwzględnienie, gdyż przepis ten wymaga, by zainteresowany wykonywał pracę najemną lub pracę na własny rachunek w danym państwie członkowskim „w chwili, gdy na podstawie [ustawodawstwa tego państwa członkowskiego] zaczęto uwzględniać okres przeznaczony na wychowywanie danego dziecka”, a datę tę określają przepisy państwa członkowskiego regulujące uwzględnianie okresów przeznaczonych na wychowywanie dziecka. Tymczasem, nawet jeżeli w życiu zawodowym skarżąca w postępowaniu głównym wykonywała pracę najemną lub pracę na własny rachunek wyłącznie w Austrii i nawet jeżeli uiszczała składki jedynie do systemu zabezpieczenia społecznego tego państwa członkowskiego, to zdaniem tego sądu zostało wykazane, że w istotnych dla sprawy datach, to jest w dniu 1 stycznia 1988 r. i w dniu 1 marca 1990 r., nie wykonywała ona pracy najemnej lub pracy na własny rachunek w Austrii. W tych okolicznościach sąd odsyłający zwraca się z pytaniem, czy w sytuacji gdyby wspomniany art. 44 należało interpretować w ten sposób, że nie ma on charakteru wyłącznego, Republika Austrii powinna – stosownie do orzecznictwa zapoczątkowanego wyrokiem z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), wydanym w sprawie, której stan faktyczny był porównywalny ze stanem faktycznym sprawy w postępowaniu głównym – uwzględnić te okresy na podstawie art. 21 TFUE.", "label": [[139, 156, "ORG"], [996, 1003, "LOC"], [1195, 1218, "DATE"], [1223, 1243, "DATE"], [1310, 1317, "LOC"], [1493, 1510, "ORG"], [1575, 1596, "DATE"], [1598, 1608, "PER"]]}
{"text": "38 Pytanie pierwsze należy zatem rozumieć w ten sposób, że ma ono na celu ustalenie, czy art. 44 ust. 2 rozporządzenia nr 987/2009 należy interpretować w ten sposób, że w sytuacji gdy zainteresowana osoba nie spełnia warunku wykonywania pracy najemnej lub pracy na własny rachunek, którego spełnienia przepis ten wymaga, by uzyskać, do celów otrzymania świadczenia emerytalnego, uwzględnienie przez państwo członkowskie będące dłużnikiem tego świadczenia okresów przeznaczonych na wychowywanie dziecka, które osoba ta ukończyła w innych państwach członkowskich, wspomniane państwo członkowskie powinno jednak uwzględnić te okresy na podstawie art. 21 TFUE.", "label": []}
{"text": "39 W tym względzie należy w pierwszej kolejności ustalić, czy art. 44 rozporządzenia nr 987/2009 reguluje w sposób wyłączny uwzględnianie okresów przeznaczonych na wychowywanie dziecka ukończonych w różnych państwach członkowskich, czy też nie. Jeżeli okaże się bowiem, że tak właśnie jest, okresy takie będzie można uwzględniać wyłącznie na podstawie tego jedynie przepisu, a zatem art. 21 TFUE nie będzie miał zastosowania. Natomiast gdyby art. 44 rozporządzenia nr 987/2009 należało interpretować w ten sposób, że nie stosuje się on w sposób wyłączny, nie można by zrazu wykluczyć, że wyrok z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), który przewiduje uwzględnianie przez dane państwo członkowskie okresów przeznaczonych na wychowywanie dziecka ukończonych w innych państwach członkowskich, na podstawie art. 21 TFUE, może dotyczyć sytuacji takiej jak w sprawie w postępowaniu głównym, która w odróżnieniu od sytuacji w sprawie zakończonej wspomnianym wyrokiem wchodzi w zakres zastosowania rozporządzenia nr 987/2009 ratione temporis, lecz w której zainteresowana osoba nie spełnia warunku wykonywania pracy najemnej lub pracy na własny rachunek, którego spełnienia wymaga art. 44 ust. 2 tego rozporządzenia.", "label": [[596, 617, "DATE"], [619, 629, "PER"]]}
{"text": "40 Zgodnie z utrwalonym orzecznictwem Trybunału przy dokonywaniu wykładni przepisu prawa Unii należy uwzględniać nie tylko brzmienie tego przepisu, lecz także jego kontekst oraz cele regulacji, której część on stanowi; również geneza tego przepisu może zawierać elementy istotne dla jego wykładni (wyrok z dnia 8 maja 2019 r., Inspecteur van de Belastingdienst, C‑631/17, EU:C:2019:381, pkt 29).", "label": [[38, 47, "ORG"], [89, 93, "LOC"], [306, 325, "DATE"], [327, 337, "PROFESSION"], [345, 360, "ORG"]]}
{"text": "41 W niniejszej sprawie należy zauważyć, że brzmienie art. 44 rozporządzenia nr 987/2009 nie wskazuje wyraźnie, czy przepis ten reguluje uwzględnianie okresów przeznaczonych na wychowywanie dziecka, ukończonych w różnych państwach członkowskich, w sposób wyłączny. Należy jednak stwierdzić, że zasada zawarta w ust. 2 tego artykułu, zgodnie z którą zainteresowany podlega ustawodawstwu państwa członkowskiego, które było właściwe na podstawie tytułu II rozporządzenia nr 883/2004, ze względu na wykonywanie przez niego pracy najemnej lub pracy na własny rachunek w chwili, gdy na podstawie tego ustawodawstwa zaczęto uwzględniać okres przeznaczony na wychowywanie dziecka, stanowi – jak podniosła Komisja Europejska – kodyfikację orzecznictwa Trybunału, mianowicie wyroków z dnia 23 listopada 2000 r., Mendez (C‑135/99, EU:C:2000:647), i z dnia 7 lutego 2002 r., Mayer (C‑28/00, EU:C:2002:82).", "label": [[697, 715, "ORG"], [743, 752, "ORG"], [775, 800, "DATE"], [802, 808, "PER"], [840, 861, "DATE"], [863, 868, "PER"]]}
{"text": "42 O ile bowiem prawodawca Unii nie przejął wyraźnie ustanowionego we wspomnianych wyrokach testu „ścisłego związku” lub „wystarczającego związku” między okresami ubezpieczenia ukończonymi ze względu na wykonywanie działalności zawodowej w państwie członkowskim, od którego dana osoba domaga się świadczenia emerytalnego, a okresami przeznaczonymi na wychowywanie dziecka, ukończonymi przez tę osobę w innym państwie członkowskim, o tyle zastosowanie wobec osób, których dotyczyły sprawy zakończone wspomnianymi wyrokami, zasady ustanowionej w art. 44 ust. 2 rozporządzenia nr 987/2009 doprowadziłoby do rozwiązania przyjętego przez Trybunał w tych wyrokach. Jak bowiem wynika w istocie z pkt 25–28 wyroku z dnia 23 listopada 2000 r., Mendez (C‑135/99, EU:C:2000:647) i z pkt 31–33 wyroku z dnia 7 lutego 2002 r., Mayer (C‑28/00, EU:C:2002:82), Trybunał orzekł, że okoliczność, iż osoby te, które pracowały wyłącznie w państwie członkowskim będącym dłużnikiem ich świadczenia emerytalnego, w chwili narodzin ich dziecka wykonywały pracę najemną na terytorium tego państwa członkowskiego, pozwalała na wykazanie takiego ścisłego lub wystarczającego związku, oraz że w związku z tym do uwzględniania okresów przeznaczonych na wychowywanie dziecka, ukończonych w innych państwach członkowskich, na potrzeby przyznania takiego świadczenia emerytalnego, zastosowanie miało ustawodawstwo rzeczonego państwa członkowskiego.", "label": [[27, 31, "LOC"], [633, 641, "ORG"], [708, 733, "DATE"], [735, 741, "PER"], [791, 812, "DATE"], [814, 819, "PER"], [845, 853, "ORG"]]}
{"text": "43 Należy dodać, że ponieważ w dniu wejścia w życie art. 44 rozporządzenia nr 987/2009 wyrok z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), nie został jeszcze przez Trybunał wydany, wniosków płynących z tego wyroku nie można było uwzględnić przy przyjmowaniu tego rozporządzenia w celu ich ewentualnej kodyfikacji.", "label": [[95, 116, "DATE"], [118, 128, "PER"], [181, 189, "ORG"]]}
{"text": "44 Wynika z tego, że w świetle jego brzmienia art. 44 rozporządzenia nr 987/2009 należy interpretować w ten sposób, że nie reguluje on uwzględniania okresów przeznaczonych na wychowywanie dziecka w sposób wyłączny.", "label": []}
{"text": "45 Wykładnię tę potwierdza kontekst, w jaki wpisuje się ten przepis.", "label": []}
{"text": "46 Należy bowiem stwierdzić, że mając na względzie tytuł i rozdział rozporządzenia nr 987/2009, w którym jest umieszczony art. 44, mianowicie tytuł III „Przepisy szczególne dotyczące różnych kategorii świadczeń” oraz rozdział IV zawierający przepisy dotyczące „świadczeń z tytułu inwalidztwa, emerytur i rent rodzinnych”, przepis ten jest przepisem szczególnym mającym zastosowanie do świadczeń emerytalno-rentowych, który sprzyja uwzględnianiu okresów przeznaczonych na wychowywanie dziecka do celów obliczania tych świadczeń. W tym celu przepis ten wprowadza, w sytuacji gdy ustawodawstwo państwa członkowskiego właściwego zgodnie z tytułem II rozporządzenia nr 883/2004 nie uwzględnia wspomnianych okresów, jedynie subsydiarną kompetencję państwa członkowskiego, które nie jest właściwe na podstawie zasad ogólnych, lecz które było właściwe wcześniej ze względu na wykonywanie przez zainteresowaną osobę pracy najemnej lub pracy na własny rachunek w tym państwie członkowskim w chwili, gdy zgodnie z jego ustawodawstwem można zacząć uwzględniać te okresy.", "label": []}
{"text": "47 W konsekwencji art. 44 rozporządzenia nr 987/2009 ustanawia dodatkową zasadę umożliwiającą zwiększenie prawdopodobieństwa, że zainteresowane osoby uzyskają pełne uwzględnienie okresów przeznaczonych na wychowywanie dziecka, a tym samym zapobieżenie – na ile to możliwe – temu, że tak się nie stanie. Przepisu tego nie można zatem interpretować w ten sposób, że ma on charakter wyłączny.", "label": []}
{"text": "48 Co się tyczy celów uregulowania, którego część stanowi art. 44 rozporządzenia nr 987/2009, należy przypomnieć, że jak wynika, odpowiednio, z motywu 3 rozporządzenia nr 883/2004 i z motywu 1 rozporządzenia nr 987/2009, rozporządzenie nr 883/2004 ma za przedmiot zastąpienie zasad koordynacji krajowych systemów zabezpieczenia społecznego przewidzianych w rozporządzeniu nr 1408/71, przy jednoczesnym ich unowocześnieniu i uproszczeniu, dla osiągnięcia celu, jakim jest swobodny przepływ osób, a rozporządzenie nr 987/2009 służy ustaleniu szczegółowych zasad jego stosowania. Motyw 1 rozporządzenia nr 883/2004 wskazuje ponadto, że zasady koordynacji krajowych systemów zabezpieczenia społecznego, takie jak przewidziane w tym rozporządzeniu, a także w rozporządzeniu nr 987/2009, a wcześniej w rozporządzeniu nr 1408/71, wpisują się w ramy swobodnego przepływu osób.", "label": []}
{"text": "49 W tym względzie z orzecznictwa utrwalonego od wejścia w życie rozporządzenia nr 883/2004 wynika, po pierwsze, że o ile w braku harmonizacji na poziomie Unii państwa członkowskie zachowują swoje kompetencje w zakresie organizacji swoich systemów zabezpieczenia społecznego i określenia w tym kontekście między innymi warunków dających prawo do świadczeń, o tyle przy wykonywaniu tej kompetencji państwa te powinny jednak przestrzegać prawa Unii, a w szczególności postanowień traktatu FUE dotyczących przyznanej każdemu obywatelowi Unii swobody przemieszczania się i pobytu na terytorium państw członkowskich (zob. podobnie wyrok z dnia 14 marca 2019 r., Guerin, C‑134/18, EU:C:2019:212, pkt 29–31 i przytoczone tam orzecznictwo).", "label": [[155, 159, "LOC"], [442, 446, "LOC"], [534, 538, "LOC"], [634, 655, "DATE"], [657, 663, "PER"]]}
{"text": "50 Po drugie, gdyby w wyniku korzystania z prawa do swobodnego przemieszczania się pracownicy migrujący musieli utracić korzyści z zabezpieczenia społecznego gwarantowane im przez ustawodawstwo jednego z państw członkowskich, taki skutek mógłby zniechęcić ich do korzystania z prawa do swobodnego przemieszczania się i stanowiłby przeszkodę w korzystaniu z tej swobody (zob. podobnie wyrok z dnia 14 marca 2019 r., Guerin, C‑134/18, EU:C:2019:212, pkt 33 i przytoczone tam orzecznictwo).", "label": [[392, 413, "DATE"], [415, 421, "PER"]]}
{"text": "51 Wynika stąd, że cel polegający na zapewnieniu poszanowania zasady swobodnego przemieszczania się ustanowionej w art. 21 TFUE ma również pierwszeństwo w kontekście rozporządzeń nr 883/2004 i nr 987/2009.", "label": []}
{"text": "52 Tymczasem należy stwierdzić, że wykładnia, zgodnie z którą art. 44 rozporządzenia nr 987/2009 reguluje uwzględnienie okresów przeznaczonych na wychowywanie dziecka ukończonych w różnych państwach członkowskich w sposób wyłączny, oznaczałaby, że państwo członkowskie będące dłużnikiem świadczenia emerytalnego danej osoby – w którym to wyłącznie państwie osoba ta, tak jak skarżąca w postępowaniu głównym, pracowała i opłacała składki z wyjątkiem określonego czasu, kiedy to przeniosła miejsca zamieszkania do innego państwa członkowskiego, w którym to czasie i państwie poświęciła się wychowywaniu dzieci – uzyskałoby możliwość odmowy uwzględnienia okresów przeznaczonych na wychowywanie dziecka ukończonych przez tę osobę w tym innym państwie członkowskim, a tym samym postawienia jej w niekorzystnej sytuacji wyłącznie z tego powodu, że skorzystała ona z prawa do swobodnego przemieszczania się.", "label": []}
{"text": "53 Taka wykładnia byłaby zatem sprzeczna z celami rozporządzenia nr 987/2009, w szczególności jeśli chodzi o cel polegający na zapewnieniu poszanowania zasady swobodnego przemieszczania się i w związku z tym zagrażałaby skuteczności (effet utile) art. 44 tego rozporządzenia.", "label": []}
{"text": "54 W tym kontekście wystarczy przypomnieć, że zgodnie z orzecznictwem Trybunału, jeżeli dany przepis prawa Unii może być przedmiotem kilku wykładni, pierwszeństwo należy dać tej, która pozwoli na zapewnienie jego skuteczności (effet utile) (wyrok z dnia 7 października 2010 r., Elari, C‑162/09, EU:C:2010:592, pkt 51).", "label": [[70, 79, "ORG"], [107, 111, "LOC"], [249, 276, "DATE"], [278, 283, "PER"]]}
{"text": "55 W konsekwencji należy uznać, że art. 44 rozporządzenia nr 987/2009 – w świetle brzmienia tego przepisu, kontekstu, w jaki się on wpisuje, oraz celów uregulowania, którego część stanowi – należy interpretować w ten sposób, że nie reguluje on w sposób wyłączny kwestii uwzględniania okresów przeznaczonych na wychowywanie dziecka ukończonych przez tę samą osobę w różnych państwach członkowskich.", "label": []}
{"text": "56 W drugiej kolejności należy ustalić, czy wyrok z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475) przekłada się na sytuację taką jak rozpatrywana w sprawie w postępowaniu głównym, w której – mimo że rozporządzenie nr 987/2009 ma zastosowanie ratione temporis – zainteresowana osoba nie spełnia warunku wykonywania pracy najemnej lub pracy na własny rachunek, wymaganego w art. 44 ust. 2 tego rozporządzenia, by państwo członkowskie będące dłużnikiem świadczenia emerytalnego uwzględniło do celów przyznania tego świadczenia okresy przeznaczone na wychowywanie dziecka ukończone przez tę osobę w innych państwach członkowskich. W sprawie, w której zapadł tamten wyrok, w następstwie narodzin dzieci zainteresowana osoba przestała pracować w państwie członkowskim będącym dłużnikiem świadczenia emerytalnego i tymczasowo zamieszkała na terytorium innego państwa członkowskiego, w którym poświęciła się wychowaniu swoich dzieci i nie wykonywała pracy najemnej ani pracy na własny rachunek. Osoba ta wróciła następnie wraz ze swoją rodziną do pierwszego państwa członkowskiego, w którym ponownie podjęła działalność zawodową.", "label": [[52, 73, "DATE"], [75, 85, "PER"]]}
{"text": "57 W wyroku z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), Trybunał orzekł przede wszystkim, w pkt 24–29 tego wyroku, że w takiej sytuacji rozporządzenie nr 987/2009 nie ma zastosowania ratione temporis, i stwierdził, że w tych okolicznościach co do zasady znajdują zastosowanie przepisy rozporządzenia nr 1408/71.", "label": [[14, 35, "DATE"], [37, 47, "PER"], [75, 83, "ORG"]]}
{"text": "58 Następnie, stwierdziwszy w pkt 30 tego wyroku, że rozporządzenie nr 1408/71 nie zawiera żadnego przepisu szczególnego porównywalnego z art. 44 rozporządzenia nr 987/2009, regulującego uwzględnianie okresów przeznaczonych na wychowywanie dziecka ukończonych w innym państwie członkowskim, Trybunał uznał, że pytania przedstawione przez sąd odsyłający należy rozumieć jako zmierzające do ustalenia, czy w sytuacji takiej jak rozpatrywana w tej sprawie art. 21 TFUE zobowiązuje właściwą instytucję państwa członkowskiego będącego dłużnikiem świadczenia emerytalnego danej osoby do uwzględnienia, dla celów przyznania takiego świadczenia, okresów przeznaczonych na wychowywanie dziecka ukończonych w innym państwie członkowskim. W pkt 31 wspomnianego wyroku Trybunał uznał, że w celu udzielenia odpowiedzi na to pytanie należy w pierwszej kolejności ustalić, które państwo członkowskie jest właściwe do określenia lub uznania okresów przeznaczonych przez zainteresowaną osobę na wychowywanie jej dzieci w innym państwie członkowskim jako okresów równoważnych z okresami ubezpieczeniowymi sensu stricto, a w drugiej kolejności, w wypadku określenia ustawodawstwa państwa członkowskiego będącego dłużnikiem świadczenia emerytalnego jako właściwego, zbadać, czy warunki uwzględnienia okresów przeznaczonych na wychowywanie dziecka przewidziane w tym ustawodawstwie są zgodne z art. 21 TFUE.", "label": [[291, 299, "ORG"], [757, 765, "ORG"]]}
{"text": "59 I tak Trybunał stwierdził, po pierwsze, w pkt 35 i 36 wyroku z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), że jeżeli dana osoba pracowała i opłacała składki wyłącznie w jednym państwie członkowskim, zarówno przed jak i po przeniesieniu miejsca zamieszkania do innego państwa członkowskiego, w którym nigdy nie pracowała ani nie opłacała składek, to należy uznać, że istnieje wystarczający związek między tymi okresami przeznaczonymi na wychowywanie dziecka a okresami ubezpieczeniowymi, które zostały ukończone w związku z wykonywaniem działalności zawodowej w pierwszym z tych państw członkowskich. W związku z tym, jeżeli chodzi o wzięcie pod uwagę i zaliczenie do celów przyznania świadczenia emerytalnego okresów przeznaczonych na wychowywanie dziecka ukończonych przez tę osobę, zastosowanie ma ustawodawstwo tego pierwszego państwa członkowskiego.", "label": [[9, 17, "ORG"], [66, 87, "DATE"], [89, 99, "PER"]]}
{"text": "60 Po drugie, co się tyczy zgodności ustawodawstwa mającego zastosowanie w tej sprawie z art. 21 TFUE, Trybunał przypomniał w pkt 38–40 tego wyroku, że o ile państwa członkowskie zachowują swoje kompetencje w zakresie organizacji swoich systemów zabezpieczenia społecznego, o tyle powinny one jednak, w ramach wykonywania tej kompetencji, przestrzegać prawa Unii, a w szczególności postanowień traktatu FUE dotyczących swobodnego przepływu obywateli, zagwarantowanego w art. 21 TFUE. Ponadto Trybunał zauważył, że w sytuacji takiej jak rozpatrywana w sprawie, w której zapadł wspomniany wyrok, przepisy krajowe powodowały, że zainteresowana osoba, ponieważ nie nabyła z tytułu pracy najemnej lub pracy na własny rachunek okresów obowiązkowego opłacania składek w okresach przeznaczonych na wychowywanie dzieci lub bezpośrednio przed narodzinami jej dzieci, została pozbawiona – dla celów ustalenia wysokości jej świadczenia emerytalnego – prawa do uwzględnienia okresów przeznaczonych na wychowywanie dziecka jedynie z tego powodu, że czasowo przeniosła swoje miejsce zamieszkania do innego państwa członkowskiego, nawet jeżeli nigdy nie wykonywała w tym państwie członkowskim pracy najemnej lub pracy na własny rachunek.", "label": [[103, 111, "ORG"], [358, 362, "LOC"], [492, 500, "ORG"]]}
{"text": "61 Wreszcie Trybunał orzekł w pkt 41–45 tego wyroku, że w tych okolicznościach taka osoba spotyka się w państwie członkowskim, którego jest obywatelem, z traktowaniem mniej korzystnym niż to, z którego korzystałaby, gdyby nie zrobiła użytku z wprowadzonych traktatem FUE ułatwień w zakresie przemieszczania się osób. Uregulowanie krajowe, które stawia w mniej korzystnej sytuacji niektórych obywateli tego kraju jedynie dlatego, że skorzystali oni ze swobody przemieszczania się i pobytu w innym państwie członkowskim, prowadzi tym samym do nierównego traktowania, sprzecznego z zasadami leżącymi u podstaw statusu obywatela Unii przy korzystaniu ze swobody przemieszczania się. Trybunał wywnioskował stąd, że w takiej sytuacji, po pierwsze, wykluczenie uwzględniania okresów przeznaczonych na wychowywanie dziecka ukończonych poza terytorium właściwego państwa członkowskiego przewidziane w ustawodawstwie tego państwa jest sprzeczne z art. 21 TFUE, a po drugie, to postanowienie prawa Unii zobowiązuje instytucję tego państwa członkowskiego właściwą do przyznania świadczenia emerytalnego do uwzględnienia okresów przeznaczonych na wychowywanie dziecka ukończonych przez daną osobę w innym państwie członkowskim dla celów obliczenia wysokości wspomnianego świadczenia emerytalnego.", "label": [[12, 20, "ORG"], [625, 629, "LOC"], [679, 687, "ORG"], [987, 991, "LOC"]]}
{"text": "62 Należy stwierdzić, że w zakresie, w jakim – jak wynika z pkt 55 niniejszego wyroku – art. 44 rozporządzenia nr 987/2009 nie reguluje uwzględniania okresów przeznaczonych na wychowywanie dziecka za granicą w sposób wyłączny oraz w jakim – jak wynika z pkt 51 niniejszego wyroku – cel polegający na zapewnieniu poszanowania zasady swobodnego przemieszczania się ustanowionej w art. 21 TFUE przeważa również w kontekście rozporządzeń nr 883/2004 i nr 987/2009, wnioski płynące z wyroku z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), przekładają się na sytuację taką jak w sprawie w postępowaniu głównym, w której rozporządzenie nr 987/2009 stosuje się ratione temporis, lecz w której zainteresowana osoba nie spełnia warunku wykonywania pracy najemnej lub pracy na własny rachunek, którego spełnienia wymaga art. 44 ust. 2 tego rozporządzenia, aby uzyskać, do celów przyznania świadczenia emerytalnego, uwzględnienie przez państwo członkowskie będące dłużnikiem tego świadczenia okresów wychowywania dziecka ukończonych w innych państwach członkowskich.", "label": [[488, 509, "DATE"], [511, 521, "PER"]]}
{"text": "63 Ponadto, jak wynika z pkt 22–25 niniejszego wyroku, okoliczności faktyczne sprawy w postępowaniu głównym są porównywalne z okolicznościami faktycznymi sprawy, w której wydano wyrok z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), przypomnianych w pkt 56 niniejszego wyroku, ponieważ, po pierwsze, w niniejszej sprawie skarżąca w postępowaniu głównym zarówno w czasie poprzedzającym jej przeprowadzkę na Węgry i do Belgii, gdzie poświęciła się wychowaniu dzieci, jak i w czasie następującym po tej przeprowadzce, pracowała i opłacała składki wyłącznie w państwie członkowskim będącym dłużnikiem jej świadczenia emerytalnego, to jest w Austrii, oraz, po drugie, nie wykonywała ona pracy najemnej ani pracy na własny rachunek w chwili mającej znaczenie dla uwzględnienia jej okresów przeznaczonych na wychowywanie dzieci do celów przyznania świadczenia emerytalnego w tym państwie członkowskim. Tak więc, podobnie jak w sytuacji rozpatrywanej w wyroku z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), istnieje wystarczający związek między okresami przeznaczonymi na wychowywanie dziecka ukończonymi przez skarżącą w postępowaniu głównym za granicą a okresami ubezpieczenia ukończonymi w związku z wykonywaniem działalności zawodowej w Austrii. W związku z tym należy uznać, że ustawodawstwo tego państwa członkowskiego powinno mieć zastosowanie do celów uwzględnienia i zaliczenia tych okresów w celu przyznania świadczenia emerytalnego przez to państwo członkowskie.", "label": [[186, 207, "DATE"], [209, 219, "PER"], [420, 425, "LOC"], [431, 437, "LOC"], [651, 658, "LOC"], [968, 989, "DATE"], [991, 1001, "PER"], [1263, 1270, "LOC"]]}
{"text": "64 Bezsporne jest również, że gdyby skarżąca w postępowaniu głównym nie opuściła Austrii, okresy przeznaczone na wychowywanie dzieci zostałyby uwzględnione do celów obliczenia jej austriackiego świadczenia emerytalnego. W związku z tym nie ulega wątpliwości, że podobnie jak w przypadku zainteresowanej w sprawie, w której zapadł wyrok z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), jedynym powodem niekorzystnego traktowania skarżącej w postępowaniu głównym jest skorzystanie przez nią z przysługującego jej prawa do swobodnego przemieszczania się, co jest sprzeczne z art. 21 TFUE.", "label": [[81, 88, "LOC"], [180, 193, "LOC"], [338, 359, "DATE"], [361, 371, "PER"]]}
{"text": "65 Z powyższego wynika, że w sytuacji takiej jak rozpatrywana w postępowaniu głównym, w której zainteresowana osoba pracowała i opłacała składki wyłącznie w państwie członkowskim będącym dłużnikiem jej świadczenia emerytalnego, zarówno przed przeniesieniem miejsca zamieszkania do innych państw członkowskich, w których ukończyła okresy przeznaczone na wychowywanie dziecka, jak i po okresie tego przeniesienia, to państwo członkowskie jest zobowiązane, w myśl wyroku z dnia 19 lipca 2012 r., Rene-Alvin (C‑522/10, EU:C:2012:475), uwzględnić te okresy, na podstawie art. 21 TFUE, do celów przyznania świadczenia emerytalnego.", "label": [[470, 491, "DATE"], [493, 503, "PER"]]}
{"text": "66 W świetle ogółu powyższych rozważań odpowiedź na pytanie pierwsze brzmi następująco: art. 44 ust. 2 rozporządzenia nr 987/2009 należy interpretować w ten sposób, że w sytuacji gdy zainteresowana osoba nie spełnia warunku wykonywania pracy najemnej lub pracy na własny rachunek, którego spełnienia przepis ten wymaga, by uzyskać, do celów przyznania świadczenia emerytalnego, uwzględnienie przez państwo członkowskie będące dłużnikiem tego świadczenia okresów przeznaczonych na wychowywanie dziecka, które osoba ta ukończyła w innych państwach członkowskich, wspomniane państwo członkowskie powinno jednak uwzględnić te okresy na podstawie art. 21 TFUE, jeżeli osoba ta pracowała i opłacała składki wyłącznie w tym państwie członkowskim z wyjątkiem określonego czasu, kiedy to przeniosła miejsca zamieszkania do innego państwa członkowskiego, w którym to czasie i państwie ukończyła wspomniane okresy.", "label": []}
{"text": "W przedmiocie pytania drugiego", "label": []}
{"text": "67 Ponieważ pytanie to zostało postawione wyłącznie na wypadek, gdyby Trybunał uznał, że art. 44 ust. 2 rozporządzenia nr 987/2009 ma zastosowanie do sytuacji takiej jak rozpatrywana w postępowaniu głównym, a tymczasem w niniejszej sprawie przesłanki stosowania tego przepisu nie są spełnione, nie ma potrzeby udzielania na nie odpowiedzi.", "label": [[70, 78, "ORG"]]}
{"text": "W przedmiocie kosztów", "label": []}
{"text": "68 Dla stron w postępowaniu głównym niniejsze postępowanie ma charakter incydentalny, dotyczy bowiem kwestii podniesionej przed sądem odsyłającym, do niego zatem należy rozstrzygnięcie o kosztach. Koszty poniesione w związku z przedstawieniem uwag Trybunałowi, inne niż koszty stron w postępowaniu głównym, nie podlegają zwrotowi.", "label": [[248, 259, "ORG"]]}
{"text": "Z powyższych względów Trybunał (druga izba) orzeka, co następuje:", "label": [[22, 43, "ORG"]]}
{"text": "Artykuł 44 ust. 2 rozporządzenia Parlamentu Europejskiego i Rady (WE) nr 987/2009 z dnia 16 września 2009 r. dotyczącego wykonywania rozporządzenia (WE) nr 883/2004 w sprawie koordynacji systemów zabezpieczenia społecznego należy interpretować w ten sposób, że w sytuacji gdy zainteresowana osoba nie spełnia warunku wykonywania pracy najemnej lub pracy na własny rachunek, którego spełnienia przepis ten wymaga, by uzyskać, do celów przyznania świadczenia emerytalnego, uwzględnienie przez państwo członkowskie będące dłużnikiem tego świadczenia okresów przeznaczonych na wychowywanie dziecka, które osoba ta ukończyła w innych państwach członkowskich, wspomniane państwo członkowskie powinno jednak uwzględnić te okresy na podstawie art. 21 TFUE, jeżeli osoba ta pracowała i opłacała składki wyłącznie w tym państwie członkowskim z wyjątkiem określonego czasu, kiedy to przeniosła miejsca zamieszkania do innego państwa członkowskiego, w którym to czasie i państwie ukończyła wspomniane okresy.", "label": [[33, 57, "ORG"], [60, 64, "ORG"], [84, 108, "DATE"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: niemiecki.", "label": [[22, 31, "NATIONALITY"]]}
