{"text": "Lūgums sniegt prejudiciālu nolēmumu, ko 2018. gada 12. jūlijā iesniedza Förvaltningsrätten i Linköping (Zviedrija) – Baltic Cable AB/Energimarknadsinspektionen", "label": [[40, 61, "DATE"], [72, 102, "ORG"], [104, 113, "LOC"], [117, 132, "ORG"], [133, 159, "ORG"]]}
{"text": "(Lieta C-454/18)", "label": []}
{"text": "Tiesvedības valoda – zviedru", "label": [[21, 28, "NATIONALITY"]]}
{"text": "Iesniedzējtiesa", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Pamatlietas puses", "label": []}
{"text": "Prasītāja: Baltic Cable AB", "label": [[11, 26, "ORG"]]}
{"text": "Atbildētāja: Energimarknadsinspektionen", "label": [[13, 39, "ORG"]]}
{"text": "Prejudiciālie jautājumi", "label": []}
{"text": "Vai Elektroenerģijas regulas 16. panta 6. punkts ir piemērojams visos gadījumos, kad persona gūst ieņēmumus, kas rodas starpsavienojuma jaudu piešķiršanas rezultātā, neatkarīgi no šīs personas apstākļiem, vai arī tas ir piemērojams tikai tādos gadījumos, kad persona, kas gūst ieņēmumus, ir pārvades sistēmas operators atbilstoši Elektroenerģijas tirgus direktīvas 2. panta 4. punktā norādītajai definīcijai?", "label": []}
{"text": "Ja atbilde uz 1. jautājumu ir tāda, ka Elektroenerģijas regulas 16. panta 6. punkts ir piemērojams tikai pārvades sistēmas operatoriem – vai uzņēmums, kas tikai un vienīgi ekspluatē starpsavienojumu, ir uzskatāms par pārvades sistēmas operatoru?", "label": []}
{"text": "Ja atbilde uz 1. vai 2. jautājumu ir tāda, ka Elektroenerģijas regulas 16. panta 6. punkts ir piemērojams uzņēmumam, kas tikai un vienīgi ekspluatē starpsavienojumu – vai izmaksas, kas saistītas ar starpsavienojuma ekspluatāciju un uzturēšanu, visos gadījumos var tikt uzskatītas par ieguldījumiem tīklā pārvades jaudas saglabāšanai vai uzlabošanai saskaņā ar 16. panta 6. punkta pirmās daļas b) apakšpunktā minēto?", "label": []}
{"text": "Ja atbilde uz 1. vai 2. jautājumu ir tāda, ka Elektroenerģijas regulas 16. panta 6. punkts ir piemērojams uzņēmumam, kas tikai un vienīgi ekspluatē starpsavienojumu – vai regulatīvā iestāde, pamatojoties uz Elektroenerģijas regulas 16. panta 6. punkta otro daļu, var apstiprināt, ka uzņēmums, kas tikai un vienīgi ekspluatē starpsavienojumu un kuram ir tarifu noteikšanas metodika, bet kuram nav patērētāju, kas veiktu tiešus maksājumus, pamatojoties uz šīm tīkla maksām (tarifiem), kuras var tikt samazinātas, var izmantot ieņēmumus no starpsavienojuma jaudu piešķiršanas tam, lai gūtu ienākumus vai, ja atbilde uz 3. jautājumu ir noliedzoša – ekspluatācijas un uzturēšanas nodrošināšanai?", "label": []}
{"text": "Ja atbilde uz 1. vai 2. jautājumu ir tāda, ka Elektroenerģijas regulas 16. panta 6. punkts ir piemērojams uzņēmumam, kas tikai un vienīgi ekspluatē starpsavienojumu, un atbilde uz 3. un 4. jautājumu ir tāda, ka uzņēmums vai nu nedrīkst izmantot ieņēmumus, kas rodas starpsavienojuma jaudu piešķiršanas rezultātā, ekspluatācijas vai uzturēšanas nodrošināšanai vai ienākumu gūšanai, vai arī uzņēmums var izmantot ieņēmumus ekspluatācijas vai uzturēšanas nodrošināšanai, bet ne ienākumu gūšanai, vai Elektroenerģijas regulas 16. panta 6. punkta piemērošana uzņēmumam, kas tikai un vienīgi ekspluatē starpsavienojumu, ir pretrunā Savienības tiesībās noteiktajam samērīguma principam vai jebkuram citam piemērojamam tiesību principam?", "label": [[626, 636, "LOC"]]}
{"text": "Eiropas Parlamenta un Padomes Regula (EK) Nr. 714/2009 (2009. gada 13. jūlijs) par nosacījumiem attiecībā uz piekļuvi tīklam elektroenerģijas pārrobežu tirdzniecībā un par Regulas (EK) Nr. 1228/2003 atcelšanu (OV 2009, L 211, 15. lpp.)", "label": [[0, 18, "ORG"], [22, 29, "ORG"], [56, 77, "DATE"]]}
