{"text": "Lieta C‑444/17", "label": []}
{"text": "Préfet des Pyrénées‑Orientales", "label": [[0, 30, "ORG"]]}
{"text": "pret", "label": []}
{"text": "Wächter Binder u.c.", "label": [[0, 14, "PER"]]}
{"text": "(Cour de Cassation (Francija) lūgums sniegt prejudiciālu nolēmumu)", "label": [[1, 18, "ORG"], [20, 28, "LOC"]]}
{"text": "Tiesas (virspalāta) 2019. gada 19. marta spriedums", "label": [[0, 19, "ORG"], [20, 40, "DATE"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Brīvības, drošības un tiesiskuma telpa – Robežkontrole, patvērums un imigrācija – Regula (ES) 2016/399 – 32. pants – Dalībvalsts veiktā īslaicīga robežkontroles atjaunošana pie savām iekšējām robežām – Trešās valsts valstspiederīgā nelikumīga ieceļošana – Iekšējo robežu pielīdzināšana ārējām robežām – Direktīva 2008/115/EK – Piemērošanas joma – 2. panta 2. punkta a) apakšpunkts", "label": []}
{"text": "1.        Robežkontrole, patvērums un imigrācija – Imigrācijas politika – To trešo valstu valstspiederīgo atgriešana, kas dalībvalstī uzturas nelikumīgi – Direktīva 2008/115 – Ratione personae piemērošanas joma – Valstspiederīgais, kurš nelikumīgi uzturas valstī un kurš ir iekšējās robežas tiešā tuvumā – Iekļaušana – Dalībvalsts veiktā īslaicīga robežkontroles atjaunošana pie savām iekšējām robežām – Ietekmes neesamība", "label": []}
{"text": "(Eiropas Parlamenta un Padomes Direktīvas 2008/115 2. panta 1. punkts un 2. punkta a) apakšpunkts un Eiropas Parlamenta un Padomes Regulas 2016/399 2., 25. 32. pants)", "label": [[1, 19, "ORG"], [23, 30, "ORG"], [101, 119, "ORG"], [123, 130, "ORG"]]}
{"text": "(skat. 38., 39., 45.–47., 50.–52., 56., 59., 62., 66., 67. punktu un rezolutīvo daļu)", "label": []}
{"text": "2.        Robežkontrole, patvērums un imigrācija – Imigrācijas politika – To trešo valstu valstspiederīgo atgriešana, kas dalībvalstī uzturas nelikumīgi – Valstspiederīgais, attiecībā uz kuru tikusi īstenota atgriešanas procedūra Direktīvas 2008/115 nozīmē – Valstspiederīgais, kurš nelikumīgi uzturas valstī bez pamatota iemesla neatgriezties – Valstspiederīgais, kas ir atgriezies, pārkāpjot ieceļošanas aizliegumu – Brīvības atņemšanas sods – Pieļaujamība", "label": []}
{"text": "(Eiropas Parlamenta un Padomes Direktīva 2008/115)", "label": [[1, 19, "ORG"], [23, 30, "ORG"]]}
{"text": "(skat. 40. punktu)", "label": []}
{"text": "3.        Robežkontrole, patvērums un imigrācija – Kopienas Kodekss par pārvietošanos pār robežām – Robežkontroles pagaidu atjaunošana pie iekšējām robežām – Iekšējo robežu jēdziens un ārējo robežu jēdziens – Pielīdzināšana robežkontroles atjaunošanas gadījumā – Neesamība", "label": [[51, 59, "LOC"]]}
{"text": "(Eiropas Parlamenta un Padomes Direktīvas 2016/399 2., 25., 32. pants)", "label": [[1, 19, "ORG"], [23, 30, "ORG"]]}
{"text": "(skat. 61. un 62. punktu)", "label": []}
{"text": "Rezumējums", "label": []}
{"text": "Dalībvalsts iekšējā robeža, pie kuras ir atjaunotas robežkontroles, nevar pielīdzināt ārējai robežai atgriešanas direktīvas izpratnē", "label": []}
{"text": "Spriedumā lietā Binder u.c. (C‑444/17), kas pasludināts 2019. gada 19. martā, Tiesas virspalāta ir spriedusi par Direktīvas 2008/115 2. panta 2. punkta a) apakšpunktu (1), ar kuru dalībvalstīm divās šajā tiesību normā paredzētās situācijās ir atļauts turpināt piemērot savām ārējām robežām vienkāršotas valsts atgriešanas procedūras, neīstenojot visus minētajā direktīvā paredzētas procesuālos posmus, lai varētu pēc iespējas ātrāk izraidīt trešo valstu valstspiederīgos, kas notverti šo robežu šķērsošanas brīdī. Tiesa nosprieda, ka šo tiesību normu, lasot to kopsakarā ar Regulas 2016/399 (2) 32. pantu, nepiemēro situācijā, kad trešās valsts valstspiederīgais tika aizturēts dalībvalsts iekšējās robežas tiešā tuvumā un šīs dalībvalsts teritorijā uzturas nelikumīgi, pat ja saskaņā ar šī regulas 25. pantu šī dalībvalsts ir atjaunojusi kontroli pie šīs robežas sakarā ar nopietniem draudiem minētās dalībvalsts sabiedriskajai kārtībai vai iekšējai drošībai.", "label": [[16, 22, "PER"], [56, 76, "DATE"], [78, 84, "ORG"], [514, 519, "ORG"]]}
{"text": "Konstatējusi, ka Direktīvas 2008/115 2. panta 2. punkta a) apakšpunktā dalībvalstīm nav atļauts no šīs direktīvas piemērošanas jomas izslēgt trešo valstu valstspiederīgos, kas nelikumīgi uzturas valstī, pamatojoties uz to, ka viņi ir nelikumīgi ieceļojuši pa iekšējo robežu, Tiesa pārbaudīja, vai tas, ka saskaņā ar Regulas Nr. 2016/399 25. pantu dalībvalsts ir atjaunojusi robežkontroles pie savām iekšējām robežām, var ietilpt Direktīvas 2008/115 2. panta 2. punkta a) apakšpunkta piemērošanas jomā attiecībā uz situāciju, kādā atrodas trešās valsts valstspiederīgais, kurš nelikumīgi uzturas attiecīgās dalībvalsts teritorijā un atrodas šādu iekšējo robežu tuvumā.", "label": [[275, 280, "ORG"]]}
{"text": "Šajā ziņā, Tiesa, pirmkārt, uzsvēra, ka, būdams atkāpe no Direktīvas 2008/115 piemērošanas jomas, minētajā tiesību normā paredzētais izņēmums ir jāinterpretē šauri. Šī tiesību norma atbilstoši tās formulējumam, izslēdzot jebkādu nenoteiktību šajā ziņā, attiecas uz situāciju, kurā trešās valsts valstspiederīgais atradies uz dalībvalsts “ārējās robežas” vai tiešā tuvumā pie tādas robežas. Tur arī nav nekādas norādes par to, ka tādai situācijai varētu tikt pielīdzināta situācija, kad trešās valsts valstspiederīgais atrodas uz iekšējās robežas, pie kuras tika atjaunota kontrole atbilstoši Regulas 2016/399 25. pantam, vai tādas robežas tiešā tuvumā, lai gan šīs direktīvas pieņemšanas datumā Regulas Nr. 562/2006 (3) 23. un 28. pantā jau bija paredzēts, no vienas puses, ka dalībvalstis var atjaunot robežu kontroli uz visām to robežām, ja pastāv nopietns apdraudējums to sabiedriskajai kārtībai vai iekšējai drošībai, un, no otras puses, attiecīgajā gadījumā konkrētās šīs Regulas tiesību normas par ārējām robežām ir piemērojamas mutatis mutandis.", "label": [[11, 16, "ORG"]]}
{"text": "Otrkārt, attiecībā uz Direktīvas 2008/115 2. panta 2. punkta a) apakšpunktā izvirzīto mērķi Tiesa ir nospriedusi, ka, ņemot vērā minēto mērķi, nav jānošķir situācija, kādā ir trešās valsts valstspiederīgais, kurš dalībvalstī uzturas nelikumīgi un kurš ir aizturēts iekšējās robežas tiešā tuvumā, atkarībā no tā, vai robežkontroles ir tikušas atjaunotas pie minētās robežas, ciktāl tikai tas vien, ka tiek atjaunotas robežkontroles pie dalībvalsts iekšējām robežām, nenozīmē, ka trešās valsts valstspiederīgais, kurš dalībvalstī uzturas nelikumīgi un ir ticis aizturēts, šķērsojot šo robežu, vai tās tiešā tuvumā, varētu tikt izraidīts ātrāk vai vieglāk no Šengenas zonas teritorijas un tiktu nekavējoties nogādāts pie ārējās robežas, kur viņš tika aizturēts policijas kontroles laikā Regulas 2016/399 23. panta a) punkta nozīmē, tajā pašā vietā, ja nav atjaunota robežkontrole pie šīm robežām", "label": [[92, 97, "ORG"], [656, 670, "LOC"]]}
{"text": "Treškārt, Tiesa norādīja, ka nepieciešamību šauri interpretēt Direktīvas 2008/115 2. panta 2. punkta a) apakšpunktu arī apstiprina konteksta analīze, kurā tika ietverta šī tiesību norma, un it īpaši Regulas 2016/399 sistēmiskā interpretācija. Proti, saskaņā ar šīs regulas 2. pantu jēdzieni “iekšējas robežas” un “ārējās robežām” ir savstarpēji izslēdzoši, un minētās regulas 32. pantā ir vienīgi paredzēts, ka, ja dalībvalsts atjauno robežkontroles pie iekšējām robežām, vienīgi šīs regulas tiesību normas par ārējām robežām ir piemērojamas mutatis mutandis. Turpretī šajā 32. pantā nav paredzēts, ka šādos gadījumos ir jāpiemēro Direktīvas 2008/115 2. panta 2. punkta a) apakšpunkts.", "label": [[10, 15, "ORG"]]}
{"text": "1 Eiropas Parlamenta un Padomes 2008. gada 16. decembra Direktīva 2008/115/EK par kopīgiem standartiem un procedūrām dalībvalstīs attiecībā uz to trešo valstu valstspiederīgo atgriešanu, kas dalībvalstī uzturas nelikumīgi (OV 2008, L 348, 98. lpp.).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 55, "DATE"]]}
{"text": "2 Eiropas Parlamenta un Padomes 2016. gada 9. marta Regula (ES) 2016/399 par Savienības Kodeksu par noteikumiem, kas reglamentē personu pārvietošanos pār robežām (Šengenas Robežu kodekss) (OV 2016, L 77, 1. lpp.).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 51, "DATE"], [77, 87, "LOC"], [163, 171, "LOC"]]}
{"text": "3 Eiropas Parlamenta un Padomes 2006. gada 15. marta Regula (EK) Nr. 562/2006, ar kuru ievieš Kopienas Kodeksu par noteikumiem, kas reglamentē personu pārvietošanos pār robežām (Šengenas Robežu kodekss) (OV 2006, L 105, 1. lpp.).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [32, 52, "DATE"], [94, 102, "LOC"], [178, 186, "LOC"]]}
