{"text": "TIESAS SPRIEDUMS (virspalāta)", "label": [[0, 6, "ORG"], [17, 29, "ORG"]]}
{"text": "2020. gada 21. janvārī (*)", "label": [[0, 22, "DATE"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – LESD 267. pants – Jēdziens “valsts tiesa” – Kritēriji – Attiecīgās valsts struktūras neatkarība – Locekļu neatceļamība – Lūguma sniegt prejudiciālu nolēmumu nepieņemamība", "label": []}
{"text": "Lietā C‑274/14", "label": []}
{"text": "par lūgumu sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam, ko Tribunal Económico‑Administrativo Central (Centrālā nodokļu pārsūdzības iestāde, Spānija) iesniedza ar lēmumu, kas pieņemts 2014. gada 2. aprīlī un kas Tiesā reģistrēts 2014. gada 5. jūnijā, tiesvedībā, ko ierosinājusi", "label": [[72, 113, "ORG"], [115, 151, "ORG"], [153, 160, "LOC"], [196, 216, "DATE"], [224, 229, "ORG"], [241, 261, "DATE"]]}
{"text": "Banco de Santander SA,", "label": [[0, 21, "ORG"]]}
{"text": "TIESA (virspalāta)", "label": [[0, 18, "ORG"]]}
{"text": "šādā sastāvā: priekšsēdētājs P. Kellerts [P. Kellerts], priekšsēdētāja vietniece N. Lousa De Araujo [N. Lousa De Araujo], palātu priekšsēdētāji X. Tarasovs, K. Atkinson (referente), I. Mačers [I. Macheras], B. I. Rodrigezs [B. I. Rodriguez], U. N. Navaro [U. N. Navarro] un J. Kielatis [J. Kielatis], tiesneši E. Žuks [E. Zhuk], A. Jankevičs [A. Jankevič], C. Pavlovskis [C. Pavlovský], G. Pēteris Hughess [G. Peeter Hughes], Y. fon Holsteins [Y. von Holstein], H. Susa [X. Sousa] un F. Volkova [F. Volkova],", "label": [[14, 28, "PROFESSION"], [29, 54, "PER"], [56, 80, "PROFESSION"], [81, 120, "PER"], [122, 143, "PROFESSION"], [144, 155, "PER"], [157, 168, "PER"], [170, 179, "PROFESSION"], [182, 205, "PER"], [207, 240, "PER"], [242, 270, "PER"], [274, 299, "PER"], [301, 309, "PROFESSION"], [310, 327, "PER"], [329, 355, "PER"], [357, 385, "PER"], [387, 424, "PER"], [426, 460, "PER"], [462, 480, "PER"], [484, 507, "PER"]]}
{"text": "ģenerāladvokāts: F. Kolins [F. Colin],", "label": [[0, 15, "PROFESSION"], [17, 37, "PER"]]}
{"text": "sekretāre: M. Basilio Juan [M. Basilio Juan], administratore,", "label": [[0, 9, "PROFESSION"], [11, 44, "PER"], [46, 60, "PROFESSION"]]}
{"text": "ņemot vērā rakstveida procesu un 2019. gada 2. jūlija tiesas sēdi,", "label": [[33, 53, "DATE"]]}
{"text": "ņemot vērā apsvērumus, ko sniedza:", "label": []}
{"text": "– Banco de Santander SA vārdā – M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero un R. C. Pascual Garcia, abogados,", "label": [[2, 23, "ORG"], [32, 52, "PER"], [54, 73, "PER"], [75, 92, "PER"], [96, 116, "PER"], [118, 126, "PROFESSION"]]}
{"text": "– Spānijas valdības vārdā – sākotnēji A. Hudson Taylor un E. Ivanov, vēlāk – D. Delgado Marina un E. Ivanov, pārstāvji,", "label": [[2, 19, "ORG"], [38, 54, "PER"], [58, 67, "PER"], [77, 94, "PER"], [98, 107, "PER"], [109, 118, "PROFESSION"]]}
{"text": "– Eiropas Komisijas vārdā – A. Murray, L. Kulikova un L. Pinto Fernandes, kā arī H. Filippova, pārstāvji,", "label": [[2, 19, "ORG"], [28, 37, "PER"], [39, 50, "PER"], [54, 72, "PER"], [81, 93, "PER"], [95, 104, "PROFESSION"]]}
{"text": "noklausījusies ģenerāladvokāta secinājumus 2019. gada 1. oktobra tiesas sēdē,", "label": [[15, 30, "PROFESSION"], [43, 64, "DATE"]]}
{"text": "pasludina šo spriedumu.", "label": []}
{"text": "1 Lūgums sniegt prejudiciālu nolēmumu attiecas uz Komisijas Lēmuma 2011/5/EK (2009. gada 28. oktobris) par nemateriālās vērtības norakstīšanu nodokļu vajadzībām saistībā ar kapitāla daļu iegādi ārvalstīs C 45/07 (ex NN 51/07, ex CP 9/07), ko īstenojusi Spānija (OV 2011, L 7, 48. lpp.), 1. panta 2. punkta interpretāciju, uz Komisijas 2013. gada 17. jūlija lēmuma, ar ko uzsāk LESD 108. panta 2. punktā paredzēto procedūru attiecībā uz valsts atbalstu SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – Finanšu nemateriālās vērtības norakstīšana nodokļu vajadzībām saistībā ar kapitāla daļu iegādi ārvalstīs (OV 2013, C 258, 8. lpp.), spēkā esamību, kā arī uz Komisijas Lēmuma (ES) 2015/314 (2014. gada 15. oktobris) par valsts atbalstu SA.35550 (13/C) (ex 13/NN) (ex 12/CP), ko īstenojusi Spānija – shēma finanšu nemateriālās vērtības norakstīšanai nodokļu vajadzībām saistībā ar kapitāla daļu iegādi ārvalstīs (OV 2015, L 56, 38. lpp.), spēkā esamību.", "label": [[50, 59, "ORG"], [78, 101, "DATE"], [253, 260, "ORG"], [325, 334, "ORG"], [335, 356, "DATE"], [649, 658, "ORG"], [681, 704, "DATE"], [779, 786, "ORG"]]}
{"text": "2 Šis lūgums ir iesniegts tiesvedībā, ko ierosinājusi Banco de Santander SA attiecībā uz Inspección Financiera (Finanšu inspekcija, Spānija) paziņojumu par piedziņu saistībā ar nemateriālās vērtības norakstīšanu tādēļ, ka šī banka ir iegādājusies visas tādas Vācijā reģistrētas holdinga sabiedrības kapitāla daļas, kurai pieder kapitāla daļas Eiropas Savienībā reģistrētās sabiedrībās.", "label": [[54, 75, "ORG"], [89, 110, "ORG"], [112, 130, "ORG"], [132, 139, "LOC"], [259, 265, "LOC"], [343, 360, "LOC"]]}
{"text": "Atbilstošās tiesību normas", "label": []}
{"text": "Savienības tiesības", "label": [[0, 10, "LOC"]]}
{"text": "Lēmums 2011/5", "label": []}
{"text": "3 Kā būtībā izriet no Lēmuma 2011/5 4.–6. apsvēruma, ar 2007. gada 10. oktobra lēmumu, kas Eiropas Savienības Oficiālajā Vēstnesī publicēts 2007. gada 21. decembrī, Eiropas Komisija pēc vairākiem rakstveida jautājumiem, ko 2005. un 2006. gadā tai uzdevuši Eiropas Parlamenta locekļi, kā arī pēc privāta uzņēmēja sūdzības, kura tai tika iesniegta 2007. gadā, uzsāka tolaik EKL 88. panta 2. punktā paredzēto pārbaudes procedūru attiecībā uz Spānijas norakstīšanas nodokļu vajadzībām sistēmu par labu tiem Spānijas uzņēmumiem, kuriem ir būtiska līdzdalība ārvalstu uzņēmumos, kas paredzēta 1995. gada 27. decembra Ley 43/1995, reguladora del Impuesto sobre Sociedades (Likums 43/1995 par uzņēmumu ienākuma nodokli) (1995. gada 28. decembra BOE Nr. 310, 37072. lpp.) 12. panta 5. punktā un kas pārņemta 2004. gada 5. marta Real Decreto Legislativo 4/2004, por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades (Karaļa dekrētlikums 4/2004 par pārskatītā Likuma par uzņēmumu ienākuma nodokli apstiprināšanu) (2004. gada 11. marta BOE Nr. 61, 10951. lpp.; turpmāk tekstā – “TRLIS”).", "label": [[56, 78, "DATE"], [91, 129, "ORG"], [140, 163, "DATE"], [165, 181, "ORG"], [223, 242, "DATE"], [256, 274, "ORG"], [346, 356, "DATE"], [439, 447, "LOC"], [503, 511, "LOC"], [587, 610, "DATE"], [713, 736, "DATE"], [799, 818, "DATE"], [1030, 1050, "DATE"]]}
{"text": "4 Ar TRLIS, kurš stājās spēkā 2002. gada 1. janvārī, 12. panta 5. punktā noteikto pasākumu ir paredzēts, ka tad, ja Spānijā ar nodokļiem apliekams uzņēmums iegūst kapitāla daļas “ārvalstīs reģistrētā sabiedrībā”, šī kapitāla daļu iegūšana ir vismaz 5 % apjomā un attiecīgās kapitāla daļas netiek atsavinātas vismaz vienu gadu, tad nemateriālo vērtību, kas no tās rodas, kurai jābūt iegrāmatotai kā atsevišķam nemateriālam aktīvam, var atskaitīt no maksājamā uzņēmumu ienākuma nodokļa norakstīšanas veidā. Šo norakstīšanu vienādās daļās veic divdesmit gadu laikā pēc kapitāla daļu iegādes.", "label": [[30, 51, "DATE"], [116, 123, "LOC"], [249, 250, "AMOUNT_VALUE"], [251, 252, "AMOUNT_UNIT"], [315, 320, "AMOUNT_VALUE"], [321, 325, "AMOUNT_UNIT"], [541, 550, "AMOUNT_VALUE"], [551, 555, "AMOUNT_UNIT"]]}
{"text": "5 Lēmuma 2011/5 1. panta 1. punktā Komisija attiecīgo nodokļu režīmu atzina par nesaderīgu ar kopējo tirgu.", "label": [[35, 43, "ORG"]]}
{"text": "6 Saskaņā ar šā lēmuma 1. panta 2. un 3. punktu:", "label": []}
{"text": "“2. Tomēr nodokļu atvieglojumi, kurus saņēma atbalsta saņēmēji, veicot līdzdalības iegādi Kopienas iekšējā tirgū, saskaņā ar TRLIS 12. panta 5. punktu attiecībā uz tiešo vai netiešo līdzdalību ārvalstu uzņēmējsabiedrībās, kas bija atbilstošs atbalsta shēmas nepieciešamajiem noteikumiem pirms 2007. gada 21. decembra, papildus atļaujai uzturēt savu līdzdalību vismaz viena nepārtraukta gada laikā, var turpināt piemērot atbalsta shēmā paredzētos atbrīvojumus visa šī perioda laikā.", "label": [[90, 98, "LOC"], [293, 316, "DATE"]]}
{"text": "3. Atbalsta saņēmēju izmantotos nodokļu atbrīvojumus, veicot līdzdalības iegādi Kopienas iekšējā tirgū, saskaņā ar TRLIS 12. panta 5. punktu attiecībā uz pirms 2007. gada 21. decembra noslēgtās vienošanās nosacījumu par neatsaucamām saistībām par minēto tiesību piederību, kad līgums ietver atlikšanas noteikumu saistībā ar to, ka minētais darījums ir obligāti jāapstiprina regulēšanas iestādē, un kad par darījumu tika paziņots pirms 2007. gada 21. decembra, var turpināt īstenot visā amortizācijas laikā, kuru paredz atbalsta shēma attiecībā uz piederošo tiesību daļu, sākot ar atlikšanas noteikuma atcelšanas datumu.”", "label": [[80, 88, "LOC"], [160, 183, "DATE"], [435, 458, "DATE"]]}
{"text": "7 Ar minētā lēmuma 4. pantu Spānijas Karalistei uzdots atgūt atbilstoši attiecīgajam nodokļu režīmam piešķirto atbalstu, izņemot to, kas atbilst šā paša lēmuma 1. panta 2. punktā minētajiem nosacījumiem.", "label": [[28, 47, "ORG"]]}
{"text": "Lēmums 2011/282/ES", "label": []}
{"text": "8 Ar Lēmumu 2011/5 Komisija noslēdza procedūru attiecībā uz kapitāla daļām, ko Spānijas uzņēmumi iegādājušies Savienībā reģistrētajos uzņēmumos. Tomēr šī iestāde saglabāja uzsākto procedūru attiecībā uz kapitāla daļām uzņēmumos, kas reģistrēti ārpus Savienības.", "label": [[19, 27, "ORG"], [79, 87, "LOC"], [110, 119, "LOC"], [250, 260, "LOC"]]}
{"text": "9 Komisijas Lēmuma 2011/282/ES (2011. gada 12. janvāris) par finanšu nemateriālās vērtības amortizāciju nodokļu vajadzībām saistībā ar līdzdalības iegādi ārvalstīs C 45/07 (ex NN 51/07, ex CP 9/07), ko īstenojusi Spānijas Karaliste (OV 2011, L 135, 1. lpp.), 1. panta 1. punktā šī iestāde atzina minēto režīmu par nesaderīgu ar iekšējo tirgu, tādu, kas sniedz priekšrocību nodokļu jomā, kas piešķirta Spānijā ar nodokli apliekamiem uzņēmumiem, lai ļautu pēdējiem minētajiem norakstīt nemateriālās vērtības saistībā ar kapitāla daļu iegādi ārvalstīs reģistrētajos uzņēmumos, kas ir ārpus Savienības.", "label": [[2, 11, "ORG"], [32, 55, "DATE"], [213, 231, "ORG"], [401, 408, "LOC"], [587, 597, "LOC"]]}
{"text": "10 Šā lēmuma 1. panta 2.–5. punktā ir paredzēti noteikti gadījumi, kad personas, kas atbilstoši šim nodokļu režīmam saņem nodokļu atskaitījumus saistībā ar kapitāla daļu iegādi ārpus Savienības, var turpināt piemērot šos atskaitījumus visā šajā režīmā paredzētajā norakstīšanas periodā.", "label": [[183, 193, "LOC"]]}
{"text": "11 Minētā lēmuma 4. pantā Spānijas Karalistei ir uzdots atgūt saistībā ar šo nodokļu režīmu piešķirto atbalstu.", "label": [[26, 45, "ORG"]]}
{"text": "Lēmums 2015/314", "label": []}
{"text": "12 Ar 2013. gada 17. jūlija lēmumu, ar ko uzsāk LESD 108. panta 2. punktā paredzēto procedūru par valsts atbalstu SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – shēma finanšu nemateriālās vērtības norakstīšanai nodokļu vajadzībām saistībā ar kapitāla daļu iegādi ārvalstīs, Komisija nolēma izvērtēt, vai Savienības tiesībām atbilst jaunā TRLIS 12. panta 5. punkta administratīvā interpretācija, ko apstiprinājusi Dirección General de Tributos (Nodokļu galvenā pārvalde, Spānija; turpmāk tekstā – “DGT”) un Tribunal Económico‑Administrativo Central (Centrālā nodokļu pārsūdzības iestāde; turpmāk tekstā – “TEAC”), attiecīgā nodokļu režīma piemērošanas jomu attiecinot arī uz netiešu kapitāla daļu iegādi.", "label": [[6, 27, "DATE"], [267, 275, "ORG"], [297, 307, "LOC"], [406, 435, "ORG"], [437, 461, "ORG"], [463, 470, "LOC"], [490, 493, "ORG"], [499, 540, "ORG"], [542, 578, "ORG"], [598, 602, "ORG"]]}
{"text": "13 Šīs procedūras beigās 2014. gada 14. oktobrī tika pieņems trešais lēmums par attiecīgo nodokļu režīmu, proti, Lēmums 2015/314.", "label": [[25, 47, "DATE"]]}
{"text": "14 Šajā lēmumā Komisija uzskatīja, ka arī attiecīgais nodokļu režīms, ciktāl tas turpmāk ir piemērojams arī netiešām kapitāla daļu iegādēm sabiedrībās nerezidentēs caur kapitāla daļu iegādi ārvalstu holdinga sabiedrībās nerezidentēs, ir uzskatāms par ar iekšējo tirgu nesaderīgu valsts atbalstu, kas turklāt ir ticis piešķirts, pārkāpjot LESD 108. panta 3. punktu. Līdz ar to šī iestāde uzdeva Spānijas iestādēm atgūt piešķirto atbalstu.", "label": [[15, 23, "ORG"], [394, 402, "LOC"]]}
{"text": "Spānijas tiesības", "label": [[0, 8, "LOC"]]}
{"text": "15 TEAC, kas atrodas Madridē (Spānija), pirmajā un pēdējā instancē izskata pārsūdzības par lēmumiem, kurus pieņem noteiktas centrālās nodokļu iestādes. Tā ir arī apelācijas institūcija lēmumiem, ko pieņēmušas citas Tribunales Económico‑Administrativos (nodokļu pārsūdzības iestādes; turpmāk tekstā – “TEA”), proti, reģionālās TEA un vietējās TEA, kas atrodas Seutā [Ceuta] (Spānija) un Melilā [Melilla] (Spānija).", "label": [[3, 7, "ORG"], [21, 38, "LOC"], [215, 251, "ORG"], [253, 281, "ORG"], [301, 304, "ORG"], [326, 329, "ORG"], [342, 345, "ORG"], [359, 382, "LOC"], [386, 412, "LOC"]]}
{"text": "16 Spānijas tiesiskais regulējums, kurā ir noteikts TEA juridiskais statuss, ir ietverts 2003. gada 17. decembra Ley 58/2003, General Tributaria (Likums 58/2003 par vispārējo nodokļu kodeksu) (2003. gada 18. decembra BOE Nr. 302, 44987. lpp.), redakcijā ar grozījumiem, kas izdarīti ar 2015. gada 21. septembra Ley 34/2015 (2015. gada 22. septembra BOE Nr. 227, 83633. lpp.) (turpmāk tekstā – “LGT”), it īpaši šā likuma IV nodaļā “Nodokļu pārsūdzības”, kas ir šā kodeksa V sadaļā “Administratīva pārskatīšana”.", "label": [[3, 11, "LOC"], [52, 55, "ORG"], [89, 112, "DATE"], [193, 216, "DATE"], [286, 310, "DATE"], [324, 348, "DATE"]]}
{"text": "17 LGT 228. pantā ir noteikts:", "label": []}
{"text": "“1. Kompetence izskatīt nodokļu pārsūdzības ir tikai nodokļu pārsūdzības iestādēm, kuras, pildot savus pienākumus, rīkojas funkcionāli neatkarīgi.", "label": []}
{"text": "2. Valsts kompetences jomā nodokļu pārsūdzības iestādes ir:", "label": []}
{"text": "a) TEAC.", "label": [[3, 7, "ORG"]]}
{"text": "b) Reģionālās un vietējās TEA.", "label": [[26, 29, "ORG"]]}
{"text": "3. Īpašā palāta doktrīnas apvienošanai arī ir uzskatāma par nodokļu pārsūdzības iestādi.", "label": [[3, 38, "ORG"]]}
{"text": "[..]”", "label": []}
{"text": "18 LGT 237. panta 3. punktā ir paredzēti noteikumi tādu lūgumu sniegt prejudiciālu nolēmumu jomā, kurus TEA var nosūtīt Tiesai, tostarp par tiesvedības apturēšanu līdz brīdim, kad Tiesa sniegs atbildi uz prejudiciālu jautājumu.", "label": [[104, 107, "ORG"], [120, 126, "ORG"], [180, 185, "ORG"]]}
{"text": "19 LGT 243. pantā “Ārkārtas pārsūdzība doktrīnas apvienošanai” ir noteikts:", "label": []}
{"text": "“1. Ārkārtas pārsūdzību doktrīnas apvienošanai var iesniegt Ekonomikas un finanšu ministrijas Nodokļu ģenerāldirektors par lēmumiem nodokļu lietās, kurus pieņēmusi [TEAC], ja minētais ģenerāldirektors nepiekrīt šo lēmumu saturam.", "label": [[60, 93, "ORG"], [94, 118, "PROFESSION"], [165, 169, "ORG"], [184, 200, "PROFESSION"]]}
{"text": "[..]", "label": []}
{"text": "2. Īpašās palātas doktrīnas apvienošanai kompetencē ir izskatīt šīs pārsūdzības. Tās sastāvā ir [TEAC] priekšsēdētājs, kurš to vada, trīs šīs tiesu iestādes locekļi, Ekonomikas un finanšu ministrijas nodokļu ģenerāldirektors, Nodokļu pārvaldes valsts aģentūras ģenerāldirektors, šīs aģentūras, no kuras funkcionāli ir atkarīga struktūrvienība, kas ir lēmumā norādītā akta autors, dienesta ģenerāldirektors vai direktors, kā arī Padomes patērētāju aizsardzībai priekšsēdētājs.", "label": [[3, 40, "ORG"], [96, 102, "ORG"], [103, 117, "PROFESSION"], [166, 199, "ORG"], [208, 224, "PROFESSION"], [226, 260, "ORG"], [261, 277, "PROFESSION"], [389, 405, "PROFESSION"], [410, 419, "PROFESSION"], [428, 459, "ORG"], [460, 474, "PROFESSION"]]}
{"text": "[..]", "label": []}
{"text": "3. Īpašā palāta lēmumus par pārsūdzību pieņem ar tās locekļu balsu vairākumu. Ja balsis sadalās vienādi, izšķirošā balss vienmēr ir priekšsēdētājam.", "label": [[3, 15, "ORG"], [132, 147, "PROFESSION"]]}
{"text": "4. Pārsūdzības tiek izskatītas sešu mēnešu laikā, ņemot vērā īpašo juridisko situāciju, kas izriet no apstrīdētā lēmuma, nosakot tai piemērojamo judikatūru.", "label": [[31, 35, "AMOUNT_VALUE"], [36, 42, "AMOUNT_UNIT"]]}
{"text": "5. Doktrīna, kas noteikta lēmumos par šīm pārsūdzībām, ir saistoša [TEA], autonomo kopienu un pilsētu ar autonomu statusu nodokļu iestādēm, kā arī pārējai valsts, autonomo kopienu un pilsētu ar autonomu statusu nodokļu administrācijai.”", "label": [[68, 71, "ORG"]]}
{"text": "20 Citi noteikumi, kas ir piemērojami TEA, ir ietverti 2015. gada 13. maija Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa (Karaļa dekrēts 520/2005, ar ko apstiprina vispārējos 2003. gada 17. decembra Likuma 58/2003 īstenošanas noteikumus administratīvās pārskatīšanas un pārsūdzības jomā) (2005. gada 27. maija BOE Nr. 126, 17835. lpp.) (turpmāk tekstā – “Karaļa dekrēts 520/2005”).", "label": [[38, 41, "ORG"], [55, 75, "DATE"], [179, 194, "DATE"], [315, 338, "DATE"], [429, 449, "DATE"]]}
{"text": "21 Karaļa dekrēta 520/2005 29. panta 2. un 9. punktā ir noteikts:", "label": []}
{"text": "“2. [TEAC] priekšsēdētāju ieceļ amatā un atceļ ar karaļa dekrētu, ko Ministru padome pieņem pēc ekonomikas un finanšu ministra priekšlikuma no to ierēdņu vidus, kuriem ir atzīta reputācija un darba pieredze šajā jomā un kuriem būs Ekonomikas un finanšu ministrijas ģenerāldirektora pakāpe.", "label": [[5, 9, "ORG"], [11, 25, "PROFESSION"], [69, 84, "ORG"], [96, 126, "PROFESSION"], [231, 264, "ORG"], [265, 281, "PROFESSION"]]}
{"text": "[TEAC] locekļus ieceļ amatā un atceļ ar karaļa dekrētu, ko Ministru padome pieņem pēc ekonomikas un finanšu ministra priekšlikuma no darba vietu sarakstā norādīto struktūrvienību ierēdņu vidus, un tiem būs Ekonomikas un finanšu ministrijas ģenerāldirektora vietnieka pakāpe.", "label": [[1, 5, "ORG"], [59, 74, "ORG"], [86, 116, "PROFESSION"], [206, 239, "ORG"], [240, 266, "PROFESSION"]]}
{"text": "[..]", "label": []}
{"text": "9. Visi kopsapulces vai palātas locekļi, kā arī vienpersoniskas [TEAC] struktūrvienības pilnīgi neatkarīgi un ar savu atbildību pilda pienākumus, kas tiem ir uzticēti likumos, kā arī citus pienākumus, kurus tiem var būt uzticējis priekšsēdētājs.”", "label": [[65, 69, "ORG"], [230, 244, "PROFESSION"]]}
{"text": "22 Saskaņā ar Karaļa dekrēta 520/2005 30. panta 2. un 12. punktu:", "label": []}
{"text": "“2. [Reģionālo un vietējo TEA] priekšsēdētājs, decentralizētās palātas priekšsēdētāji, palātu priekšsēdētāji un locekļi tiek iecelti amatā un atcelti ar ekonomikas un finanšu ministra dekrētu no darba vietu sarakstā norādīto struktūrvienību ierēdņu vidus. [..]", "label": [[26, 29, "ORG"], [31, 45, "PROFESSION"], [47, 85, "PROFESSION"], [87, 108, "PROFESSION"], [153, 183, "PROFESSION"]]}
{"text": "[..]", "label": []}
{"text": "12. Visi kopsapulces vai palātu locekļi, kā arī vienpersoniskas [reģionālo un vietējo TEA] struktūrvienības pilnīgi neatkarīgi, uzņemoties atbildību, pilda pienākumus, kas tiem ir uzticēti likumos, kā arī citus pienākumus, kurus tiem var būt uzticējis pārsūdzības iestādes priekšsēdētājs vai decentralizētās palātas priekšsēdētājs.”", "label": [[86, 89, "ORG"], [273, 287, "PROFESSION"], [316, 330, "PROFESSION"]]}
{"text": "Pamatlieta un prejudiciālie jautājumi", "label": []}
{"text": "23 2002. gada maijā Banco de Santander Central Hispano SA (turpmāk tekstā – “BSCH”), konsolidētās nodokļu grupas 17/89 galvenais uzņēmums, iegādājās 100 % kapitāla daļu Vācijā reģistrētajā uzņēmumā AKB Holding GmbH (turpmāk tekstā – “AKB”).", "label": [[3, 19, "DATE"], [20, 57, "ORG"], [77, 81, "ORG"], [149, 152, "AMOUNT_VALUE"], [153, 154, "AMOUNT_UNIT"], [169, 175, "LOC"], [198, 214, "ORG"], [234, 237, "ORG"]]}
{"text": "24 Šī iegāde par cenu 1 099 999 999 EUR, kuras AKB grāmatvedības vērtība gan tika novērtēta kā 183 909 000 EUR, radīja finanšu nemateriālo vērtību 916 091 000 EUR apmērā (turpmāk tekstā – “attiecīgā nemateriālā vērtība”).", "label": [[22, 35, "AMOUNT_VALUE"], [36, 39, "AMOUNT_UNIT"], [47, 50, "ORG"], [95, 106, "AMOUNT_VALUE"], [107, 110, "AMOUNT_UNIT"], [147, 158, "AMOUNT_VALUE"], [159, 162, "AMOUNT_UNIT"]]}
{"text": "25 Kā holdinga sabiedrībai AKB piederēja kapitāla daļas šādos (Savienībā reģistrētos) uzņēmumos: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH un AKB Marketing Services sp. z o.o.", "label": [[27, 30, "ORG"], [63, 72, "LOC"], [97, 118, "ORG"], [120, 136, "ORG"], [138, 154, "ORG"], [156, 184, "ORG"], [186, 222, "ORG"], [224, 252, "ORG"], [256, 288, "ORG"]]}
{"text": "26 2002. gada decembrī BSCH nosūtīja AKB akcijas, kuru iegādes cena radīja attiecīgo nemateriālo vērtību, Nīderlandē reģistrētajam uzņēmumam Holneth BV un Spānijā reģistrētajam uzņēmumam Santander Consumer Finance SA (turpmāk tekstā – “SCF”), un šie abi uzņēmumi tāpat pieder konsolidētajai nodokļu grupai 17/89.", "label": [[3, 22, "DATE"], [23, 27, "ORG"], [37, 40, "ORG"], [106, 116, "LOC"], [141, 151, "ORG"], [155, 162, "LOC"], [187, 216, "ORG"], [236, 239, "ORG"]]}
{"text": "27 Ņemot vērā attiecīgo nemateriālo vērtību, konsolidētā nodokļu grupa 17/89 savās uzņēmumu ienākuma nodokļa deklarācijās par 2002. un 2003. taksācijas gadu veica nodokļa atskaitījumus, piemērojot TRLIS 12. panta 5. punktu.", "label": [[126, 130, "DATE"], [135, 139, "DATE"]]}
{"text": "28 Tā attiecībā uz 2002. taksācijas gadu BSCH un SCF attiecīgi atskaitīja 27 482 730 EUR un 1 631 395 EUR. Attiecībā uz 2003. taksācijas gadu SCF atskaitīja 45 804 550 EUR.", "label": [[19, 23, "DATE"], [41, 45, "ORG"], [49, 52, "ORG"], [74, 84, "AMOUNT_VALUE"], [85, 88, "AMOUNT_UNIT"], [92, 101, "AMOUNT_VALUE"], [102, 105, "AMOUNT_UNIT"], [120, 124, "DATE"], [142, 145, "ORG"], [157, 167, "AMOUNT_VALUE"], [168, 171, "AMOUNT_UNIT"]]}
{"text": "29 Runājot par 2002. taksācijas gadu, pēc nodokļu pārbaudes, kas noslēdzās ar 2006. gada 21. decembra protokolu, finanšu inspekcija ar 2007. gada 7. marta paziņojumu par piedziņu apstiprināja BSCH atskaitījumu 20 262 374 EUR apmērā, bet veica korekciju 7 215 356 EUR apmērā. Attiecībā uz SCF atskaitījums 1 631 395 EUR apmērā tika apstiprināts pilnībā.", "label": [[15, 19, "DATE"], [78, 101, "DATE"], [135, 154, "DATE"], [192, 196, "ORG"], [210, 220, "AMOUNT_VALUE"], [221, 224, "AMOUNT_UNIT"], [253, 262, "AMOUNT_VALUE"], [263, 266, "AMOUNT_UNIT"], [288, 291, "ORG"], [305, 314, "AMOUNT_VALUE"], [315, 318, "AMOUNT_UNIT"]]}
{"text": "30 Ar 2010. gada 22. jūlija paziņojumu par piedziņu finanšu inspekcija noraidīja pilnībā nemateriālās vērtības atskaitīšanu, uz kuru SCF pretendēja attiecībā uz 2003. taksācijas gadu.", "label": [[6, 27, "DATE"], [133, 136, "ORG"], [161, 165, "DATE"]]}
{"text": "31 2010. gada 16. augustā Banco de Santander iesniedza TEAC sūdzību par šo paziņojumu par piedziņu, apgalvojot, ka attiecīgā nemateriālā vērtība, neraugoties uz tās netiešo raksturu tādēļ, ka iegāde, kas to radījusi, attiecās uz holdinga sabiedrību, ir atskaitāma no uzņēmumu ienākuma nodokļa saskaņā ar pašu TRLIS 12. panta 5. punkta formulējumu.", "label": [[3, 25, "DATE"], [26, 44, "ORG"], [55, 59, "ORG"]]}
{"text": "32 Ņemot vērā jauno TRLIS 12. panta 5. punkta interpretāciju, ko pieņēmusi gan DGT, gan TEAC un kas norādīta šā sprieduma 12. punktā, šajā lietā rodoties jautājums, vai, piemērojot Lēmumu 2011/5, kas ir Komisijas pirmais lēmums par attiecīgo nodokļu režīmu, kā prettiesisks un ar iekšējo tirgu nesaderīgs atbalsts ir jāatgūst nodokļa atskaitījums, kas atbilst attiecīgās nemateriālās vērtības norakstīšanai 2007. gada 21. decembrī pēc nerezidentes holdinga sabiedrības iegādes.", "label": [[79, 82, "ORG"], [88, 92, "ORG"], [203, 212, "ORG"], [407, 430, "DATE"]]}
{"text": "33 Ņemot vērā, ka ar Lēmuma 2011/5 1. panta 2. punktu kopsakarā ar tā 4. panta 1. punktu iegūtās tiesiskās paļāvības dēļ ir izslēgts pienākums atgūt iegādes, kas veiktas pirms 2007. gada 21. decembra, un ņemot vērā to, ka pamatlietā aplūkotā iegāde ir notikusi pirms šā datuma, pamatlietas atrisināšanai noteikti ir jāsniedz atbilde uz jautājumu par to, vai šie Lēmuma 2011/5 noteikumi ir jāinterpretē tādējādi, ka tie ir piemērojami arī netiešai kapitāla daļu iegādei, tostarp iegādājoties nerezidenti holdinga sabiedrību, tādu kā pamatlietā aplūkotā.", "label": [[176, 199, "DATE"]]}
{"text": "34 Šajā ziņā TEAC uzskatīja, ka administratīvā interpretācija, kurai iepriekš bija pretrunā nodokļu atskaitījumu piemērošana netiešai kapitāla daļu iegādei, nav tiesību avots.", "label": [[13, 17, "ORG"]]}
{"text": "35 Proti, ne DGT, ne TEAC nepiederot pie likumdošanas vai tiesu varas. Šo struktūru apstiprinātās interpretācijas neesot galīgas, jo tās tiek pakļautas pārbaudei tiesā. Turklāt Tribunal Supremo (Augstākā tiesa, Spānija) vēl neesot spriedusi par TRLIS 12. panta 5. punkta piemērojamību netiešām kapitāla daļu iegādēm.", "label": [[13, 16, "ORG"], [21, 25, "ORG"], [177, 193, "ORG"], [195, 209, "ORG"], [211, 218, "LOC"]]}
{"text": "36 Šajos apstākļos TEAC nolēma apturēt tiesvedību un uzdot Tiesai šādus prejudiciālus jautājumus:", "label": [[19, 23, "ORG"], [59, 65, "ORG"]]}
{"text": "“1) Vai Lēmuma [2011/5] 1. panta 2. punkts ir jāinterpretē tādējādi, ka tiesiskā paļāvība, kas tajā ir atzīta un definēta, ir piemērojama nemateriālās vērtības norakstīšanai nodokļu vajadzībām atbilstoši TRLIS 12. panta 5. punktam, tādu nerezidentu sabiedrību kapitāla daļu netiešas iegādes gadījumā, kas iegūtas, tieši iegādājoties holdinga sabiedrību nerezidenti?", "label": []}
{"text": "2) Apstiprinošas atbildes gadījumā: vai ir jākonstatē, ka nav spēkā lēmums [par procedūras uzsākšanu, kuras rezultātā tika pieņemts Lēmums 2015/314], ar kuru Komisija nolēma uzsākt LESD 108. panta 2. punktā paredzēto procedūru, tādēļ, ka esot pārkāpts minētais pants un Padomes Regula (EK) Nr. 659/1999 (1999. gada 22. marts), ar ko nosaka sīki izstrādātus noteikumus [LESD 108. panta] piemērošanai (OV 1999, L 83, 1. lpp.)?”", "label": [[158, 166, "ORG"], [270, 277, "ORG"], [304, 324, "DATE"]]}
{"text": "37 Ar 2015. gada 8. janvāra lēmumu, kas Tiesā reģistrēts 2015. gada 27. janvārī, TEAC uzskatīja, ka tai ir jāpārformulē prejudiciālie jautājumi jaunatklātu faktu dēļ.", "label": [[6, 27, "DATE"], [40, 45, "ORG"], [57, 79, "DATE"], [81, 85, "ORG"]]}
{"text": "38 Runa bija, pirmkārt, par Lēmuma 2015/314 pieņemšanu 2014. gada 15. oktobrī un, otrkārt, par Eiropas Savienības Vispārējās tiesas pasludināto 2014. gada 7. novembra spriedumu Autogrill España/Komisija (T‑219/10, EU:T:2014:939), kā arī [2014. gada 7. novembra] spriedumu Banco Santander un Santusa/Komisija (T‑399/11, EU:T:2014:938), ar kuriem tā atcēla Lēmuma 2011/5 un Lēmuma 2011/282 attiecīgos 1. panta 1. punktu un 4. pantu.", "label": [[55, 77, "DATE"], [95, 131, "ORG"], [144, 166, "DATE"], [177, 193, "ORG"], [194, 202, "ORG"], [238, 260, "DATE"], [272, 287, "ORG"], [291, 298, "ORG"], [299, 307, "ORG"]]}
{"text": "39 TEAC uzskatīja, ka pēc jauniem notikumiem Tiesai vairs nav jājautā par Lēmuma 2011/5 interpretāciju, jo būtiskais jautājums pamatlietas atrisināšanai tagad ir par to, vai tādēļ, ka Vispārējā tiesa ir atcēlusi šo lēmumu, par spēkā neesošu būtu jāatzīst Lēmums 2015/314, kurā TRLIS 12. panta 5. punktā paredzētais atskaitījumu aizliegums, tāds kā jau Lēmumos 2011/5 un 2011/282 paredzētais, tika attiecināts uz netiešu nerezidentu sabiedrību kapitāla daļu iegādi.", "label": [[3, 7, "ORG"], [45, 51, "ORG"], [184, 199, "ORG"]]}
{"text": "40 Šajos apstākļos TEAC nolēma pārformulēt prejudiciālos jautājumus šādi:", "label": [[19, 23, "ORG"]]}
{"text": "“1) Vai Lēmums [2015/314] nav spēkā tādēļ, ka atbilstoši Eiropas Savienības Vispārējās tiesas 2014. gada 7. novembra spriedumam Autogrill España/Komisija (T‑219/10, EU:T:2014:939), kā arī [2014. gada 7. novembra] spriedumam Banco Santander un Santusa/Komisija (T‑399/11, EU:T:2014:938), ar kuriem tika atcelti [Lēmuma 2011/5 un Lēmuma 2011/282] attiecīgie 1. panta 1. punkts un 4. pants, tam nav faktiskā un juridiskā pamata?", "label": [[57, 93, "ORG"], [94, 116, "DATE"], [128, 144, "ORG"], [145, 153, "ORG"], [189, 211, "DATE"], [224, 239, "ORG"], [243, 250, "ORG"], [251, 259, "ORG"]]}
{"text": "2) Vai Lēmums [2015/314] nav spēkā tādēļ, ka atbilstoši Eiropas Savienības Vispārējās tiesas 2014. gada 7. novembra spriedumam Autogrill España/Komisija (T‑219/10, EU:T:2014:939), kā arī [2014. gada 7. novembra] spriedumam Banco Santander un Santusa/Komisija (T‑399/11, EU:T:2014:938), ar kuriem tika atcelti [Lēmuma 2011/5 un Lēmuma 2011/282] attiecīgie 1. panta 1. punkts un 4. pants, tajā nav norādīts pamatojums?", "label": [[56, 92, "ORG"], [93, 115, "DATE"], [127, 143, "ORG"], [144, 152, "ORG"], [188, 210, "DATE"], [223, 238, "ORG"], [242, 249, "ORG"], [250, 258, "ORG"]]}
{"text": "3) Pakārtoti, ja uz iepriekšējiem jautājumiem tiek atbildēts noliedzoši:", "label": []}
{"text": "Vai Lēmums [2015/314] nav spēkā tāpēc, ka TRLIS 12. panta 5. punkta jaunā administratīvā interpretācija pilnībā ietilpst [Lēmuma 2011/5 un Lēmuma 2011/282] piemērošanas jomā?”", "label": []}
{"text": "41 Ar 2017. gada 8. jūnija lēmumu, kas Tiesā reģistrēts 2017. gada 6. jūlijā, TEAC uzskatīja, ka tai otrreiz ir jāpārformulē prejudiciālie jautājumi jaunatklātu apstākļu dēļ, proti, 2016. gada 21. decembra sprieduma Komisija/World Duty Free Group u.c. (C‑20/15 P un C‑21/15 P, EU:C:2016:981) dēļ, ar kuru Tiesa atcēla Vispārējās tiesas 2014. gada 7. novembra spriedumu Autogrill España/Komisija (T‑219/10, EU:T:2014:939), kā arī 2014. gada 7. novembra spriedumu Banco Santander un Santusa/Komisija (T‑399/11, EU:T:2014:938) un nosūtīja lietas T‑219/10 un T‑399/11 atpakaļ Vispārējai tiesai.", "label": [[6, 26, "DATE"], [39, 44, "ORG"], [56, 76, "DATE"], [78, 82, "ORG"], [182, 205, "DATE"], [216, 224, "ORG"], [225, 246, "ORG"], [305, 310, "ORG"], [318, 335, "ORG"], [336, 358, "DATE"], [369, 385, "ORG"], [386, 394, "ORG"], [429, 451, "DATE"], [462, 477, "ORG"], [481, 488, "ORG"], [489, 497, "ORG"], [572, 589, "ORG"]]}
{"text": "42 Ņemot vērā šo jauno faktu, TEAC uzskatīja, ka ir jāsaglabā gan sākotnējā lūgumā sniegt prejudiciālu nolēmumu uzdotie jautājumi, kas attiecas uz Lēmuma 2011/5 1. panta 2. punkta piemērošanas jomas interpretāciju, gan pirmo reizi pārformulētie prejudiciālie jautājumi, kas savukārt attiecas uz Lēmuma 2015/314 spēkā esamību.", "label": [[30, 34, "ORG"]]}
{"text": "43 Pēc otrreizējās prejudiciālo jautājumu pārformulēšanas tie skan šādi:", "label": []}
{"text": "“1) Gadījumā, ja tiek apstiprināts, ka [Lēmums 2011/5] ir spēkā:", "label": []}
{"text": "a) Vai [Lēmuma 2011/5] 1. panta 2. punkts ir jāinterpretē tādējādi, ka tiesiskā paļāvība, kas tajā ir atzīta un definēta, ir piemērojama nemateriālās vērtības norakstīšanai nodokļu vajadzībām atbilstoši TRLIS 12. panta 5. punktam tādu nerezidentu sabiedrību kapitāla daļu netiešas iegādes gadījumā, kas iegūtas, tieši iegādājoties holdinga sabiedrību nerezidenti?", "label": []}
{"text": "b) Apstiprinošas atbildes gadījumā: vai ir jākonstatē, ka nav spēkā lēmums [par procedūras uzsākšanu, kuras rezultātā tika pieņemts Lēmums 2015/314]?", "label": []}
{"text": "2) Gadījumā, ja lietā T‑219/10 tiek atcelts [Lēmuma 2011/5] 1. pants:", "label": []}
{"text": "a) Vai [Lēmums 2015/314] nav spēkā tādēļ, ka tas ir zaudējis faktisku un juridisku pamatu?", "label": []}
{"text": "b) Vai [Lēmums 2015/314] nav spēkā tādēļ, ka tajā nav norādīts pamatojums?", "label": []}
{"text": "c) Pakārtoti, ja uz iepriekšējiem jautājumiem tiek atbildēts noliedzoši:", "label": []}
{"text": "Vai [Lēmums 2015/314] nav spēkā tādēļ, ka TRLIS 12. panta 5. punkta jaunā administratīvā interpretācija pilnībā ietilpst [Lēmuma 2011/5 un Lēmuma 2011/282] piemērošanas jomā?”", "label": []}
{"text": "44 Ar 2018. gada 15. novembra Vispārējās tiesas spriedumu World Duty Free Group/Komisija (T‑219/10 RENV, EU:T:2018:784) Vispārējā tiesa noraidīja World Duty Free Group prasību atcelt Lēmumu 2011/5.", "label": [[6, 29, "DATE"], [30, 47, "ORG"], [58, 79, "ORG"], [80, 88, "ORG"], [120, 135, "ORG"], [146, 167, "ORG"]]}
{"text": "45 2019. gada 25. janvārī šī sabiedrība iesniedza apelācijas sūdzību, lai panāktu gan šā sprieduma, gan Lēmuma 2011/5 atcelšanu. Šī apelācijas sūdzība tiek izskatīta Tiesā (lieta C‑51/19 P).", "label": [[3, 25, "DATE"], [166, 171, "ORG"]]}
{"text": "46 Tiesa izskata arī citas apelācijas sūdzības, kurām ir tāds pats priekšmets vai kuru priekšmets ir citi Vispārējās tiesas spriedumi, ar kuriem noraidītas prasības atcelt Lēmumu 2011/282.", "label": [[3, 8, "ORG"], [106, 123, "ORG"]]}
{"text": "47 Turklāt Vispārējā tiesa pašlaik izskata vairākas prasības atcelt Lēmumu 2015/314.", "label": [[11, 26, "ORG"]]}
{"text": "48 Šajā lietā tika pieņemti vairāki secīgi lēmumi par tiesvedības apturēšanu. Tie galvenokārt tikuši pieņemti tādēļ, ka pēc šīm divām prejudiciālo jautājumu pārformulēšanas reizēm TEAC pašlaik vēlas jautāt Tiesai vai nu par Lēmuma 2011/5 spēkā neesamības iespējamām sekām uz Lēmuma 2015/314 spēkā esamību gadījumā, ja Lēmuma 2011/5 spēkā neesamību būtu konstatējusi Savienības tiesa, vai arī par Lēmuma 2011/5 interpretāciju, lai noteiktu šā lēmuma piemērošanas jomu, gadījumā, ja Savienības tiesa apstiprinātu, ka šis lēmums ir spēkā.", "label": [[180, 184, "ORG"], [206, 212, "ORG"], [366, 376, "LOC"], [481, 491, "LOC"]]}
{"text": "49 Šodien jautājums par Lēmuma 2011/5 spēkā esamību joprojām tiek izskatīts Savienības tiesās.", "label": [[76, 86, "LOC"]]}
{"text": "50 Tomēr, ņemot vērā tostarp Tiesas judikatūru pēc šā lūguma sniegt prejudiciālu nolēmumu iesniegšanas, kā arī Komisijas izteiktās šaubas par to, vai TEAC ir kvalificējama par “tiesu” LESD 267. panta izpratnē un tātad par šā lūguma pieņemamību, ir jāatsāk izskatīt šī lieta, lai izvērtētu, vai TEAC ir šādi kvalificējama.", "label": [[29, 35, "ORG"], [111, 120, "ORG"], [150, 154, "ORG"], [294, 298, "ORG"]]}
{"text": "Par lūguma sniegt prejudiciālu nolēmumu pieņemamību", "label": []}
{"text": "51 Saskaņā ar Tiesas pastāvīgo judikatūru, lai izvērtētu, vai attiecīgajai iesniedzējinstitūcijai ir “tiesas” raksturiezīmes LESD 267. panta izpratnē, kas ir jautājums, uz kuru attiecas vienīgi Savienības tiesības, Tiesa ņem vērā virkni aspektu, kā, piemēram, vai iestāde ir izveidota ar likumu, vai tā ir pastāvīga, vai tās pieņemtie nolēmumi ir saistoši, vai procedūra tajā notiek atbilstoši sacīkstes principam, vai tā piemēro tiesību normas, kā arī vai tā ir neatkarīga (šajā nozīmē skat. spriedumus, 1966. gada 30. jūnijs, Rannberg‑Rasmussen, 61/65, EU:C:1966:39, 395. lpp.; 2005. gada 31. maijs, Malfait u.c., C‑53/03, EU:C:2005:333, 29. punkts, kā arī 2017. gada 16. februāris, Gajane Fiorello, C‑503/15, EU:C:2017:126, 27. punkts un tajā minētā judikatūra).", "label": [[14, 20, "ORG"], [194, 204, "LOC"], [215, 220, "ORG"], [505, 526, "DATE"], [528, 546, "PER"], [580, 600, "DATE"], [602, 609, "PER"], [659, 683, "DATE"], [685, 700, "PER"]]}
{"text": "52 Runājot par TEAC, kas ir iesniedzējinstitūcija šajā lietā, Tiesai iesniegtajos lietas materiālos esošā informācija neļauj šaubīties par to, ka tā atbilst kritērijiem par izveidošanu ar likumu, tās pastāvīgumu, par to, ka tās pieņemtie nolēmumi ir saistoši, ka procedūra tajā notiek atbilstoši sacīkstes principam, un to, ka tā piemēro tiesību normas.", "label": [[15, 19, "ORG"], [62, 68, "ORG"]]}
{"text": "53 Turpretī rodas jautājums par to, vai TEAC atbilst neatkarības kritērijam.", "label": [[40, 44, "ORG"]]}
{"text": "54 Šajā ziņā Tiesa 2000. gada 21. marta sprieduma Vuotila u.c. (no C‑110/98 līdz C‑147/98, EU:C:2000:145) 39. punktā nosprieda, ka Spānijas tiesību akti par TEA, kādi tie bija piemērojami lietā, kurā ticis pasludināts minētais spriedums, nodrošina funkciju nodalīšanu starp nodokļu administrācijas dienestiem, kas ir atbildīgi par nodokļu pārvaldību, iekasēšanu un piedziņu, no vienas puses, un TEA, kurās tiek pieņemti lēmumi par sūdzībām, ko iesniedz par šo dienestu lēmumiem, nesaņemot norādījumus no nodokļu administrācijas, no otras puses. Minētā sprieduma 40. punktā Tiesa precizēja, ka šādas garantijas TEA piešķir trešo personu statusu attiecībā pret dienestiem, kas ir pieņēmuši lēmumu, par kuru ir iesniegta sūdzība, un vajadzīgo neatkarību, lai tās varētu uzskatīt par tiesām LESD 267. panta izpratnē.", "label": [[13, 18, "ORG"], [19, 39, "DATE"], [50, 57, "PER"], [131, 139, "LOC"], [157, 160, "ORG"], [395, 398, "ORG"], [573, 578, "ORG"], [610, 613, "ORG"]]}
{"text": "55 Tomēr, kā ir apgalvojusi arī Komisija savos rakstveida apsvērumos, šie apsvērumi ir atkārtoti jāizvērtē, tostarp ņemot vērā Tiesas neseno judikatūru, kas it īpaši attiecas uz neatkarības kritēriju, kuram ir jāatbilst jebkurai valsts institūcijai, lai to varētu kvalificēt par “tiesu” LESD 267. panta izpratnē.", "label": [[32, 40, "ORG"], [127, 133, "ORG"]]}
{"text": "56 Šajā kontekstā ir jāuzsver, ka valstu tiesu neatkarība ir īpaši būtiska tiesu sadarbības sistēmas, ko iemieso LESD 267. pantā paredzētais prejudiciāla nolēmuma tiesvedības mehānisms, raitai darbībai, jo atbilstīgi šā sprieduma 51. punktā atgādinātajai Tiesas pastāvīgajai judikatūrai šo mehānismu var iedarbināt vienīgi instance, kurai ir uzticēts piemērot Savienības tiesības un kura tostarp atbilst šim neatkarības kritērijam (spriedums, 2018. gada 27. februāris, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, 43. punkts).", "label": [[255, 261, "ORG"], [360, 370, "LOC"], [443, 467, "DATE"], [469, 511, "ORG"]]}
{"text": "57 Saskaņā ar Tiesas judikatūru “neatkarības” jēdziens ietver divus aspektus. Pirmais aspekts, kam ir ārējs raksturs, ietver prasību, lai attiecīgā instance pildītu savas funkcijas pilnīgi autonomi, ne ar vienu nebūdama nedz hierarhiskās, nedz padotības attiecībās un nesaņemot jebkādas izcelsmes norādījumus vai instrukcijas, un tādējādi ir pasargāta no ārējas iejaukšanās vai spiediena, kas varētu apdraudēt tās locekļu spriešanas neatkarību un ietekmēt to lēmumus (spriedums, 2018. gada 27. februāris, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, 44. punkts un tajā minētā judikatūra).", "label": [[14, 20, "ORG"], [479, 503, "DATE"], [505, 547, "ORG"]]}
{"text": "58 Vēl runājot par “neatkarības” jēdziena ārējo aspektu, ir jāatgādina, ka attiecīgās instances locekļu neatceļamība ir ar tiesnešu neatkarību nedalāmi saistīta garantija, jo tās mērķis ir aizsargāt personu no personām, kuru uzdevums ir spriest tiesu (šajā nozīmē skat. spriedumus, 2006. gada 19. septembris, Maslov, C‑506/04, EU:C:2006:587, 51. punkts, un 2018. gada 27. februāris, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, 45. punkts).", "label": [[123, 131, "PROFESSION"], [282, 307, "DATE"], [309, 315, "PER"], [357, 381, "DATE"], [383, 425, "ORG"]]}
{"text": "59 Atbilstoši neatceļamības principam, kura būtiskā nozīme ir jāuzsver, tiesnešiem tostarp ir jāvar palikt amatā līdz brīdim, kad viņi sasniedz obligāto pensionēšanās vecumu, vai līdz savu pilnvaru termiņa beigām, ja tās ir piešķirtas uz noteiktu laiku. No minētā principa, lai gan tam nav absolūta rakstura, izņēmumi var būt tikai ar nosacījumu, ka tas ir pamatots ar attaisnojošiem un primāriem iemesliem, ievērojot samērīguma principu. Tā parasti tiek pieņemts, ka tiesneši, ievērojot atbilstošas procedūras, var tikt atcelti, ja tie nevar turpināt pildīt savas funkcijas nespējas vai pienākumu būtiskas neizpildes dēļ (spriedums, 2019. gada 24. jūnijs, Komisija/Polija (Augstākās tiesas neatkarība), C‑619/18, EU:C:2019:531, 76. punkts).", "label": [[72, 82, "PROFESSION"], [468, 476, "PROFESSION"], [634, 655, "DATE"], [657, 665, "ORG"], [666, 672, "ORG"], [674, 690, "ORG"]]}
{"text": "60 Tiesas tiesnešu neatceļamības garantijai tātad ir nepieciešams, lai gadījumi, kuros šīs iestādes locekļus var atcelt no amata, būtu noteikti īpašos tiesību aktos, skaidrās tiesību normās, kas sniedz garantijas, kuras pārsniedz nelikumīgas atcelšanas gadījumā piemērojamajos vispārīgajos administratīvo tiesību un darba tiesību noteikumos paredzētās garantijas (šajā nozīmē skat. spriedumu, 2014. gada 9. oktobris, TDC, C‑222/13, EU:C:2014:2265, 32. un 35. punkts).", "label": [[10, 18, "PROFESSION"], [393, 415, "DATE"]]}
{"text": "61 Otrs, iekšēja rakstura, “neatkarības” jēdziena aspekts ir saistīts ar “neitralitātes” jēdzienu un attiecas uz to, ka tiek saglabāta vienāda attieksme pret strīda dalībniekiem un to attiecīgajām interesēm saistībā ar strīda priekšmetu. Šajā aspektā ir jāievēro objektivitāte un, izņemot stingru tiesību normu piemērošanu, ir jābūt absolūtai neieinteresētībai strīda atrisinājumā (spriedums, 2017. gada 16. februāris, Gajane Fiorello, C‑503/15, EU:C:2017:126, 38. punkts un tajā minētā judikatūra).", "label": [[393, 417, "DATE"], [419, 434, "PER"]]}
{"text": "62 Tādējādi atbilstoši Tiesas pastāvīgajai judikatūrai “neatkarības” jēdziens, kas ir raksturīgs uzdevumam spriest tiesu, vispirms jau nozīmē, ka attiecīgajai tiesai ir jābūt trešās personas pozīcijā attiecībā pret iestādi, kura ir pieņēmusi lēmumu, par ko ir celta prasība (šajā nozīmē skat. spriedumus, 1993. gada 30. marts, Elliott, C‑24/92, EU:C:1993:118, 15. punkts, kā arī 2014. gada 9. oktobris, TDC, C‑222/13, EU:C:2014:2265, 29. punkts un tajā minētā judikatūra).", "label": [[23, 29, "ORG"], [305, 325, "DATE"], [327, 334, "PER"], [379, 401, "DATE"]]}
{"text": "63 Šādām neatkarības un objektivitātes garantijām ir nepieciešams, lai pastāvētu tiesību normas, it īpaši attiecībā uz tiesas sastāvu, iecelšanu, pilnvaru ilgumu, kā arī tās locekļu atturēšanās, noraidīšanas un atcelšanas iemesliem, lai kliedētu indivīdos jebkādas pamatotas šaubas par minētās tiesas ārēju ietekmējamību un tās neitralitāti attiecībā uz interesēm, kas saduras (spriedums, 2014. gada 9. oktobris, TDC, C‑222/13, EU:C:2014:2265, 32. punkts).", "label": [[389, 411, "DATE"]]}
{"text": "64 Šajā gadījumā, pirmkārt, ir jākonstatē, ka atbilstoši piemērojamam valsts tiesiskajam regulējumam, it īpaši Karaļa dekrēta 520/2005 29. panta 2. punktam, TEAC priekšsēdētājs un locekļi tiek iecelti ar karaļa dekrētu, ko Ministru padome pieņem pēc ekonomikas un finanšu ministra priekšlikuma uz nenoteiktu laiku. Saskaņā ar šo pašu tiesību normu gan TEAC priekšsēdētājs, gan tās locekļi var tikt atcelti no amata atbilstoši šai pašai procedūrai, proti, ar karaļa dekrētu, ko Ministru padome pieņem pēc ekonomikas un finanšu ministra priekšlikuma.", "label": [[157, 161, "ORG"], [162, 176, "PROFESSION"], [223, 238, "ORG"], [250, 280, "PROFESSION"], [352, 356, "ORG"], [357, 371, "PROFESSION"], [477, 492, "ORG"], [504, 534, "PROFESSION"]]}
{"text": "65 Runājot par reģionālo TEA locekļiem, ir jānorāda, ka saskaņā ar Karaļa dekrēta 520/2005 30. panta 2. punktu tos ieceļ ekonomikas un finanšu ministrs no sarakstā esošo ierēdņu vidus un šis pats ministrs tos var atcelt.", "label": [[25, 28, "ORG"], [121, 151, "PROFESSION"], [196, 204, "PROFESSION"]]}
{"text": "66 Tomēr, lai arī, protams, piemērojamajā valsts tiesiskajā regulējumā ir paredzēti noteikumi tostarp par TEAC priekšsēdētāja, kā arī citu tās locekļu atturēšanos un noraidīšanu, kā arī – attiecībā uz TEAC priekšsēdētāju – noteikumi par interešu konfliktiem, nesaderību un pienākumu nodrošināt pārskatāmību, tomēr nav strīda par to, ka TEAC priekšsēdētāja un citu locekļu atcelšanas režīms nav noteikts konkrētā tiesiskajā regulējumā skaidrās tiesību normās, tādās kā tās, kas ir piemērojamas tiesu varas iestādes locekļiem. Uz TEAC locekļiem pēdējā minētajā aspektā attiecas vienīgi vispārīgie administratīvo tiesību noteikumi un it īpaši civildienesta ierēdņu pamatnoteikumi, kā tiesas sēdē Tiesā to ir apstiprinājusi Spānijas valdība. Tas pats ir jākonstatē attiecībā uz reģionālo un vietējo TEA locekļiem.", "label": [[106, 110, "ORG"], [111, 125, "PROFESSION"], [201, 205, "ORG"], [206, 220, "PROFESSION"], [336, 340, "ORG"], [341, 355, "PROFESSION"], [528, 532, "ORG"], [693, 698, "ORG"], [720, 736, "ORG"], [795, 798, "ORG"]]}
{"text": "67 Līdz ar to TEAC priekšsēdētāja un citu tās locekļu, kā arī citu TEA locekļu atcelšana neattiecas – kā būtu jābūt atbilstoši šā sprieduma 59. punktā atgādinātajam neatceļamības principam – tikai uz izņēmuma gadījumiem, kam ir attaisnojoši un primāri iemesli, kas pamato šāda pasākuma noteikšanu, ievērojot samērīguma principu un atbilstošās procedūras, piemēram, gadījumu, kad nespējas vai būtisku pienākumu neizpildes dēļ attiecīgās personas nespēj turpināt pildīt savus pienākumus.", "label": [[14, 18, "ORG"], [19, 33, "PROFESSION"], [67, 70, "ORG"]]}
{"text": "68 Līdz ar to piemērojamajos valsts tiesību aktos nav garantēts, ka TEAC priekšsēdētājs un citi tās locekļi ir pasargāti no ārēja spiediena (tieša vai netieša), un tas ļauj šaubīties par viņu neatkarību.", "label": [[68, 72, "ORG"], [73, 87, "PROFESSION"]]}
{"text": "69 Lai gan ir taisnība, ka saskaņā ar LGT 228. panta 1. punkta noteikumiem TEA locekļi savu kompetenci īsteno “funkcionāli neatkarīgi” un ka saskaņā ar Karaļa dekrēta 520/2005 29. panta 9. punktu un 30. panta 12. punktu tie “pilnīgi neatkarīgi, uzņemoties atbildību, pilda” pienākumus, kas tiem paredzēti likumos, tomēr viņu iecelšanas amatā atsaukšanas vai atcelšanas gadījumā nav paredzētas īpašas garantijas. Šāda sistēma nevar efektīvi novērst neatbilstošu izpildvaras spiedienu uz TEA locekļiem (pēc analoģijas skat. spriedumu, 2005. gada 31. maijs, Malfait u.c., C‑53/03, EU:C:2005:333, 31. punkts).", "label": [[75, 78, "ORG"], [486, 489, "ORG"], [533, 553, "DATE"], [555, 562, "PER"]]}
{"text": "70 Tādējādi TEA un it īpaši TEAC locekļu situācija atšķiras, piemēram, no iesniedzējinstitūcijas situācijas lietā, kurā tika pasludināts 2015. gada 6. oktobra spriedums Consorci Sanitari del Maresme (C‑203/14, EU:C:2015:664), jo, kā izriet no minētā sprieduma 11. un 20. punkta, šīs institūcijas locekļiem (atšķirībā no TEA locekļiem) to pilnvaru pildīšanas laikā ir paredzēta neatceļamības garantija, no kuras var atkāpties tikai likumā skaidri uzskaitīto iemeslu dēļ.", "label": [[12, 15, "ORG"], [28, 32, "ORG"], [137, 158, "DATE"], [169, 198, "ORG"], [320, 323, "ORG"]]}
{"text": "71 Tāpat TEA un it īpaši TEAC atšķiras no iesniedzējinstitūcijas lietā, kurā tika pasludināts 2016. gada 24. maija spriedums MT Højgaard un Züblin (C‑396/14, EU:C:2016:347). Proti, kā izriet no šā sprieduma 29.–31. punkta, šīs institūcijas sastāvā, protams, ietilpst ne tikai eksperti, kuriem nav paredzēta īpaša aizsardzība, kas Konstitūcijas tiesību normā ir noteikta tikai tiesnešiem, bet arī tiesneši, kuriem savukārt pienākas šī aizsardzība un kuriem jebkuros apstākļos ir balsu vairākums, tātad – pārsvars minētās institūcijas lēmumu pieņemšanā, kas nodrošina tās neatkarību.", "label": [[9, 12, "ORG"], [25, 29, "ORG"], [94, 114, "DATE"], [125, 136, "ORG"], [140, 146, "ORG"], [376, 386, "PROFESSION"], [396, 404, "PROFESSION"]]}
{"text": "72 Otrkārt, attiecībā uz šā sprieduma 61. punktā minēto neatkarības prasību otrajā (iekšēja rakstura) aspektā ir jānorāda, ka, protams, Ekonomikas un finanšu ministrijā funkcionāli ir nodalīti nodokļu administrācijas dienesti, kuri ir atbildīgi par nodokļu pārvaldi, iekasēšanu un piedziņu, no vienas puses, un TEA, kuras izskata sūdzības par minēto dienestu pieņemtajiem lēmumiem, no otras puses.", "label": [[136, 168, "ORG"], [311, 314, "ORG"]]}
{"text": "73 Tomēr, kā secinājumu 31. un 40. punktā ir norādījis arī ģenerāladvokāts, dažas ārkārtas pārsūdzības procedūras, kas notiek Sala Especial para la Unificación de Doctrina (Īpaša palāta doktrīnas apvienošanai, Spānija) un ko reglamentē LGT 243. pants, raksturiezīmes veicina šaubu rašanos par to, ka TEAC ir “trešās personas” statuss attiecībā pret interesēm, kas saduras.", "label": [[59, 74, "PROFESSION"], [126, 171, "ORG"], [173, 208, "ORG"], [210, 217, "LOC"], [300, 304, "ORG"]]}
{"text": "74 Proti, tikai Ekonomikas un finanšu ministrijas nodokļu ģenerāldirektoram ir jāiesniedz šāda ārkārtas pārsūdzība par TEAC lēmumiem, kuriem tas nepiekrīt. Tomēr šis ģenerāldirektors pats automātiski ietilpst astoņu personu sastāvā, kuras šo pārsūdzību izskatīs, tāpat kā nodokļu administrācijas ģenerāldirektors vai valsts aģentūras dienesta direktors, kurā ietilpst struktūrvienība, kas ir pieņēmusi aktu, uz kuru attiecas lēmums, par kuru ir iesniegta šī ārkārtas pārsūdzība. Tādējādi gan Ekonomikas un finanšu ministrijas nodokļu ģenerāldirektors, kurš ir iesniedzis ārkārtas pārsūdzību par TEAC lēmumu, gan nodokļu administrācijas, kas ir pieņēmusi aktu, uz kuru attiecas lēmums, ģenerāldirektors vai valsts aģentūras dienesta direktors ietilpst TEAC īpašās palātas sastāvā, kura izskata šo pārsūdzību. No minētā izriet, ka ārkārtas pārsūdzības procesa dalībnieka statuss ir sajaukts ar tās struktūras locekļa statusu, kurai šāda pārsūdzība ir jāizskata.", "label": [[16, 49, "ORG"], [58, 75, "PROFESSION"], [119, 123, "ORG"], [166, 182, "PROFESSION"], [296, 312, "PROFESSION"], [343, 352, "PROFESSION"], [492, 525, "ORG"], [534, 550, "PROFESSION"], [595, 599, "ORG"], [685, 701, "PROFESSION"], [732, 741, "PROFESSION"], [751, 770, "ORG"]]}
{"text": "75 Turklāt Ekonomikas un finanšu ministrijas nodokļu ģenerāldirektora iespēja iesniegt šādu ārkārtas pārsūdzību par TEAC lēmumu var radīt spiedienu uz TEAC un ļauj apšaubīt tās neatkarību, kā arī objektivitāti, neraugoties uz tiesas sēdē Tiesā Spānijas valdības norādīto faktu, ka no LGT 243. panta 4. punkta izriet, ka šīs ārkārtas pārsūdzības sekas ir tikai attiecībā uz nākotni un ka tā neietekmē lēmumus, kurus TEAC jau ir pieņēmusi, arī to, uz kuru attiecas minētā pārsūdzība.", "label": [[11, 44, "ORG"], [53, 69, "PROFESSION"], [116, 120, "ORG"], [151, 155, "ORG"], [238, 243, "ORG"], [244, 261, "ORG"], [415, 419, "ORG"]]}
{"text": "76 Tādējādi šīs ārkārtas pārsūdzības doktrīnas apvienošanai, kas var tikt iesniegta par TEAC lēmumiem, īpašības atklāj, ka starp šo struktūru un Ekonomikas un finanšu ministriju, it īpaši šīs ministrijas nodokļu ģenerāldirektoru, kā arī tās direkcijas ģenerāldirektoru, kurā ir pieņemti tajā apstrīdētie lēmumi, pastāv dabiskas un funkcionālas saiknes. Šādu saikņu pastāvēšana neļauj atzīt, ka TEAC ir trešās personas statuss attiecībā pret šo administrāciju (pēc analoģijas skat. spriedumu, 2002. gada 30. maijs, Richter, C‑516/99, EU:C:2002:313, 38.–40. punkts).", "label": [[88, 92, "ORG"], [145, 177, "ORG"], [212, 228, "PROFESSION"], [252, 268, "PROFESSION"], [394, 398, "ORG"], [492, 512, "DATE"], [514, 521, "PER"]]}
{"text": "77 Tādējādi TEAC neatbilst neatkarības prasībai, kas izvirzīta tiesai, tās iekšējā aspektā.", "label": [[12, 16, "ORG"]]}
{"text": "78 Ir jāpiebilst, pirmkārt, tas, ka TEA nav “tiesas” LESD 267. panta izpratnē, tās neatbrīvo no pienākuma nodrošināt Savienības tiesību piemērošanu, pieņemot savus lēmumus, un vajadzības gadījumā nepiemērot valsts tiesību normas, kas izrādās pretrunā tādām Savienības tiesību normām, kurām ir tieša iedarbība, jo šie pienākumi attiecas uz visām kompetentajām valsts iestādēm, nevis tikai uz tiesu iestādēm (šajā nozīmē skat. spriedumus, 1989. gada 22. jūnijs, Gapinski, 103/88, EU:C:1989:256, 30.–33. punkts; 2010. gada 14. oktobris, Weiß, C‑243/09, EU:C:2010:609, 61. un 63. punkts, kā arī 2018. gada 4. decembris, Minister for Justice and Equality un Commissioner of An Garda Síochána, C‑378/17, EU:C:2018:979, 36. un 38. punkts).", "label": [[36, 39, "ORG"], [117, 127, "LOC"], [257, 267, "LOC"], [437, 458, "DATE"], [460, 468, "PER"], [509, 532, "DATE"], [534, 538, "PER"], [591, 614, "DATE"], [616, 649, "PROFESSION"], [653, 665, "PROFESSION"], [669, 686, "ORG"]]}
{"text": "79 Otrkārt, tas, ka pastāv iespēja pārsūdzēt Audiencia Nacional (Valsts mēroga lietu tiesa, Spānija) un Tribunal Supremo (Augstākā tiesa) TEA lēmumus, kas pieņemti nodokļu sūdzības izskatīšanas procesa beigās, ļauj garantēt LESD 267. pantā paredzētā lūguma sniegt prejudiciālu nolēmumu mehānisma efektivitāti un Savienības tiesību interpretācijas vienotību, jo šādām valstu tiesām ir iespēja vai – attiecīgajā gadījumā – pienākums vērsties Tiesā ar lūgumu sniegt prejudiciālu nolēmumu, ja sprieduma taisīšanai ir nepieciešams lēmums par Savienības tiesību interpretāciju vai spēkā esamību (pēc analoģijas skat. spriedumu, 2013. gada 31. janvāris, Dmitriev, C‑394/11, EU:C:2013:48, 52. punkts).", "label": [[45, 63, "ORG"], [65, 90, "ORG"], [92, 99, "LOC"], [104, 137, "ORG"], [138, 141, "ORG"], [312, 322, "LOC"], [440, 445, "ORG"], [537, 547, "LOC"], [622, 645, "DATE"], [647, 655, "PER"]]}
{"text": "80 Ņemot vērā visus iepriekš izklāstītos apsvērumus, ir jākonstatē, ka TEAC iesniegtais lūgums sniegt prejudiciālu nolēmumu ir nepieņemams, jo šī institūcija nevar tikt kvalificēta par “tiesu” LESD 267. panta izpratnē.", "label": [[71, 75, "ORG"]]}
{"text": "Par tiesāšanās izdevumiem", "label": []}
{"text": "81 Attiecībā uz pamatlietas dalībniekiem šī tiesvedība ir stadija procesā, kuru izskata iesniedzējiestāde, un tā lemj par tiesāšanās izdevumiem. Izdevumi, kas radušies, iesniedzot apsvērumus Tiesai, un kas nav minēto pušu izdevumi, nav atlīdzināmi.", "label": [[191, 197, "ORG"]]}
{"text": "Ar šādu pamatojumu Tiesa (virspalāta) nospriež:", "label": [[19, 37, "ORG"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu, ko ar 2014. gada 2. aprīļa lēmumu ir iesniegusi Tribunal Económico‑Administrativo Central (Centrālā nodokļu pārsūdzības iestāde, Spānija), ir nepieņemams.", "label": [[43, 63, "DATE"], [85, 126, "ORG"], [128, 164, "ORG"], [166, 173, "LOC"]]}
{"text": "[Paraksti]", "label": []}
{"text": "* Tiesvedības valoda – spāņu.", "label": [[23, 28, "NATIONALITY"]]}
