{"text": "ĢENERĀLADVOKĀTA FREDA KOLINA [FREDDY COLIN] SECINĀJUMI, sniegti 2020. gada 25. februārī (1)", "label": [[0, 15, "PROFESSION"], [16, 43, "PER"], [64, 87, "DATE"]]}
{"text": "Lieta C‑97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "pret", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(Finanzgericht Düsseldorf (Diseldorfas Finanšu tiesa, Vācija) lūgums sniegt prejudiciālu nolēmumu)", "label": [[1, 25, "ORG"], [27, 52, "ORG"], [54, 60, "LOC"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Padomes Regula (EEK) Nr. 2913/92 – Kopienas Muitas kodekss – Muitas deklarācija – Grozījumi deklarācijā – Deklarētāja nosaukuma grozīšana, aizvietojot to ar tās personas nosaukumu, kas ieguvusi importa sertifikātus – Deklarācijas atzīšana par nederīgu – Pārstāvība", "label": [[38, 45, "ORG"], [73, 81, "LOC"]]}
{"text": "1. Padomes Regulas (EEK) Nr. 2913/92 (1992. gada 12. oktobris) par Kopienas Muitas kodeksa izveidi (OV 1992, L 302, 1. lpp.; turpmāk tekstā – “1992. gada Muitas kodekss”), kas bija spēkā līdz 2016. gada 30. aprīlim, 78. panta 1. punktā bija paredzēta iespēja, ka muitas dienesti pēc deklarācijā minēto preču laišanas brīvā apgrozībā var pēc saviem ieskatiem vai pēc deklarētāja lūguma izdarīt labojumus muitas deklarācijā. Šajā lūgumā sniegt prejudiciālu nolēmumu ir radies jautājums, vai saskaņā ar minēto normu muitas dienesti drīkstēja grozīt deklarētāja nosaukumu, ja šķietami bona fide kļūdas dēļ bija nepareizi norādīta deklarētāja identitāte.", "label": [[3, 10, "ORG"], [38, 61, "DATE"], [67, 75, "LOC"], [143, 153, "DATE"], [192, 214, "DATE"]]}
{"text": "2. Šo lūgumu sniegt prejudiciālu nolēmumu iesniedza Finanzgericht Düsseldorf (Diseldorfas Finanšu tiesa, Vācija) tāda strīda kontekstā, kurš radies starp Pfeifer & Langen GmbH & Co. KG (turpmāk tekstā – “Pfeifer & Langen”) un Hauptzollamt Köln (Ķelnes Galvenā muitas pārvalde, Vācija; turpmāk tekstā –“muitas pārvalde”) par cukurniedru cukura importu ar pazeminātu muitas nodokļa likmi.", "label": [[52, 76, "ORG"], [78, 103, "ORG"], [105, 111, "LOC"], [154, 184, "ORG"], [204, 220, "ORG"], [226, 243, "ORG"], [245, 275, "ORG"], [277, 283, "LOC"]]}
{"text": "3. Galvenais jautājums izskatāmajā lietā attiecas uz 1992. gada Muitas kodeksa 78. panta tvērumu. Tomēr pirms šo jautājumu izskatīšanas ir nepieciešams izklāstīt atbilstošās tiesību normas.", "label": [[53, 63, "DATE"]]}
{"text": "I. Atbilstošās tiesību normas", "label": []}
{"text": "4. 1992. gada Muitas kodeksa piektajā un sestajā apsvērumā bija noteikts:", "label": [[3, 13, "DATE"]]}
{"text": "“tā kā, lai nodrošinātu līdzsvaru starp muitas dienestu vajadzībām attiecībā uz muitas tiesību aktu pareizu piemērošanu, no vienas puses, un tirgotāju tiesībām uz taisnīgu apiešanos, no otras puses, ir jāpiešķir minētajiem dienestiem, cita starpā, plašas kontroles pilnvaras un minētajiem tirgotājiem – pārsūdzības tiesības; tā kā, muitas pārsūdzības sistēmas īstenošana liks Apvienotajai Karalistei ieviest jaunas administratīvas procedūras, kuras nevar īstenot pirms 1995. gada 1. janvāra;", "label": [[376, 399, "ORG"], [469, 490, "DATE"]]}
{"text": "tā kā, ņemot vērā ārējās tirdzniecības sevišķi svarīgo nozīmi Kopienai, muitas formalitātes un kontrole ir jāatceļ vai vismaz jāsamazina līdz minimumam”.", "label": [[62, 70, "LOC"]]}
{"text": "5. 1992. gada Muitas kodeksa 5. pantā bija noteikts:", "label": [[3, 13, "DATE"]]}
{"text": "“1. Saskaņā ar 64. panta 2. punkta nosacījumiem un atbilstīgi 243. panta 2. punkta b) apakšpunkta ietvaros pieņemtajiem noteikumiem, jebkura persona drīkst iecelt sev pārstāvi attiecībām ar muitas dienestiem muitas noteikumos paredzēto darbību un formalitāšu izpildei.", "label": [[167, 175, "PROFESSION"]]}
{"text": "2. Šāda pārstāvība var būt:", "label": []}
{"text": "– tieša, ja pārstāvis rīkojas otras personas vārdā un tās uzdevumā, vai", "label": [[12, 21, "PROFESSION"]]}
{"text": "– netieša, ja pārstāvis rīkojas savā vārdā, bet otras personas uzdevumā.", "label": [[14, 23, "PROFESSION"]]}
{"text": "Dalībvalsts var ierobežot tiesības aizpildīt muitas deklarācijas:", "label": []}
{"text": "– tiešā pārstāvībā vai", "label": []}
{"text": "– netiešā pārstāvībā,", "label": []}
{"text": "nosakot, ka pārstāvim ir jābūt muitas aģentam, kas darbojas attiecīgās valsts teritorijā.", "label": [[12, 21, "PROFESSION"], [31, 45, "PROFESSION"]]}
{"text": "3. Izņemot 64. panta 2. punkta b) apakšpunktā un 3. punktā minētos gadījumus, pārstāvim ir jābūt Kopienā reģistrētai personai.", "label": [[78, 87, "PROFESSION"], [97, 104, "LOC"]]}
{"text": "4. Pārstāvim jāpaziņo, ka viņš rīkojas pārstāvētās personas uzdevumā, jānorāda, vai pārstāvība ir tieša vai netieša, un jābūt pilnvarotam būt par pārstāvi.", "label": [[3, 12, "PROFESSION"], [146, 154, "PROFESSION"]]}
{"text": "Persona, kas nav paziņojusi par savu rīkošanos otras personas vārdā vai tās uzdevumā vai ir bez attiecīga pilnvarojuma paziņojusi, ka rīkojas otras personas vārdā vai tās uzdevumā, uzskatāma par tādu, kas rīkojas savā vārdā un savā uzdevumā.", "label": []}
{"text": "5. Muitas dienesti drīkst likt jebkurai personai, kas paziņo, ka rīkojas otras personas vārdā vai tās uzdevumā, uzrādīt pierādījumus, kas apliecina, ka persona ir pilnvarota būt par pārstāvi.”", "label": [[182, 190, "PROFESSION"]]}
{"text": "6. Atbilstoši šā kodeksa 64. pantam:", "label": []}
{"text": "“1. Saskaņā ar 5. pantu muitas deklarāciju var aizpildīt katra persona, kas attiecīgās preces spēj uzrādīt vai likt uzrādīt kompetentajam muitas dienestam līdz ar visiem dokumentiem, kas vajadzīgi uzrādīšanai tās muitas procedūras noteikumu piemērošanai, kurai preces deklarētas.", "label": []}
{"text": "2. Tomēr,", "label": []}
{"text": "a) ja muitas deklarācijas pieņemšana uzliek konkrētus pienākumus konkrētai personai, deklarācija ir jāizpilda šai personai vai tās vārdā;", "label": []}
{"text": "b) deklarētājam ir jābūt Kopienā reģistrētai personai.", "label": [[25, 32, "LOC"]]}
{"text": "Bet nosacījums par reģistrāciju Kopienā neattiecas uz personām, kuras:", "label": [[32, 39, "LOC"]]}
{"text": "– aizpilda deklarāciju par tranzītu vai ievešanu uz laiku;", "label": []}
{"text": "– deklarē preces atsevišķā gadījumā, ar nosacījumu, ka muitas dienesti uzskata, ka tas ir pamatoti.”", "label": []}
{"text": "7. 1992. gada Muitas kodeksa 65. pantā bija noteikts:", "label": [[3, 13, "DATE"]]}
{"text": "“Pēc deklarētāja lūguma viņam tiek atļauts deklarācijā pēc tās pieņemšanas muitā grozīt vienu vai vairākus datus. Deklarāciju nedrīkst izlabot tā, ka tā attiektos uz precēm, kas nav tajā sākotnēji iekļautas.", "label": []}
{"text": "Tomēr grozījumi nav pieļaujami, ja atļauja tiek prasīta pēc tam, kad muitas dienesti:", "label": []}
{"text": "a) ir paziņojuši deklarētājam par nodomu pārbaudīt preces vai", "label": []}
{"text": "b) ir konstatējuši, ka attiecīgie dati nav patiesi, vai", "label": []}
{"text": "c) ir atlaiduši preces.”", "label": []}
{"text": "8. Tā paša kodeksa 66. pantā bija noteikts:", "label": []}
{"text": "“1. Pēc deklarētāja lūguma muitas dienesti atzīst par nederīgu jau pieņemtu deklarāciju, ja deklarētājs sniedz pierādījumus, ka preces attiecīgajai muitas procedūrai deklarētas kļūdas dēļ vai ka īpašu apstākļu rezultātā vairs nav pamata nodot preces tajā muitas procedūrā, kurai tās tikušas deklarētas.", "label": []}
{"text": "Tomēr, ja muitas dienesti ir paziņojuši deklarētājam par nodomu preces pārbaudīt, lūgumu atzīt deklarāciju par nederīgu nepieņem līdz brīdim, kad notikusi preču pārbaude.", "label": []}
{"text": "2. Deklarāciju nevar atzīt par nederīgu pēc preču atlaišanas, izņemot gadījumus, kurus nosaka saskaņā ar Komitejas procedūru.", "label": []}
{"text": "3. Deklarācijas atzīšana par nederīgu netraucē spēkā esošo krimināltiesisko līdzekļu piemērošanu.”", "label": []}
{"text": "9. 1992. gada Muitas kodeksa 78. pantā bija noteikts:", "label": [[3, 13, "DATE"]]}
{"text": "“1. Pēc preču atlaišanas muitas dienesti var pēc sava ieskata vai pēc deklarētāja lūguma izdarīt deklarācijā labojumus.", "label": []}
{"text": "2. Pēc preču atlaišanas, lai pārliecinātos par deklarācijas datu pareizību, muitas dienesti var pārbaudīt tirdzniecības dokumentus un datus par attiecīgo preču ievešanu un izvešanu vai sekojušajām tirdznieciskām darbībām ar šīm precēm. Šādas pārbaudes var izdarīt deklarētāja vai jebkuras citas personas telpās, kas minētajās darbībās tieši vai netieši iesaistīta sakarā ar savu komercdarbību, vai pie jebkuras citas personas, kuras valdījumā komercdarbības vajadzībām atrodas minētie dokumenti un ziņas. Šie dienesti var arī pārbaudīt preces, ja tās joprojām ir iespējams tiem uzrādīt.", "label": []}
{"text": "3. Ja deklarācijas pārskatīšanas rezultātā vai pēcmuitas pārbaudē atklājas, ka attiecīgās muitas procedūras noteikumi ir piemēroti, pamatojoties uz nepatiesu vai nepilnīgu informāciju, muitas dienesti saskaņā ar pastāvošajiem noteikumiem veic pasākumus, kas nepieciešami, lai stāvokli izlabotu, ņemot vērā tiem pieejamo jauno informāciju.”", "label": []}
{"text": "10. Turpinājumā, šā kodeksa 201. pantā bija paredzēts:", "label": []}
{"text": "“1. Ievedmuitas parāds rodas:", "label": []}
{"text": "a) laižot brīvā apgrozībā ar ievedmuitas nodokli apliekamās preces vai", "label": []}
{"text": "b) nododot šādas preces pagaidu ievešanas procedūrā ar daļēju atbrīvojumu no ievedmuitas nodokļa.", "label": []}
{"text": "2. Muitas parāds rodas attiecīgās muitas deklarācijas pieņemšanas brīdī.", "label": []}
{"text": "3. Parādnieks ir deklarētājs. Netiešas pārstāvības gadījumā parādnieks ir arī persona, kuras uzdevumā ir aizpildīta muitas deklarācija.", "label": []}
{"text": "Ja muitas deklarācija attiecībā uz vienu no 1. punktā minētajām procedūrām sastādīta, pamatojoties uz informāciju, kas veicinājusi pilnīgu vai daļēju likumā noteikto muitas nodokļu neiekasēšanu, personas, kuras sniegušas deklarācijas sastādīšanai vajadzīgo informāciju un zinājušas, vai kurām būtu bijis jāzina, ka šāda informācija ir nepatiesa, var arī tikt uzskatītas par parādniekiem saskaņā ar spēkā esošajiem attiecīgās valsts noteikumiem.”", "label": []}
{"text": "11. 1992. gada Muitas kodeksa 221. panta 3. punktā bija noteikts:", "label": [[4, 14, "DATE"]]}
{"text": "“Paziņošana parādniekam nav vajadzīga, ja ir beidzies triju gadu termiņš, skaitot no muitas parāda rašanās dienas. Šo termiņu var pārtraukt uz pārsūdzības procesa laiku, sākot no brīža, kad ir iesniegta pārsūdzība 243. panta nozīmē.”", "label": [[54, 59, "AMOUNT_VALUE"], [60, 64, "AMOUNT_UNIT"]]}
{"text": "12. Tā paša kodeksa 236. pantā bija noteikts:", "label": []}
{"text": "“1. Ievedmuitas vai izvedmuitas nodokļi ir jāatmaksā, ja tiek konstatēts, ka to maksāšanas brīdī šāda muitas nodokļu summa pēc likuma nav bijusi maksājama vai ka tā iegrāmatota pretēji 220. panta 2. punktam.", "label": []}
{"text": "Ievedmuitas vai izvedmuitas nodokļus atlaiž, ja tiek konstatēts, ka iegrāmatošanas brīdī šāda muitas nodokļu summa pēc likuma nav bijusi maksājama vai kā tā iegrāmatota pretēji 220. panta 2. punktam.", "label": []}
{"text": "Atmaksu vai atlaišanu neizdara, ja par pamatu tādas summas samaksai vai iegrāmatošanai, kura pēc likuma nav bijusi maksājama, bijusi attiecīgās personas apzināta rīcība.", "label": []}
{"text": "2. Ievedmuitas vai izvedmuitas nodokļus atmaksā vai atlaiž, pamatojoties uz iesniegumu, kas attiecīgajai muitas iestādei iesniegts triju gadu laikā no dienas, kad šo muitas nodokļu summa darīta zināma parādniekam.", "label": [[131, 136, "AMOUNT_VALUE"], [137, 141, "AMOUNT_UNIT"]]}
{"text": "Šo termiņu pagarina, ja attiecīgā persona sniedz pierādījumus, ka minētajā termiņā iesniegumu nav varējusi iesniegt neparedzamu apstākļu vai nepārvaramas varas dēļ.", "label": []}
{"text": "Ja šajā laikā muitas dienesti paši atklāj, ka pastāv kādi no 1. punkta pirmajā un otrajā daļā aprakstītajiem apstākļiem, tie atmaksā vai atlaiž nodokli pēc savas ierosmes.”", "label": []}
{"text": "II. Pamatlieta un prejudiciālie jautājumi", "label": []}
{"text": "13. SC Zahărul Oradea SA (turpmāk tekstā – “Zahărul Oradea”) ir Rumānijā dibināta sabiedrība, un tā ir sabiedrības Pfeifer & Langen meitassabiedrība. Zahărul Oradea Brazīlijā iegādājās 45 000 tonnas cukurniedru cukura rafinēšanai Pfeifer & Langen rūpnīcā Eiskirhenā [Euskirchen], Vācijā, saskaņā ar līgumu, kurš bija noslēgts starp abām pusēm. Pēc rafinēšanas cukurs tiktu pārdots sabiedrībai Pfeifer & Langen.", "label": [[4, 24, "ORG"], [44, 58, "ORG"], [64, 72, "LOC"], [115, 131, "ORG"], [150, 164, "ORG"], [165, 174, "LOC"], [185, 191, "AMOUNT_VALUE"], [192, 198, "AMOUNT_UNIT"], [230, 246, "ORG"], [255, 286, "LOC"], [393, 409, "ORG"]]}
{"text": "14. 2011. gada 13. decembrī Rumānijas kompetentās iestādes izsniedza sabiedrībai Zahărul Oradea sertifikātu, atļaujot importēt 45 000 tonnas cukurniedru cukura rafinēšanai. 2012. gada 2. februārī Zahărul Oradea piešķīra Pfeifer & Langen pilnvaru tās vārdā iesniegt muitas deklarāciju un veikt visas atmuitošanai nepieciešamās formalitātes.", "label": [[4, 27, "DATE"], [28, 37, "LOC"], [81, 95, "ORG"], [127, 133, "AMOUNT_VALUE"], [134, 140, "AMOUNT_UNIT"], [173, 195, "DATE"], [196, 210, "ORG"], [220, 236, "ORG"]]}
{"text": "15. 2012. gada 24. februārī Pfeifer & Langen savā vārdā iesniedza muitas dienestā muitas deklarāciju par daļēja cukurniedru cukura daudzuma aptuveni 499 tonnu apmērā laišanu brīvā apgrozībā. Muitas deklarācijā tā atsaucās uz Zahărul Oradea importa sertifikātu. Muitas dienestā iesniegto dokumentu skaitā bija pilnvaras kopija, ko sabiedrībai bija piešķīrusi Zahărul Oradea. Tomēr Pfeifer & Langen šo pilnvaru neizmantoja.", "label": [[4, 27, "DATE"], [28, 44, "ORG"], [149, 152, "AMOUNT_VALUE"], [153, 158, "AMOUNT_UNIT"], [225, 239, "ORG"], [358, 372, "ORG"], [380, 396, "ORG"]]}
{"text": "16. Muitas dienests pieņēma deklarāciju un noteica Pfeifer & Langen kā muitas nodokļa parādniekam maksājamo muitas nodokli, piemērojot samazināto likmi 252,50 EUR par tonnu. Muitas dienests atskaitīja importēto daudzumu no Zahărul Oradea izsniegtajiem sertifikātiem. Tad Pfeifer & Langen nomaksāja muitas nodokļus.", "label": [[51, 67, "ORG"], [152, 158, "AMOUNT_VALUE"], [159, 172, "AMOUNT_UNIT"], [223, 237, "ORG"], [271, 287, "ORG"]]}
{"text": "17. Pēc PVN pārbaudes Pfeifer & Langen 2013. gada 10. un 11. janvārī nosūtīja muitas dienestam divas vēstules, lūdzot pārskatīt 2012. gada 24. februāra muitas deklarāciju, nebūdama pārliecināta, ka tai pienākas samazinātā nodokļa likme par cukurniedru cukuru (2).", "label": [[22, 38, "ORG"], [39, 68, "DATE"], [128, 151, "DATE"]]}
{"text": "18. 2013. gada 24. janvārī muitas dienests pieņēma lēmumu atgūt no Pfeifer & Langen muitas nodokli 83 158,41 EUR apmērā. Šī summa tika iegūta, piemērojot cukurniedru cukura importam parasto nodokļa likmi – 419 EUR par tonnu. Šī lēmuma pamatojumā muitas dienests norādīja, ka Pfeifer & Langen nepienācās samazinātā nodokļa likme, jo patiesībā importa sertifikāti bija izsniegti sabiedrībai Zahărul Oradea.", "label": [[4, 26, "DATE"], [67, 83, "ORG"], [99, 108, "AMOUNT_VALUE"], [109, 112, "AMOUNT_UNIT"], [206, 209, "AMOUNT_VALUE"], [210, 223, "AMOUNT_UNIT"], [275, 291, "ORG"], [389, 403, "ORG"]]}
{"text": "19. Pfeifer & Langen minēto lēmumu apstrīdēja, atsaucoties uz savu lūgumu pārskatīt 2012. gada 24. februāra muitas deklarāciju, kuru vajadzēja apmierināt tādējādi, ka šo sabiedrību būtu bijis jāuzskata par tādu, kas rīkojas kā Zahărul Oradea netiešs pārstāvis.", "label": [[4, 20, "ORG"], [84, 107, "DATE"], [227, 241, "ORG"], [250, 259, "PROFESSION"]]}
{"text": "20. Muitas dienests ar 2018. gada 26. aprīļa lēmumu noraidīja iebildumu, norādot, ka Pfeifer & Langen muitas deklarācijā neesot norādījusi, ka rīkojas Zahărul Oradea vārdā un uzdevumā. Saskaņā ar šo lēmumu muitas deklarācijā norādīto deklarētāja vārdu vēlāk vairs nevar mainīt. Šajā ziņā nebija būtiski, ka Pfeifer & Langen muitas deklarācija neatbilda Zahărul Oradea piešķirtās pilnvaras nosacījumiem vai ka tās kopija bija pievienota deklarācijai, jo – kā apgalvoja muitas dienests – Pfeifer & Langen bija atteikusies no tiesībām paļauties uz šīm pilnvarām.", "label": [[23, 44, "DATE"], [85, 101, "ORG"], [151, 165, "ORG"], [307, 323, "ORG"], [353, 367, "ORG"], [486, 502, "ORG"]]}
{"text": "21. Pfeifer & Langen cēla prasību par 2018. gada 26. aprīļa lēmumu Finanzgericht Düsseldorf (Diseldorfas Finanšu tiesa), apstrīdot muitas dienesta lēmumu ar pamatojumu, ka tās muitas deklarāciju būtu bijis jākoriģē, kā prasīts, un ka to būtu bijis jāuzskata par tādu sabiedrību, kas rīkojas kā Zahărul Oradea netiešs pārstāvis. Šajā ziņā Pfeifer & Langen apgalvo, ka tā atteicās no tiesībām izmantot Zahărul Oradea piešķirtās pilnvaras tikai tāpēc, ka muitas dienesta ierēdnis tai sniedza neprecīzu informāciju. Tā apgalvoja, ka ierēdnis, atbildot uz sabiedrības jautājumu, norādījis, ka sabiedrībai ir jāaizpilda muitas deklarācija pašai savā vārdā un savā uzdevumā. Tomēr Pfeifer & Langen uzsvēra, ka tā bija pievienojusi Zahărul Oradea piešķirtās pilnvaras kopiju muitas deklarācijai.", "label": [[4, 20, "ORG"], [38, 59, "DATE"], [67, 119, "ORG"], [294, 308, "ORG"], [317, 326, "PROFESSION"], [338, 354, "ORG"], [400, 414, "ORG"], [674, 690, "ORG"], [724, 738, "ORG"]]}
{"text": "22. Muitas dienests apgalvo, ka Pfeifer & Langen nav saņēmusi šādu informāciju no muitas ierēdņa un ka informācija, kuru Pfeifer & Langen norādīja savā muitas deklarācijā, nav bijusi nepareiza. Ciktāl tā iesniedza muitas deklarāciju savā vārdā un tādējādi atteicās no tiesībām izmantot pārstāvja pilnvaras, tā bija likumīgi ieguvusi deklarētāja statusu.", "label": [[32, 48, "ORG"], [121, 137, "ORG"]]}
{"text": "23. Iesniedzējtiesa šaubās par to, vai šādos apstākļos būtu bijis iespējams pārskatīt pamatlietā esošo muitas deklarāciju tā, lai deklarētājs būtu bijis nevis Pfeifer & Langen, bet gan Zahărul Oradea, kuru pārstāv Pfeifer & Langen. Tā norādīja uz apstākli, ka gan Hoge Raad der Nederlanden (Nīderlandes Augstākā tiesa), gan Finanzgericht Hamburg (Hamburgas Finanšu tiesa, Vācija) nesen lēma, ka 1992. gada Muitas kodeksa 78. panta 3. punkts neļauj grozīt tās personas nosaukumu, kas muitas deklarācijā norādīta kā deklarētāja.", "label": [[159, 175, "ORG"], [185, 199, "ORG"], [214, 230, "ORG"], [264, 318, "ORG"], [324, 345, "ORG"], [347, 370, "ORG"], [372, 378, "LOC"], [395, 405, "DATE"]]}
{"text": "24. Šādos apstākļos Finanzgericht Düsseldorf (Diseldorfas Finanšu tiesa) nolēma apturēt tiesvedību un uzdot Tiesai šādu prejudiciālo jautājumu:", "label": [[20, 72, "ORG"], [108, 114, "ORG"]]}
{"text": "“Vai [1992. gada Muitas kodeksa] 78. panta 3. punkts ir jāinterpretē tādējādi, ka saskaņā ar to tādā lietā kā pamatlieta muitas deklarācija ir jāpārskata un jālabo tā, ka deklarētājas datus aizstāj ar tās personas nosaukumu, kurai ir izsniegta importa licence, kas attiecas uz importētajām precēm, un šo personu pārstāv persona, kura muitas deklarācijā ir norādīta kā deklarētāja un muitas dienestam ir iesniegusi importa licences īpašnieka pilnvaru?”", "label": [[6, 16, "DATE"]]}
{"text": "III. Analīze", "label": []}
{"text": "25. Ar šo jautājumu valsts tiesa būtībā jautā, vai līdz 2016. gada 30. aprīlim spēkā esošā (3) 1992. gada Muitas kodeksa 78. pants ir jāinterpretē tādējādi, ka tas ļauj grozīt deklarētāja nosaukumu pēc attiecīgo preču izlaišanas, ja deklarētāja identitāte bija norādīta nepareizi bona fide kļūdas dēļ.", "label": [[56, 78, "DATE"], [95, 105, "DATE"]]}
{"text": "26. Vispirms būtu jāatgādina, ka saskaņā ar 1992. gada Muitas kodeksa 59. panta 1. punktu visas preces, kurām paredzēts piemērot kādu muitas procedūru, iekļauj muitas deklarācijā (4). Atbilstoši šā kodeksa 4. panta 17. punktam muitas deklarācija ir akts, ar ko persona noteiktā veidā un kārtībā paziņo par savu vēlmi noteiktām precēm piemērot noteiktu muitas procedūru (5). Ja muitas deklarācija nav pārbaudīta, tad saskaņā ar šā kodeksa 71. panta 2. punktu precēm atbilstošo muitas procedūru piemēro, pamatojoties uz minētajā deklarācijā iekļautajiem datiem (6). Papildus šai vēlmes izpausmei deklarētājam saskaņā ar 1992. gada Muitas kodeksa 62. panta 1. punktu ir jāsniedz visas nepieciešamās ziņas, lai preces varētu identificēt un tām varētu piemērot tās muitas procedūras noteikumus, kura precēm ir piemērojama (7). Saskaņā ar 62. panta 2. punktu deklarācijai pievieno visus dokumentus, kas vajadzīgi tās muitas procedūras īstenošanai, kurai preces deklarētas.", "label": [[44, 54, "DATE"], [618, 628, "DATE"]]}
{"text": "27. Pirms 1992. gada Muitas kodeksa stāšanās spēkā 1994. gada 1. janvārī deklarētājam bija aizliegts grozīt savu nosaukumu pēc preču izlaišanas. Šo aizliegumu dzēsa ar jaunās redakcijas 78. pantu. No minētā datuma muitas dienestiem bija atļauts pārskatīt deklarētāja iesniegto muitas deklarāciju pēc preču izlaišanas. Tādējādi ar 1992. gada Muitas kodeksa 65. un 78. pantu tika ieviesti divi atšķirīgi režīmi muitas deklarācijas grozīšanai atkarībā no tā, vai lūgums iesniegts pirms vai pēc preču izlaišanas (8).", "label": [[10, 20, "DATE"], [51, 72, "DATE"], [330, 340, "DATE"]]}
{"text": "28. Pirms preču izlaišanas minētā kodeksa 65. pants atļāva deklarētājam pašam vienpusēji grozīt savu muitas deklarāciju, ja preces vēl nebija izlaistas. Atļaujas pamatojums bija tāds, ka līdz šai izlaišanai muitas dienesti nepieciešamības gadījumā varēja diezgan vienkārši pārbaudīt grozījumu pareizību, fiziski apskatot preces (9).", "label": []}
{"text": "29. Pēc preču izlaišanas situācija ar deklarācijas grozījumiem, iespējams, vairs nebija gluži tik vienkārša. Tiešām, 1992. gada Muitas kodeksa 78. panta 1. punktā bija paredzēts, ka “pēc preču atlaišanas muitas dienesti var pēc sava ieskata vai pēc deklarētāja lūguma izdarīt deklarācijā labojumus” (10). Tātad šiem dienestiem lūgums nebija jāapmierina, tomēr tiem tas bija jāizskata, vismaz attiecībā uz jautājumu, vai pastāv pamats veikt šādu pārskatīšanu (11). Novērtējuma beigās muitas dienestiem, ņemot vērā iespējamo pārsūdzību tiesā, bija vai nu ar motivētu lēmumu jānoraida deklarētāja lūgums, vai jāveic lūgtā pārskatīšana (12).", "label": [[117, 127, "DATE"]]}
{"text": "30. Ja deklarācijas pārskatīšana norādīja uz to, ka attiecīgās muitas procedūras noteikumi ir tikuši piemēroti, pamatojoties uz nepareizu vai nepilnīgu informāciju, un ja ievešanas pārstrādei procedūras mērķi netika apdraudēti, muitas dienestiem saskaņā ar 1992. gada muitas kodeksa 78. panta 3. punktu bija jāveic nepieciešamie pasākumi, lai izlabotu situāciju, ņemot vērā tām pieejamo jauno informāciju (13).", "label": [[257, 267, "DATE"]]}
{"text": "31. Gadījumos, kad no galīgās analīzes izrietēja, ka deklarētāja nomaksātie nodokļi pārsniedz tos, kas būtu maksājami, ja nebūtu pieļauta kļūda, deklarētājs varēja pieprasīt pārskatīšanu (14). Pārskatīšana bija jāveic atbilstoši 1992. gada Muitas kodeksa 236. pantam, ja šajā normā minētie nosacījumi bija izpildīti. Šie nosacījumi ietvēra noteikumu, ka pārskatīšanas pieteikums jāiesniedz piemērojamajā termiņā, kas principā ir trīs gadi (15).", "label": [[229, 239, "DATE"], [429, 433, "AMOUNT_VALUE"], [434, 438, "AMOUNT_UNIT"]]}
{"text": "32. Turpretī gadījumā, kad nomaksātie nodokļi izrādās nepietiekami, jo nodokļu summa, kura radusies no muitas parāda, nav bijusi iegrāmatota vai ir bijusi iegrāmatota apmērā, kas ir mazāks par likumā noteikto maksājamo summu, muitas dienesti saskaņā ar 1992. gada Muitas kodeksa 220. un nākamajiem pantiem var pieprasīt starpības segšanu trīs gadu termiņā no muitas parāda rašanās dienas.", "label": [[253, 263, "DATE"], [338, 342, "AMOUNT_VALUE"], [343, 347, "AMOUNT_UNIT"]]}
{"text": "33. Šajā kontekstā Vācijas muitas dienesti, Čehijas valdība un Nīderlandes valdība apgalvo, ka 1992. gada Muitas kodeksa 78. pantā ietvertā pilnvara veikt grozījumus aizliedz grozīt deklarētāja nosaukumu. Tās apgalvo, ka minētā norma ir izņēmums no muitas deklarācijas neatsaucamības principa un tāpēc tā būtu jāinterpretē šauri. Tādējādi muitas deklarācijas grozījumi, kurus varētu veikt saskaņā ar 1992. gada Muitas kodeksa 78. pantu, attiecās ierobežoti uz konkrētām situācijām, kas neietvertu kļūdu deklarētāja nosaukumā.", "label": [[19, 42, "ORG"], [44, 59, "ORG"], [63, 82, "ORG"], [95, 105, "DATE"], [400, 410, "DATE"]]}
{"text": "34. Minētās puses šā argumenta atbalstam apgalvo, ka, pirmkārt, saskaņā ar 1992. gada Muitas kodeksa 201. panta 3. punktu deklarētājam bija jānodrošina muitas deklarācijā ietvertās informācijas pareizība. Tā kā deklarētāja nosaukums ir informācija ar izšķirošu nozīmi, jebkuri tās grozījumi nozīmētu, ka deklarācija ir nederīga. 1992. gada Muitas kodeksa 66. pantā bija aizliegts muitas deklarāciju atzīt par nederīgu, tiklīdz ir atļauta preču izlaišana, izņemot īpašus apstākļus, kuru izskatāmajā lietā nebija.", "label": [[75, 85, "DATE"], [329, 339, "DATE"]]}
{"text": "35. Otrkārt, 1992. gada Muitas kodeksa 5. panta 4. punktā bija skaidri noteikts pienākums katram pārstāvim paziņot, ka tas darbojas pārstāvētās personas uzdevumā. Attiecīgi, ja personai, kura sākotnēji nav paziņojusi, ka tā darbojas kā pārstāvis, būtu bijušas tiesības grozīt savu deklarāciju, šai normai nebūtu bijis nekādas lietderīgas ietekmes. Turklāt šādu grozījumu iespējas atļaušana radītu būtisku risku, ka muitas nodokļus vairs nevarētu paziņot jaunajam parādniekam minētā kodeksa 221. panta 3. punktā noteiktajā termiņā.", "label": [[13, 23, "DATE"], [97, 106, "PROFESSION"], [236, 245, "PROFESSION"]]}
{"text": "36. Treškārt, tiek apgalvots, ka 1992. gada Muitas kodeksa 78. panta konteksts liedz grozīt deklarētāja nosaukumu. Tiešām, normas, kas attiecas uz deklarētāja identitāti, bija ietvertas 1992. gada Muitas kodeksa I sadaļā, bet 78. pants bija IV sadaļā, kura attiecās uz muitas procedūras piemērošanu precēm.", "label": [[33, 43, "DATE"], [186, 196, "DATE"]]}
{"text": "37. Ceturtkārt, tā kā 1992. gada Muitas kodeksa 78. panta 1. punkta formulējumā bija atsauce uz deklarētāju, būtu jāuzskata, ka deklarētāja nosaukums nebija viens no elementiem, kuru drīkst grozīt.", "label": [[22, 32, "DATE"]]}
{"text": "38. Lai gan šie argumenti pirmajā acu uzmetienā šķiet pārliecinoši, uzskatu, ka patiesībā to pamatā nav nedz 78. panta formulējums, konteksts un mērķis, nedz Tiesas judikatūra. Saskaņā ar pastāvīgo judikatūru Savienības tiesību normas interpretēšanā ir jāņem vērā ne tikai tās formulējums, bet arī tās konteksts un tiesiskā regulējuma, kurā šī norma ir ietverta, izvirzītie mērķi (16).", "label": [[158, 164, "ORG"], [209, 219, "LOC"]]}
{"text": "39. Attiecībā uz 78. panta formulējumu varētu atzīmēt, ka tā ir šķietami nevainojami vispārīga un atklāta norma. It īpaši 1992. gada Muitas kodeksa 78. panta 3. punktā nebija noteikti nekādi ex ante izņēmumi attiecībā uz noteiktiem muitas deklarāciju datiem, pamatojoties uz to, ka tie nevarēja tikt grozīti (17). Ja nolūks būtu bijis noteikt, ka konkrētiem muitas deklarācijas datiem – tādiem kā deklarētāja identitāte – jāpaliek neaizskaramiem un tos nevar grozīt, izmantojot 78. panta 3. punkta mehānismu, Savienības likumdevējs to pavisam vienkārši būtu nodrošinājis. Turpretī, kā Tiesa nolēma sprieduma Overland Footwear (18) 63. punktā, 78. panta 3. punktā “nav nošķirtas kļūdas vai neizdarības, ko būtu iespējams labot, un situācijas, kad šādi labojumi nav iespējami”.", "label": [[122, 132, "DATE"], [509, 519, "LOC"], [585, 590, "ORG"], [608, 625, "ORG"]]}
{"text": "40. Runājot par kontekstu un mērķi, taisnība ir gan muitas dienestam, gan Nīderlandes valdībai, kas tiesas sēdes laikā apgalvoja, ka normas, kuras attiecas uz deklarētāja identitāti, bija ietvertas 1992. gada Muitas kodeksa I sadaļā, bet 78. pants bija ietverts IV sadaļā, kas attiecās uz muitošanu vai izmantošanu. Tomēr jāuzsver Tiesas lēmums, ka deklarācijas attiecībā uz preču vērtību konkrētos apstākļos var grozīt (19), neraugoties uz to, ka uz šo vērtību attiecas II sadaļas, nevis IV sadaļas normas. Ar to pietiek, lai atspēkotu apgalvojumu, ka deklarētāja nosaukums bija izslēgts no grozījumiem, kuru varētu veikt, pamatojoties uz 78. pantu, tikai tāpēc, ka normas, kas attiecās uz deklarētāja nosaukumu, bija minētas 1992. gada Muitas kodeksa citā sadaļā (20).", "label": [[74, 94, "ORG"], [198, 208, "DATE"], [331, 337, "ORG"], [727, 737, "DATE"]]}
{"text": "41. Katrā ziņā, kā norādījusi Tiesa lietā Terex Equipment u.c., “minētā panta loģika ir pielāgot muitas procedūru patiesajai situācijai” (21). Raugoties šādi, ar 78. panta 3. punktu 1992. gada Muitas kodeksa darbības tvērumā vienkārši tiek nodrošināta iespēja izlabot kļūdu dokumentos atbilstošās un pamatotās situācijās. Tas, ka šāda vispārīga iespēja izlabot kļūdu dokumentos pastāv, protams, ir iedibināta prakse visu dalībvalstu publiskajās tiesībās.", "label": [[30, 35, "ORG"], [42, 57, "ORG"], [182, 192, "DATE"]]}
{"text": "42. Tāpat arī neuzskatu, ka tad, ja tiktu atļauts grozīt deklarētāja nosaukumu, muitas dienesti saskartos ar grūtībām, ievērojot 1992. gada Muitas kodeksa 236. panta 2. punkta termiņu paziņošanai par galīgo maksājamo nodokļu summu. Tiešām, lai deklarācija būtu pareiza un lai šāda aizstāšana varētu notikt, jebkādas izmaiņas deklarētāja nosaukumā, tai skaitā adresē saziņai, noteikti nozīmēja, ka šādi dati par deklarētāju ir jāatjaunina. Tādējādi nešķiet, ka deklarētāja nosaukuma maiņa būtu radījusi muitas dienestiem kādas īpašas grūtības minētā termiņa ievērošanā (22).", "label": [[129, 139, "DATE"]]}
{"text": "43. Attiecībā uz 1992. gada Muitas kodeksa 5. panta 4. punktā skaidri noteikto pienākumu, saskaņā ar kuru jebkuram pārstāvim ir jānorāda, ka tas darbojas pārstāvētās personas uzdevumā, – tas ilustrē, ka deklarētāja nosaukuma norādīšana konkrētos apstākļos varētu būt kļūda šī kodeksa 78. panta izpratnē, kas, kā izskaidrošu tālāk, bija tieši viens no nosacījumiem, lai minētā norma tiktu piemērota.", "label": [[17, 27, "DATE"], [115, 124, "PROFESSION"]]}
{"text": "44. Šajā ziņā papildus jānorāda, ka minētā kodeksa 76. panta 1. punkta a) apakšpunktā ir noteikts – lai iespējami vienkāršotu formalitāšu un procedūru aizpildi un nodrošinātu darbību pareizu norisi, muitas dienesti, ievērojot kārtību, kas noteikta saskaņā ar Komitejas procedūru, ļauj deklarācijai nepievienot kādas no nepieciešamajām ziņām. Šāda norma apliecinātu, ka deklarācijas saturs nav obligāti jāprecizē nekavējoties un pilnībā, atskaitot konkrētus izņēmumus, kurus izskaidrošu turpmāk.", "label": []}
{"text": "45. Iespējams, Tiesa reizēm ir radījusi iespaidu, ka tā nelabprāt interpretē šo normu pārāk plaši. Piemēram, Tiesa ir lēmusi, ka deklarētājam bija jāsniedz muitas dienestam pilnīga un pareiza informācija, jo 1992. gada Muitas kodeksā nav noteikts, ka muitas dienestiem būtu sistemātiski jāveic šādas pārbaudes (23). No šī pienākuma izriet muitas deklarācijas neatsaucamības princips pēc tam, kad tā ir pieņemta, un šā principa izņēmumi ir konkrēti noteikti attiecīgajās Savienības tiesību normās (24). Šajā ziņā Tiesa arī ir lēmusi, ka preču muitas vērtības vēlāka grozīšana ir pieļaujama tikai konkrētās situācijās saistībā ar inter alia kvalitātes defektiem vai brāķētām precēm, kas tika pamanītas pēc to laišanas brīvā apgrozībā (25).", "label": [[15, 20, "ORG"], [109, 114, "ORG"], [208, 218, "DATE"], [470, 480, "LOC"], [512, 517, "ORG"]]}
{"text": "46. Tomēr lielajā vairumā citu spriedumu tiek izmantota mazāk ierobežojoša interpretācija, dodot priekšroku 1992. gada Muitas kodeksa 78. pantā ietvertajai pamatdomai – pielāgot muitas procedūru patiesajai situācijai (26). Tiesa turklāt ir uzsvērusi, ka minētajā normā nav nošķirtas kļūdas vai neizdarības, kuras būtu iespējams labot vai grozīt, un situācijas, kad šādi labojumi nav iespējami (27). Attiecīgi šajos spriedumos tika uzskatīts, ka termins “neprecīzi vai nepilnīgi dati” būtu jāinterpretē tā, ka tas attiecas gan uz tehniskām kļūdām vai neizdarībām, gan piemērojamo tiesību interpretācijas kļūdām. Šis judikatūras atzars ilustrē, ka bija iespējams lūgt deklarācijas grozījumu ne tikai tehniskas kļūdas gadījumā, bet arī tad, ja neizdarības vai kļūdas bija piemērojamo tiesību interpretācijā (28).", "label": [[108, 118, "DATE"], [223, 228, "ORG"]]}
{"text": "47. Tādējādi Tiesa ir lēmusi, ka muitas deklarāciju var grozīt attiecībā uz preču vērtību (29), deklarētāja norādītajām precēm piemērojamā muitas režīma kodu (30) vai eksportētāja nosaukumu (31). Tiesa ir arī lēmusi, ka deklarāciju varētu grozīt attiecībā uz tās datumu, lai to atliktu uz datumu, kurā eksportētājam ir derīgs eksporta sertifikāts (32).", "label": [[13, 18, "ORG"], [196, 201, "ORG"]]}
{"text": "48. Visos minētajos gadījumos Tiesa pie sava secinājuma nonāca, balstoties uz diviem pamatprincipiem, proti, ka 78. panta pamatdoma ir pielāgot muitas procedūru patiesajai situācijai un ka minētā norma neizšķir kļūdas vai neizdarības, ko būtu iespējams labot, un situācijas, kad šādi labojumi nav iespējami. Jebkurā gadījumā šo principu piemērošana pieļautu iespēju grozīt deklarētāja nosaukumu (33).", "label": [[30, 35, "ORG"]]}
{"text": "49. Manuprāt, tas viss ir pamatots ar 1992. gada Muitas kodeksa mērķi, kas, kā bija norādīts minētā kodeksa piektajā apsvērumā, ir nodrošināt tajā noteikto pienākumu pareizu piemērošanu, vienlaikus nodrošinot ātras un efektīvas procedūras gan tirgotāju, gan muitas dienestu interesēs, atceļot sistemātisku visu deklarēto preču pārbaudi, tādējādi līdz minimumam samazinot muitas formalitātes un kontroli, kā norādīts minētā kodeksa sestajā apsvērumā (34). Tiešām, atšķirībā no citām tiesiskajām sistēmām, kurās deklarētājam tikai jānorāda faktiskā informācija attiecībā uz precēm, minētais kodekss uzlika parādniekam pienākumu formulēt savu deklarāciju saistošā veidā. Šis formulējums ļāva muitas dienestiem veikt pārbaudes ātrāk un efektīvāk.", "label": [[38, 48, "DATE"]]}
{"text": "50. Tomēr būtu jāatzīst, ka šajā situācijā saimnieciskās darbības veicējiem ir jāinterpretē juridiski teksti, kas bieži vien ir sarežģīti. Neizbēgami, ka šādos apstākļos gadās bona fide kļūdas. 1992. gada Muitas kodeksa 78. pants bija paredzēts šādu situāciju risināšanai, kā arī tam, lai ļautu muitas dienestiem labot šādas kļūdas, vismaz gadījumos, kad to var izdarīt veidā, kas neapdraud citu (tai skaitā muitas dienestu) likumīgās tiesības un intereses. Tas viss izriet no Tiesas judikatūras, kurā līdz šim ir atzīti trīs apstākļi, kādos muitas dienesti var izmantot tiesības noraidīt pieteikumu par labojuma veikšanu muitas deklarācijā (35).", "label": [[194, 204, "DATE"], [477, 483, "ORG"]]}
{"text": "51. Pirmais noraidījuma pamatojums radās 1992. gada Muitas kodeksa 65. un 78. panta mijiedarbībā. Tā kā 78. pants bija piemērojams tikai pieteikumiem veikt grozījumus, kas iesniegti pēc preču izlaišanas, tas ir, situācijā, kurā vairs nebūtu iespējams pārbaudīt informācijas precizitāti attiecībā uz precēm, tad 78. pants noteikti ir jāinterpretē tādējādi, ka tas nepieļāva grozīt datus, kas bija saistīti ar deklarācijā minēto preču būtību vai specifikāciju (36).", "label": [[41, 51, "DATE"]]}
{"text": "52. Otrais noraidījuma pamats, kas netieši izriet no tiesību ļaunprātīgas izmantošanas aizlieguma, radās, ja lūgtā grozījuma rezultātā varētu tikt apdraudēti muitas jomā pieņemto tiesību aktu mērķi (37).", "label": []}
{"text": "53. Trešais noraidījuma pamats bija tad, kad dati, par kuriem iesniegts lūgums veikt grozījumu, nebija norādīti nevis kļūdas pēc, bet tīšas izvēles rezultātā (38).", "label": []}
{"text": "54. Pretēji Vācijas muitas dienesta, Čehijas valdības un Nīderlandes valdības izvirzītajam argumentam Tiesa nekad nav izslēgusi noteiktus deklarācijas elementus no 1992. gada Muitas kodeksa 78. panta piemērošanas jomas, pamatojot savu lēmumu ar to, ka tie ir saistīti ar deklarācijas pašu būtību. Tiešām, izņemot to, ka šīs normas formulējumā netika izmantota neviena atsauce uz šādu ex ante izslēgšanu, jānorāda, ka Tiesa pieņēma – kā minēts iepriekš šajos secinājumos –, ka datums, kurā deklarācija bija iesniegta, varētu tikt grozīts, turpretim administratīvajās tiesībās šāda informācija principā ir tikpat būtiska, cik deklarētāja identitāte (39). Turklāt spriedumu Terex arī var interpretēt tādējādi, ka tas nozīmē, ka deklarāciju varētu grozīt attiecībā uz izvēlēto muitas procedūru, turpretim saskaņā ar 1992. gada Muitas kodeksa 4. panta 17. punktu un 59. panta 1. punktu deklarācija bija darbība, ar kuru deklarētājs paziņo par savu vēlmi precēm piemērot noteiktu muitas procedūru. Visbeidzot, Tiesa arī lēma, ka var grozīt eksportētāja nosaukumu, neraugoties uz to, ka finanšu priekšrocību piešķiršana ir atkarīga no eksportētāja identitātes (40).", "label": [[12, 35, "ORG"], [37, 53, "ORG"], [57, 77, "ORG"], [102, 107, "ORG"], [164, 174, "DATE"], [417, 422, "ORG"], [671, 676, "ORG"], [812, 822, "DATE"], [1004, 1009, "ORG"]]}
{"text": "55. Jebkurā gadījumā arguments, ka deklarētāja nosaukuma grozīšana nozīmētu, ka deklarācija ir atzīta par nederīgu, tiek balstīts uz priekšnosacījumu, ka atšķirība starp deklarācijas grozīšanu un atzīšanu par nederīgu ir atkarīga no labojamajiem deklarācijas elementiem. Tomēr 1992. gada Muitas kodeksa 66. pantā bija noteikta iespēja atzīt deklarāciju par nederīgu tikai divos gadījumos, proti, ja deklarētājs sniedz pierādījumus, ka preces attiecīgajai muitas procedūrai ir deklarētas kļūdas dēļ vai ka īpašu apstākļu rezultātā vairs nav pamata nodot preces tajā muitas procedūrā, kurai tās tikušas deklarētas (41). Praksē tas nozīmē, ka atzīšana par nederīgu būtu varējusi notikt galvenokārt tad, ja saimnieciskās darbības veicējs būtu izlēmis neveikt atmuitošanu vai ja preču muitas galamērķis būtu mainījies (42).", "label": [[277, 287, "DATE"]]}
{"text": "56. Protams, šis otrais pieņēmums pamatoti varētu būt ticis saprasts kā tāds, kas ierobežo 78. panta tvērumu, tādējādi – tiklīdz tiek iesaistīts muitas deklarācijas pamatmērķis – muitas procedūras izvēle varētu tikt mainīta tikai, atzīstot attiecīgo muitas deklarāciju par nederīgu. Lai saglabātu 66. panta lietderīgo iedarbību (“effet utile”), varētu pieņemt, ka tā ir vienīgā informācija, kuras labošanai nepieciešama deklarācijas atzīšana par nederīgu. Tomēr, kā jau iepriekš minēts, šķiet, ka Tiesa ir lēmusi, ka muitas režīmu, kuru deklarētājs izvēlējies piemērot precēm, var mainīt, izmantojot 78. pantu (43).", "label": [[497, 502, "ORG"]]}
{"text": "57. Jebkurā gadījumā ārpus šā konteksta atšķirība starp atzīšanu par nederīgu un labošanu principā nešķiet balstīta maināmo datu būtībā. Tiešām, ja nevarētu labot citu informāciju, tas būtiski ierobežotu muitas dienestu iespēju konstatēt muitas parādu tādā apmērā, kāds būtu maksājams faktiskajā situācijā. Varētu arī norādīt, ka gadījumā, ja tiktu uzskatīts, ka noteiktu informāciju drīkst labot tikai tad, ja tā atzīta par nederīgu, šo informāciju nekad nevarētu labot pēc pārvaldes iniciatīvas, arī tad, kad tas būtu nepieciešams, jo pārvalde nevarētu stāties deklarētāja vietā un sagatavot jaunu deklarāciju.", "label": []}
{"text": "58. Ņemot vērā esošo judikatūru, vienīgā atšķirība starp atzīšanu par nederīgu un grozīšanu paliek to attiecīgās sekas. Ja pieteikums ir par atzīšanu par nederīgu un ja šis pieteikums tiek pieņemts, pazūd pats muitas parāda pamatojums (44). Deklarētājs tiek atbrīvots no muitas parāda maksāšanas pienākuma. Tomēr grozījumu gadījumā parāda summa var pieaugt vai samazināties, bet parāds paliek (45).", "label": []}
{"text": "59. Ņemot vērā šos Tiesas atzītos trīs pamatojumus atteikumam, nevar uzskatīt, ka deklarētāja nosaukuma maiņa ir izslēgta no 78. panta tvēruma.", "label": [[19, 25, "ORG"]]}
{"text": "60. Pirmkārt, deklarētāja nosaukumam nav nekādas saistības ar precēm. Tādējādi tas, ka ir atļauta izlaišana, nekādā veidā neietekmētu pārbaudi attiecībā uz šīs informācijas pareizību vai uz deklarētāja atbilstību nosacījumiem, kas jāizpilda, lai varētu iesniegt muitas deklarāciju.", "label": []}
{"text": "61. Otrkārt, nešķiet, ka deklarētāja identitātes grozīšana būtu apdraudējusi muitas noteikumu mērķus. Gluži pretēji, mērķis, ar kādu konkrēti tika pieņemts 78. pants, kas bija pielāgot muitas procedūru patiesajai situācijai, apstiprina secinājumu, ka būtu bijis jābūt iespējai veikt šādus grozījumus.", "label": []}
{"text": "62. Tomēr neesmu atstājis neievērotu palielināto krāpšanas risku, kādu radītu jebkuras pilnvaras grozīt deklarāciju. Protams, cīņa pret krāpšanu arī ir viens no 1992. gada Muitas kodeksa mērķiem (46). Tik un tā es uzskatu, ka saskaņā ar 1992. gada Muitas kodeksu deklarētāja nosaukuma maiņa šo risku būtiski nepalielina. Tiešām, deklarētāju nevajadzētu jaukt ar importētāju un eksportētāju. Saskaņā ar minētā kodeksa 64. panta 1. punktu deklarētājs var būt ikviena persona, kas “attiecīgās preces spēj uzrādīt vai likt uzrādīt kompetentajai muitas dienestam līdz ar visiem dokumentiem, kas vajadzīgi uzrādīšanai tās muitas procedūras noteikumu piemērošanai, kurai preces deklarētas” (47).", "label": [[161, 171, "DATE"], [237, 247, "DATE"]]}
{"text": "63. Protams, papildus 1992. gada Muitas kodeksam bija citi noteikumi muitas jomā, saskaņā ar kuriem atsevišķu priekšrocību piešķiršana, tādu kā preferenciāls muitas tarifs vai eksporta kompensācija, ir atkarīga no nosacījuma, ka deklarētājs ir preču importētājs vai eksportētājs. Piemēram, pamatlietā Regulas (EK) Nr. 1291/2000 (48) 24. pantā bija noteikts, ka muitas deklarācija ir jāsastāda licences vai sertifikāta nominālajam īpašniekam vai, ja vajadzīgs, to saņēmējam, vai to pārstāvim 1992. gada Muitas kodeksa 5. panta 2. punkta nozīmē.", "label": [[22, 32, "DATE"], [481, 490, "PROFESSION"], [491, 501, "DATE"]]}
{"text": "64. Tomēr situācijā, ja deklarētāja nosaukums bija mainīts, lai atbilstu importētāja vai eksportētāja nosaukumam, krāpšanas risku neitralizē noteikumi, kuri reglamentē šo priekšrocību piešķiršanu un ar kuriem tiek uzlikti konkrēti pienākumi attiecīgajai personai tās importētāja vai eksportētāja tiesībspējā (49).", "label": []}
{"text": "65. Turklāt, ja deklarācija tika grozīta, lai deklarētāja nosaukums atbilstu importētāja vai eksportētāja nosaukumam, ļaujot tam gūt labumu no preferenciāla importa tarifa vai eksporta kompensācijas, šāds grozījums minētajai personai nepiešķīra nevienu citu priekšrocību, kāda tai nepienācās, bet drīzāk ļāva tai gūt labumu, kuru tai būtu bijis tiesības saņemt, ja tā sākotnēji būtu norādīta kā deklarētājs (50). Attiecīgi tādos apstākļos, kādi ir pamatlietā, krāpšanas risks paliek tāds pats, ja vien importēto preču daudzums tiek atskaitīts no importētāja sertifikātiem.", "label": []}
{"text": "66. Papildus noteikumiem, kuri reglamentē importa sertifikātus vai eksporta kompensācijas (51), citas 1992. gada Muitas kodeksa normas būtiski samazināja krāpšanas risku, kas varētu rasties, mainot deklarētāja nosaukumu. It īpaši varētu norādīt šādas.", "label": [[102, 112, "DATE"]]}
{"text": "67. Pirmkārt, 1992. gada Muitas kodeksa 74. panta 1. punktā bija noteikts, ka muitas parāds ir atmaksājams vai dodams nodrošinājums pirms preču izlaišanas (52). Tā kā, no vienas puses, 78. pants ir piemērojams pēc tam, kas šī izlaišana ir atļauta, un tādējādi pēc tam, kad ir samaksāts muitas parāds vai dots nodrošinājums, un, no otras puses, jebkādi grozījumi deklarētāja identitātē noteikti nozīmētu, ka jaunais deklarētājs pārņem iepriekšējā deklarētāja tiesības un pienākumus, tad deklarētāja vārds varētu būt ticis grozīts tikai tad, ja esošs nodrošinājums vai maksājums varētu tikt pārsūtīts jaunajam deklarētājam vai ja pēdējais minētais būtu vai nu samaksājis muitas parādu, vai devis jaunu nodrošinājumu. Tāpēc muitas parāda nesamaksāšanas risks patiesībā nešķiet lielāks tikai tāpēc, ka ir mainījies deklarētāja nosaukums.", "label": [[14, 24, "DATE"]]}
{"text": "68. Otrkārt, attiecībā uz tādiem importiem, kādi ir pamatlietā, 1992. gada Muitas kodeksa 201. panta 3. punkta otrajā daļā bija noteikts, ka tad, ja muitas deklarācija ir sastādīta, pamatojoties uz nepatiesiem datiem, “personas, kuras sniegušas deklarācijas sastādīšanai vajadzīgo informāciju un zinājušas, vai kurām būtu bijis jāzina, ka šāda informācija ir nepatiesa, var arī tikt uzskatītas par parādniekiem saskaņā ar spēkā esošajiem attiecīgās valsts noteikumiem”. Tā kā pirmajam deklarētājam noteikti bija jāsniedz citi deklarācijā minētie dati, tad, ja tie izrādītos nepatiesi, viņu vienalga varētu uzskatīt par atbildīgu par muitas parāda samaksāšanu.", "label": [[64, 74, "DATE"]]}
{"text": "69. It īpaši, ņemot vērā šo noteikumu, neesmu pārliecināts par Nīderlandes valdības argumentu attiecībā uz to, ka deklarētāja nosaukuma grozījumi jebkurā gadījumā būtu jāatļauj tikai tad, ja to rezultātā tieša pārstāvība tiek pārvērsta par netiešu pārstāvību, jo tikai pēdējā minētā ļautu sākotnējam deklarētājam arī turpmāk būt atbildīgam par muitas parādu. Tiešām, ņemot vērā 1992. gada Muitas kodeksa 201. panta 3. punkta otro daļu, pat tad, ja deklarētāja nosaukums būtu grozīts, lai atspoguļotu faktu, ka sākotnēji minēto personu pārstāv jauns deklarētājs, sākotnējais deklarētājs turpinātu būt muitas parāda parādnieks, būdams persona, kura sniedza sākotnējo informāciju.", "label": [[63, 83, "ORG"], [378, 388, "DATE"]]}
{"text": "70. Treškārt, būtu jāuzsver – lai jaunais deklarētājs varētu iegūt kādu kompensāciju, ir jāizpilda 1992. gada Muitas kodeksa 236. panta nosacījumi.", "label": [[99, 109, "DATE"]]}
{"text": "71. Attiecībā uz argumentiem, kas izvirzīti par neskaidrībām, kādas deklarētāja nosaukuma grozīšana radītu muitas dienestiem, tās acīmredzami izriet no Savienības likumdevēja izvēles, pirmkārt, atļaut deklarācijas labošanu pēc tam, kad ir atļauta izlaišana, un, otrkārt, nodrošināt vienādas iespējas veikt grozījumus gan pēc pārvaldības, gan pēc deklarētāja iniciatīvas (53). Tādējādi visi dati, ko muitas dienesti varēja grozīt ex officio, varētu būt arī iekļauti pieteikumā veikt grozījumus, ko iesniedz deklarētājs (54).", "label": [[152, 162, "LOC"]]}
{"text": "72. Tā kā 1992. gada Muitas kodeksa 78. pantā deklarētāja nosaukums nebija izslēgts no iespējamo labojumu tvēruma un tā kā valsts tiesas, šķiet, izslēdz tiesību ļaunprātīgu izmantošanu (55), būtiskākais jautājums, kas joprojām jāizvērtē, lai noteiktu, vai pamatlietā muitas iestādēm bija tiesības atteikties veikt deklarētāja nosaukumu, ir tas, vai deklarētāja nosaukums bija sniegts patiesas kļūdas vai pārpratuma rezultātā vai arī tas bija apzinātas izvēles rezultāts (56). Manuprāt, tā ir šī kodeksa 78. panta 1. punktā noteikto pilnvaru patiesā būtība (“[..] var [..] izdarīt deklarācijā labojumu”), tādēļ, ka tad, ja pēc pieteikuma veikt grozījumus izvērtēšanas kļūst skaidrs, ka deklarācija neatspoguļo patieso situāciju, tā principā ir jāgroza, izņemot gadījumus, ja tas varētu apdraudēt muitas tiesību aktu mērķus un tādējādi kaitētu citu pušu likumīgajām tiesībām un interesēm, it īpaši Savienības, kuras uzdevumā muitas dienesti iekasē nodokļus, finanšu interesēm.", "label": [[10, 20, "DATE"], [896, 906, "ORG"]]}
{"text": "73. Attiecīgi, lai atbildētu uz valsts tiesas uzdoto jautājumu, ir jānosaka, vai tādos apstākļos kā pamatlietā var uzskatīt, ka Pfeifer & Langen kā deklarētājs tika norādīts kļūdas dēļ.", "label": [[128, 144, "ORG"]]}
{"text": "74. Arī te Tiesa ir piešķīrusi šim terminam relatīvi plašāku tvērumu. Piemēram, Tiesa ir lēmusi, ka kļūdas jēdziens ietver netīšas neizdarības arī tādos gadījumos, kad šādu neizdarību esamība šķiet izsecināta, tikai pamatojoties uz to, ka deklarētājs iesniedzis pieteikumu deklarācijas grozīšanai (57). Lietā CEVA Freight Holland (58) Tiesa lēma, ka deklarētājs var lūgt grozīt preču darījuma vērtību, bet vērtības noteikšana ir atkarīga no aprēķina metodes (59), ja šāds pieteikums ir iesniegts, atbildot uz grozījumiem, ko veicis muitas dienests attiecībā uz tarifa apakšpozīciju (60). Attiecīgi šķiet, ka kļūdas jēdziens attiecās ne vien uz tehniskām kļūdām, bet arī uz paziņojumiem, kuri sniegti neatbilstoši muitas noteikumiem.", "label": [[11, 16, "ORG"], [80, 85, "ORG"], [309, 329, "ORG"], [335, 340, "ORG"]]}
{"text": "75. Šķiet, ka pamatlietā nerodas īpašas šaubas par to, ka sākotnēji deklarētāja nosaukums ir ticis norādīts nepareizi kļūdas pēc. Šajā ziņā iesniedzējtiesa norāda, ka Pfeifer & Langen ir saņēmusi pilnvaru no Zahărul Oradea rīkoties tās vārdā. Šajā ziņā jāpiemin, ka 2012. gada 2. februāra pilnvaras 6. punktā bija noteikts:", "label": [[167, 183, "ORG"], [208, 222, "ORG"], [266, 288, "DATE"]]}
{"text": "“Mēs apzināmies, ka, aizpildot muitas deklarāciju, mēs kļūstam par deklarētājiem saskaņā ar muitas kodeksu un uzņemamies segt visus muitas nodokļus, ko muitas nodokļa iekasēšanas dienestam ir nomaksājusi Pfeifer & Langen KG.”", "label": [[204, 223, "ORG"]]}
{"text": "76. Šis apstāklis, kas netiek apstrīdēts, manuprāt, ir pietiekams, lai konstatētu kļūdas esamību 1992. gada Muitas kodeksa 78. panta izpratnē.", "label": [[97, 107, "DATE"]]}
{"text": "77. Tiešām, saskaņā ar minētā kodeksa 5. panta 4. punktu gadījumā, ja deklarētājs rīkojas pārstāvētās personas uzdevumā, tam ir “jāpaziņo”, ka viņš rīkojas pārstāvētās personas uzdevumā, jānorāda, vai pārstāvība ir tieša vai netieša, un jābūt pilnvarotam būt par pārstāvi. Attiecīgi tad, kad deklarētājs rīkojas pārstāvētās personas uzdevumā, bet nepaziņo par to, deklarētājs pārkāpj 1992. gada Muitas kodeksa 5. panta 4. punkta pirmo daļu.", "label": [[263, 271, "PROFESSION"], [384, 394, "DATE"]]}
{"text": "78. Turklāt izskatāmajā lietā būtu jānorāda, ka nodokļu dienests Pfeifer & Langen bija piemērojis preferenciālu tarifu un atskaitījis importa apjomu no Zahărul Oradea sertifikātiem. Attiecīgi muitas iestādes netieši, bet noteikti ņēma vērā, ka Pfeifer & Langen rīkojas Zahărul Oradea uzdevumā, kā arī savā uzdevumā, un šis pieņēmums ir pretrunā 1992. gada Muitas kodeksa 5. panta 2. punktam. Patiešām, šī norma, kas ir izsmeļoša attiecībā uz pārstāvības tiesībām muitas dienestos (61), paredz tikai iespēju rīkoties kādas citas personas vārdā un uzdevumā vai pašam savā vārdā, bet citu personu uzdevumā.", "label": [[65, 81, "ORG"], [152, 166, "ORG"], [244, 260, "ORG"], [269, 283, "ORG"], [345, 355, "DATE"]]}
{"text": "79. Neapšaubāmi, 1992. gada Muitas kodeksa 5. panta 4. punkta otrajā daļā ir precizēts, ka “persona, kas nav paziņojusi par savu rīkošanos otras personas vārdā vai tās uzdevumā vai ir bez attiecīga pilnvarojuma paziņojusi, ka rīkojas otras personas vārdā vai tās uzdevumā, uzskatāma par tādu, kas rīkojas savā vārdā un savā uzdevumā”. Tomēr tas, ka tiesiskās aizsardzības līdzeklis par 1992. gada Muitas kodeksa 5. panta 4. punkta pirmās daļas pārkāpumu ir pieņēmuma piemērošana, nemaina prasību – kā izriet no darbības vārda “jāpaziņo” izmantošanas – deklarētājam paziņot, ka viņš rīkojas citas personas vārdā vai tās uzdevumā. Līdz ar to, ja persona neizmanto pilnvaras, reģistrētājs pieļauj kļūdu 1992. gada Muitas kodeksa 78. panta izpratnē.", "label": [[17, 27, "DATE"], [386, 396, "DATE"], [700, 710, "DATE"]]}
{"text": "80. Visbeidzot, tā kā pamatlietā pilnvara bija pievienota deklarācijai, šāda pilnvarojuma esamību deklarācijas iesniegšanas laikā nevar apstrīdēt.", "label": []}
{"text": "81. Ņemot vērā iepriekš minēto, uz valsts tiesas uzdoto jautājumu ir jāatbild, ka 1992. gada Muitas kodeksa 78. pants ir jāinterpretē tādējādi, ka gadījumā, kad muitas deklarētājs ir norādījis, ka tas rīkojas tikai savā vārdā, lai gan tam bija uzdevums iesniegt muitas deklarāciju trešās personas uzdevumā un vārdā, pēc preču izlaišanas deklarāciju var grozīt tā, lai norādītu pārstāvēto personu kā deklarētāju, ja var pierādīt, ka pirms deklarācijas iesniegšanas šāda pilnvara pastāvēja.", "label": [[82, 92, "DATE"], [161, 179, "PROFESSION"]]}
{"text": "IV. Secinājumi", "label": []}
{"text": "82. Ņemot vērā visus iepriekš minētos apsvērumus, ierosinu Tiesai uz Finanzgericht Düsseldorf (Diseldorfas Finanšu tiesa, Vācija) uzdoto prejudiciālo jautājumu atbildēt šādi:", "label": [[59, 65, "ORG"], [69, 93, "ORG"], [95, 120, "ORG"], [122, 128, "LOC"]]}
{"text": "Padomes Regulas (EEK) Nr. 2913/92 (1992. gada 12. oktobris) par Kopienas Muitas kodeksa izveidi 78. pants ir jāinterpretē tādējādi, ka gadījumā, kad muitas deklarētājs ir norādījis, ka tas rīkojas tikai savā vārdā, lai gan tam bija uzdevums iesniegt muitas deklarāciju trešās personas uzdevumā un vārdā, pēc preču izlaišanas var grozīt deklarāciju tā, lai norādītu pārstāvēto personu kā deklarētāju, ja var pierādīt, ka pirms deklarācijas iesniegšanas šāda pilnvara pastāvēja.", "label": [[0, 7, "ORG"], [35, 58, "DATE"], [64, 72, "LOC"], [149, 167, "PROFESSION"]]}
{"text": "1 Oriģinālvaloda – angļu.", "label": [[19, 24, "NATIONALITY"]]}
{"text": "2 Lai gan dokumentos nav informācijas par šo PVN pārbaudi, jānorāda, ka Padomes Direktīvas 2006/112/EK (2006. gada 28. novembris) par kopējo pievienotās vērtības nodokļa sistēmu (OV 2006, L 347, 1. lpp.) 85. pantā noteikts, ka “attiecībā uz preču importu summa, kurai uzliek nodokli, ir muitas vērtība, kas noteikta saskaņā ar spēkā esošajiem Kopienas noteikumiem”.", "label": [[72, 79, "ORG"], [104, 128, "DATE"], [343, 351, "LOC"]]}
{"text": "3 Muitas kodeksa nākamajā redakcijā, ko ieviesa ar Eiropas Parlamenta un Padomes Regulu (EK) Nr. 450/2008 (2008. gada 23. aprīlis) par Kopienas Muitas kodeksa izveidi (Modernizētais muitas kodekss) (OV 2008, L 145, 1. lpp.), 78. pants tika dzēsts un aizstāts ar 27. pantu. Šajā muitas kodeksa redakcijā uzdevums noteikt, kādos apstākļos muitas deklarāciju var grozīt pēc preču izlaišanas, ir uzticēts Komisijai (skat. 89. panta 2. punktu, 113. un 181. pantu). Nākamajā kodeksa redakcijā, kuru ieviesa ar Eiropas Parlamenta un Padomes Regulu (ES) Nr. 952/2013 (2013. gada 9. oktobris) par Savienības Muitas kodeksa izveidi (OV 2013, L 269, 1. lpp.) un kas ir spēkā šobrīd, ir precizēts, ka muitas deklarācijas grozīšana pēc preču izlaišanas ir atļauta tikai tad, ja šāds grozījums ir nepieciešams, lai deklarētājs varētu izpildīt saistības attiecībā uz attiecīgās muitas procedūras piemērošanu precēm (skat. 173. pantu). Šajā pašā redakcijā noteikts, ka Komisija ar īstenošanas aktiem pieņem procedūras noteikumus attiecībā uz šādu lūgumu (skat. 176. pantu).", "label": [[51, 69, "ORG"], [73, 80, "ORG"], [107, 129, "DATE"], [135, 143, "LOC"], [401, 410, "ORG"], [504, 522, "ORG"], [526, 533, "ORG"], [560, 582, "DATE"], [588, 598, "LOC"], [953, 961, "ORG"]]}
{"text": "4 Skat. spriedumu, 2011. gada 15. septembris, DP grup (C‑138/10, EU:C:2011:587, 33. punkts).", "label": [[19, 44, "DATE"], [46, 53, "ORG"]]}
{"text": "5 Skat. spriedumu, 2011. gada 15. septembris, DP grup (C‑138/10, EU:C:2011:587, 35. punkts).", "label": [[19, 44, "DATE"], [46, 53, "ORG"]]}
{"text": "6 2019. gada 7. marta spriedumā Suez II (C‑643/17, EU:C:2019:179, 46. punkts) Tiesa lēma, ka “par ievešanu atbildīgajai personai vai personai, kura uzņemas atbildību par preču pārvadāšanu” ir jānodrošina “visa attiecīgā informācija saistībā ar attiecīgās preces vai produkta veidu, kā arī šo preču daudzumu. Būtībā tieši šī informācija ļauj pareizi identificēt preces tarifu klasifikācijas nolūkā un, ja nepieciešams, aprēķināt ievedmuitas nodokli”. Tomēr no šī kodeksa 43. panta izriet, ka informācija, ko šī persona sniedz, tiek sniegta saistībā ar kopsavilkuma deklarāciju, kam ir pagaidu raksturs. No 29. panta izriet, ka ievedmuitas nodokļa aprēķins ir atkarīgs no deklarācijas un tādējādi no deklarētāja sniegtās informācijas.", "label": [[2, 21, "DATE"], [32, 39, "ORG"], [78, 83, "ORG"]]}
{"text": "7 Skat. spriedumu, 2006. gada 5. oktobris, ASM Lithography (C‑100/05, EU:C:2006:645, 33. punkts).", "label": [[19, 41, "DATE"], [43, 58, "ORG"]]}
{"text": "8 Skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 61.–64. punkts), un 2019. gada 10. jūlijs, CEVA Freight Holland (C‑249/18, EU:C:2019:587, 29. punkts).", "label": [[20, 43, "DATE"], [45, 62, "ORG"], [109, 130, "DATE"], [132, 152, "ORG"]]}
{"text": "9 Skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 65. punkts), un 2019. gada 10. jūlijs, CEVA Freight Holland (C‑249/18, EU:C:2019:587, 30. punkts).", "label": [[20, 43, "DATE"], [45, 62, "ORG"], [105, 126, "DATE"], [128, 148, "ORG"]]}
{"text": "10 Mans izcēlums.", "label": []}
{"text": "11 Skat. spriedumu, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 46. punkts).", "label": [[20, 43, "DATE"], [45, 62, "ORG"]]}
{"text": "12 Skat. spriedumu, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 50. punkts). Tiesa ir pieņēmusi, ka par deklarāciju var iesniegt vairākus lūgumus veikt grozījumus. Skat. spriedumu, 2015. gada 10. decembris, Veloserviss (C‑427/14, EU:C:2015:803, 25. punkts), kura tiesvedības valodā, tas ir, latviešu, ir izmantots termins “atkārtota pārskatīšana”. Franču valodas versijā šī rindkopa ir formulēta šādi: “[..] ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision [..]” (mans izcēlums).", "label": [[20, 43, "DATE"], [45, 62, "ORG"], [102, 107, "ORG"], [206, 230, "DATE"], [232, 243, "ORG"], [316, 324, "NATIONALITY"], [373, 379, "NATIONALITY"]]}
{"text": "13 Šajā nozīmē skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 52. punkts), un 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 62. punkts).", "label": [[33, 56, "DATE"], [58, 75, "ORG"], [118, 141, "DATE"], [143, 158, "ORG"]]}
{"text": "14 Šajā nozīmē skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 53. punkts), un 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 63. punkts).", "label": [[33, 56, "DATE"], [58, 75, "ORG"], [118, 141, "DATE"], [143, 158, "ORG"]]}
{"text": "15 Šajā nozīmē skat. spriedumus, 2006. gada 5. oktobris, ASM Lithography (C‑100/05, EU:C:2006:645, 42. punkts); 2014. gada 27. februāris, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 40. punkts), un 2017. gada 12. oktobris, X (C‑661/15, EU:C:2017:753, 63. punkts). 1992. gada Muitas kodeksa 78. pantā nav noteikts konkrēts termiņš muitas deklarāciju grozījumam. Skat. spriedumu, 2015. gada 10. decembris, Veloserviss (C‑427/14, EU:C:2015:803, 25. punkts).", "label": [[33, 55, "DATE"], [57, 72, "ORG"], [112, 136, "DATE"], [138, 174, "ORG"], [217, 240, "DATE"], [242, 243, "PER"], [283, 293, "DATE"], [397, 421, "DATE"], [423, 434, "ORG"]]}
{"text": "16 Skat. spriedumu, 2017. gada 12. oktobris, Tigers (C‑156/16, EU:C:2017:754, 21. punkts).", "label": [[20, 43, "DATE"], [45, 51, "ORG"]]}
{"text": "17 Šajā nozīmē skat. spriedumu, 2015. gada 10. decembris, Veloserviss (C‑427/14, EU:C:2015:803, 25. punkts).", "label": [[32, 56, "DATE"], [58, 69, "ORG"]]}
{"text": "18 Spriedums, 2005. gada 20. oktobris (C‑468/03, EU:C:2005:624). Šajā nozīmē skat. arī spriedumu, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 56. punkts).", "label": [[14, 37, "DATE"], [98, 121, "DATE"], [123, 138, "ORG"]]}
{"text": "19 Skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 70. punkts), un 2017. gada 20. decembris, Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, 30. punkts).", "label": [[21, 44, "DATE"], [46, 63, "ORG"], [106, 130, "DATE"], [132, 163, "ORG"]]}
{"text": "20 Manuprāt, tas, ka likumdevējs ieviesa 78. pantu, kā arī normas attiecībā uz deklarācijas tiesisko režīmu (59.–77. pants) VI sadaļā par muitošanu vai izmantošanu, ir skaidrojams ar vienkāršu faktu, ka deklarācijas galvenais mērķis ir noteikt piemērojamo muitas procedūru. Tāpēc bija nepieciešams noteikt minētajai deklarācijai piemērojamo tiesisko režīmu pirms tās seku precizēšanas.", "label": []}
{"text": "21 Spriedums, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 56. punkts).", "label": [[14, 37, "DATE"], [39, 54, "ORG"]]}
{"text": "22 Lai šo grozījumu varētu veikt, bija jāpiešķir pilnvara sākotnējam deklarētājam, jo tas varētu lūgt grozījumu jaunā deklarētāja uzdevumā, tikai pamatojoties uz šo nosacījumu saskaņā ar 1992. gada Muitas kodeksa 5. panta 4. punktu. Turklāt būtu jāuzsver, ka 78. pants attiecas uz deklarācijas grozīšanu, nevis tās aizstāšanu, tāpēc būtu jāuzskata, ka uz jauno deklarētāju attiecas tās pašas tiesības un pienākumi, kādi uz iepriekšējo deklarētāju, tostarp jebkuri termiņi.", "label": [[187, 197, "DATE"]]}
{"text": "23 Komisijas Regulas (EEK) Nr. 2454/93 (1993. gada 2. jūlijs), ar ko nosaka īstenošanas noteikumus Padomes Regulai (EEK) Nr. 2913/92 par Kopienas Muitas kodeksa izveidi (OV 1993, L 253, 1. lpp.), 199. pantā ir arī noteikts, ka deklarētājs ir atbildīgs par deklarācijā norādītās informācijas pareizību. Tomēr šai regulai ir zemāks statuss, turklāt tā ir daļēji atcelta saistībā ar 1992. gada Muitas kodeksa noteikumu pārkāpumu (skat. spriedumu, 2017. gada 12. oktobris, X, C‑661/15, EU:C:2017:753, 67. punkts), tāpēc minētā kodeksa interpretācijas nolūkā to nevar ņemt vērā.", "label": [[3, 12, "ORG"], [40, 60, "DATE"], [99, 106, "ORG"], [137, 145, "LOC"], [380, 390, "DATE"], [444, 467, "DATE"], [469, 470, "PER"]]}
{"text": "24 Skat. spriedumu, 2011. gada 15. septembris, DP grup (C‑138/10, EU:C:2011:587, 40. un 41. punkts). Tomēr šķiet, ka deklarāciju neatsaucamības princips vairāk atbilst situācijai, kāda bija pirms 1992. gada Muitas kodeksa pieņemšanas. Saskaņā ar šo kodeksu pēc 78. panta pieņemšanas, kā arī 66. pantā noteiktās iespējas atzīt deklarāciju par nederīgu, šāda principa esamība šķiet vairāk apšaubāma.", "label": [[20, 45, "DATE"], [47, 54, "ORG"], [196, 206, "DATE"]]}
{"text": "25 Šajā nozīmē skat. spriedumu, 2017. gada 20. decembris, Hamamatsu Photonics Deutschland, (C‑529/16, EU:C:2017:984, 30.–34. punkts). Turklāt 2014. gada 17. septembra spriedumā Baltic Agro (C‑3/13, EU:C:2014:2227) Tiesai tika uzdots jautājums par 1992. gada Muitas kodeksa 66. panta spēkā esamību. Valsts tiesa šaubījās, vai ar minēto normu ir pārkāpts vienlīdzīgas attieksmes princips, jo tā nepieļāva nepareizas muitas deklarācijas atcelšanu, lai labotu preču saņēmēja nosaukumu. Šajā ziņā Tiesa atbildēja noliedzoši, neapskatot minēto priekšnoteikumu. Gluži pretēji, Tiesa atgādināja, ka deklarētājam ir pienākums sniegt informāciju, cik vien iespējams precīzi (skat. šā sprieduma 41.–46. punktu).", "label": [[32, 56, "DATE"], [58, 89, "ORG"], [142, 166, "DATE"], [177, 188, "ORG"], [214, 220, "ORG"], [247, 257, "DATE"], [492, 497, "ORG"], [570, 575, "ORG"]]}
{"text": "26 Skat. spriedumu, 2017. gada 12. oktobris, Tigers (C‑156/16, EU:C:2017:754, 31. punkts).", "label": [[20, 43, "DATE"], [45, 51, "ORG"]]}
{"text": "27 Skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 63. punkts), un 2014. gada 27. februāris Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 33. punkts).", "label": [[21, 44, "DATE"], [46, 63, "ORG"], [106, 130, "DATE"], [131, 167, "ORG"]]}
{"text": "28 Skat., piemēram, spriedumus, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 56. punkts); 2012. gada 12. jūlijs, Südzucker u.c. (C‑608/10, C‑10/11 un C‑23/11, EU:C:2012:444, 47. punkts); 2014. gada 16. oktobris, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 50. punkts, un 2019. gada 10. jūlijs, CEVA Freight Holland (C‑249/18, EU:C:2019:587, 32. punkts).", "label": [[32, 55, "DATE"], [57, 72, "ORG"], [128, 149, "DATE"], [151, 160, "ORG"], [225, 248, "DATE"], [250, 276, "ORG"], [319, 340, "DATE"], [342, 362, "ORG"]]}
{"text": "29 Skat. spriedumu, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 70. punkts). Tomēr 2017. gada 20. decembra sprieduma Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984) 30. punktā Tiesa lēma, ka gadījumi, kad ir atļauta preču muitas vērtības vēlāka grozīšana, attiecas tikai uz konkrētām situācijām, kuras saistītas ar inter alia kvalitātes defektiem vai brāķētām precēm, kas ticis pamanīts pēc to laišanas brīvā apgrozībā.", "label": [[20, 43, "DATE"], [45, 62, "ORG"], [108, 131, "DATE"], [142, 173, "ORG"], [211, 216, "ORG"]]}
{"text": "30 Skat. spriedumu, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 65. punkts).", "label": [[20, 43, "DATE"], [45, 60, "ORG"]]}
{"text": "31 Skat. spriedumu, 2012. gada 12. jūlijs, Südzucker u.c. (C‑608/10, C-10/11 un C‑23/11, EU:C:2012:444, 47. punkts).", "label": [[20, 41, "DATE"], [43, 52, "ORG"]]}
{"text": "32 Skat. spriedumu, 2014. gada 16. oktobris, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 52. punkts).", "label": [[20, 43, "DATE"], [45, 71, "ORG"]]}
{"text": "33 Ir taisnība, ka Tiesa ir lēmusi, ka muitas dienestiem ir plaša rīcības brīvība izlemt apmierināt vai noraidīt deklarētāja lūgumu veikt grozījumu. Skat. spriedumu, 2015. gada 10. decembris, Veloserviss (C‑427/14, EU:C:2015:803, 27. punkts). Tomēr šis lēmums jāskata kontekstā, proti, tas attiecas uz iespēju pārvaldei veikt pārskatīšanu ex officio. Attiecībā uz papildu pasākumiem saistībā ar lūgumu veikt labojumus šķiet, ka šī rīcības brīvība ir samērā ierobežota, ņemot vērā iepriekš minēto Tiesas judikatūru. Manuprāt, termina “var” izmantošana 78. pantā ir skaidrojama ar to, ka šajā normā ir ietverta gan pārvaldes iespēja labot konkrētu informāciju, gan iesniedzēja tiesības lūgt veikt labojumus deklarācijā.", "label": [[19, 24, "ORG"], [166, 190, "DATE"], [192, 203, "ORG"], [496, 502, "ORG"]]}
{"text": "34 Skat. spriedumu, 2014. gada 27. februāris, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 32. punkts). Skat. arī spriedumu, 2011. gada 15. septembris, DP grup (C‑138/10, EU:C:2011:587, 37. punkts).", "label": [[20, 44, "DATE"], [46, 82, "ORG"], [143, 168, "DATE"], [170, 177, "ORG"]]}
{"text": "35 Tāpat kā šos trīs apstākļus, no 1992. gada Muitas kodeksa 66. panta 1. punkta var secināt, ka šāda izvēle principā varētu tikt mainīta, tikai atzīstot deklarāciju par nederīgu.", "label": [[35, 45, "DATE"]]}
{"text": "36 Skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 47. punkts), un 2014. gada 16. oktobris, VAEX Varkens en Veehandel (C‑387/13, EU:C:2014:2296, 53. punkts). Tomēr 2012. gada 12. jūlija spriedumā Südzucker u.c. (C‑608/10, C‑10/11 un C‑23/11, EU:C:2012:444, 50. punkts) Tiesa lēma, ka preču pārbaudes neiespējamības fakts pats par sevi nenozīmē, ka jebkāda deklarācijas pārskatīšana nav iespējama. Šo pamatojumu, lai noraidītu pieteikumu veikt grozījumus, varēja izmantot tikai tad, ja šādas pārbaudes ir nepieciešamas, lai izpildītu Savienības tiesību aktu prasības vai sasniegtu to mērķus. It īpaši šis apstāklis neizslēdz posteriori kontroli attiecībā uz preču kvalifikāciju, kuru veic, pamatojoties uz deklarācijā iekļauto attiecīgo preču aprakstu. Skat. spriedumus, 2012. gada 22. novembris, Digitalnet u.c. (C‑320/11, C‑330/11, C‑382/11 un C‑383/11, EU:C:2012:745, 65.–67. punkts), un 2014. gada 27. februāris, Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 36. punkts).", "label": [[21, 44, "DATE"], [46, 63, "ORG"], [106, 129, "DATE"], [131, 156, "ORG"], [203, 224, "DATE"], [235, 244, "ORG"], [308, 313, "ORG"], [572, 582, "LOC"], [809, 833, "DATE"], [835, 845, "ORG"], [929, 953, "DATE"], [955, 991, "ORG"]]}
{"text": "37 Skat. it īpaši spriedumus, 2014. gada 16. oktobris, VAEX Varkens en Veehandel (C‑387/13, EU:C:2014:2296, 54. punkts), un 2006. gada 5. oktobris, ASM Lithography (C‑100/05, EU:C:2006:645, 43. punkts).", "label": [[30, 53, "DATE"], [55, 80, "ORG"], [124, 146, "DATE"], [148, 163, "ORG"]]}
{"text": "38 Skat., piemēram, spriedumu, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 69. punkts).", "label": [[31, 54, "DATE"], [56, 73, "ORG"]]}
{"text": "39 Skat. spriedumu, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 51. punkts).", "label": [[20, 43, "DATE"], [45, 60, "ORG"]]}
{"text": "40 Skat. spriedumu, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15 53.–66. punkts). Šajā gadījumā muitas aģenti, kas rīkojās Terex vai pircēju uzdevumā, ievadīja eksporta deklarācijās muitas procedūras kodu 10 00, kurš apzīmē Kopienas preču eksportu, nevis kodu 31 51, kas attiecas uz tādu preču atkalizvešanu, saistībā ar kurām netiek uzlikts nodoklis. Tiesa nolēma, ka 1992. gada Muitas kodeksa 78. pants atļauj eksporta deklarācijas grozījumus, lai labotu muitas procedūras kodu (65. punkts). Ciktāl Tiesa ir izteikusi vispārīgus apgalvojumus attiecībā uz Muitas kodeksa 78. panta tvērumu, šis spriedums var tikt interpretēts tādējādi, ka pilnvaras grozīt muitas procedūras izvēli saskaņā ar Muitas kodeksa 78. pantu pastāvēja, ja attiecīgā muitas procedūra bija piemērota kļūdaini un 1992. gada Muitas kodeksa mērķi nebija apdraudēti. Ir iespējams saprast arī Tiesas risinājumu šajā lietā, kas attiecas tikai uz situācijām, kuras bija saistītas ar kļūdu izvēlētajā kodā. Tādējādi Tiesas apgalvojumu varētu saprast tādējādi, ka saskaņā ar to tiek pieļauts grozīt muitas kodus, kuri nav saderīgi ar izvēlēto muitas procedūru, nevis tādējādi, ka tas nozīmē vispārējas tiesības grozīt deklarācijā izvēlēto muitas procedūru. Lai gan faktu izklāstā nav precizēts, vai deklarācijā papildus minētajam kodam bija ietverta izvēlētā muitas procedūra, šī otrā interpretācija, manuprāt, būtu pārliecinošāka. Tiešām, ņemot vērā 66. pantu un tā kā deklarācijas pamatelements ir muitas procedūras izvēle, tā varētu tikt mainīta tikai, atzīstot muitas deklarāciju par nederīgu.", "label": [[20, 43, "DATE"], [45, 60, "ORG"], [160, 165, "ORG"], [261, 269, "LOC"], [389, 394, "ORG"], [406, 416, "DATE"], [538, 543, "ORG"], [823, 833, "DATE"], [899, 905, "ORG"], [1019, 1025, "ORG"]]}
{"text": "41 Ir taisnība, ka 66. panta 2. punktā bija noteikts, ka deklarāciju atsevišķās situācijās var atzīt par nederīgu pēc preču izlaišanas. Tomēr šī norma nepaplašināja 66. panta darbības jomu, bet tikai atļāva deklarācijas atzīšanu par nederīgu pēc tam, kad bija atļauta preču izlaišana, atsevišķās situācijās, uz kurām tomēr attiecās 66. pants, kā formulēts tā pirmajā rindkopā.", "label": []}
{"text": "42 Tiešām, kā izskaidrots šo secinājumu 26. un 56. punktā, muitas deklarācijas pamatmērķis ir noteikt konkrētām precēm konkrētu muitas procedūru.", "label": []}
{"text": "43 Skat. spriedumu, 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 56. punkts).", "label": [[20, 43, "DATE"], [45, 60, "ORG"]]}
{"text": "44 Skat. 1992. gada Muitas kodeksa 233. pantu.", "label": [[9, 19, "DATE"]]}
{"text": "45 Šis secinājums nav apšaubīts 2011. gada 15. septembra spriedumā DP grup (C‑138/10, EU:C:2011:587). Lai gan šajā lietā, kas bija saistīta ar aprēķina kļūdu, Tiesa atsaucas uz iespēju atzīt deklarāciju par nederīgu, no šā sprieduma neizriet, ka Tiesa ir lēmusi par šādu iespēju atzīt par nederīgu tādā gadījumā, kāds bija izskatāmās lietas pamatlietā. Tiesa ierobežoja savu atbildi uz uzdoto jautājumu, norādot, ka tiesnesim nav iespējas atcelt deklarāciju, bet deklarētājs atsevišķos gadījumos varētu lūgt atzīt deklarāciju par nederīgu. Manuprāt, Tiesa nevēlējās paust nostāju par iespēju atzīt par deklarāciju nederīgu tādos apstākļos, kādi bija izskatāmajā lietā – tas ir secināms no tā, ka, aplūkojot tiesisko regulējumu, Tiesa pat neprecizēja, kādos gadījumos deklarācijas atzīšana par nederīgu ir atļaujama saskaņā ar īstenošanas regulu.", "label": [[32, 56, "DATE"], [67, 74, "ORG"], [159, 164, "ORG"], [246, 251, "ORG"], [353, 358, "ORG"], [416, 425, "PROFESSION"], [550, 555, "ORG"], [728, 733, "ORG"]]}
{"text": "46 Skat. spriedumu, 2014. gada 16. oktobris, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 54. punkts).", "label": [[20, 43, "DATE"], [45, 71, "ORG"]]}
{"text": "47 Skat. arī spriedumus, 1996. gada 14. maijs, Faroe Seafood u.c. (C‑153/94 un C‑204/94, EU:C:1996:198, 108. un 109. punkts), un 2011. gada 7. aprīlis, Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, 28. punkts).", "label": [[25, 45, "DATE"], [47, 60, "ORG"], [129, 150, "DATE"], [152, 179, "ORG"], [181, 187, "LOC"]]}
{"text": "48 Regula (EK) Nr. 1291/2000 (2000. gada 9. jūnijs), ar ko nosaka sīki izstrādātus kopējus noteikumus, kas jāievēro, piemērojot importa un eksporta licenču un iepriekš noteiktas kompensācijas sertifikātu sistēmu lauksaimniecības produktiem (OV 2000, L 152, 1. lpp.).", "label": [[30, 50, "DATE"]]}
{"text": "49 Skat., piemēram, spriedumus, 2012. gada 12. jūlijs, Südzucker u.c. (C‑608/10, C‑10/11 un C‑23/11, EU:C:2012:444, 56. punkts); 2014. gada 16. oktobris, Nordex Food (C‑334/13, EU:C:2014:2294, 59. punkts), un 2014. gada 16. oktobris, VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 34. punkts).", "label": [[32, 53, "DATE"], [55, 64, "ORG"], [129, 152, "DATE"], [154, 165, "ORG"], [209, 232, "DATE"], [234, 260, "ORG"]]}
{"text": "50 Šajā nozīmē skat. spriedumu, 2012. gada 12. jūlijs, Südzucker u.c. (C‑608/10, C‑10/11 un C‑23/11, EU:C:2012:444, 66. punkts).", "label": [[32, 53, "DATE"], [55, 64, "ORG"]]}
{"text": "51 Skat., piemēram, spriedumu, 2014. gada 13. marts, SICES u.c. (C‑155/13, EU:C:2014:145).", "label": [[31, 51, "DATE"], [53, 58, "ORG"]]}
{"text": "52 Skat. 1992. gada Muitas kodeksa 192. pantu.", "label": [[9, 19, "DATE"]]}
{"text": "53 Nenoliedzams, visi deklarāciju grozījumi rada izmaksas administrācijai, bet, tā kā 78. panta 3. punktā ir precizēts, ka grozījumi jāveic “saskaņā ar pastāvošajiem noteikumiem”, dalībvalstis, ja vien vēlējās, varēja šīs izmaksas nodot deklarētājam.", "label": []}
{"text": "54 Šajā nozīmē skat. spriedumu, 2015. gada 10. decembris, Veloserviss (C‑427/14, EU:C:2015:803, 41. punkts).", "label": [[32, 56, "DATE"], [58, 69, "ORG"]]}
{"text": "55 Skat. šo secinājumu 51.–53. punktu.", "label": []}
{"text": "56 Šajā nozīmē skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 47. un nākamie punkti), un 2010. gada 14. janvāris, Terex Equipment u.c. (C‑430/08 un C‑431/08, EU:C:2010:15, 56. un nākamie punkti).", "label": [[33, 56, "DATE"], [58, 75, "ORG"], [129, 152, "DATE"], [154, 169, "ORG"]]}
{"text": "57 Šajā nozīmē skat. spriedumus, 2005. gada 20. oktobris, Overland Footwear (C‑468/03, EU:C:2005:624, 63. punkts), un 2019. gada 10. jūlijs, CEVA Freight Holland (C‑249/18, EU:C:2019:587, 32. punkts).", "label": [[33, 56, "DATE"], [58, 75, "ORG"], [118, 139, "DATE"], [141, 161, "ORG"]]}
{"text": "58 Spriedums, 2019. gada 10. jūlijs (C‑249/18, EU:C:2019:587).", "label": [[14, 35, "DATE"]]}
{"text": "59 Tiešām, importētājs var izvēlēties vienu no cenām, par kurām panākta vienošanās attiecībā uz katru pārdošanas gadījumu, un tā jāņem par pamatu, lai noteiktu attiecīgo preču muitas vērtību, ar nosacījumu, ka ir iespējams iesniegt muitas dienestiem visus vajadzīgos dokumentus saistībā ar izvēlēto cenu. Skat. 25. punktu.", "label": []}
{"text": "60 Skat. spriedumu, 2019. gada 10. jūlijs, CEVA Freight Holland (C‑249/18, EU:C:2019:587, 26. un 36.–39. punkts).", "label": [[20, 41, "DATE"], [43, 63, "ORG"]]}
{"text": "61 Skat. spriedumu, 2011. gada 7. aprīlis, Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, 30. punkts).", "label": [[20, 41, "DATE"], [43, 70, "ORG"], [72, 78, "LOC"]]}
