{"text": "TIESAS SPRIEDUMS (otrā palāta)", "label": [[0, 6, "ORG"], [17, 30, "ORG"]]}
{"text": "2020. gada 17. septembrī (*)", "label": [[0, 24, "DATE"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Valsts atbalsts – Jēdziens – Naftas kuģa Erika bojāeja – Atbalsta shēma akvakultūras un zivsaimniecības uzņēmumiem – Lēmums, ar kuru valsts atbalsta shēma atzīta par daļēji nesaderīgu ar kopējo tirgu un uzdots atgūt izmaksāto atbalstu – Spēkā esamības novērtējums – Pārbaude pēc savas ierosmes – Pieņemamība – Atbildētājas pamatlietā prasības atcelt tiesību aktu neesamība – Sociālo maksājumu atvieglojumi – Darba ņēmēju maksājumi – Priekšrocība – Atmaksāšanas pienākuma subjekta noteikšana", "label": [[67, 84, "ORG"]]}
{"text": "Lietā C‑212/19", "label": []}
{"text": "par lūgumu sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam, ko Conseil d’État (Francija) iesniedza ar lēmumu, kas pieņemts 2019. gada 15. februārī un kas Tiesā reģistrēts 2019. gada 6. martā, tiesvedībā", "label": [[72, 86, "ORG"], [88, 96, "LOC"], [132, 155, "DATE"], [163, 168, "ORG"], [180, 199, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "pret", "label": []}
{"text": "Compagnie des pêches de Saint‑Malo,", "label": [[0, 34, "ORG"]]}
{"text": "TIESA (otrā palāta)", "label": [[0, 19, "ORG"]]}
{"text": "šādā sastāvā: palātas priekšsēdētājs X. Tarasovs, tiesneši B. I. Rodrigezs [B. I. Rodriguez] (referents) un Y. fon Holsteins [Y. von Holstein],", "label": [[14, 36, "PROFESSION"], [37, 48, "PER"], [50, 58, "PROFESSION"], [59, 92, "PER"], [94, 103, "PROFESSION"], [108, 142, "PER"]]}
{"text": "ģenerāladvokāts: M. Matvejeva [M. Matveeva],", "label": [[0, 15, "PROFESSION"], [17, 43, "PER"]]}
{"text": "sekretārs: I. Boiko [I. Boiko], administrators,", "label": [[0, 9, "PROFESSION"], [11, 30, "PER"], [32, 46, "PROFESSION"]]}
{"text": "ņemot vērā rakstveida procesu un 2019. gada 20. novembra tiesas sēdi,", "label": [[33, 56, "DATE"]]}
{"text": "ņemot vērā apsvērumus, ko sniedza:", "label": []}
{"text": "– Compagnie des pêches de Saint‑Malo vārdā – G.‑M. Morgan un D. Vlasova, avocats, kā arī H. Becker,", "label": [[2, 36, "ORG"], [45, 57, "PER"], [61, 71, "PER"], [73, 80, "PROFESSION"], [89, 98, "PER"]]}
{"text": "– Francijas valdības vārdā – T. de Koning un V. Jovanović, pārstāvji,", "label": [[2, 20, "ORG"], [29, 41, "PER"], [45, 57, "PER"], [59, 68, "PROFESSION"]]}
{"text": "– Eiropas Komisijas vārdā – W. Vlasova un Y. Titova‑Vasiliauskaite, pārstāvji,", "label": [[2, 19, "ORG"], [28, 38, "PER"], [42, 66, "PER"], [68, 77, "PROFESSION"]]}
{"text": "noklausījusies ģenerāladvokāta secinājumus 2020. gada 5. marta tiesas sēdē,", "label": [[15, 30, "PROFESSION"], [43, 62, "DATE"]]}
{"text": "pasludina šo spriedumu.", "label": []}
{"text": "1 Lūgums sniegt prejudiciālu nolēmumu ir par to, kā interpretēt Komisijas Lēmumu 2005/239/EK (2004. gada 14. jūlijs) par dažiem atbalsta pasākumiem akvakultūras produktu ražotājiem un zvejniekiem, ko īsteno Francija (OV 2005, L 74, 49. lpp.; turpmāk tekstā – “strīdīgais lēmums”).", "label": [[64, 73, "ORG"], [94, 115, "DATE"], [148, 180, "PROFESSION"], [184, 195, "PROFESSION"], [207, 215, "ORG"]]}
{"text": "2 Šis lūgums ir iesniegts tiesvedībā starp ministre de l’Agriculture et de l’Alimentation [lauksaimniecības un pārtikas ministru] (Francija) un Compagnie des pêches de Saint‑Malo par atmaksas pieprasījumu, kas izdots, lai atgūtu atbalstu, kuru šī sabiedrība bija saņēmusi, piemērojot valsts pasākumus, kas ir strīdīgā lēmuma priekšmets.", "label": [[43, 129, "PROFESSION"], [131, 139, "LOC"], [144, 178, "ORG"]]}
{"text": "Atbilstošās tiesību normas", "label": []}
{"text": "Savienības tiesību akti", "label": [[0, 10, "LOC"]]}
{"text": "3 Strīdīgā lēmuma 17., 18., 20., 55., 56., 98. un 99. apsvērums ir formulēti šādi:", "label": []}
{"text": "“(17) Lauksaimniecības un zivsaimniecības ministrs ar diviem apkārtrakstiem, viens no kuriem datēts ar 2000. gada 15. aprīli un otrs ar 2000. gada 13. jūliju, paziņoja savu lēmumu ļaut visiem nozares uzņēmumiem izmantot 50 % atlaidi sociālajiem maksājumiem laika posmā no 2000. gada 15. aprīļa līdz 15. jūlijam akvakultūras produktu ražotājiem un laika posmā no 2000. gada 15. aprīļa līdz 15. oktobrim zvejniekiem.", "label": [[6, 50, "PROFESSION"], [103, 124, "DATE"], [136, 157, "DATE"], [220, 222, "AMOUNT_VALUE"], [223, 224, "AMOUNT_UNIT"], [272, 293, "DATE"], [299, 310, "DATE"], [311, 343, "PROFESSION"], [362, 383, "DATE"], [389, 401, "DATE"], [402, 413, "PROFESSION"]]}
{"text": "(18) Šī atlaide attiecās uz darba devēja un darba ņēmēja daļu un tika piemērota visiem Francijas Eiropas daļas un aizjūras departamentu zvejniekiem un akvakultūras produktu ražotājiem.", "label": [[87, 122, "LOC"], [136, 147, "PROFESSION"], [151, 183, "PROFESSION"]]}
{"text": "[..]", "label": []}
{"text": "(20) Maksājumiem, kas pārskaitīti ENIM, atlaides līmenis bija 50 % gan darba ņēmēja, gan darba devēja daļai. [..]", "label": [[34, 38, "ORG"], [62, 64, "AMOUNT_VALUE"], [65, 66, "AMOUNT_UNIT"]]}
{"text": "[..]", "label": []}
{"text": "(55) Dažādie pasākumi, kuri ir šī lēmuma objekts (finanšu un sociālo maksājumu atvieglojumi, atbrīvošana no nomas maksas), ir pasākumi, kuri dod priekšrocību uzņēmumiem, kas veic specifisku darbību – akvakultūras un zvejniecības uzņēmumiem. Tie tiek atbrīvoti no zināmiem maksājumiem, kas tiem parasti būtu jāveic.", "label": []}
{"text": "(56) Šie pasākumi rada valstij līdzekļu zaudējumus vai nu tieši (finanšu maksājumu atvieglojumi un atbrīvošana no nomas maksas), vai netieši, jo valstij jākompensē zaudējumi, ko cietusi iestāde, kas iekasē sociālos maksājumus. Līdz ar to pastāv valsts atbalsts [EK] Līguma 87. panta 1. punkta [tagad – LESD 107. panta 1. punkta] nozīmē.", "label": []}
{"text": "[..]", "label": []}
{"text": "(98) [..] Komisija uzskata, ka vispārēji sociālo maksājumu atvieglojumi par labu zvejniekiem laika posmā no 2000. gada 15. aprīļa līdz 15. oktobrim nevar tikt pasludināti par saderīgiem ar kopējo tirgu, balstoties uz [EK] Līguma 87. panta 2. punkta b) apakšpunktu [tagad – LESD 107. panta 2. punkta b) apakšpunktu].", "label": [[10, 18, "ORG"], [81, 92, "PROFESSION"], [108, 129, "DATE"], [135, 147, "DATE"]]}
{"text": "(99) Kā atbalsts darbībai, kas piešķirts visiem zivsaimniecības uzņēmumiem, neprasot no to puses nekādas saistības, šis atbalsta pasākums ir nesaderīgs ar kopējo tirgu, saskaņā ar [1997. gada] vadlīniju [kas noteiktas valsts atbalsta izskatīšanai zvejniecības un akvakultūras nozarē] 1.2. punkta ceturtās daļas trešo ievilkumu.", "label": [[181, 191, "DATE"]]}
{"text": "[..]”", "label": []}
{"text": "4 Šī lēmuma 3. pantā ir noteikts:", "label": []}
{"text": "“Atbalsta pasākums, ko Francija īstenojusi par labu zvejniekiem sociālo maksājumu atvieglojumu veidā laika posmā no 2000. gada 15. aprīļa līdz 15. oktobrim, nav saderīgs ar kopējo tirgu.”", "label": [[23, 31, "ORG"], [52, 63, "PROFESSION"], [116, 137, "DATE"], [143, 155, "DATE"]]}
{"text": "5 Saskaņā ar minētā lēmuma 4. pantu:", "label": []}
{"text": "“1. Francija veic visus nepieciešamos pasākumus, lai atgūtu no 2. un 3. pantā minētā atbalsta izmantotājiem tos līdzekļus, kas nelikumīgi jau nodoti viņu rīcībā.", "label": [[4, 12, "ORG"]]}
{"text": "2. To atgūšana notiek nekavējoties, saskaņā ar valsts likumdošanas procedūrām, ciktāl tās ļauj nekavējoties un efektīvi īstenot šo lēmumu. Atgūstamie atbalsta līdzekļi ietver sevī procentus, sākot ar dienu, kad tie nodoti atbalsta izmantotāju rīcībā, un līdz to atgūšanas dienai. [..]”", "label": []}
{"text": "Francijas tiesības", "label": [[0, 9, "LOC"]]}
{"text": "6 Code rural et de la pêche maritime [Lauku un jūras zvejas kodeksa] L. 741‑9. pantā, redakcijā, kas ir piemērojama pamatlietā, ir noteikts:", "label": []}
{"text": "“Lauksaimniecības darba ņēmēju sociālās apdrošināšanas līdzekļus veido:", "label": []}
{"text": "I.- Slimības, maternitātes, invaliditātes un nāves gadījumam:", "label": []}
{"text": "1° Iemaksas:", "label": []}
{"text": "a) ko veic darba devēji un apdrošinātās personas no apdrošinātās personas atalgojuma vai ienākumiem;", "label": []}
{"text": "b) ko veic pensiju saņēmēji no pensijām – pilnībā vai daļēji finansētām no darba devēja iemaksām vai arī iemaksu pārpirkšanas rezultātā radītām –, izņemot indeksācijas vai piemaksas par bērniem un izņemot papildu izdienas gadus;", "label": []}
{"text": "c) ko veic pabalstu saņēmēji no code de la sécurité sociale [Sociālā nodrošinājuma kodeksa] L. 131‑2. pantā minētajiem pabalstiem un ienākumu papildinājumiem;", "label": []}
{"text": "2° Daļa no ieņēmumiem, kas gūti no sociālā nodrošinājuma iemaksām, kuras minētas code de la sécurité sociale L. 136‑1., L. 136‑6., L. 136‑7. un L. 136‑7-1. pantā.", "label": []}
{"text": "II.- Vecuma apdrošināšanai:", "label": []}
{"text": "a) iemaksas, ko veic darba devēji un apdrošinātās personas no apdrošināto personu atalgojuma vai ienākumiem, piemērojot maksimālo apmēru;", "label": []}
{"text": "b) iemaksas, ko veic darba devēji no apdrošināto personu kopējā atalgojuma vai ienākumiem;", "label": []}
{"text": "III.- Atraitņa vai atraitnes pabalsta apdrošināšanai – apdrošinātajām personām veicot iemaksas no sava atalgojuma vai ienākumiem.”", "label": []}
{"text": "7 1938. gada 17. jūnija décret relatif à la réorganisation et à l’unification du régime d’assurance des marins [Dekrēta par jūrnieku apdrošināšanas sistēmas reorganizāciju un unifikāciju] 4. pantā, redakcijā, kas piemērojama pamatlietā, ir paredzēts:", "label": [[2, 23, "DATE"], [124, 132, "PROFESSION"]]}
{"text": "“Izņemot ievainotos vai slimos jūrniekus, kuru iemaksas sedz attiecīgā kuģa īpašnieks vai vispārējais pensiju fonds, dalība vispārējā pensiju fondā nozīmē, ka tiek veiktas personīgas iemaksas un darba devēja iemaksas atbilstoši code des pensions de retraite des marins [Jūrnieku vecuma pensiju kodeksa] L. 41. un L. 42. pantā paredzētajiem nosacījumiem.", "label": [[31, 40, "PROFESSION"], [262, 268, "PROFESSION"], [270, 278, "PROFESSION"]]}
{"text": "Ja dienesta laikposms vecuma pensiju jūrnieku pensiju fondā tiek ņemts vērā tikai daļēji, iemaksas ir jāveic vispārējā pensiju fondā par visu attiecīgo laikposmu.”", "label": [[37, 45, "PROFESSION"]]}
{"text": "Pamatlieta un prejudiciālie jautājumi", "label": []}
{"text": "8 Pirmkārt, pēc naftas produktu piesārņojuma, ko radīja kuģa Erika bojāeja 1999. gada 12. decembrī Gaskoņas līcī, un, otrkārt, tāpēc, ka stiprā vētra, kas plosījās 1999. gada 27. un 28. decembrī, pusē Francijas dienvidu bija radījusi ievērojamus postījumus, Francijas Republika pieņēma kompensācijas mehānismu, lai zvejniekiem un akvakultūras ražotājiem atlīdzinātu tiem nodarītos zaudējumus.", "label": [[56, 66, "ORG"], [75, 98, "DATE"], [99, 112, "LOC"], [164, 194, "DATE"], [201, 210, "LOC"], [258, 277, "ORG"], [315, 326, "PROFESSION"], [330, 353, "PROFESSION"]]}
{"text": "9 Sākotnēji tika paredzēti dažādi kompensācijas pasākumi attiecībā uz sešu Francijas Atlantijas piekrastes departamentu zvejniekiem un akvakultūras ražotājiem, kurus šie notikumi skāra tieši, proti, no Finistēras [Finistère] līdz Žirondai [Gironde].", "label": [[75, 106, "LOC"], [120, 131, "PROFESSION"], [135, 158, "PROFESSION"], [202, 224, "LOC"], [230, 248, "LOC"]]}
{"text": "10 Ar diviem 2000. gada 15. aprīļa un 13. jūlija apkārtrakstiem Francijas Republika noteica vairākus papildu pasākumus, tostarp piešķirot visiem attiecīgās nozares uzņēmumiem sociālo maksājumu atvieglojumu 50 % apmērā par laika posmu no 2000. gada 15. aprīļa līdz 15. jūlijam attiecībā uz akvakultūras produktu ražotājiem un no 2000. gada 15. aprīļa līdz 15. oktobrim attiecībā uz zvejniekiem. Šis atvieglojums attiecās uz darba devēja un darba ņēmēja iemaksu daļu, un tas tika piemērots visiem Francijas Eiropas daļas un aizjūras departamentu zvejniekiem un akvakultūras produktu ražotājiem.", "label": [[13, 48, "DATE"], [64, 83, "ORG"], [206, 208, "AMOUNT_VALUE"], [209, 210, "AMOUNT_UNIT"], [237, 258, "DATE"], [264, 275, "DATE"], [289, 321, "PROFESSION"], [328, 349, "DATE"], [355, 367, "DATE"], [381, 392, "PROFESSION"], [495, 512, "LOC"], [544, 555, "PROFESSION"], [559, 591, "PROFESSION"]]}
{"text": "11 Francijas iestādes nekavējoties īstenoja šos dažādos pasākumus, par kuriem Komisijai tika paziņots tikai ar 2000. gada 21. jūnija vēstuli.", "label": [[3, 12, "LOC"], [78, 87, "ORG"], [111, 132, "DATE"]]}
{"text": "12 Ar strīdīgo lēmumu Komisija daļu no šiem pasākumiem, it īpaši pasākumu par zvejnieku sociālo maksājumu atvieglojumu, kvalificēja par valsts atbalstu, kas nav saderīgs ar kopējo tirgu, un uzdeva nekavējoties atgūt šiem atvieglojumiem atbilstošās summas. Nedz Francijas Republika, nedz kāds no attiecīgo pasākumu saņēmējiem neapstrīdēja šī lēmuma tiesiskumu, ceļot prasību atcelt tiesību aktu atbilstoši LESD 263. pantam.", "label": [[22, 30, "ORG"], [78, 87, "PROFESSION"], [261, 280, "ORG"]]}
{"text": "13 Pēc minētā lēmuma pieņemšanas starp Komisiju un Francijas iestādēm notika vairākas sarakstes, kurās šīs iestādes vispirms aicināja Komisiju pārskatīt savu nostāju un pēc tam informēja Komisiju par to, ka saskaņā ar pētījumu par uzņēmumiem, no kuriem bija jāatgūst strīdīgais atbalsts, šķiet, ka daži no tiem vairs nepastāv, kamēr citi cīnās ar ievērojamām ekonomiskām grūtībām.", "label": [[39, 47, "ORG"], [51, 60, "LOC"], [134, 142, "ORG"], [187, 195, "ORG"]]}
{"text": "14 2009. gada 23. decembrī, uzskatot, ka Francijas Republika vēl nav izpildījusi strīdīgo lēmumu, Komisija vērsās Tiesā ar prasību sakarā ar valsts pienākumu neizpildi, kā rezultātā tika pasludināts 2011. gada 20. oktobra spriedums Komisija/Francija (C‑549/09, nav publicēts, EU:C:2011:672).", "label": [[3, 26, "DATE"], [41, 60, "ORG"], [98, 106, "ORG"], [114, 119, "ORG"], [199, 221, "DATE"], [232, 240, "ORG"], [241, 249, "ORG"]]}
{"text": "15 Šajā spriedumā Tiesa nosprieda, ka, noteiktajā termiņā neizpildot strīdīgo lēmumu, Francijas Republika nav izpildījusi tai LESD 288. panta ceturtajā daļā un šī lēmuma 4. pantā paredzētos pienākumus. Turklāt minētā sprieduma 42. un 43. punktā, atbildot uz Francijas Republikas izvirzīto argumentu, kas izklāstīts tā paša sprieduma 23. punktā, par to, ka “[..] tiem neesot pienākuma atmaksāt summas, kas atbilst atvieglojumiem darba ņēmēju sociālo maksājumiem no atalgojuma, ko uzņēmumi iemaksājuši kompetentajām iestādēm darbinieku vārdā”, tā norādīja, ka ar šo argumentu faktiski tiekot apstrīdēts strīdīgajā lēmumā ietvertais Komisijas vērtējums par darba ņēmēju un darba devēju veikto sociālo maksājumu atvieglojumu valsts atbalsta raksturu LESD 107. panta 1. punkta izpratnē un ka tai šādas prasības par valsts pienākumu neizpildi ietvaros nav jālemj par šī lēmuma likumību.", "label": [[18, 23, "ORG"], [86, 105, "ORG"], [258, 278, "ORG"], [630, 639, "ORG"]]}
{"text": "16 Pēc 2011. gada 20. oktobra sprieduma Komisija/Francija (C‑549/09, nav publicēts, EU:C:2011:672) pasludināšanas Komisija ar 2012. gada 20. decembra vēstuli lūdza Francijas Republiku no jauna uzsākt attiecīgā atbalsta atgūšanas procedūru no tā saņēmējiem uzņēmumiem, lai atgūtu arī summas, kas atbilst darba ņēmēju sociālo maksājumu atvieglojumiem, ko Francijas Republika izdarīja ar 2013. gada 7. februāra vēstuli.", "label": [[7, 29, "DATE"], [40, 48, "ORG"], [49, 57, "ORG"], [114, 122, "ORG"], [126, 149, "DATE"], [164, 183, "ORG"], [353, 372, "ORG"], [385, 407, "DATE"]]}
{"text": "17 Saskaņā ar šo lūgumu 2013. gada 22. februārī Bretaņas (Francija) reģiona valsts finanšu direktors izdeva atmaksas pieprasījumu attiecībā uz Compagnie des pêches de Saint‑Malo par summu, kas atbilst darba ņēmēju iemaksu atvieglojumiem, ko šī sabiedrība esot saņēmusi laikā no 2000. gada 15. aprīļa līdz 15. oktobrim, proti, 84 550,08 EUR, pieskaitot nokavējuma procentus.", "label": [[24, 47, "DATE"], [48, 67, "LOC"], [68, 100, "PROFESSION"], [143, 177, "ORG"], [278, 299, "DATE"], [305, 317, "DATE"], [326, 335, "AMOUNT_VALUE"], [336, 339, "AMOUNT_UNIT"]]}
{"text": "18 Šī sabiedrība apstrīdēja šo atmaksas pieprasījumu Tribunal administratif de Rennes [Rennas Administratīvajā tiesā] (Francija), kura to atcēla ar 2015. gada 25. jūnija spriedumu. Vides, enerģētikas un jūras lietu ministra, kas ir atbildīgs par starptautiskajām attiecībām klimata jomā (Francija), iesniegto apelācijas sūdzību Cour administrative d’appel de Nantes [Nantes Administratīvā apelācijas tiesa] (Francija) noraidīja ar 2017. gada 14. aprīļa spriedumu. Par pēdējo minēto 2017. gada 14. jūnijā Lauksaimniecības un pārtikas lietu ministrs iesniedza kasācijas sūdzību Conseil d’État [Valsts padome] (Francija), kurā viņš it īpaši apgalvoja, ka apelācijas instances tiesa, pirmkārt, bija pieļāvusi tiesību kļūdu, uzskatot, ka attiecīgie atbrīvojumi no darba ņēmēju iemaksām nebija zvejniecības uzņēmumu labā, lai gan Komisija tos bija kvalificējusi kā ar kopējo tirgu nesaderīgu atbalstu, un ka, otrkārt, tā bija sagrozījusi tai iesniegtos pierādījumus, uzskatīdama, ka no izmeklēšanas izriet, ka darba ņēmēju iemaksu samazinājuma rezultātā automātiski palielinās attiecīgajiem darba ņēmējiem izmaksājamā neto atalgojuma apmērs.", "label": [[53, 117, "ORG"], [119, 127, "LOC"], [148, 169, "DATE"], [181, 223, "PROFESSION"], [288, 296, "LOC"], [328, 406, "ORG"], [408, 416, "LOC"], [431, 452, "DATE"], [482, 503, "DATE"], [504, 547, "PROFESSION"], [576, 606, "ORG"], [608, 616, "LOC"], [824, 832, "ORG"]]}
{"text": "19 No lūgumā sniegt prejudiciālu nolēmumu ietvertajām norādēm izriet, ka pēc tam, kad Conseil d’État bija noraidījusi pirmos Compagnie des pêches de Saint‑Malo izvirzītos pamatus, kas būtībā attiecās uz to, ka ar strīdīgo atmaksas pieprasījumu netika ievērotas Savienības tiesībās paredzētas prasības norādīt pamatojumu, kā arī tiesiskās paļāvības aizsardzības, tiesiskās noteiktības un saprātīga termiņa ievērošanas principi, tā noraidīja šīs sabiedrības lūgumu vērsties Tiesā ar lūgumu sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam. Pamatodamās uz 1994. gada 9. marta spriedumu TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), 2000. gada 19. oktobra spriedumu Itālija un Sardegna Lines/Komisija (C‑15/98 un C‑105/99, EU:C:2000:570) un 2018. gada 25. jūlija spriedumu Georgsmarienhütte u.c. (C‑135/16, EU:C:2018:582), iesniedzējtiesa uzskatīja, ka minētā sabiedrība kā individuālā atbalsta, kas piešķirts saskaņā ar atbalsta shēmu, kuru Komisija ir uzdevusi atgūt, faktiskā saņēmēja ar strīdīgo lēmumu bija tieši un individuāli skarta LESD 263. panta izpratnē un ka, tā kā tā nebija vērsusies Tiesā ar prasību atcelt tiesību aktu, tā nevar apstrīdēt tā spēkā esamību tiesvedībā, kas vērsta pret valsts iestāžu veiktajiem šī lēmuma īstenošanas pasākumiem.", "label": [[86, 100, "ORG"], [125, 159, "ORG"], [261, 271, "LOC"], [472, 477, "ORG"], [561, 580, "DATE"], [591, 617, "ORG"], [644, 666, "DATE"], [677, 684, "ORG"], [688, 702, "ORG"], [703, 711, "ORG"], [752, 773, "DATE"], [784, 801, "ORG"], [953, 961, "ORG"], [1109, 1114, "ORG"]]}
{"text": "20 Attiecībā uz pēdējo Compagnie des pêches de Saint‑Malo izvirzīto pamatu, kas būtībā attiecas uz to, ka strīdīgais lēmums nozīmē vienīgi to summu atgūšanu, kas atbilst darba devēju iemaksu atvieglojumiem, izslēdzot tās summas, kuras attiecas uz darba ņēmēju iemaksām, jo pēdējās minētās bija jāatgūst no zvejas uzņēmumu darbiniekiem, kuri bija vienīgie to ieguvēji, Conseil d’État uzreiz norādīja, ka, lai gan strīdīgā lēmuma 18. apsvērumā attiecībā uz attiecīgo valsts pasākumu aprakstu bija minēts, ka attiecīgais atvieglojums attiecās uz darba ņēmēju un darba devēju iemaksām, lēmuma pārējā daļā ir minēti vienīgi “sociālie maksājumi”, skaidri nenosakot, vai jāatgūst arī darba ņēmēju iemaksas. Turklāt tā precizēja, ka saskaņā ar šī sprieduma 6. un 7. punktā minētajām valsts tiesību normām darba devēja iemaksas, kas veiktas lauksaimniecības un zvejniecības darba ņēmēju apdrošināšanas shēmās, bija jāmaksā zvejas uzņēmumiem kā darba devējiem, bet darba ņēmēju iemaksas bija jāveic darba ņēmējiem pašiem. Šīs pēdējās minētās iemaksas zvejas uzņēmumi faktiski nemaksājot, bet tikai ieturot no savu darbinieku atalgojuma katrā algas izmaksā. Tādējādi darba ņēmēju iemaksu atvieglojumi tiekot pārnesti uz darba ņēmējiem, kuri ir tiešie saņēmēji, jo tie saņem neto algu, kas palielināta par summu, kura atbilst šo iemaksu atvieglojumiem.", "label": [[23, 57, "ORG"], [368, 382, "ORG"]]}
{"text": "21 Conseil d’État uzskata, ka atbilde uz šo pēdējo Compagnie des pêches de Saint‑Malo pamatu ir atkarīga no tā, vai strīdīgais lēmums ir jāinterpretē tādējādi, ka ar to par nesaderīgiem ar kopējo tirgu ir atzīti tikai darba devēju iemaksu atvieglojumi, jo darba ņēmēju iemaksu atvieglojumi nesniedz tiešu labumu zvejas uzņēmumiem un līdz ar to nevar ietilpt LESD 107. panta piemērošanas jomā, vai arī, tieši pretēji, nesaderība attiecas arī uz šo atvieglojumu. Ja izrādītos, ka patiess ir šis otrais pieņēmums, rastos arī jautājums par to, vai ir jāuzskata, ka zvejas uzņēmumi, pie kuriem pieder darbinieki, kuri guvuši labumu no darba ņēmēju iemaksu atvieglojuma, ir saņēmuši visus šos atvieglojumus vai tikai daļu no tiem. Šajā pēdējā minētajā gadījumā iesniedzējtiesai nav skaidrs veids, kādā ir jānovērtē šī atvieglojumu daļa. Turklāt rodoties jautājums, vai dalībvalstij, kurai ir adresēts atgūšanas rīkojums, ir jāuzdod attiecīgajiem darbiniekiem atmaksāt to atbalsta daļu, kuru tie ir saņēmuši.", "label": [[3, 17, "ORG"], [51, 85, "ORG"]]}
{"text": "22 Šādos apstākļos Conseil d’État nolēma apturēt tiesvedību un izdot Tiesai šādus prejudiciālus jautājumus:", "label": [[19, 33, "ORG"], [69, 75, "ORG"]]}
{"text": "“1) Vai [strīdīgais] lēmums ir jāinterpretē tādējādi, ka tajā par nesaderīgiem ar kopējo tirgu tiek atzīti tikai darba devēju iemaksu atvieglojumi, pamatojoties uz to, ka darba ņēmēju iemaksu atvieglojumi nesniedz atbalstu uzņēmumiem un tādējādi nevar ietilpt [LESD] 107. panta darbības jomā, vai ka tajā par nesaderīgiem ar kopējo tirgu tiek atzīti arī darba ņēmēju iemaksu atvieglojumi?", "label": []}
{"text": "2) Gadījumā, ja Tiesa nospriež, ka [strīdīgais] lēmums ir jāinterpretē tādējādi, ka tajā par nesaderīgiem ar kopējo tirgu tiek atzīti arī darba ņēmēju iemaksu atvieglojumi, vai ir jāuzskata, ka uzņēmums ir saņēmis atbalstu no visiem šiem atvieglojumiem vai tikai no kādas to daļas? Šajā pēdējā gadījumā, kā novērtēt šo daļu? Vai dalībvalstij ir pienākums uzdot, lai attiecīgie darba ņēmēji atmaksā visu atbalstu vai atbalsta daļu, ko viņi ir saņēmuši?”", "label": [[16, 21, "ORG"]]}
{"text": "Par lūguma sniegt prejudiciālu nolēmumu pieņemamību", "label": []}
{"text": "23 Pamatodamās uz 1994. gada 9. marta spriedumu TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) un 2018. gada 25. jūlija spriedumu Georgsmarienhütte u.c. (C‑135/16, EU:C:2018:582), Komisija galvenokārt norāda uz lūgums sniegt prejudiciālu nolēmumu nepieņemamību. Tā uzskata, ka abi Conseil d’État uzdotie jautājumi, lai gan tie ir formulēti kā interpretācijas jautājumi, patiesībā ir vērsti uz to, lai apšaubītu strīdīgā lēmuma spēkā esamību, jo ar to par valsts atbalstu, kas ir nesaderīgs ar kopējo tirgu, ir atzīts pamatlietā aplūkotais darba ņēmēju iemaksu atvieglojums un uzdots atgūt šim atvieglojumam atbilstošās summas. Šādu prejudiciālo jautājumu kvalifikāciju apstiprinot gan attiecīgi formulēto jautājumu mērķis un jēga, gan konteksts, kādā tie tika uzdoti, proti, kasācijas sūdzība valsts tiesā, kuras ietvaros atbildētāja pamatlietā apstrīdēja šī lēmuma spēkā esamību.", "label": [[18, 37, "DATE"], [48, 74, "ORG"], [103, 124, "DATE"], [135, 152, "ORG"], [185, 193, "ORG"], [286, 300, "ORG"]]}
{"text": "24 Komisija uzskata, ka strīdīgā lēmuma šaura interpretācija, kas liek saprast, ka atgūšanas rīkojums attiecas tikai uz summām, kuras atbilst darba devēju iemaksu atvieglojumiem, neskarot summas, kas atbilst darba devēju iemaksu atvieglojumiem, būtībā nozīmētu, ka Compagnie des pêches de Saint‑Malo tiktu dota iespēja apstrīdēt šī lēmuma tiesiskumu, izmantojot prejudiciālu jautājumu, kas it kā attiecas uz minētā lēmuma interpretāciju. Taču šāda iespēja esot izslēgta šī sprieduma iepriekšējā punktā minētajā Tiesas judikatūrā, jo šī sabiedrība nav cēlusi prasību atcelt minēto lēmumu, pamatojoties uz LESD 263. panta ceturto daļu, lai gan tā kā valsts atbalsta, kas atzīts par nesaderīgu ar kopējo tirgu, saņēmēja “neapšaubāmi” to būtu varējusi apstrīdēt. Līdz ar to, ja šis tiesību aizsardzības līdzeklis nav izmantots noteiktajā termiņā, minētā sabiedrība nevar apstrīdēt šī paša lēmuma spēkā esamību, ceļot prasību par valsts veiktajiem šī lēmuma izpildes pasākumiem.", "label": [[3, 11, "ORG"], [265, 299, "ORG"], [511, 517, "ORG"]]}
{"text": "25 Šajā ziņā ir jānorāda, pirmkārt, kā secinājumu 22. punktā būtībā ir norādījis ģenerāladvokāts, ka, lai kāds arī būtu iesniedzējtiesas uzdotā pirmā jautājuma tvērums, otrais jautājums skaidri ietver lūgumu sniegt interpretāciju. Tādējādi, lai gan apstāklis, ka Compagnie des pêches de Saint‑Malo nav apstrīdējusi strīdīgā lēmuma tiesiskumu, ceļot prasību atcelt tiesību aktu, iespējams, var ietekmēt pirmā jautājuma pieņemamību, tas katrā ziņā nevar būt iemesls lūguma sniegt prejudiciālu nolēmumu nepieņemamībai kopumā (šajā nozīmē skat. spriedumu, 2011. gada 17. februāris, Bolton Alimentari, C‑494/09, EU:C:2011:87, 21. punkts).", "label": [[81, 96, "PROFESSION"], [263, 297, "ORG"], [552, 576, "DATE"], [578, 595, "ORG"]]}
{"text": "26 Otrkārt, attiecībā uz pirmā jautājuma pieņemamību ir jākonstatē, ka, lai gan iesniedzējtiesas nodoms, šķiet, ir bijis apmierināt interpretācijas lūgumu, lai noskaidrotu, vai atgūšanas rīkojums, ko Komisija izdevusi, pamatojoties uz apstrīdēto lēmumu, attiecas ne tikai uz summām, kas atbilst darba devēju iemaksu atvieglojumiem, bet arī uz summām, kas atbilst darba ņēmēju iemaksu atvieglojumiem, no paša šī jautājuma formulējuma izriet, ka iesniedzējtiesa vaicā Tiesai par apstrīdētajā lēmumā ietverto Komisijas vērtējumu par darba ņēmēju iemaksu “valsts atbalsta” raksturu LESD 107. panta 1. punkta izpratnē. Līdz ar to ir jāuzskata, ka tā netieši izvirza jautājumu par šī lēmuma spēkā esamības vērtējumu.", "label": [[200, 208, "ORG"], [466, 472, "ORG"], [506, 515, "ORG"]]}
{"text": "27 Šajā ziņā ir jānorāda, ka, lai gan saistībā ar funkciju sadali starp valsts tiesām un Tiesu LESD 267. panta piemērošanai valsts tiesām ir jālemj par uzdoto jautājumu atbilstību, tomēr Tiesai no visas valsts tiesas iesniegtās informācijas ir jāizdala tie Savienības tiesību elementi, kuriem, ņemot vērā strīda priekšmetu, ir nepieciešama interpretācija vai spēkā esamības novērtēšana (šajā nozīmē skat. spriedumu, 1980. gada 15. oktobris, Roquette Frères, 145/79, EU:C:1980:234, 7. punkts).", "label": [[89, 94, "ORG"], [187, 193, "ORG"], [257, 267, "LOC"], [416, 439, "DATE"], [441, 456, "ORG"]]}
{"text": "28 Kā ģenerāladvokāts ir norādījis secinājumu 25.–31. punktā, no judikatūras izriet, ka iesniedzējtiesas paustās šaubas par Savienības tiesību akta spēkā esamību vai arī fakts, ka šāds jautājums ir ticis izvirzīts pamatlietā, ir apstākļi, kurus Tiesa ņem vērā, vērtējot to, vai pēc savas ierosmes ir jāizvirza jautājums par tāda tiesību akta spēkā esamību, attiecībā uz kuru iesniedzējtiesa formāli ir lūgusi vienīgi interpretāciju (šajā nozīmē skat. spriedumus, 1989. gada 13. decembris, Paris, C‑204/88, EU:C:1989:643, 8. punkts; 2009. gada 11. jūnijs, Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, 46. un 47. punkts; 2015. gada 6. oktobris, Mertens, C‑362/14, EU:C:2015:650, 67. punkts, kā arī 2020. gada 16. jūlijs, Facebook Ireland un Mertens, C‑311/18, EU:C:2020:559, 159.–161. punkts).", "label": [[6, 21, "PROFESSION"], [124, 134, "LOC"], [245, 250, "ORG"], [463, 487, "DATE"], [489, 494, "LOC"], [532, 553, "DATE"], [555, 583, "ORG"], [629, 651, "DATE"], [653, 660, "PER"], [706, 727, "DATE"], [729, 745, "ORG"], [749, 756, "PER"]]}
{"text": "29 Šajā gadījumā ir jākonstatē, ka, pirmkārt, no lūguma sniegt prejudiciālu nolēmumu un Tiesas rīcībā esošajiem lietas materiāliem izriet, ka savā prasībā, kas celta valsts pirmās instances tiesā, Compagnie des pêches de Saint‑Malo apstrīdēja tieši strīdīgā lēmuma spēkā esamību, ciktāl tajā attiecīgie darba ņēmēju iemaksu atvieglojumi bija kvalificēti par valsts atbalstu, kas nav saderīgs ar kopējo tirgu. Otrkārt, uzsverot, kā tas ir norādīts šī sprieduma 20. un 21. punktā, ka šo darba ņēmēju iemaksu atvieglojums, kas tieši neattiecas uz zvejas uzņēmumiem, līdz ar to nevar ietilpt LESD 107. panta piemērošanas jomā, šī tiesa tādējādi ir paudusi savas šaubas par strīdīgā lēmuma spēkā esamību.", "label": [[88, 94, "ORG"], [197, 231, "ORG"]]}
{"text": "30 Tādējādi, lai gan prejudiciālie jautājumi formāli attiecas uz strīdīgā lēmuma interpretāciju, lai iesniedzējtiesai sniegtu pilnīgu atbildi, ir jāpārbauda arī šī lēmuma spēkā esamība.", "label": []}
{"text": "31 Tomēr, kā izriet no Tiesas judikatūras, jautājumu par spēkā esamību nevar izvirzīt pēc savas ierosmes gadījumā, kad atbildētāja pamatlietā neapšaubāmi būtu varējusi lūgt atcelt strīdīgo lēmumu (šajā nozīmē skat. spriedumus, 2007. gada 18. jūlijs, Franceschi, C‑119/05, EU:C:2007:434, 56. punkts, 2010. gada 8. jūlijs, Afton Chemical, C‑343/09, EU:C:2010:419, 19.–25. punkts, kā arī 2018. gada 25. jūlijs, Georgsmarienhütte u.c., C‑135/16, EU:C:2018:582, 37. punkts).", "label": [[23, 29, "ORG"], [227, 248, "DATE"], [250, 260, "PER"], [299, 319, "DATE"], [321, 335, "ORG"], [385, 406, "DATE"], [408, 425, "ORG"]]}
{"text": "32 Šajā ziņā ir jāuzskata, ka šajā gadījumā brīdī, kad Compagnie des pêches de Saint-Malo būtu varējusi apstrīdēt strīdīgo lēmumu, ceļot prasību Vispārējā tiesā saskaņā ar LESD 263. pantu, nebija skaidrs, vai tai būtu bijusi interese celt prasību par šī lēmuma daļu, kas attiecas uz darba ņēmēju iemaksām, it īpaši tad, ja, kā izriet no Tiesas rīcībā esošajiem lietas materiāliem, šīs iemaksas neveica zvejas uzņēmumi savu darba ņēmēju statusā, bet gan darbinieki, jo tie bija faktiskie šo iemaksu atvieglojumu labuma guvēji.", "label": [[55, 89, "ORG"], [145, 160, "ORG"], [337, 343, "ORG"]]}
{"text": "33 Turklāt, tā kā, kā tas tika uzsvērts šī sprieduma 16. un 17. punktā, tikai pēc 2011. gada 20. oktobra sprieduma Komisija/Francija (C‑549/09, nav publicēts, EU:C:2011:672) pasludināšanas Compagnie des pêches de Saint-Malo tika pienācīgi informēta par to, ka Komisijas izdotais atgūšanas rīkojums attiecas arī uz summām, kas atbilst darba ņēmēju iemaksu atvieglojumiem, tā pirms LESD 263. pantā noteiktā termiņa prasības celšanai beigām varēja uzskatīt, ka tai nebija intereses celt prasību par strīdīgo rīkojumu nolūkā iebilst pret šo summu atgūšanu. Turklāt nav izslēgts, ka gadījumā, ja šī sabiedrība būtu cēlusi prasību par minēto lēmumu, šo pašu iemeslu, kā arī to iemeslu dēļ, kurus ģenerāladvokāts ir izklāstījis secinājumu 49. punktā, Vispārējā tiesa pēc savas ierosmes būtu izvirzījusi šīs sabiedrības intereses celt prasību neesamību.", "label": [[82, 104, "DATE"], [115, 123, "ORG"], [124, 132, "ORG"], [189, 223, "ORG"], [260, 269, "ORG"], [690, 705, "PROFESSION"], [744, 759, "ORG"]]}
{"text": "34 Taču šai ziņā ir jāatgādina, ka saskaņā ar pastāvīgo judikatūru interese celt prasību, kurai jābūt tādai, kas ir radusies un pastāv, arī ir nosacījums, lai celtu LESD 263. pantā paredzēto prasību (šajā nozīmē skat. spriedumu, 2011. gada 21. decembris, ACEA/Komisija, C‑319/09 P, nav publicēts, EU:C:2011:857, 67. punkts un tajā minētā judikatūra), un tā neizpilde ir absolūts nepieņemamības pamats, kuru pēc savas ierosmes var izvirzīt Tiesa (šajā nozīmē skat. rīkojumu, 1987. gada 7. oktobris, I. d. B./Padome un EESK, 108/86, EU:C:1987:426, 10. punkts).", "label": [[229, 253, "DATE"], [255, 259, "ORG"], [260, 268, "ORG"], [439, 444, "ORG"], [474, 496, "DATE"], [498, 506, "PER"], [507, 513, "ORG"], [517, 521, "ORG"]]}
{"text": "35 Ņemot vērā šos apstākļus, ir jāuzskata, ka nav acīmredzams, ka atbildētājas pamatlietā celtā prasība atcelt tiesību aktu būtu bijusi pieņemama.", "label": []}
{"text": "36 No iepriekš minētajiem apsvērumiem izriet, ka lūgums sniegt prejudiciālu nolēmumu ir pieņemams.", "label": []}
{"text": "Par strīdīgā lēmuma spēkā esamību tajā ziņā, ka tajā attiecīgais darba ņēmēju iemaksu atvieglojums ir kvalificēts kā ar kopējo tirgu nesaderīgs valsts atbalsts", "label": []}
{"text": "37 Vispirms ir jānorāda, kā tas izriet no 2011. gada 20. oktobra sprieduma Komisija/Francija (C‑549/09, nav publicēts, EU:C:2011:672) 42. punkta, ka strīdīgajā lēmumā gan darba devēju, gan darba ņēmēju sociālo maksājumu atvieglojumus Komisija kvalificēja kā “valsts atbalstu” LESD 107. panta 1. punkta izpratnē. Lai gan šī lēmuma 3. pantā Komisija ir tikai atsaukusies uz sociālo maksājumu atvieglojumiem, no minētā lēmuma 18. un 20. apsvēruma it īpaši izriet, ka jēdziens “sociālie maksājumi” attiecas gan uz darba devēja, gan darba ņēmēju iemaksām.", "label": [[42, 64, "DATE"], [75, 83, "ORG"], [84, 92, "ORG"], [234, 242, "ORG"], [339, 347, "ORG"]]}
{"text": "38 Saskaņā ar pastāvīgo judikatūru pasākuma kvalificēšanai par “valsts atbalstu” LESD 107. panta 1. punkta izpratnē ir prasīta visu šajā normā izvirzīto nosacījumu izpilde. Pirmkārt, ir jābūt valsts intervencei vai valsts līdzekļu izmantošanai. Otrkārt, šai intervencei jābūt tādai, kas var ietekmēt tirdzniecību starp dalībvalstīm. Treškārt, tam jārada selektīva priekšrocība tā saņēmējam. Ceturtkārt, tam ir jābūt tādam, ar ko tiek izkropļota konkurence vai arī tiek radīti draudi to izkropļot (šajā nozīmē skat. spriedumu, 2019. gada 29. jūlijs, Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, 20. punkts un tajā minētā judikatūra).", "label": [[526, 547, "DATE"], [549, 576, "ORG"]]}
{"text": "39 Attiecībā uz nosacījumu par to, ka pamatlietā aplūkotais pasākums ir jāanalizē kā priekšrocības piešķiršana tā saņēmējam, no Tiesas pastāvīgās judikatūras tāpat izriet, ka par valsts atbalstu uzskata visu veidu iejaukšanās pasākumus, ar kuriem var tieši vai netieši tikt atbalstīti atsevišķi uzņēmumi vai tiem radītas tādas ekonomiskās priekšrocības, ko šie saņēmēji uzņēmumi parastos tirgus apstākļos nebūtu varējuši gūt (šajā nozīmē skat. spriedumu, 2003. gada 24. jūlijs, Altmark Trans un Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, 83. un 84. punkts, kā arī tajos minētā judikatūra).", "label": [[128, 134, "ORG"], [455, 476, "DATE"], [478, 491, "ORG"], [495, 524, "ORG"]]}
{"text": "40 Jāatgādina arī, ka atbalsta jēdziens ietver valsts iestāžu piešķirtas priekšrocības, kas dažādos veidos samazina izdevumus, kuri parasti ir iekļauti uzņēmuma budžetā. Tādējādi daļējs noteiktas rūpniecības nozares uzņēmumu sociālā nodrošinājuma maksājumu atvieglojums ir atbalsts LESD 107. panta 1. punkta izpratnē, ja šī pasākuma mērķis ir daļēji atbrīvot šos uzņēmumus no maksājumiem, kas izriet no vispārējās sociālā nodrošinājuma sistēmas normālas piemērošanas, un šis atbrīvojums nav attaisnojams ar šīs sistēmas raksturu vai struktūru (spriedums, 1999. gada 5. oktobris, Francija/Komisija, C‑251/97, EU:C:1999:480, 35. un 36. punkts, kā arī tajos minētā judikatūra).", "label": [[555, 577, "DATE"], [579, 587, "ORG"], [588, 596, "ORG"]]}
{"text": "41 Tiesa turklāt ir uzsvērusi, ka mērķis, ko vēlas sasniegt ar valsts pasākumiem, nav pietiekams, lai tūlītēji liegtu šos pasākumus uzskatīt par “atbalstu” LESD 107. panta izpratnē (šajā nozīmē skat. spriedumu, 1999. gada 5. oktobris, Francija/Komisija, C‑251/97, EU:C:1999:480, 37. punkts un tajā minētā judikatūra), jo šī panta 1. punktā valsts intervences pasākumi netiek nošķirti atkarībā no to cēloņiem vai mērķiem, bet gan definēti atkarībā no to sekām (šajā nozīmē skat. spriedumu, 2011. gada 9. jūnijs, Comitato “Venezia vuole vivere” u.c./Komisija, C‑71/09 P, C‑73/09 P un C‑76/09 P, EU:C:2011:368, 94. punkts, kā arī tajā minētā judikatūra).", "label": [[3, 8, "ORG"], [211, 233, "DATE"], [235, 243, "ORG"], [244, 252, "ORG"], [489, 509, "DATE"], [511, 542, "ORG"], [548, 556, "ORG"]]}
{"text": "42 Šajā gadījumā attiecībā uz darba ņēmēju iemaksu atvieglojumiem, ko Francijas Republika piešķīrusi zvejniekiem laikposmā no 2000. gada 15. aprīļa līdz 15. oktobrim, nav strīda par to, ka šīs iemaksas neveic zvejas uzņēmumi kā darba devēji, bet gan tās ir jāveic darbiniekiem, kuri ir minēto atvieglojumu labuma guvēji. No lūguma sniegt prejudiciālu nolēmumu izriet, ka saskaņā ar piemērojamajām valsts tiesību normām, kuru saturs ir ietverts šī sprieduma 6. un 7. punktā, minētajiem uzņēmumiem kā darba devējiem ir tikai pienākums ieturēt minētās iemaksas no savu darbinieku atalgojuma katrā algas izmaksas reizē, lai tās pārskaitītu kompetentajām sociālajām iestādēm.", "label": [[70, 89, "ORG"], [101, 112, "PROFESSION"], [126, 147, "DATE"], [153, 165, "DATE"]]}
{"text": "43 Summām, ko tāds zvejas uzņēmums kā atbildētāja pamatlietā ietur no darba ņēmēju iemaksām, ir precīzi jāatbilst summām, ko tas pārskaita sociālajiem subjektiem savu darbinieku vārdā. Tādējādi, ciktāl zvejas uzņēmumi veic tikai vienkāršu starpnieka funkciju starp saviem darbiniekiem un šīm sociālajām iestādēm un līdz ar to pamatlietā aplūkotais pasākums, ar kuru tiek samazinātas darba ņēmēju iemaksas, attiecībā uz tiem ir neitrāls, ir jāuzskata, ka šis pasākums neattiecas uz izmaksām, kas jāsedz no šo uzņēmumu budžeta (šajā nozīmē skat. rīkojumu 2015. gada 22. oktobris, Komisija/Grieķija, C‑530/14 P, nav publicēts, EU:C:2015:727, 32.–34. punkts).", "label": [[553, 576, "DATE"], [578, 586, "ORG"], [587, 595, "ORG"]]}
{"text": "44 Kā ģenerāladvokāts ir norādījis secinājumu 69. punktā, ir jāuzskata, ka pienākums kompetentajām iestādēm pārskaitīt summas, kas atbilst darba ņēmēju iemaksām, pats par sevi neļauj secināt, ka šo iemaksu atvieglojums attiecīgajam uzņēmumam sniedz tiešu priekšrocību apmērā, kas ir līdzvērtīgs šī atvieglojuma summai.", "label": [[6, 21, "PROFESSION"]]}
{"text": "45 Šos apsvērumus neatspēko gan Francijas valdības, gan Komisijas atsauce uz 2016. gada 21. decembra spriedumu Komisija/Aer Lingus un Ryanair Designated Activity (C‑164/15 P un C‑165/15 P, EU:C:2016:990), jo, kā secinājumu 68. un 71.–74. punktā būtībā ir norādījis ģenerāladvokāts, atšķirībā no šīs lietas minētajā lietā aplūkotos pasākumus tiesa uzskatīja par tādiem, kas ietekmē šo lidsabiedrību budžetu.", "label": [[32, 50, "ORG"], [56, 65, "ORG"], [77, 100, "DATE"], [111, 119, "ORG"], [120, 130, "ORG"], [134, 161, "ORG"], [265, 280, "PROFESSION"], [341, 346, "ORG"]]}
{"text": "46 Savukārt minētos apsvērumus apstiprina apstāklis, ka pamatlietā aplūkotais pasākums, ar kuru tiek samazinātas darba ņēmēju iemaksas, bija adresēts vienīgi zvejas uzņēmumu darbiniekiem, kuri bija vienīgie faktiskie labuma guvēji, jo šis pasākums būtībā nozīmēja pienākumu šiem uzņēmumiem palielināt savu darbinieku neto algu proporcionāli atbrīvojumam no darba ņēmēju iemaksām, ko parasti maksā katrs darbinieks.", "label": []}
{"text": "47 Jānorāda, kā to ir darījis ģenerāladvokāts secinājumu 64. punktā, ka apstāklis, ka darba ņēmēju iemaksu atvieglojums sniedz tiešu priekšrocību attiecīgo uzņēmumu darbiniekiem, nevis šiem uzņēmumiem pašiem, neizslēdz, ka atbalsts, kura tiešie saņēmēji ir uzņēmuma darbinieki, var būt šim uzņēmumam piešķirts netiešs atbalsts (šajā nozīmē skat. spriedumu, 2011. gada 28. jūlijs, Mediaset/Komisija, C‑403/10 P, nav publicēts, EU:C:2011:533, 81. punkts).", "label": [[30, 45, "PROFESSION"], [357, 378, "DATE"], [380, 388, "ORG"], [389, 397, "ORG"]]}
{"text": "48 Tomēr šajā ziņā pietiek norādīt, ka ne strīdīgajā lēmumā, ne Tiesas rīcībā esošajos lietas materiālos nav norāžu, saskaņā ar kurām attiecīgie uzņēmumi būtu netieši saņēmuši valsts atbalstu. Turklāt no strīdīgā lēmuma, it īpaši tā 55. apsvēruma, skaidri izriet, ka šajā lietā Komisijas norādīto priekšrocību veidoja nevis netiešs labums minētajiem uzņēmumiem, bet gan tiešs labums.", "label": [[64, 70, "ORG"], [278, 287, "ORG"]]}
{"text": "49 Ir jāuzskata, ka, strīdīgā lēmuma 55. apsvērumā norādot, ka sociālo maksājumu atvieglojumi kopumā bija pasākumi, kas sniedz priekšrocību zvejas uzņēmumiem, jo tie tika atbrīvoti no atsevišķiem maksājumiem, kas tiem parasti būtu jāsedz, Komisija ir pieļāvusi kļūdu tiesību piemērošanā.", "label": [[239, 247, "ORG"]]}
{"text": "50 Šī kļūda ir pietiekama, lai tiktu konstatēta strīdīgā lēmuma spēkā neesamība, ciktāl ar to pamatlietā aplūkotais darba ņēmēju iemaksu atvieglojums ir kvalificēts kā ar kopējo tirgu nesaderīgs valsts atbalsts, lai gan nav izpildīts nosacījums par uzņēmumam piešķirtas priekšrocības esamību, kas, pamatojoties uz šī sprieduma 38. un 39. punktā minēto judikatūru, ir obligāts priekšnosacījums šādai kvalifikācijai.", "label": []}
{"text": "51 Ņemot vērā visus iepriekš minētos apsvērumus, ir jākonstatē, ka strīdīgais lēmums nav spēkā, ciktāl tajā darba ņēmēju iemaksu samazinājums, ko Francijas Republika piešķīrusi zvejniekiem laikposmā no 2000. gada 15. aprīļa līdz 15. oktobrim, ir kvalificēts kā ar kopējo tirgu nesaderīgs valsts atbalsts.", "label": [[146, 165, "ORG"], [177, 188, "PROFESSION"], [202, 223, "DATE"], [229, 241, "DATE"]]}
{"text": "52 Tā kā pēc šīs atzīšanas par spēkā neesošu vairs nav nepieciešams atbildēt uz abiem iesniedzējtiesas uzdotajiem jautājumiem par strīdīgā lēmuma interpretāciju, uz šiem jautājumiem atbilde nav jāsniedz.", "label": []}
{"text": "Par tiesāšanās izdevumiem", "label": []}
{"text": "53 Attiecībā uz pamatlietas pusēm šī tiesvedība ir stadija procesā, kuru izskata iesniedzējtiesa, un tā lemj par tiesāšanās izdevumiem. Izdevumi, kas radušies, iesniedzot apsvērumus Tiesai, un kas nav minēto pušu izdevumi, nav atlīdzināmi.", "label": [[182, 188, "ORG"]]}
{"text": "Ar šādu pamatojumu Tiesa (otrā palāta) nospriež:", "label": [[19, 38, "ORG"]]}
{"text": "Komisijas Lēmums 2005/239/EK (2004. gada 14. jūlijs) par dažiem atbalsta pasākumiem akvakultūras produktu ražotājiem un zvejniekiem, ko īsteno Francija, nav spēkā, ciktāl tajā par valsts atbalstu, kas nav saderīgs ar kopējo tirgu, ticis atzīts Francijas Republikas piešķirtais darba ņēmēju iemaksu atvieglojums zvejniekiem laikposmā no 2000. gada 15. aprīļa līdz 15. oktobrim.", "label": [[0, 9, "ORG"], [30, 51, "DATE"], [84, 116, "PROFESSION"], [120, 131, "PROFESSION"], [143, 151, "ORG"], [244, 264, "ORG"], [311, 322, "PROFESSION"], [336, 357, "DATE"], [363, 375, "DATE"]]}
{"text": "[Paraksti]", "label": []}
{"text": "* Tiesvedības valoda – franču.", "label": [[23, 29, "NATIONALITY"]]}
