{"text": "ĢENERĀLADVOKĀTES KARĪNAS KELLETI [KAARINA KELLETT] SECINĀJUMI, sniegti 2020. gada 19. novembrī (1)", "label": [[0, 16, "PROFESSION"], [17, 50, "PER"], [71, 94, "DATE"]]}
{"text": "Lieta C‑900/19", "label": []}
{"text": "Association One Voice,", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "pret", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "piedaloties", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(Conseil d’État (Valsts padome, Francija) lūgums sniegt prejudiciālu nolēmumu)", "label": [[1, 15, "ORG"], [17, 30, "ORG"], [32, 40, "LOC"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Vide – Direktīva 2009/147 – Savvaļas putnu aizsardzība – Tradicionālas medību metodes atļaušana – Saprātīga izmantošana – Alternatīvas – Selektivitāte – Sagūstīšanas veids, kas var izraisīt nejaušu sagūstīšanu – “Putnu” līmes izmantošana, lai sagūstītu strazdus un melnos meža strazdus", "label": []}
{"text": "I. Ievads", "label": []}
{"text": "1. “Putnu” līme ir zars vai koka gabals, kuram mednieki uzklāj līmvielu un to nostiprina kokā vai krūmā. Tiklīdz putns saskaras ar “putnu” līmi, tā pielīp pie putna spalvām. Putns zaudē savu lidošanas spēju un mednieks to sagūsta (2).", "label": []}
{"text": "2. Šī medību metode agrāk bija plaši izplatīta, bet saskaņā ar Francijas plašsaziņas līdzekļu ziņojumiem putni ar “putnu” līmi Savienībā var tikt medīti tikai piecos Francijas dienvidu departamentos (3), un 2020. gadā šī atļauja tika apturēta šīs tiesvedības dēļ (4). Šādi sagūstītie īpatņi vēlāk tiks izmantoti kā pievilinājputni, iespējams, saistībā ar citām medību metodēm.", "label": [[63, 72, "LOC"], [127, 136, "LOC"], [166, 198, "LOC"], [207, 217, "DATE"]]}
{"text": "3. Francijas tiesību normas par medībām ar “putnu” līmi Komisija nesekmīgi apstrīdēja jau pirms dažiem gadu desmitiem, jo Tiesa konstatēja, ka uz tām attiecās Putnu direktīvā (5) paredzētā atkāpe par saprātīgu dažu putnu izmantošanu izlases veidā un nelielā skaitā, kas nozīmē cita pieņemama risinājuma neesamību (6).", "label": [[3, 12, "LOC"], [56, 64, "ORG"], [122, 127, "ORG"]]}
{"text": "4. Tomēr pa šo laiku judikatūra ir attīstījusies. Tādēļ Francijas Valsts padome (Conseil d’État) vēlas noskaidrot, vai šis tradicionālais medību veids Francijas tiesību aktos paredzētajos apstākļos joprojām atbilst atkāpes piemērošanas prasībām. Precīzāk, tā vēlas noskaidrot, vai šī metode ir pietiekami selektīva, tātad izslēdz pārmērīgu nejaušu sagūstīšanu, un vai patiešām nepastāv cits pieņemams risinājums.", "label": [[56, 96, "ORG"], [151, 160, "LOC"]]}
{"text": "II. Atbilstošās tiesību normas", "label": []}
{"text": "A. Putnu direktīva", "label": []}
{"text": "5. Putnu direktīvas 2. pantā ir noteikts dalībvalstu pamatpienākums attiecībā uz putnu sugu aizsardzību:", "label": []}
{"text": "“Dalībvalstis veic nepieciešamos pasākumus, lai skaitliski uzturētu 1. pantā minēto sugu populācijas tādā līmenī, kas pirmām kārtām atbilst ekoloģijas, zinātnes un kultūras prasībām, tajā pašā laikā ņemot vērā saimnieciskās un rekreatīvās prasības, vai lai tuvinātu šo sugu populācijas minētajam līmenim.”", "label": []}
{"text": "6. Putnu direktīvas 8. panta 1. punktā ir aizliegtas noteiktas putnu sagūstīšanas metodes:", "label": []}
{"text": "“Attiecībā uz putnu medībām, to sagūstīšanu vai nonāvēšanu saskaņā ar šo direktīvu dalībvalstis aizliedz lietot jebkādus masveidīgas vai neselektīvas putnu sagūstīšanas vai nonāvēšanas līdzekļus, pasākumus vai paņēmienus, arī tādus, kas var izraisīt kādas sugas lokālu izzušanu, jo īpaši IV pielikuma a) punktā minētos.”", "label": []}
{"text": "7. Putnu direktīvas IV pielikuma a) punkta pirmajā ievilkumā tostarp ir minēta “putnu” līme.", "label": []}
{"text": "8. Putnu direktīvas 9. panta 1. punkta c) apakšpunktā ir paredzētas atkāpes no noteiktām tiesību normām:", "label": []}
{"text": "“Ja nevar rast citu pieņemamu risinājumu, dalībvalstis var atkāpties no 5. līdz 8. panta noteikumiem šādu iemeslu dēļ:", "label": []}
{"text": "[..]", "label": []}
{"text": "c) lai stingri kontrolētos apstākļos un izlases veidā atļautu nelielā skaitā sagūstīt, turēt vai citādi saprātīgi izmantot dažus putnus.”", "label": []}
{"text": "B. Francijas tiesības", "label": [[3, 12, "LOC"]]}
{"text": "9. Code de l’environnement (Vides kodekss) L.424‑4. pantā ir paredzēta iespēja atļaut izmantot tradicionālas medību metodes.", "label": []}
{"text": "10. Strīds ir par arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes‑de‑Haute‑Provence, des Alpes‑Maritimes, des Bouches‑du‑Rhône, du Var et de Vaucluse (1989. gada 17. augusta Dekrēts par “putnu” līmes izmantošanu, lai sagūstītu strazdus un melnos meža strazdus, kurus paredzēts izmantot kā pievilinātājputnus Alpes‑de‑Haute‑Provence, Alpes‑Maritimes, Bouches‑du‑Rhône, Var un Vaucluse departamentos) īstenošanu.", "label": [[28, 40, "DATE"], [168, 191, "LOC"], [197, 212, "LOC"], [218, 234, "LOC"], [236, 242, "LOC"], [249, 257, "LOC"], [259, 281, "DATE"], [416, 439, "LOC"], [441, 456, "LOC"], [458, 474, "LOC"], [476, 479, "LOC"], [483, 491, "LOC"]]}
{"text": "11. 1989. gada 17. augusta dekrēta 1. pantā ir ietverta principiāla atļauja izmantot “putnu” līmi:", "label": [[4, 26, "DATE"]]}
{"text": "““Putnu” līmes izmantošana, lai sagūstītu strazdus [..] un melnos meža strazdus, kurus paredzēts izmantot kā pievilinātājputnus personīgām vajadzībām, ir atļauta Alpes‑de‑Haute‑Provence, Alpes‑Maritimes, Bouches‑du‑Rhône, Var un Vaucluse departamentos stingri kontrolētos apstākļos, kas noteikti turpmāk, lai izlases veidā atļautu nelielā skaitā sagūstīt dažus putnus, ja nav cita pieņemama risinājuma.”", "label": [[162, 185, "LOC"], [187, 202, "LOC"], [204, 220, "LOC"], [222, 225, "LOC"], [229, 237, "LOC"]]}
{"text": "12. 1989. gada 17. augusta dekrēta 4. pants attiecas uz medību organizēšanas nosacījumiem:", "label": [[4, 26, "DATE"]]}
{"text": "““Putnu” līme var palikt uzklāta tikai mednieka klātbūtnē. Katrs sagūstītais putns tiek nekavējoties notīrīts. Šo darbību laikā aizliegts nēsāt šauteni.”", "label": []}
{"text": "13. Saskaņā ar 1989. gada 17. augusta dekrēta 6. pantu it īpaši putnu skaits, ko drīkst sagūstīt, tiek noteikts katru gadu:", "label": [[15, 37, "DATE"]]}
{"text": "“Katru gadu par medībām atbildīgais ministrs nosaka maksimālo putnu skaitu, kurus drīkst noķert sezonā, kā arī attiecīgajā gadījumā – departamenta tehniskās specifikācijas.”", "label": [[36, 44, "PROFESSION"]]}
{"text": "14. 1989. gada 17. augusta dekrēta 11. pantā ir noteiktas darbības ar citiem putniem:", "label": [[4, 26, "DATE"]]}
{"text": "“Visu citu nejauši noķertu medījumu, izņemot strazdus [..] un melnos meža strazdus, nekavējoties notīra un atbrīvo.”", "label": []}
{"text": "15. Tiesvedības valsts tiesā priekšmets ir pieci ministrijas 2018. gada 24. septembra dekrēti par 2018.–2019. gada sezonu, kas ir izdoti, piemērojot 1989. gada 17. augusta dekrēta 6. pantu.", "label": [[61, 85, "DATE"], [98, 114, "DATE"], [149, 171, "DATE"]]}
{"text": "16. Katrā no pieciem dekrētiem 1. pantā ir noteikts strazdu un melno meža strazdu skaits, kas drīkst tikt sagūstīts:", "label": []}
{"text": "“[Alpes‑de‑Haute‑Provence], [Alpes‑Maritimes], [Bouches‑du‑Rhône], [Var] un [Vaucluse] departamentos, maksimālais strazdu vai melno meža strazdu, kurus paredzēts izmantot kā pievilinātājputnus un kurus var sagūstīt, izmantojot “putnu” līmi, ir attiecīgi noteikts [2900], [400], [11 400], [12 200] un [15 600] attiecībā uz 2018.–2019. gada sezonu.”", "label": [[2, 25, "LOC"], [29, 44, "LOC"], [48, 64, "LOC"], [68, 71, "LOC"], [77, 85, "LOC"], [322, 338, "DATE"]]}
{"text": "III. Fakti un lūgums sniegt prejudiciālu nolēmumu", "label": []}
{"text": "17. Apvienības Association One Voice un Ligue pour la protection des oiseaux nosoda “putnu” līmes izmantošanu, ko tās uzskata par nežēlīgu sagūstīšanas veidu, un apstākli, ka medības šajā ziņā skar arī putnu sugas, attiecībā uz kurām, pamatojoties uz zinātnes atziņu attīstību, ir konstatējama ievērojama populācijas samazināšanās, kā arī to jutīgums pret ciešanām. Tādēļ tās Valsts padomē iesniedza prasību atcelt Francijas tiesisko regulējumu, ar kuru ir atļauts izmantot “putnu” līmi. Fédération nationale des chasseurs iestājās lietā, lūdzot prasību noraidīt.", "label": [[15, 36, "ORG"], [40, 76, "ORG"], [376, 389, "ORG"], [415, 424, "LOC"], [488, 522, "ORG"]]}
{"text": "18. Prasītājas apgalvo, ka ar šo tiesisko regulējumu tiek pārkāpts Putnu direktīvas 9. panta 1. punkts, ciktāl tajā ir atļauta neselektīva tradicionāla medību metode. Ligue pour la protection des oiseaux šajā sakarā pieprasa norīkot ekspertu, lai noteiktu, cik daudz ir tādu putnu, kurus nav atļauts sagūstīt ar “putnu” līmi, bet kuri pēdējās medību sezonās ir nejauši sagūstīti ar “putnu” līmi. Turklāt tiesiskais regulējums nepamato, kāpēc, izņemot sagūstīšanu ar “putnu” līmi, nepastāv cits pieņemams risinājums.", "label": [[167, 203, "ORG"]]}
{"text": "19. Tādējādi Valsts padome uzdod Tiesai šādus divus jautājumus:", "label": [[13, 26, "ORG"], [33, 39, "ORG"]]}
{"text": "“1) Vai Putnu direktīvas 9. panta 1. punkta c) apakšpunkts ir jāinterpretē tādējādi, ka ar to dalībvalstīm tiek liegts atļaut izmantot sagūstīšanas vai nonāvēšanas līdzekļus, pasākumus vai paņēmienus, kas pat minimālā un vienīgi īslaicīgā veidā var izraisīt nejaušas sagūstīšanas gadījumus? Attiecīgajā gadījumā – kādi kritēriji, it īpaši saistībā ar šo atļautā medību paņēmiena, kas nav letāls, nejaušas sagūstīšanas gadījumu ierobežoto proporciju vai apjomu, un pienākumu nekavējoties atbrīvot bez nopietniem savainojumiem nejauši sagūstītus īpatņus, var tikt izmantoti, lai uzskatītu, ka šajā tiesību normā paredzētais selektivitātes kritērijs ir izpildīts?", "label": []}
{"text": "2) Vai Putnu direktīva ir jāinterpretē tādējādi, ka mērķis saglabāt tradicionālus putnu medību veidus un līdzekļus atpūtas vajadzībām, un ja ir izpildīti visi citi 9. panta 1. punkta c) apakšpunktā šādai atkāpei paredzētie nosacījumi, var attaisnot cita pieņemama risinājuma neesamību 9. panta 1. punkta nozīmē, tādējādi dodot iespēju atkāpties no šīs direktīvas 8. pantā noteiktā šo medību veidu un līdzekļu aizliegšanas principa?”", "label": []}
{"text": "20. Apvienības Association One Voice un Ligue pour la protection des oiseaux kopā, kā arī Fédération nationale de la chasse, Francijas Republika un Eiropas Komisija iesniedza rakstveida apsvērumus. Tiesa atteicās no tiesas sēdes rīkošanas, jo, ņemot vērā rakstveida procesu, tā bija pietiekami informēta.", "label": [[15, 36, "ORG"], [40, 76, "ORG"], [90, 123, "ORG"], [125, 144, "ORG"], [148, 164, "ORG"], [198, 203, "ORG"]]}
{"text": "IV. Tiesiskais vērtējums", "label": []}
{"text": "21. Principā ar Putnu direktīvas 8. pantu un IV pielikuma a) punktu ir aizliegtas medības ar “putnu” līmi. Tomēr 9. panta 1. punkta c) apakšpunktā ir paredzēta atkāpe no šī aizlieguma, ja nevar rast citu pieņemamu risinājumu, lai stingri kontrolētos apstākļos un izlases veidā atļautu nelielā skaitā sagūstīt, turēt vai citādi saprātīgi izmantot dažus putnus (7).", "label": []}
{"text": "22. Valsts padomes uzdotie jautājumi attiecas uz veidu, kādā ir jānovērtē, vai Francijā veiktās medības ar “putnu” līmi ir pietiekami selektīvas un vai nepastāv cits pieņemams risinājums. Tā kā otrais jautājums ir vispārīgāks, es vispirms pievērsīšos tam.", "label": [[4, 18, "ORG"], [79, 87, "LOC"]]}
{"text": "A. Cita pieņemama risinājuma novērtējums", "label": []}
{"text": "23. Otrā jautājuma mērķis ir noskaidrot, vai Francija cita pieņemama risinājuma neesamību Putnu direktīvas 9. panta 1. punkta izpratnē var pamatot ar mērķi saglabāt tradicionālus putnu medību veidus un līdzekļus atpūtas vajadzībām.", "label": [[45, 53, "ORG"]]}
{"text": "1. Samērīguma principa attiecināšana", "label": []}
{"text": "24. Tāpat kā pārējās atkāpes, kas paredzētas Putnu direktīvas 9. panta 1. punktā, arī tā c) apakšpunkts ir samērīguma principa izpausme (8). Saskaņā ar 9. panta 1. punkta c) apakšpunktu dalībvalstis var atkāpties no 8. panta, lai stingri kontrolētos apstākļos un izlases veidā atļautu nelielā skaitā sagūstīt, turēt vai citādi saprātīgi izmantot dažus putnus. Uz visām 9. panta 1. punktā paredzētajām atkāpēm attiecas nosacījums, ka nevar rast citu pieņemamu risinājumu. Tātad ar 9. panta 1. punktu ir ļauts līdzsvarot Putnu direktīvas 2. pantā, kā arī LESD 191. panta 3. punkta trešajā un ceturtajā ievilkumā prasīto putnu aizsardzību un citas intereses.", "label": []}
{"text": "25. Samērīguma princips ir viens no Savienības vispārējiem tiesību principiem. Saskaņā ar to ierobežojoši pasākumi, kādi šajā gadījumā ir putnu medību ierobežojumi, ir likumīgi tikai tad, ja tie ir atbilstoši un nepieciešami leģitīmi izvirzīto mērķu sasniegšanai. Turklāt, ja ir iespēja izvēlēties no vairākiem piemērotiem pasākumiem, jāizvēlas vismazāk apgrūtinošais; radītajām neērtībām ir jābūt samērīgām salīdzinājumā ar sasniedzamajiem mērķiem (9).", "label": [[36, 46, "LOC"]]}
{"text": "26. Līdzsvarošana, ko šis princips paredz, atbilst LESD 191. panta 3. punkta trešajam ievilkumam. Saskaņā ar šo tiesību normu Savienība, izstrādājot savu politiku attiecībā uz vidi, ņem vērā iespējamos ieguvumus un izmaksas darbības vai bezdarbības gadījumā. Turklāt saskaņā ar ceturto ievilkumu ir jāņem vērā vienota Savienības ekonomiska un sociāla attīstība, kā arī tās reģionu līdzsvarota attīstība.", "label": [[126, 135, "ORG"], [318, 328, "ORG"]]}
{"text": "27. Putnu direktīvas 2. pantā šis pienākums ir pārņemts, atgādinot, ka, piemērojot šo direktīvu, ir jāņem vērā saimnieciskās un rekreatīvās prasības.", "label": []}
{"text": "28. Putnu direktīvas 5.–8. pantā paredzētie aizliegumi ir pasākumi, kas ierobežo brīvības, lai sasniegtu šīs direktīvas mērķus. Taču lūgumā sniegt prejudiciālu nolēmumu to principiālā saderība ar Savienības pilsoņu, it īpaši mednieku, pamatbrīvībām netiek apspriesta.", "label": [[196, 206, "LOC"]]}
{"text": "29. Drīzāk putnu aizsardzībā paredzētajām atkāpēm, kuras ir jāinterpretē šauri (10), ir nepieciešams pamatojums. Arī uz šī pamata īstenotajiem pasākumiem ir jābūt piemērotiem un nepieciešamiem, lai sasniegtu attiecīgos mērķus, jo pretējā gadījumā to mērķis neattaisno atkāpes piemērošanu. Tomēr it īpaši šo pasākumu ietekme uz putnu aizsardzību nedrīkst būt nesamērīga ar attiecīgo mērķi.", "label": []}
{"text": "30. Attiecībā uz pamatojošiem mērķiem šīs tiesvedības ietvaros nav jāizvērtē, vai atļauja medībām ar “putnu” līmi ir samērīgs līdzeklis, lai pieļautu pievilinātājputnu sagūstīšanu. Tāds gan ir mērķis, kas nostiprināts attiecīgajās Francijas tiesību normās (11). Tomēr šis līdzeklis kā tāds nebūtu nepieciešams, jo pievilinātājputnus var iegūt arī ar citām metodēm, piemēram, izmantojot tīklus vai, iespējams, audzēšanu nebrīvē (12).", "label": [[231, 240, "LOC"]]}
{"text": "31. Tā vietā, cik noprotams, kā pamatojums, ko norādījusi Valsts padome un kas balstīts uz Code de l’environnement (Vides kodekss) L.424‑4. pantu, vērā ņemams vienīgi ir mērķis saglabāt tradicionālus putnu medību veidus un līdzekļus atpūtas vajadzībām. Atļauja veikt medības ar “putnu” līmi attiecīgajos reģionos neapšaubāmi ir piemērota un nepieciešama, lai būtu iespējams turpināt izmantot šo medību metodi.", "label": [[58, 71, "ORG"]]}
{"text": "2. Pretrunīgās intereses", "label": []}
{"text": "32. Valsts padomes jautājums par cita pieņemama risinājuma esamības novērtējumu būtībā ir par relatīvā nozīmīguma noteikšanu, kāds piemīt tradicionālās medību metodes aizsardzībai salīdzinājumā ar putnu aizsardzību. Tas tādēļ, ka atkāpei no putnu aizsardzības, kuru kāda dalībvalsts vēlas izmantot, ir jābūt samērīgai ar vajadzībām, kas šo atkāpi attaisno (13). Ja putnu aizsardzība ir noteicošā salīdzinājumā ar šīm vajadzībām, cits pieņemams risinājums ir atteikties no putnu aizsardzībā paredzētās atkāpes.", "label": [[4, 18, "ORG"]]}
{"text": "33. Šajā ziņā vispirms ir jāprecizē, vai tradicionālu putnu medību veidu un līdzekļu saglabāšana atpūtas vajadzībām vispār ir mērķis, kas var pamatot atkāpi no Putnu direktīvas 8. pantā noteiktā aizlieguma, pirms tā īstenošana attiecīgā gadījumā var tikt līdzsvarota ar Putnu direktīvā izvirzītajiem mērķiem.", "label": []}
{"text": "a) Tradicionālo medību metožu saglabāšanas mērķis", "label": []}
{"text": "34. Tradicionālo medību metožu saglabāšana atpūtas vajadzībām var pamatot atkāpi no Putnu direktīvā noteiktajiem aizliegumiem saskaņā ar 9. panta 1. punkta c) apakšpunktu tikai tad, ja tās nozīmē attiecīgo putnu sugu saprātīgu izmantošanu.", "label": []}
{"text": "35. Par to, kāda izmantošana ir jāatzīst par saprātīgu, Tiesa nevar lemt galīgi un vispārēji. Jautājums par to, vai noteiktas tradicionālas prakses saglabāšana ir saprātīga, it īpaši ir atkarīgs no morāles vai kultūras apsvērumiem, līdz ar to dalībvalstīm ir jāpiešķir zināma rīcības brīvība, kuras robežas tās pārkāpj tikai acīmredzamu kļūdu gadījumā (14).", "label": [[56, 61, "ORG"]]}
{"text": "36. LESD 13. pantā tiek apstiprināta šī nostāja. Lai gan ir taisnība, ka saskaņā ar to atsevišķās politikas jomās Savienībai un dalībvalstīm ir jāvelta pienācīga uzmanība dzīvnieku kā jutīgu būtņu labturības prasībām, tomēr vienlaikus ir jāievēro dalībvalstu normatīvie vai administratīvie akti un paražas, it īpaši attiecībā uz reliģiskiem rituāliem, kultūras tradīcijām un reģionālās kultūras mantojumu. Neatkarīgi no tā, vai putnu medības ietilpst kādā no minētajām politikas jomām, tieši par šo ievērošanu ir atbildīgas valsts iestādes, vismaz gadījumā, ja Savienības tiesībās šajā ziņā nav paredzētas īpašas prasības.", "label": [[114, 124, "ORG"], [561, 571, "LOC"]]}
{"text": "37. Tradicionālas medību metodes saglabāšana atpūtas vajadzībām, kas attiecas uz samērā bieži sastopamām sugām, nav acīmredzami nesaprātīga izmantošana.", "label": []}
{"text": "38. Vienīgi materiālā interese, kas saistīta ar medīto putnu iegūšanu, noteikti gan ir ļoti neliela, un to pieņemamā veidā varētu apmierināt ar [nebrīvē] audzētiem, tostarp citu sugu, putniem (15). Tomēr medības atpūtas nolūkā drīzāk ir tāda vaļasprieka īstenošana, ko racionāli īsti pamatot nevar. It īpaši, ja šādas subjektīvas vēlmes ir balstītas uz reģionā izplatītu tradicionālu praksi un tādēļ, iespējams, attiecīgās personas to jau īsteno ilgāku laiku, tās principā joprojām ir jāatzīst par saprātīgām. Tas, ka prakses īstenošana pagātnē bija likumīga, gan nepamato aizsardzību pret izmaiņām tiesiskajā situācijā (16), tomēr, nepastāvot šādām izmaiņām, šāda prakse katrā ziņā uzreiz nav nesaprātīga.", "label": []}
{"text": "39. Tiesa vismaz netieši ir ievērojusi šo nostāju, pretēji dažādu ģenerāladvokātu šaubām (17), vairākkārt atzīstot medības atpūtas vajadzībām vai savvaļas putnu turēšanu voljēros par saprātīgu izmantošanu (18).", "label": [[4, 9, "ORG"], [66, 81, "PROFESSION"]]}
{"text": "40. Tādējādi, ja dalībvalstu kompetentās iestādes saprotami nonāk pie secinājuma, ka reģionā izplatītas tradicionālas medību metodes atpūtas vajadzībām saglabāšanai ir īpaša kultūras nozīme, tad šo medību metodi var atzīt par saprātīgu attiecīgo putnu sugu izmantošanu.", "label": []}
{"text": "b) Līdzsvarošana", "label": []}
{"text": "41. Medību ar “putnu” līmi atļaujas iepriekš minētā mērķa kaitīgā ietekme ir jāsalīdzina ar Putnu direktīvā izvirzītajiem mērķiem.", "label": []}
{"text": "42. Putnu direktīvas mērķis saskaņā ar tās 1. pantu ir visu Eiropas putnu sugu aizsardzība. Šajā nolūkā dalībvalstīm saskaņā ar 2. pantu sugu populācijas ir skaitliski jāuztur tādā līmenī, kas pirmām kārtām atbilst ekoloģijas, zinātnes un kultūras prasībām, tajā pašā laikā ņemot vērā saimnieciskās un rekreatīvās prasības, vai jātuvina šo sugu populācijas minētajam līmenim.", "label": [[60, 67, "LOC"]]}
{"text": "43. Kā nesen jau esmu norādījusi (19), lai gan šajā ziņā dalībvalstīm, ievērojot īpašus noteikumus, ir novērtējuma brīvība (20), tomēr Putnu direktīvas 3., 5., 7., 8. un it īpaši 10. apsvērums liecina, ka dalībvalstīm visu savvaļas putnu sugu populācijas Savienībā ir jāuztur “pietiekamā skaitliskā līmenī” (21). Ja tas netiek nodrošināts, tad putnu sagūstīšana katrā ziņā nevar tikt uzskatīta par pieļaujamu izmantošanu direktīvas desmitā apsvēruma izpratnē (22).", "label": [[255, 264, "LOC"]]}
{"text": "44. Piemērojot Putnu direktīvas 9. panta 1. punkta c) apakšpunktu, mērķis saglabāt savvaļas putnu sugu populācijas pietiekamā skaitliskā līmenī ir nodrošināts jau tādējādi, ka šajā tiesību normā paredzētā atkāpe no 5.–8. pantā noteiktajiem aizliegumiem ir ierobežota ar attiecīgo putnu sugu “nelielu skaitu” (23). Tādēļ Tiesa ir nospriedusi, ka, ņemot vērā pašreizējo zinātnisko atziņu stāvokli, pieļaujama ir sagūstīšana, kas ir mazāka nekā 1 % no kopējās ikgadējās attiecīgās populācijas mirstības (vidējā vērtība) attiecībā uz sugām, kuras nedrīkst medīt, un 1 % attiecībā uz sugām, kuras drīkst medīt (24).", "label": [[320, 325, "ORG"], [442, 443, "AMOUNT_VALUE"], [444, 445, "AMOUNT_UNIT"], [562, 563, "AMOUNT_VALUE"], [564, 565, "AMOUNT_UNIT"]]}
{"text": "45. Līdz ar to, ja medības ar “putnu” līmi tiek attiecīgi ierobežotas, mērķis tās saglabāt kā tradicionālu medību metodi atpūtas vajadzībām principā var pamatot Putnu direktīvas 9. panta 1. punkta c) apakšpunktā paredzētās atkāpes piemērošanu.", "label": []}
{"text": "46. Tomēr papildus ir jāievēro arī pārējie šīs atkāpes nosacījumi. It īpaši ir nepieciešama stingra uzraudzība un kontrole un ir jāievēro selektivitātes kritērijs. Šis kritērijs ir pirmā prejudiciālā jautājuma priekšmets, kas tiks izskatīts turpinājumā.", "label": []}
{"text": "3. Atbilde uz otro jautājumu", "label": []}
{"text": "47. Attiecīgi ir jākonstatē, ka tradicionālas medību metodes saglabāšana atpūtas vajadzībām kā attiecīgo putnu sugu saprātīga izmantošana var tikt atzīta. Līdz ar to tā var pamatot cita pieņemama risinājuma neesamību un atkāpi saskaņā ar Putnu direktīvas 9. panta 1. punkta c) apakšpunktu, ja ir izpildīti pārējie šādas atkāpes nosacījumi. It īpaši medību metodei ir jāattiecas tikai uz attiecīgo sugu sagūstīšanu nelielā skaitā.", "label": []}
{"text": "B. Selektivitāte", "label": []}
{"text": "48. Ar pirmo jautājumu Francijas Valsts padome vēlas noskaidrot, vai ar Putnu direktīvas 9. panta 1. punkta c) apakšpunktu dalībvalstīm tiek liegts atļaut izmantot sagūstīšanas paņēmienus, kas pat minimālā un vienīgi īslaicīgā veidā var izraisīt nejaušu sagūstīšanu. It īpaši tā vēlas noskaidrot, kādi kritēriji saistībā ar šo atļautā medību paņēmiena, kas nav letāls, nejaušas sagūstīšanas gadījumu ierobežoto proporciju vai apjomu, un pienākumu nekavējoties atbrīvot bez nopietniem savainojumiem nejauši sagūstītus īpatņus, var tikt izmantoti, lai uzskatītu, ka šajā tiesību normā paredzētais selektivitātes kritērijs ir izpildīts.", "label": [[23, 46, "ORG"]]}
{"text": "49. Lai atbildētu uz šo jautājumu, es vispirms izvērtēšu saikni starp Putnu direktīvas 8. panta 1. punktā paredzēto neselektīvo sagūstīšanas metodi un selektivitātes jēdzienu, kas ietverts Putnu direktīvas 9. panta 1. punkta c) apakšpunktā, un pēc tam, pamatojoties uz līdzsvarošanu, piedāvāšu interpretāciju.", "label": []}
{"text": "1. Selektivitātes neesamība saskaņā ar Putnu direktīvas 8. pantu", "label": []}
{"text": "50. Putnu direktīvas 8. panta 1. punktā un IV pielikuma a) punktā ir aizliegtas medības ar “putnu” līmi, jo tā ir neselektīva putnu sagūstīšanas metode (25). Proti, “putnu” līme pēc savas būtības rada draudus vismaz visām putnu sugām, kas nevar patstāvīgi atbrīvoties, neciešot papildu kaitējumu. Turklāt nevar izslēgt, ka tiek skartas arī kukaiņu sugas.", "label": []}
{"text": "51. Komisija pamatoti uzsver, ka Tiesa attiecīgi jau ir nospriedusi, ka cita “putnu” līmes izmantošanas metode – parany Spānijas Valensijas reģionā – ir neselektīva Putnu direktīvas 8. panta 1. punkta izpratnē. Lai gan, kā tas ir šajā gadījumā, medniekiem bija pienākums notīrīt un atbrīvot citus sagūstītus putnus, kas nav mērķsugas, tas neko nemainīja tajā, ka šī sagūstīšana metode ir neselektīva (26). Šis vērtējums ir pārliecinošs, jo attiecīgie putni, visticamāk, neraugoties uz notīrīšanu, cieš būtisku kaitējumu.", "label": [[4, 12, "ORG"], [33, 38, "ORG"], [120, 147, "LOC"]]}
{"text": "52. No formulējuma izriet, ka ir iespējams neselektīvu sagūstīšanas metodi saskaņā ar Putnu direktīvas 8. panta 1. punktu neatzīt kā selektīvu metodi 9. panta 1. punkta c) apakšpunkta izpratnē (27), jo gandrīz visās direktīvas valodu versijās abās tiesību normās ir izmantota viena un tā pati vārda sakne, proti, “neselektīvs” 8. panta 1. punktā un “selektīvs” 9. panta 1. punkta c) apakšpunktā.", "label": []}
{"text": "53. Tomēr arī vācu, ungāru un slovāku valodas versijās, kurās ir izmantotas dažādas vārdu saknes, Putnu direktīvas 8. pantā ietvertais “bez izšķirības” tiek apvienots ar 9. pantā ietverto “selektīvi” (vācu un ungāru valodā), vai 8. pantā ietvertais “neselektīvi” – ar 9. pantā ietverto “pamatojoties uz izlasi” (slovāku valodā). Šajā ziņā runa ir par sinonīmiem, kas neļauj secināt par atšķirīgu nozīmi.", "label": [[14, 18, "NATIONALITY"], [20, 26, "NATIONALITY"], [30, 37, "NATIONALITY"], [201, 205, "NATIONALITY"], [209, 215, "NATIONALITY"], [312, 319, "NATIONALITY"]]}
{"text": "54. Vienīgi latviešu valodas versijā tiek izmantoti pilnīgi atšķirīgi jēdzieni, proti, “neselektīvas” Putnu direktīvas 8. panta 1. punktā un “izlases” 9. panta 1. punkta c) apakšpunktā. Taču šajā ziņā runa acīmredzami ir par tulkošanas kļūdu, kurai turklāt nevarēja būt nekādas nozīmes attiecībā uz spriedumu par Francijā notiekošajām medībām ar “putnu” līmi (28) pirms Latvijas pievienošanās.", "label": [[12, 20, "NATIONALITY"], [313, 321, "LOC"], [370, 378, "ORG"]]}
{"text": "55. Tomēr saskaņā ar šo spriedumu, kas pasludināts pret Franciju, kā arī turpmāko judikatūru (29) sagūstīšanas metodes neselektīvais raksturs obligāti neizslēdz atsaukšanos uz Putnu direktīvas 9. panta 1. punkta c) apakšpunktu, gluži pretēji – Tiesa šo atkāpi regulāri pārbauda attiecībā uz neselektīvām medību metodēm.", "label": [[56, 64, "ORG"], [244, 249, "ORG"]]}
{"text": "56. Šādu interpretāciju apstiprina tas, ka pretējā gadījumā šai atkāpei attiecībā uz 8. pantu nebūtu lietderīgas iedarbības. Turklāt, vērtējot rūpīgāk, nav tādas medību metodes, kas nodrošinātu pilnīgu selektivitāti. Pat medības ar šaujamieročiem, kas, pēc ģenerāladvokāta W. R. Adelholta domām, ir tik selektīvas kā neviena cita metode (30), praksē rada nejaušus upurus, kas tostarp izpaužas kā medību negadījumi.", "label": [[257, 272, "PROFESSION"], [273, 288, "PER"]]}
{"text": "2. Putnu direktīvas 9. pantā ietvertā selektivitātes jēdziena interpretācija", "label": []}
{"text": "57. Pamatojoties uz šo judikatūru, manuprāt, ir iespējamas divas atšķirīgas selektivitātes jēdziena interpretācijas.", "label": []}
{"text": "58. Pirmkārt, par selektīvām varētu atzīt medību metodes, kuras de minimis robežas izpratnē citus putnus, kas nav mērķsugas, ietver tikai vismazākajā apmērā. Taču kā šī robeža būtu jānosaka skaitliski?", "label": []}
{"text": "59. Taču ne tikai tādēļ, ka ir grūti galīgi noteikt de minimis robežu, man šķiet vēlamāk ņemt vērā jau minēto (31) Putnu direktīvas 9. panta 1. punkta funkciju. Proti, šīs tiesību normas mērķis ir ļaut līdzsvarot putnu aizsardzību un citas likumīgās intereses.", "label": []}
{"text": "60. Tādēļ man šķiet lietderīgi selektivitātes kritēriju neuzskatīt kā absolūtu robežu Putnu direktīvas 9. panta 1. punkta c) apakšpunktā paredzētās atkāpes piemērošanai. Drīzāk ir jāizvērtē, vai nejaušā putnu sugu sagūstīšana un tās sekas nav nesamērīgas salīdzinājumā ar atzītajiem sagūstīšanas metodes panākumiem un priekšrocībām.", "label": []}
{"text": "61. Līdz ar to ir jāizvērtē, kāds nejaušas sagūstīšanas gadījumu skaits, ņemot vērā atkāpes mērķi, vēl ir pieļaujams.", "label": []}
{"text": "3. Līdzsvarošanai nozīmīgie aspekti", "label": []}
{"text": "62. Šādi saprasts selektivitātes kritērijs iekļaujas jau izklāstītajos Putnu direktīvas 9. panta 1. punkta c) apakšpunktā paredzētās atkāpes raksturlielumos.", "label": []}
{"text": "63. Līdzsvarošana šajā ziņā it īpaši ir nepieciešama, lai novērtētu, vai pastāv cits pieņemams risinājums, jo šajā ziņā runa parasti ir par risinājumiem, ar kuriem vērtētās medību metodes mērķis tiek sasniegts mazākā mērā. Jo būtiskāki ir attiecīgās medību metodes trūkumi attiecībā uz putnu aizsardzību, jo vairāk jāpiekāpjas mērķu sasniegšanā, kas var nozīmēt pat medību metodes aizliegumu.", "label": []}
{"text": "64. Šajā gadījumā ir jāņem vērā, ka Francijas tiesiskajā regulējumā medniekiem gan tiek noteikts pienākums nekavējoties notīrīt un atbrīvot putnus, uz kuriem neattiecas medību atļauja. Tomēr iesaistītās vides aizsardzības apvienības apgalvo, ka šis pienākums netiek ievērots. Par “putnu” līmi ir jāpiebilst, ka tā pēc savas būtības ir īpaši piemērota, lai kaitētu sagūstīto putnu apspalvojumam. Tādēļ ir apšaubāms, vai putni spēj atgūties. Turklāt ģenerāladvokāte D. Gerasimova jau ir norādījusi, ka jau putna sagūstīšana vien var izraisīt viņa nāvi piedzīvotā stresa dēļ (32).", "label": [[36, 45, "LOC"], [448, 463, "PROFESSION"], [464, 477, "PER"]]}
{"text": "65. Ar šiem iebildumiem tiek uzsvērta divējāda argumentācija.", "label": []}
{"text": "66. Pirmkārt, atkāpe saskaņā ar Putnu direktīvas 9. panta 1. punkta c) apakšpunktu drīkst tikt piešķirta tikai stingri kontrolētos apstākļos, un 9. panta 2. punkta e) apakšpunktā ir prasīts noteikt nepieciešamos uzraudzības pasākumus. Ja ir veikti pietiekami uzraudzības pasākumi, vajadzētu būt salīdzinoši vienkārši, pamatojoties uz attiecīgiem ziņojumiem, izvērtēt vai atspēkot pārmetumus par noteikumu neievērošanu.", "label": []}
{"text": "67. Otrkārt, lai lemtu par Putnu direktīvas 9. pantā paredzētajām atkāpēm, kompetento iestāžu rīcībā ir jābūt augsta līmeņa un jaunākajām zinātnes atziņām (33). Tajās jābūt norādītam, kādā apmērā tiek sagūstītas nevēlamās putnu sugas un kāds kaitējums šajā ziņā tiek nodarīts attiecīgajiem īpatņiem. Pretējā gadījumā kompetentās iestādes saistībā ar līdzsvarošanu nevar pareizi novērtēt trūkumus attiecībā uz putnu aizsardzību.", "label": []}
{"text": "68. Secinājumi, kas izriet no šī zinātniskā vērtējuma par sagūstīšanas metodes ietekmi uz nevēlamo sugu aizsardzību, kopā ar mērķsugām nodarīto kaitējumu ir jālīdzsvaro ar pretēji izvirzītajām interesēm par medību rīkošanu. Šajā ziņā ir tā – jo nopietnāka ir medību metodes ietekme, jo būtiskākām ir jābūt interesēm, ar kurām tā ir pamatota.", "label": []}
{"text": "4. Atbilde uz pirmo jautājumu", "label": []}
{"text": "69. Tādējādi medību metode var tikt atzīta par pietiekami selektīvu Putnu direktīvas 9. panta 1. punkta c) apakšpunkta izpratnē, ja, pamatojoties uz augsta līmeņa un jaunākajām zinātnes atziņām, kā arī pietiekamiem praktiskiem uzraudzības pasākumiem, ir nodrošināts, ka nejauša putnu sugu sagūstīšana un tās sekas ir pieņemamas, ņemot vērā sagūstīšanas metodes kultūras aspekta nozīmīgumu.", "label": []}
{"text": "V. Secinājumi", "label": []}
{"text": "70. Tādēļ ierosinu Tiesai spriest šādi:", "label": [[19, 25, "ORG"]]}
{"text": "1) Tradicionālas medību metodes saglabāšana atpūtas vajadzībām kā attiecīgo putnu sugu saprātīga izmantošana var tikt atzīta. Līdz ar to tā var pamatot cita pieņemama risinājuma neesamību un atkāpi saskaņā ar Direktīvas 2009/147/EK 9. panta 1. punkta c) apakšpunktu, ja ir izpildīti pārējie šādas atkāpes nosacījumi. It īpaši medību metodei ir jāattiecas tikai uz attiecīgo sugu sagūstīšanu nelielā skaitā.", "label": []}
{"text": "2) Medību metode var tikt atzīta par pietiekami selektīvu Direktīvas 2009/147 9. panta 1. punkta c) apakšpunkta izpratnē, ja, pamatojoties uz augsta līmeņa un jaunākajām zinātnes atziņām, kā arī pietiekamiem praktiskiem uzraudzības pasākumiem, ir nodrošināts, ka putnu sugu nejauša sagūstīšana un tās sekas ir pieņemamas, ņemot vērā sagūstīšanas metodes kultūras aspekta nozīmīgumu.", "label": []}
{"text": "1 Oriģinālvaloda – vācu.", "label": [[19, 23, "NATIONALITY"]]}
{"text": "2 Skat. ģenerāladvokāta W. R. Adelholta [W. R. Adelholt] secinājumus lietā Komisija/Spānija (parany) (C‑79/03, EU:C:2004:507, 3. punkts).", "label": [[8, 23, "PROFESSION"], [24, 56, "PER"], [75, 83, "ORG"], [84, 91, "ORG"]]}
{"text": "3 https://france3‑regions.francetvinfo.fr/provence‑alpes‑cote‑d-azur/chasse‑glu‑collimateur‑ecologistes‑ministre‑surtout‑europe‑1857870.html, apmeklēta 2020. gada 23. oktobrī.", "label": [[2, 140, "URL"], [152, 174, "DATE"]]}
{"text": "4 https://www.francetvinfo.fr/france/chasse/la‑chasse‑a-la‑glu‑pour‑les‑grives‑et‑les‑merles‑est‑interdite‑cette‑annee‑annonce‑l-elysee_4086749.html, apmeklēta 2020. gada 23. oktobrī.", "label": [[2, 148, "URL"], [160, 182, "DATE"]]}
{"text": "5 Tagad – Eiropas Parlamenta un Padomes Direktīva 2009/147/EK (2009. gada 30. novembris) par savvaļas putnu aizsardzību (OV 2010, L 20, 7. lpp.), kurā grozījumi izdarīti ar Padomes Direktīvu 2013/17/ES (2013. gada 13. maijs), ar ko pielāgo dažas direktīvas vides jomā saistībā ar Horvātijas Republikas pievienošanos (OV 2013, L 158, 193. lpp.).", "label": [[10, 28, "ORG"], [32, 39, "ORG"], [63, 87, "DATE"], [173, 180, "ORG"], [203, 223, "DATE"], [280, 301, "ORG"]]}
{"text": "6 Spriedums, 1988. gada 27. aprīlis, Komisija/Francija (252/85, EU:C:1988:202, 23.–33. punkts).", "label": [[13, 35, "DATE"], [37, 45, "ORG"], [46, 54, "ORG"]]}
{"text": "7 Spriedumi, 1988. gada 27. aprīlis, Komisija/Francija (252/85, EU:C:1988:202, 27. un 28. punkts), un 2004. gada 9. decembris, Komisija/Spānija (parany) (C‑79/03, EU:C:2004:782, 34. punkts).", "label": [[13, 35, "DATE"], [37, 45, "ORG"], [46, 54, "ORG"], [102, 125, "DATE"], [127, 135, "ORG"], [136, 143, "ORG"]]}
{"text": "8 Spriedumi, 2009. gada 10. septembris, Komisija/Malta (C‑76/08, EU:C:2009:535, 57. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 67. punkts).", "label": [[13, 38, "DATE"], [40, 48, "ORG"], [49, 54, "ORG"], [96, 118, "DATE"], [120, 128, "ORG"], [129, 135, "ORG"]]}
{"text": "9 Spriedumi, 1989. gada 11. jūlijs, Schräder HS Kraftfutter (265/87, EU:C:1989:303, 21. punkts); 2010. gada 9. marts, ERG u.c. (C‑379/08 un C‑380/08, EU:C:2010:127, 86. punkts), un 2020. gada 4. jūnijs, Ungārija/Komisija (C‑456/18 P, EU:C:2020:421, 41. punkts).", "label": [[13, 34, "DATE"], [36, 59, "ORG"], [97, 116, "DATE"], [118, 121, "ORG"], [181, 201, "DATE"], [203, 211, "ORG"], [212, 220, "ORG"]]}
{"text": "10 Spriedumi, 2006. gada 8. jūnijs, WWF Italia u.c. (C‑60/05, EU:C:2006:378, 34. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 66. punkts).", "label": [[14, 34, "DATE"], [36, 46, "ORG"], [93, 115, "DATE"], [117, 125, "ORG"], [126, 132, "ORG"]]}
{"text": "11 Skat. iepriekš 11. punktu.", "label": []}
{"text": "12 Spriedumi, 1987. gada 8. jūlijs, Komisija/Beļģija (247/85, EU:C:1987:339, 41. punkts), un 1996. gada 12. decembris, LRBPO un AVES (C‑10/96, EU:C:1996:504, 18. punkts).", "label": [[14, 34, "DATE"], [36, 44, "ORG"], [45, 52, "ORG"], [93, 117, "DATE"], [119, 124, "ORG"], [128, 132, "ORG"]]}
{"text": "13 Spriedumi, 2009. gada 10. septembris, Komisija/Malta (C‑76/08, EU:C:2009:535, 57. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 67. punkts).", "label": [[14, 39, "DATE"], [41, 49, "ORG"], [50, 55, "ORG"], [97, 119, "DATE"], [121, 129, "ORG"], [130, 136, "ORG"]]}
{"text": "14 Attiecībā uz nepilngadīgo aizsardzību skat. spriedumu, 2008. gada 14. februāris, Dynamic Medien (C‑244/06, EU:C:2008:85, 44. punkts), attiecībā uz ceļu satiksmes drošību – spriedumu, 2009. gada 10. februāris, Komisija/Itālija (C‑110/05, EU:C:2009:66, 65. punkts), kā arī attiecībā uz veselības aizsardzības līmeni – spriedumus, 1989. gada 7. marts, Bakker (215/87, EU:C:1989:111, 17. punkts); 2003. gada 11. decembris, Deutscher Apothekerverband (C‑322/01, EU:C:2003:664, 103. punkts), un 2020. gada 1. oktobris, A (zāļu reklāma un pārdošana tiešsaistē) (C‑649/18, EU:C:2020:764, 71. punkts).", "label": [[58, 82, "DATE"], [84, 98, "ORG"], [186, 210, "DATE"], [212, 220, "ORG"], [221, 228, "ORG"], [331, 350, "DATE"], [352, 358, "PER"], [396, 420, "DATE"], [422, 448, "ORG"], [492, 514, "DATE"], [516, 517, "ORG"]]}
{"text": "15 Spriedumi, 1987. gada 8. jūlijs, Komisija/Beļģija (247/85, EU:C:1987:339, 41. punkts), un 1996. gada 12. decembris, LRBPO un AVES (C‑10/96, EU:C:1996:504, 18. punkts).", "label": [[14, 34, "DATE"], [36, 44, "ORG"], [45, 52, "ORG"], [93, 117, "DATE"], [119, 124, "ORG"], [128, 132, "ORG"]]}
{"text": "16 Spriedumi, 1979. gada 16. maijs, Galli (84/78, EU:C:1979:129, 21. punkts); 2002. gada 29. janvāris, Jachowicz‑Perrin (C‑162/00, EU:C:2002:57, 55. punkts), un 2015. gada 6. oktobris, Komisija/Leotveisen (C‑303/13 P, EU:C:2015:647, 49. punkts).", "label": [[14, 34, "DATE"], [36, 41, "PER"], [78, 101, "DATE"], [103, 119, "PER"], [161, 183, "DATE"], [185, 193, "ORG"], [194, 204, "PER"]]}
{"text": "17 Ģenerāladvokāta M. Torgebija [M. Torgeby] secinājumi lietā LRBPO un AVES (C‑10/96, EU:C:1996:430, 36. punkts), ģenerāladvokāta D. Filips-Martins Kūpers [D. Philip-Martin Cooper] secinājumi lietā Ligue pour la protection des oiseaux u.c. (C‑182/02, EU:C:2003:248, 23. un nākamie punkti), ģenerāladvokāta W. R. Adelholta secinājumi lietā Komisija/Spānija (parany) (C‑79/03, EU:C:2004:507, 35. punkts) un ģenerāladvokātes D. Gerasimovas [D. Gerasimova] secinājumi lietā Komisija/Malta (savvaļas žubītes) (C‑557/15, EU:C:2017:613, 90. punkts, kā arī 107.–110. punkts).", "label": [[3, 18, "PROFESSION"], [19, 44, "PER"], [62, 67, "ORG"], [71, 75, "ORG"], [114, 129, "PROFESSION"], [130, 180, "PER"], [198, 234, "ORG"], [290, 305, "PROFESSION"], [306, 321, "PER"], [339, 347, "ORG"], [348, 355, "ORG"], [405, 421, "PROFESSION"], [422, 452, "PER"], [470, 478, "ORG"], [479, 484, "ORG"]]}
{"text": "18 Spriedumi, 1987. gada 8. jūlijs, Komisija/Itālija (262/85, EU:C:1987:340, 38. punkts); 1996. gada 12. decembris, LRBPO un AVES (C‑10/96, EU:C:1996:504, 16. punkts un 24. punkts); 2003. gada 16. oktobris, Ligue pour la protection des oiseaux u.c. (C‑182/02, EU:C:2003:558, 11. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 65. punkts).", "label": [[14, 34, "DATE"], [36, 44, "ORG"], [45, 52, "ORG"], [90, 114, "DATE"], [116, 121, "ORG"], [125, 129, "ORG"], [182, 205, "DATE"], [207, 243, "ORG"], [291, 313, "DATE"], [315, 323, "ORG"], [324, 330, "ORG"]]}
{"text": "19 Mani secinājumi apvienotajās lietās Föreningen Skydda Skogen u.c. (C‑473/19 un C‑474/19, EU:C:2020:699, 97. punkts).", "label": [[39, 63, "ORG"]]}
{"text": "20 Skat. spriedumus, 1987. gada 8. jūlijs, Komisija/Beļģija (247/85, EU:C:1987:339, 8. punkts), un Komisija/Itālija (262/85, EU:C:1987:340, 8. punkts), kā arī 1994. gada 19. janvāris, Association pour la protection des animaux sauvages u.c. (C‑435/92, EU:C:1994:10, 20. punkts).", "label": [[21, 41, "DATE"], [43, 51, "ORG"], [52, 59, "ORG"], [99, 107, "ORG"], [108, 115, "ORG"], [159, 182, "DATE"], [184, 235, "ORG"]]}
{"text": "21 Skat. spriedumus, 1988. gada 27. aprīlis, Komisija/Francija (252/85, EU:C:1988:202, 28. punkts); 2003. gada 16. oktobris, Ligue pour la protection des oiseaux u.c. (C‑182/02, EU:C:2003:558, 17. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 68. punkts), kā arī ģenerāladvokāta W. R. Adelholta secinājumus lietā WWF Italia u.c. (C‑60/05, EU:C:2006:116, 50. punkts) un manus secinājumus lietā Komisija/Īrija (C‑418/04, EU:C:2006:569, 111. un 112. punkts).", "label": [[21, 43, "DATE"], [45, 53, "ORG"], [54, 62, "ORG"], [100, 123, "DATE"], [125, 161, "ORG"], [209, 231, "DATE"], [233, 241, "ORG"], [242, 248, "ORG"], [329, 344, "PROFESSION"], [345, 360, "PER"], [379, 389, "ORG"], [459, 467, "ORG"], [468, 473, "ORG"]]}
{"text": "22 Spriedumi, 2003. gada 16. oktobris, Ligue pour la protection des oiseaux u.c. (C‑182/02, EU:C:2003:558, 17. punkts); 2006. gada 8. jūnijs, WWF Italia u.c. (C‑60/05, EU:C:2006:378, 32. punkts); 2009. gada 10. septembris, Komisija/Malta (C‑76/08, EU:C:2009:535, 59. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 68. punkts).", "label": [[14, 37, "DATE"], [39, 75, "ORG"], [120, 140, "DATE"], [142, 152, "ORG"], [196, 221, "DATE"], [223, 231, "ORG"], [232, 237, "ORG"], [279, 301, "DATE"], [303, 311, "ORG"], [312, 318, "ORG"]]}
{"text": "23 Spriedumi, 2003. gada 16. oktobris, Ligue pour la protection des oiseaux u.c. (C‑182/02, EU:C:2003:558, 17. punkts); 2018. gada 21. jūnijs, Komisija/Malta (savvaļas žubītes) (C‑557/15, EU:C:2018:477, 66. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 89. punkts).", "label": [[14, 37, "DATE"], [39, 76, "ORG"], [120, 141, "DATE"], [143, 151, "ORG"], [152, 157, "ORG"], [219, 241, "DATE"], [243, 251, "ORG"], [252, 258, "ORG"]]}
{"text": "24 Spriedumi, 2005. gada 15. decembris, Komisija/Somija (C‑344/03, EU:C:2005:770, 53. un 54. punkts); 2018. gada 21. jūnijs, Komisija/Malta (savvaļas žubītes) (C‑557/15, EU:C:2018:477, 63. punkts). Tam, ka 2020. gada 23. aprīļa spriedums Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 90. punkts) bez papildu pamatojuma tieši neattiecas uz kopējo ikgadējo mirstību, ņemot vērā atsauci uz agrāko judikatūru, nevajadzētu būt nekādai nozīmei.", "label": [[14, 38, "DATE"], [40, 48, "ORG"], [49, 55, "ORG"], [102, 123, "DATE"], [125, 133, "ORG"], [134, 139, "ORG"], [206, 227, "DATE"], [238, 246, "ORG"], [247, 253, "ORG"]]}
{"text": "25 Ģenerāladvokāta M. P. da Silvas Bentosa [M. P. Da Silva Bento] secinājumi lietā Komisija/Francija (252/85, EU:C:1988:55, 43. punkts). Skat. arī spriedumu, 1988. gada 27. aprīlis, Komisija/Francija (252/85, EU:C:1988:202, 27. punkts).", "label": [[3, 18, "PROFESSION"], [19, 65, "PER"], [83, 91, "ORG"], [92, 100, "ORG"], [158, 180, "DATE"], [182, 190, "ORG"], [191, 199, "ORG"]]}
{"text": "26 Spriedums, 2004. gada 9. decembris, Komisija/Spānija (parany) (C‑79/03, EU:C:2004:782, 20. punkts).", "label": [[14, 37, "DATE"], [39, 47, "ORG"], [48, 55, "ORG"]]}
{"text": "27 Tas atzīts arī ģenerāladvokāta M. P. da Silvas Bentosa secinājumos lietā Komisija/Francija (252/85, EU:C:1988:55, 43. punkts). Skat. arī spriedumus, 1987. gada 8. jūlijs, Komisija/Itālija (262/85, EU:C:1987:340, 39. punkts), un 2018. gada 21. jūnijs, Komisija/Malta (savvaļas žubītes) (C‑557/15, EU:C:2018:477, 84. un 85. punkts).", "label": [[18, 33, "PROFESSION"], [34, 57, "PER"], [76, 84, "ORG"], [85, 93, "ORG"], [152, 172, "DATE"], [174, 182, "ORG"], [183, 190, "ORG"], [231, 252, "DATE"], [254, 262, "ORG"], [263, 268, "ORG"]]}
{"text": "28 Spriedums, 1988. gada 27. aprīlis, Komisija/Francija (252/85, EU:C:1988:202, 27. un 28. punkts).", "label": [[14, 36, "DATE"], [38, 46, "ORG"], [47, 55, "ORG"]]}
{"text": "29 Skat. arī. spriedumus, 2004. gada 9. decembris, Komisija/Spānija (parany) (C‑79/03, EU:C:2004:782, 34. punkts), un 2018. gada 21. jūnijs, Komisija/Malta (žubīšu sugas) (C‑557/15, EU:C:2018:477, 84. un nākamie punkti).", "label": [[26, 49, "DATE"], [51, 59, "ORG"], [60, 67, "ORG"], [118, 139, "DATE"], [141, 149, "ORG"], [150, 155, "ORG"]]}
{"text": "30 Secinājumi lietā Komisija/Spānija (parany) (C‑79/03, EU:C:2004:507, 31. punkts).", "label": [[20, 28, "ORG"], [29, 36, "ORG"]]}
{"text": "31 Skat. iepriekš 24.–28. punktu.", "label": []}
{"text": "32 Secinājumi lietā Komisija/Malta (žubīšu sugas) (C‑557/15, EU:C:2017:613, 102. punkts).", "label": [[20, 28, "ORG"], [29, 34, "ORG"]]}
{"text": "33 Skat. spriedumus, 2006. gada 8. jūnijs, WWF Italia u.c. (C‑60/05, EU:C:2006:378, 28. punkts); 2019. gada 10. oktobris, Luonnonsuojeluyhdistys Tapiola (C‑674/17, EU:C:2019:851, 45. un 51. punkts), un 2020. gada 23. aprīlis, Komisija/Somija (pūkpīļu tēviņu pavasara medības) (C‑217/19, EU:C:2020:291, 70. punkts).", "label": [[21, 41, "DATE"], [43, 53, "ORG"], [97, 120, "DATE"], [122, 152, "ORG"], [202, 224, "DATE"], [226, 234, "ORG"], [235, 241, "ORG"]]}
