{"text": "Vispārējās tiesas 2020. gada 16. oktobra rīkojums – Gauthier/Komisija", "label": [[0, 17, "ORG"], [18, 40, "DATE"], [52, 60, "PER"], [61, 69, "ORG"]]}
{"text": "(Lieta T-13/20)", "label": []}
{"text": "(Prasība atcelt tiesību aktu – Civildienests – Ierēdņi – Iekšējais konkurss COM/1/AD 10/18 (AD 10) – Pieteikuma veidlapas iesniegšana, izmantojot Civildienesta noteikumu III pielikuma 2. pantā šajā ziņā paredzēto veidlapu – Iecēlējinstitūcijai vienlaicīgi un brīvā formā iesniegts lūgums pielaist dalībai konkursā – Pieņemamības nosacījumi – Atlases komisijas lēmums noraidīt prasītāja kandidatūru – Iecēlējinstitūcijas lēmums neapmierināt prasītāja lūgumu noraidīt vienu no paziņojumā par konkursu paredzētajiem nosacījumiem, lai prasītājs varētu piedalīties konkursā – Iecēlējinsitūcijas, nevis atlases komisijas lēmuma apstrīdēšana – Locus standi – Nepieņemamība)", "label": []}
{"text": "Tiesvedības valoda – angļu", "label": [[21, 26, "NATIONALITY"]]}
{"text": "Lietas dalībnieki", "label": []}
{"text": "Prasītājs: Valdek Gauthier (Antverpene–Berhema, Beļģija) (pārstāvji: B. Khan un Radca Prawny)", "label": [[11, 26, "PER"], [28, 55, "LOC"], [58, 67, "PROFESSION"], [69, 76, "PER"], [80, 92, "PROFESSION"]]}
{"text": "Atbildētāja: Eiropas Komisija (pārstāvji: L. Smirnova un U. Svensson)", "label": [[13, 29, "ORG"], [31, 40, "PROFESSION"], [42, 53, "PER"], [57, 68, "PER"]]}
{"text": "Priekšmets", "label": []}
{"text": "Prasība, kura ir pamatota ar LESD 270. pantu un ar kuru tiek lūgts atcelt Komisijas 2019. gada 14. marta lēmumu, ar ko šīs iestādes iecēlējinstitūcija noraidīja prasītāja lūgumu par dalību iekšējā konkursā COM/1/AD 10/18 (AD 10), jo viņš nebija izpildījis paziņojumā par šo konkursu paredzēto nosacījumu saistībā ar AD 8 pakāpes piešķiršanu.", "label": [[74, 83, "ORG"], [84, 104, "DATE"]]}
{"text": "Rezolutīvā daļa", "label": []}
{"text": "Prasību noraidīt kā nepieņemamu.", "label": []}
{"text": "Valdek Gauthier atlīdzina tiesāšanās izdevumus.", "label": [[0, 15, "PER"]]}
{"text": "____________", "label": []}
{"text": "OV C 95, 23.3.2020.", "label": [[9, 18, "DATE"]]}
