{"text": "TIESAS SPRIEDUMS (pirmā palāta)", "label": [[0, 6, "ORG"], [17, 31, "ORG"]]}
{"text": "2021. gada 14. janvārī (*)", "label": [[0, 22, "DATE"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Brīvības, drošības un tiesiskuma telpa – Direktīva 2008/115/EK – Kopīgi standarti un procedūras dalībvalstīs attiecībā uz to trešo valstu valstspiederīgo atgriešanu, kuri dalībvalstī uzturas nelikumīgi – 5. panta a) punkts, 6. panta 1. un 4. punkts, 8. panta 1. punkts un 10. pants – Attiecībā uz nepavadītu nepilngadīgo pieņemts atgriešanas lēmums – Bērna interešu prioritāte – Attiecīgās dalībvalsts pienākums pirms atgriešanas lēmuma pieņemšanas pārliecināties, ka šis nepilngadīgais tiks nogādāts atpakaļ pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu – Nošķiršana, pamatojoties tikai uz nepilngadīgā vecuma kritēriju, uzturēšanās tiesību piešķiršanai – Atgriešanas lēmums, kuram neseko izraidīšanas pasākumi", "label": []}
{"text": "Lietā C‑441/19", "label": []}
{"text": "par lūgumu sniegt prejudiciālu nolēmumu atbilstoši LESD 267. pantam, ko Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (Hāgas tiesa, tiesas sēžu vieta Hertogenboshā, Nīderlande) iesniedza ar 2019. gada 12. jūnija lēmumu, kas Tiesā reģistrēts tajā pašā dienā, tiesvedībā", "label": [[72, 90, "ORG"], [106, 122, "LOC"], [124, 135, "ORG"], [155, 180, "LOC"], [195, 216, "DATE"], [229, 234, "ORG"]]}
{"text": "RZ pret Staatssecretaris van Justitie en Veiligheid,", "label": [[0, 2, "PER"], [8, 51, "PROFESSION"]]}
{"text": "TIESA (pirmā palāta)", "label": [[0, 20, "ORG"]]}
{"text": "šādā sastāvā: palātas priekšsēdētājs S.-Z. Brunšo [S.‑Z. Brunschot], tiesneši G. Pēteris Hughess [G. Peeter Hughes], A. Krūgere [A. Krüger], O. Andersons [O. Andersson] (referents) un F. Marainens [F. Marainen],", "label": [[14, 36, "PROFESSION"], [37, 67, "PER"], [69, 77, "PROFESSION"], [78, 115, "PER"], [117, 139, "PER"], [141, 168, "PER"], [170, 179, "PROFESSION"], [184, 210, "PER"]]}
{"text": "ģenerāladvokāts: G. Mēlimēe [G. Meelimäe],", "label": [[0, 15, "PROFESSION"], [17, 41, "PER"]]}
{"text": "sekretārs: V. Schuberts,", "label": [[0, 9, "PROFESSION"], [11, 23, "PER"]]}
{"text": "ņemot vērā rakstveida procesu,", "label": []}
{"text": "ņemot vērā apsvērumus, ko sniedza:", "label": []}
{"text": "– RZ vārdā – J. M. Kraus, advocaat,", "label": [[2, 4, "PER"], [13, 24, "PER"], [26, 34, "PROFESSION"]]}
{"text": "– Nīderlandes valdības vārdā – R. Jansen un R. G. Manveld, pārstāvji,", "label": [[2, 22, "ORG"], [31, 40, "PER"], [44, 57, "PER"], [59, 68, "PROFESSION"]]}
{"text": "– Beļģijas valdības vārdā – R. Van Reenen un F. Bakker, pārstāvji,", "label": [[2, 19, "ORG"], [28, 41, "PER"], [45, 54, "PER"], [56, 65, "PROFESSION"]]}
{"text": "– Eiropas Komisijas vārdā – S. Moldovan un I. Britton, pārstāvji,", "label": [[2, 19, "ORG"], [28, 39, "PER"], [43, 53, "PER"], [55, 64, "PROFESSION"]]}
{"text": "noklausījusies ģenerāladvokāta secinājumus 2020. gada 2. jūlija tiesas sēdē,", "label": [[15, 30, "PROFESSION"], [43, 63, "DATE"]]}
{"text": "pasludina šo spriedumu.", "label": []}
{"text": "1 Lūgums sniegt prejudiciālu nolēmumu ir par to, kā interpretēt Eiropas Savienības Pamattiesību hartas (turpmāk tekstā – “Harta”) 4., 21. un 24. pantu, Eiropas Parlamenta un Padomes Direktīvas 2008/115/EK (2008. gada 16. decembris) par kopīgiem standartiem un procedūrām dalībvalstīs attiecībā uz to trešo valstu valstspiederīgo atgriešanu, kas dalībvalstī uzturas nelikumīgi (OV 2008, L 348, 98. lpp.), 5. panta a) punktu, 6. panta 1. un 4. punktu, 8. panta 1. punktu un 10. pantu, kā arī Eiropas Parlamenta un Padomes Direktīvas 2011/95/ES (2011. gada 13. decembris) par standartiem, lai trešo valstu valstspiederīgos vai bezvalstniekus kvalificētu kā starptautiskās aizsardzības saņēmējus, par bēgļu vai personu, kas tiesīgas saņemt alternatīvo aizsardzību, vienotu statusu un par piešķirtās aizsardzības saturu (OV 2011, L 337, 9. lpp.), 15. pantu.", "label": [[64, 82, "LOC"], [152, 170, "ORG"], [174, 181, "ORG"], [206, 230, "DATE"], [490, 508, "ORG"], [512, 519, "ORG"], [543, 567, "DATE"]]}
{"text": "2 Šis lūgums ir iesniegts tiesvedībā starp nepavadītu nepilngadīgo, trešās valsts valstspiederīgo RZ un Staatssecretaris van Justitie en Veiligheid (tieslietu un drošības valsts sekretārs, Nīderlande, turpmāk tekstā – “valsts sekretārs”) saistībā ar tāda lēmuma likumību, ar ko ir noteikts, ka šim nepilngadīgajam ir jāatstāj Eiropas Savienības teritorija.", "label": [[98, 100, "PER"], [104, 147, "PROFESSION"], [149, 187, "PROFESSION"], [189, 199, "LOC"], [219, 235, "PROFESSION"], [326, 344, "LOC"]]}
{"text": "Atbilstošās tiesību normas", "label": []}
{"text": "Savienības tiesības", "label": [[0, 10, "LOC"]]}
{"text": "Direktīva 2008/115", "label": []}
{"text": "3 Saskaņā ar Direktīvas 2008/115 2., 4., 22. un 24. apsvērumu:", "label": []}
{"text": "“(2) Briseles Eiropadome 2004. gada 4. un 5. novembrī aicināja izstrādāt ar kopīgiem standartiem pamatotu efektīvu izraidīšanas un atgriešanas politiku, lai personas atgriešana notiktu humānā veidā un pilnībā ievērojot viņu cilvēktiesības un cieņas neaizskaramību.", "label": [[5, 13, "LOC"], [14, 24, "ORG"], [25, 53, "DATE"]]}
{"text": "[..]", "label": []}
{"text": "(4) Ir jānosaka skaidri, pārskatāmi un taisnīgi noteikumi, kas paredzēti efektīvai atgriešanas politikai kā labi pārvaldītas migrācijas politikas būtiskam elementam.", "label": []}
{"text": "[..]", "label": []}
{"text": "(22) Saskaņā ar Apvienoto Nāciju Organizācijas 1989. gada Bērnu tiesību konvenciju, īstenojot šo direktīvu, dalībvalstīm pirmkārt būtu jāņem vērā “bērna intereses”. Saskaņā ar [1950. gada 4. novembrī Romā parakstītās] Eiropas Cilvēktiesību un pamatbrīvību konvenciju, īstenojot šo direktīvu, dalībvalstīm pirmkārt būtu jāņem vērā ģimenes dzīves neaizskaramība.", "label": [[16, 46, "ORG"], [47, 57, "DATE"], [177, 199, "DATE"], [200, 204, "LOC"], [218, 225, "LOC"]]}
{"text": "[..]", "label": []}
{"text": "(24) Šajā direktīvā ir ievērotas pamattiesības un principi, kas jo īpaši atzīti [Hartā].”", "label": []}
{"text": "4 Šīs direktīvas 1. pantā “Priekšmets” ir noteikts:", "label": []}
{"text": "“Šajā direktīvā ir noteikti kopēji standarti un procedūras, kas dalībvalstīs ir jāpiemēro attiecībā uz nelikumīgi uzturošos trešo valstu valstspiederīgo atgriešanu, ievērojot pamattiesības kā galvenos Kopienas tiesību, kā arī starptautisko tiesību principus, tostarp pienākumu nodrošināt bēgļu aizsardzību un cilvēktiesības.”", "label": [[201, 209, "LOC"]]}
{"text": "5 Minētās direktīvas 2. panta “Darbības joma” 2. panta 1. un 2. punktā ir paredzēts:", "label": []}
{"text": "“1. Šī direktīva attiecas uz trešo valstu valstspiederīgajiem, kuri nelikumīgi uzturas dalībvalsts teritorijā.", "label": []}
{"text": "2. Dalībvalstis var pieņemt lēmumu nepiemērot šo direktīvu attiecībā uz trešo valstu valstspiederīgajiem:", "label": []}
{"text": "a) uz kuriem attiecas ieceļošanas atteikums saskaņā ar [Eiropas Parlamenta un Padomes Regulas (EK) Nr. 562/2006 (2006. gada 15. marts), ar kuru ievieš Kopienas Kodeksu par noteikumiem, kas reglamentē personu pārvietošanos pār robežām (Šengenas Robežu kodekss) (OV 2006, L 105, 1. lpp.),] 13. pantu vai kurus kompetentās iestādes ir aizturējušas vai notvērušas saistībā ar nelikumīgu dalībvalsts ārējās (zemes, jūras vai gaisa) robežas šķērsošanu un kuri vēlāk nav ieguvuši atļauju vai tiesības palikt attiecīgajā dalībvalstī;", "label": [[56, 74, "ORG"], [78, 85, "ORG"], [113, 133, "DATE"], [151, 159, "LOC"], [235, 243, "LOC"]]}
{"text": "b) kuri saskaņā ar valsts tiesību aktiem ir pakļauti atpakaļnosūtīšanas procedūrai krimināltiesisku sankciju dēļ vai to rezultātā, vai kuriem piemēro izdošanas procedūras.”", "label": []}
{"text": "6 Tās pašas direktīvas 3. pantā “Definīcijas” ir noteikts:", "label": []}
{"text": "“Šajā direktīvā piemēro turpmāk minētās definīcijas:", "label": []}
{"text": "[..]", "label": []}
{"text": "2) “nelikumīga uzturēšanās” ir tāda trešās valsts valstspiederīgā atrašanās dalībvalsts teritorijā, kurš neatbilst vai vairs neatbilst ieceļošanas nosacījumiem, kas noteikti [Regulas Nr. 562/2006] 5. pantā, vai arī citiem ieceļošanas, uzturēšanās vai pastāvīgas uzturēšanās nosacījumiem šajā dalībvalstī;", "label": []}
{"text": "[..].", "label": []}
{"text": "5) “izraidīšana” ir atgriešanās pienākuma izpilde piespiedu kārtā, proti, fiziska izvešana no dalībvalsts;", "label": []}
{"text": "[..].", "label": []}
{"text": "9) “mazāk aizsargātas personas” ir nepilngadīgie, nepavadīti nepilngadīgie, invalīdi, vecāka gadagājuma cilvēki, grūtnieces, vientuļi vecāki ar nepilngadīgiem bērniem un personas, kas ir spīdzinātas, izvarotas vai cietušas no citas nopietnas psiholoģiskas, fiziskas vai seksuālas vardarbības.”", "label": []}
{"text": "7 Direktīvas 2008/115 5. pants “Neizdošana, bērna intereses, ģimenes dzīve un veselības stāvoklis” ir izteikts šādā redakcijā:", "label": []}
{"text": "“Īstenojot šo direktīvu, dalībvalstis pilnībā ņem vērā:", "label": []}
{"text": "a) bērna intereses,", "label": []}
{"text": "b) ģimenes dzīvi,", "label": []}
{"text": "c) attiecīgā trešās valsts valstspiederīgā veselības stāvokli,", "label": []}
{"text": "un ievēro neizdošanas principu.”", "label": []}
{"text": "8 Šīs direktīvas 6. panta “Atgriešanas lēmums” 1. un 4. punktā ir noteikts:", "label": []}
{"text": "“1. Neskarot šā panta 2. līdz 5. punktā minētos izņēmumus, dalībvalstis pieņem atgriešanas lēmumu par ikvienu trešās valsts valstspiederīgo, kurš nelikumīgi uzturas to teritorijā.", "label": []}
{"text": "[..]", "label": []}
{"text": "4. Dalībvalstis var katrā laikā pieņemt lēmumu piešķirt atsevišķu uzturēšanās atļauju vai citu atļauju, kas dod tiesības uzturēties trešās valsts valstspiederīgajam, kurš nelikumīgi uzturas to teritorijā, ar līdzjūtību saistītu iemeslu, humānu vai citu iemeslu dēļ. Šādā gadījumā atgriešanas lēmumu nepieņem. Ja atgriešanas lēmums jau ir pieņemts, to atceļ vai atliek uz uzturēšanās atļaujas vai citu likumīgas uzturēšanās tiesību derīguma laiku.”", "label": []}
{"text": "9 Minētās direktīvas 8. panta “Atgriešana” 1. punktā ir paredzēts:", "label": []}
{"text": "“Dalībvalstis veic visus vajadzīgos pasākumus, lai izpildītu atgriešanas lēmumu, ja saskaņā ar 7. panta 4. punktu nav noteikts laika posms brīvprātīgai izceļošanai vai ja atgriešanās pienākums nav izpildīts laika posmā, kas saskaņā ar 7. pantu noteikts brīvprātīgai izceļošanai.”", "label": []}
{"text": "10 Šīs pašas direktīvas 10. pants “Nepavadītu nepilngadīgo atgriešana un izraidīšana” ir formulēts šādi:", "label": []}
{"text": "“1. Pirms lemt par atgriešanas lēmuma pieņemšanu attiecībā uz nepavadītu nepilngadīgo, attiecīgas iestādes, kas nav iestādes, kuras īsteno piespiedu atgriešanos, sniedz atbilstīgu palīdzību, pienācīgi ņemot vērā bērna intereses.", "label": []}
{"text": "2. Pirms nepavadīts nepilngadīgais tiek izraidīts no dalībvalsts teritorijas, minētās dalībvalsts iestādes pārliecinās, ka nepilngadīgo nogādā pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas telpām [struktūrām] valstī, uz kuru veic atgriešanu.”", "label": []}
{"text": "Direktīva 2011/95", "label": []}
{"text": "11 Direktīvas 2011/95 1. pantā “Mērķis” ir noteikts:", "label": []}
{"text": "“Šīs direktīvas mērķis ir noteikt standartus, lai trešo valstu valstspiederīgos vai bezvalstniekus kvalificētu kā starptautiskās aizsardzības saņēmējus, lai noteiktu [..] bēgļu vai personu, kas tiesīgas saņemt alternatīvo aizsardzību, vienotu statusu, un lai noteiktu piešķirtās aizsardzības saturu.”", "label": []}
{"text": "12 Šīs direktīvas 2. pantā “Definīcijas” ir paredzēts:", "label": []}
{"text": "“Šajā direktīvā piemēro turpmāk minētās definīcijas:", "label": []}
{"text": "[..]", "label": []}
{"text": "f) “persona, kas tiesīga saņemt alternatīvo aizsardzību” ir trešās valsts valstspiederīgais vai bezvalstnieks, ko nevar kvalificēt kā bēgli, bet attiecībā uz kuru ir sniegts pietiekams pamatojums, lai uzskatītu, ka attiecīg[ajai] persona[i], ja tā atgrieztos savā izcelsmes valstī vai ja bezvalstnieks atgrieztos savas agrākās pastāvīgās dzīvesvietas valstī, tam draudētu reāls risks ciest būtisku kaitējumu, kā noteikts 15. pantā, un uz kuru neattiecas 17. panta 1. un 2. punkts, un kas nevar vai šāda riska dēļ nevēlas pieņemt minētās valsts aizsardzību;", "label": []}
{"text": "[..].”", "label": []}
{"text": "13 Minētās direktīvas 15. pantā, kurš attiecas uz alternatīvās aizsardzības nosacījumiem un kura nosaukums ir “Būtisks kaitējums”, ir noteikts:", "label": []}
{"text": "“Būtisku kaitējumu veido:", "label": []}
{"text": "a) nāves sods vai eksekūcija; vai", "label": []}
{"text": "b) pieteikuma iesniedzēja spīdzināšana vai necilvēcīga pazemojoša izturēšanās pret viņu, vai necilvēcīga vai pazemojoša sodīšana izcelsmes valstī; vai", "label": []}
{"text": "c) smagi un individuāli draudi civiliedzīvotāja dzīvībai vai veselībai plaši izplatītas vardarbības dēļ starptautisku vai iekšēju bruņotu konfliktu gadījumā.”", "label": []}
{"text": "Direktīva 2013/33/ES", "label": []}
{"text": "14 Eiropas Parlamenta un Padomes Direktīvas 2013/33/ES (2013. gada 26. jūnijs), ar ko nosaka standartus starptautiskās aizsardzības pieteikuma iesniedzēju uzņemšanai (OV 2013, L 180, 96. lpp.), 1. pantā ir noteikts:", "label": [[3, 21, "ORG"], [25, 32, "ORG"], [56, 77, "DATE"]]}
{"text": "“Šīs direktīvas mērķis ir noteikt standartus starptautiskās aizsardzības pieteikuma iesniedzēju [..]uzņemšanai dalībvalstīs.”", "label": []}
{"text": "15 Šīs direktīvas 2. pantā ir paredzēts:", "label": []}
{"text": "“Šajā direktīvā ir šādas definīcijas:", "label": []}
{"text": "[..]", "label": []}
{"text": "d) “nepilngadīgais” ir trešās valsts valstspiederīgais vai bezvalstnieks, kas jaunāks par 18 gadiem;", "label": [[90, 92, "AMOUNT_VALUE"], [93, 99, "AMOUNT_UNIT"]]}
{"text": "[..].”", "label": []}
{"text": "Nīderlandes tiesības", "label": [[0, 11, "LOC"]]}
{"text": "16 2000. gada 23. novembra wet tot algehele herziening van de Vreemdelingenwet (Likums par Ārvalstnieku likuma vispārēju pārskatīšanu) (Stb. 2000, Nr. 495, turpmāk tekstā – “2000. gada likums”) 8. panta a), f), h) un j) punktā ir noteikts:", "label": [[3, 26, "DATE"], [174, 184, "DATE"]]}
{"text": "“Ārvalstnieks ir tiesīgs likumīgi uzturēties Nīderlandē vienīgi:", "label": [[45, 55, "LOC"]]}
{"text": "a) ja viņam ir uzturēšanās atļauja uz noteiktu laiku, kas minēta šī likuma 14. pantā;", "label": []}
{"text": "[..].", "label": []}
{"text": "f) gaidot lēmumu par pieteikumu [termiņuzturēšanās atļaujas saistībā ar patvērumu] izsniegšanai, ja saskaņā ar šo likumu vai atbilstoši tam pieņemtiem noteikumiem vai ar tiesas nolēmumu ir paredzēts, ka nevar tik veikta ārvalstnieka piespiedu izraisīšana, līdz ir pieņemts lēmums par pieteikumu;", "label": []}
{"text": "[..].", "label": []}
{"text": "h) sagaidot nolēmumu par sūdzību vai prasību, ja saskaņā ar šo likumu vai atbilstoši tam pieņemtiem noteikumiem vai ar tiesas nolēmumu ir paredzēts, ka nevar tikt veikta ārvalstnieka piespiedu izraidīšana, līdz ir pieņemts nolēmums par sūdzību vai prasību;", "label": []}
{"text": "[..].", "label": []}
{"text": "j) ja pastāv šķēršļi izraidīšanai 64. panta izpratnē;", "label": []}
{"text": "[..].”", "label": []}
{"text": "17 Šī likuma 14. panta 1. punktā ir paredzēts:", "label": []}
{"text": "“Ministra kompetencē ietilpst:", "label": [[1, 9, "PROFESSION"]]}
{"text": "a) apmierināt, noraidīt vai atstāt neizskatītu termiņuzturēšanās atļaujas pieteikumu;", "label": []}
{"text": "[..].", "label": []}
{"text": "e) pēc savas ierosmes piešķirt termiņuzturēšanās atļauju vai pagarināt tās derīguma termiņu.”", "label": []}
{"text": "18 Minētā likuma 64. pants ir formulēts šādi:", "label": []}
{"text": "“Izraidīšana tiek atlikta tik ilgi, kamēr ārvalstnieka vai viņa ģimenes locekļa veselības stāvoklis neļauj ceļot.”", "label": []}
{"text": "19 2000. gada 23. novembra Vreemdelingenbesluit 2000 (2000. gada Lēmums par ārvalstniekiem) (Stb. 2000, Nr. 497) 3.6.a pantā ir noteikts:", "label": [[3, 26, "DATE"], [48, 52, "DATE"], [54, 64, "DATE"]]}
{"text": "“1. Ja tiek noraidīts pirmais pieteikums par termiņuzturēšanās atļaujas piešķiršanu saistībā ar patvērumu, pēc savas ierosmes tomēr var tikt piešķirta parastā termiņuzturēšanās atļauja:", "label": []}
{"text": "a) ārvalstniekam, kura izraidīšana būtu pretrunā Cilvēktiesību un pamattiesību aizsardzības konvencijas 8. pantam; vai", "label": []}
{"text": "b) saistībā ar ierobežojumu pagaidu humānu apsvērumu dēļ ārvalstniekam, kurš ir cietušais, kas ziņojis par cilvēku tirdzniecību, cilvēku tirdzniecības upuris vai liecinieks, kas ziņojis par cilvēku tirdzniecību, kā minēts 3.48. panta 1. punkta a), b) vai c) apakšpunktā.", "label": []}
{"text": "[..]", "label": []}
{"text": "4. Uzturēšanās atļauja tiek piešķirta, pamatojoties uz pirmo piemērojamo iemeslu, kas minēts 1. punktā.", "label": []}
{"text": "[..]”", "label": []}
{"text": "20 Saskaņā ar Vreemdelingencirculaire 2000 (2000. gada Apkārtraksts par ārvalstniekiem) B8/6. punktu:", "label": [[38, 42, "DATE"], [44, 54, "DATE"]]}
{"text": "“[..]", "label": []}
{"text": "Parasto termiņuzturēšanās atļauju pēc savas ierosmes var izsniegt, neveicot citu pārbaudi, ja ir izpildīti šādi nosacījumi:", "label": []}
{"text": "– ārvalstnieks pirmā uzturēšanās pieteikuma iesniegšanas brīdī ir jaunāks par 15 gadiem;", "label": [[78, 80, "AMOUNT_VALUE"], [81, 87, "AMOUNT_UNIT"]]}
{"text": "– ārvalstnieks ir sniedzis ticamus paziņojumus par savu identitāti, valstspiederību, saviem vecākiem un citiem ģimenes locekļiem;", "label": []}
{"text": "– no ārvalstnieka paziņojumiem izriet, ka nav neviena viņa ģimenes locekļa, ne arī citas personas, kura viņam var piedāvāt piemērotu uzņemšanu un pie kuras viņam būtu iespējams atgriezties;", "label": []}
{"text": "– procedūras laikā ārvalstnieks nav kavējis pārbaudi par uzņemšanas iespējām izcelsmes valstī vai kādā citā valstī;", "label": []}
{"text": "– ir zināms, ka izcelsmes valstī vai kādā citā valstī, kurā ārvalstnieks pamatoti varētu atgriezties, principā piemērota uzņemšana nav pieejama un tiek prezumēts, ka tāda nebūs pieejama tuvākajā nākotnē. Šādā situācijā tiek pieņemts, ka Dienst Terugkeer en Vertrek (Tieslietu ministrijas Atgriešanas un izceļošanas dienests, Nīderlande) nevarēs rast piemērotas uzņemšanas formu triju gadu laikā.", "label": [[237, 264, "ORG"], [266, 323, "ORG"], [325, 335, "LOC"], [378, 383, "AMOUNT_VALUE"], [384, 388, "AMOUNT_UNIT"]]}
{"text": "[..]”", "label": []}
{"text": "Pamatlieta un prejudiciālie jautājumi", "label": []}
{"text": "21 Nepavadītais nepilngadīgais RZ nenoteiktā laikā ieceļoja Nīderlandē un 2017. gada 30. jūnijā iesniedza pieteikumu termiņuzturēšanās atļaujas izsniegšanai saistībā ar patvēruma tiesībām, pamatojoties uz 2000. gada likumu.", "label": [[31, 33, "PER"], [60, 70, "LOC"], [74, 95, "DATE"], [205, 215, "DATE"]]}
{"text": "22 Šajā pieteikumā RZ norādīja, ka viņš ir dzimis 2002. gada 14. februārī Gvinejā. Ļoti agrā vecumā viņš esot sācis dzīvot kopā ar savu tanti Sjerraleonē. Pēc viņas nāves RZ esot sazinājies ar kādu vīrieti no Nigērijas, kurš viņu esot atvedis uz Eiropu. Amsterdamā (Nīderlande) viņš esot bijis cilvēku tirdzniecības un seksuālas izmantošanas upuris, tāpēc pašlaik viņam esot nopietni psihiski traucējumi.", "label": [[19, 21, "PER"], [50, 73, "DATE"], [74, 81, "LOC"], [142, 153, "LOC"], [171, 173, "PER"], [209, 218, "LOC"], [246, 252, "LOC"], [254, 277, "LOC"]]}
{"text": "23 Ar 2018. gada 23. marta lēmumu valsts sekretārs pēc savas ierosmes nolēma, ka RZ, kuram tolaik bija 16 gadi un viens mēnesis, nevar saņemt termiņuzturēšanās atļauju. Ar šo lēmumu tika atļauts atlikt RZ piespiedu izraidīšanu, pamatojoties uz 2000. gada likuma 64. pantu, uz laiku, kas nepārsniedz sešus mēnešus, vai uz īsāku laiku gadījumā, ja tiek pieņemts lēmums pēc savas ierosmes, gaidot, kamēr Bureau Medische Advisering (Medicīnisko konsultāciju birojs, Nīderlande) veiks medicīnisko izmeklēšanu, lai pārbaudītu, vai RZ veselības stāvoklis pieļauj viņa izraidīšanu.", "label": [[6, 26, "DATE"], [34, 50, "PROFESSION"], [81, 83, "PER"], [103, 105, "AMOUNT_VALUE"], [106, 110, "AMOUNT_UNIT"], [114, 119, "AMOUNT_VALUE"], [120, 127, "AMOUNT_UNIT"], [202, 204, "PER"], [244, 254, "DATE"], [299, 304, "AMOUNT_VALUE"], [305, 312, "AMOUNT_UNIT"], [401, 427, "ORG"], [429, 460, "ORG"], [462, 472, "LOC"], [525, 527, "PER"]]}
{"text": "24 2018. gada 16. aprīlī RZ par minēto lēmumu cēla prasību Rechtbank Den Haag, zittingsplaats ’s-Hertogenbosch (Hāgas tiesa, tiesas sēžu vieta Hertogenboshā, Nīderlande).", "label": [[3, 24, "DATE"], [25, 27, "PER"], [59, 77, "ORG"], [94, 110, "LOC"], [112, 123, "ORG"], [143, 168, "LOC"]]}
{"text": "25 Turklāt valsts sekretārs ar 2018. gada 18. jūnija lēmumu paziņoja, ka RZ nav tikusi noteikta nekāda piespiedu izraidīšanas atlikšana medicīnisku iemeslu dēļ un noteica RZ pienākumu izceļot četru nedēļu laikā. RZ par šo lēmumu iesniedza sūdzību, kuru valsts sekretārs ar 2019. gada 27. maija lēmumu noraidīja.", "label": [[11, 27, "PROFESSION"], [31, 52, "DATE"], [73, 75, "PER"], [171, 173, "PER"], [192, 197, "AMOUNT_VALUE"], [198, 204, "AMOUNT_UNIT"], [212, 214, "PER"], [253, 269, "PROFESSION"], [273, 293, "DATE"]]}
{"text": "26 Iesniedzējtiesā RZ apgalvo, ka viņš nezina, kur dzīvo viņa vecāki, un atgriezies arī nevarētu tos atpazīt. Viņš nepazīstot nevienu citu savas ģimenes locekli un viņš pat nezinot, vai šādi ģimenes locekļi eksistē. Viņš nevarot atgriezties savā izcelsmes valstī, jo nav tur uzaudzis, nevienu tur nepazīst un nerunā šīs valsts valodā. RZ paziņoja, ka par savu ģimeni uzskata audžuģimeni, kurā viņš dzīvo Nīderlandē.", "label": [[19, 21, "PER"], [335, 337, "PER"], [404, 414, "LOC"]]}
{"text": "27 Iesniedzējtiesa norāda, ka Atgriešanas un izceļošanas dienests ir regulāri ticies ar RZ, lai viņu sagatavotu tam, ka būs jāatgriežas savā izcelsmes valstī, un tas esot izraisījis attiecīgās personas psihisko traucējumu pastiprināšanos.", "label": [[30, 65, "ORG"], [88, 90, "PER"]]}
{"text": "28 Kā norāda iesniedzējtiesa, 2000. gada Ārvalstnieku likumā ir paredzēts, ka, izskatot pirmo patvēruma pieteikumu, pēc savas ierosmes tiek pārbaudīts, vai gadījumā, ja ārvalstnieks nevar pretendēt uz bēgļa statusu vai alternatīvo aizsardzību, viņam ir jāpiešķir termiņuzturēšanās atļauja. Šajā likumā ir noteikts arī, ka lēmums, ar kuru tiek noraidīts patvēruma pieteikums, ir uzskatāms par atgriešanas lēmumu.", "label": [[30, 40, "DATE"]]}
{"text": "29 Iesniedzējtiesa piebilst, ka attiecībā uz nepavadītajiem nepilngadīgajam, kas patvēruma pieteikuma iesniegšanas brīdī ir jaunāki par 15 gadiem, 2000. gada Apkārtrakstā par ārvalstniekiem ir paredzēts, ka pirms lēmuma par šo pieteikumu pieņemšanas pastāv pienākums veikt pārbaudi par piemērotas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu. Ja šādas piemērotas uzņemšanas iespējas nav, nepavadītajam nepilngadīgajam, kas ir jaunāks par 15 gadiem, tiekot piešķirta parasta uzturēšanās atļauja.", "label": [[136, 138, "AMOUNT_VALUE"], [139, 145, "AMOUNT_UNIT"], [147, 157, "DATE"], [453, 455, "AMOUNT_VALUE"], [456, 462, "AMOUNT_UNIT"]]}
{"text": "30 Savukārt, ja nepavadītais nepilngadīgais viņa patvēruma pieteikuma iesniegšanas brīdī ir vismaz 15 gadus vecs, Direktīvas 2008/115 10. panta 2. punktā paredzētā pārbaude, lai pārliecinātos, ka viņš tiks nogādāts pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu, pirms atgriešanas lēmuma pieņemšanas netiekot veikta.", "label": [[99, 101, "AMOUNT_VALUE"], [102, 107, "AMOUNT_UNIT"]]}
{"text": "31 Šķiet, ka valsts sekretārs sagaidot, līdz šāds patvēruma meklētājs būs sasniedzis 18 gadu vecumu un tātad būs juridiski pilngadīgs, un līdz ar to prasība par šo pārbaudi vairs nepastāvēs. Tātad laikposmā no viņa patvēruma pieteikuma līdz pilngadības sasniegšanai, tāda nepavadīta nepilngadīgā, kas ir vismaz 15 gadus vecs, uzturēšanās Nīderlandē neesot likumīga, bet tiekot pieciesta.", "label": [[13, 29, "PROFESSION"], [85, 87, "AMOUNT_VALUE"], [88, 92, "AMOUNT_UNIT"], [311, 313, "AMOUNT_VALUE"], [314, 319, "AMOUNT_UNIT"], [338, 348, "LOC"]]}
{"text": "32 Šajā gadījumā iesniedzējtiesa norāda, ka RZ nevar pretendēt ne uz bēgļa statusu, ne uz alternatīvo aizsardzību. Runājot par termiņuzturēšanās atļaujas piešķiršanu, šī tiesa norāda, ka RZ, kad viņš iesniedza patvēruma pieteikumu, bija 15 gadi un četri mēneši. Tā kā viņam nav piešķirtas uzturēšanās tiesības ar noteiktu termiņu, viņam esot pienākums atstāt Nīderlandes teritoriju, pat ja nav veikta pārbaude, lai pārliecinātos par piemērotas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu.", "label": [[44, 46, "PER"], [187, 189, "PER"], [237, 239, "AMOUNT_VALUE"], [240, 244, "AMOUNT_UNIT"], [248, 253, "AMOUNT_VALUE"], [254, 260, "AMOUNT_UNIT"], [359, 370, "LOC"]]}
{"text": "33 Iesniedzējtiesa pauž šaubas attiecībā uz Nīderlandes tiesiskajā regulējumā veiktā nošķīruma starp nepavadītiem nepilngadīgajiem, kas ir vecāki par 15 gadiem, un nepavadītiem nepilngadīgajiem, kuri ir jaunāki par 15 gadiem, saderību ar Savienības tiesībām. Šajā ziņā šī tiesa atsaucas uz Direktīvas 2008/115 5. panta a) punktā un Hartas 24. pantā minēto jēdzienu “bērna intereses”.", "label": [[44, 55, "LOC"], [150, 152, "AMOUNT_VALUE"], [153, 159, "AMOUNT_UNIT"], [215, 217, "AMOUNT_VALUE"], [218, 224, "AMOUNT_UNIT"], [238, 248, "LOC"]]}
{"text": "34 Šajos apstākļos Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (Hāgas tiesa, tiesas sēžu vieta Hertogenboshā) nolēma apturēt tiesvedību un uzdot Tiesai šādus prejudiciālus jautājumus:", "label": [[19, 37, "ORG"], [53, 69, "LOC"], [71, 82, "ORG"], [102, 115, "LOC"], [152, 158, "ORG"]]}
{"text": "“1) Vai Direktīvas [2008/115] 10. pants, to skatot kopā ar [Hartas] 4. un 24. pantu, Direktīvas [2008/115] 22. apsvērumu un 5. panta a) punktu, kā arī Direktīvas [2011/95] 15. pantu, ir jāinterpretē tādējādi, ka, pirms noteikt atgriešanās pienākumu nepilngadīgam ārzemniekam bez pavadības, dalībvalstij ir jāpārliecinās un jānoskaidro, vai izcelsmes valstī visādā ziņā principā eksistē un ir pieejamas atbilstīgas uzņemšanas iespējas?", "label": []}
{"text": "2) Vai Direktīvas [2008/115] 6. panta 1. punkts, to skatot kopā ar Hartas 21. pantu, ir jāinterpretē tādējādi, ka, atzīstot likumīgu uzturēšanos savā teritorijā, dalībvalsts nav tiesīga nodalīt personas pēc vecuma, ja tiek konstatēts, ka nepilngadīgs ārzemnieks bez pavadības nevar saņemt nedz bēgļa, nedz alternatīvo statusu?", "label": []}
{"text": "3) Vai Direktīvas [2008/115] 6. panta 4. punkts ir jāinterpretē tādējādi, ka situācijā, kad nepilngadīgs ārzemnieks bez pavadības nepilda savu atgriešanās pienākumu un dalībvalsts konkrēti nerīkojas vai nerīkosies, lai pārietu pie izraidīšanas, atgriešanās pienākums ir jāatliek un līdz ar to ir jāatzīst likumīga uzturēšanās? Vai Direktīvas [2008/115] 8. panta 1. punkts ir jāinterpretē tādējādi, ka situācijā, kad attiecībā uz nepilngadīgu ārzemnieku bez pavadības tiek pieņemts atgriešanas lēmums, kam neseko izraidīšanas darbības līdz brīdim, kad nepilngadīgais ārzemnieks bez pavadības ir sasniedzis 18 gadu vecumu, var uzskatīt, ka ir pārkāpts lojālas sadarbības princips un Savienības tiesību lojalitātes princips?”", "label": [[605, 607, "AMOUNT_VALUE"], [608, 612, "AMOUNT_UNIT"], [681, 691, "LOC"]]}
{"text": "Tiesvedība Tiesā", "label": [[11, 16, "ORG"]]}
{"text": "35 Iesniedzējtiesa lūdza, lai lietai tiktu piemērota Eiropas Savienības Tiesas statūtu 23.a pantā paredzētā steidzamības prejudiciālā nolēmuma tiesvedība.", "label": [[53, 78, "ORG"]]}
{"text": "36 2019. gada 27. jūnijā pirmā palāta pēc ģenerāladvokāta uzklausīšanas nolēma šo lūgumu noraidīt.", "label": [[3, 24, "DATE"], [25, 37, "ORG"], [42, 57, "PROFESSION"]]}
{"text": "Par prejudiciālajiem jautājumiem", "label": []}
{"text": "Par pirmo jautājumu", "label": []}
{"text": "37 Ar pirmo jautājumu iesniedzējtiesa būtībā vaicā, vai Direktīvas 2008/115 6. panta 1. punkts, to skatot kopā ar šīs direktīvas 5. panta a) punktu un 10. pantu, kā arī ar Hartas 24. panta 2. punktu, ir jāinterpretē tādējādi, ka pirms atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo attiecīgajai dalībvalstij ir jāpārliecinās, ka šim nepilngadīgajam ir pieejama piemērota uzņemšana valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "38 Iesākumā ir jānorāda, ka Direktīvā 2008/115 jēdziens “nepilngadīgais” nav definēts. Toties Direktīvas 2013/33 2. panta d) punktā nepilngadīgais ir definēts kā “trešās valsts valstspiederīgais vai bezvalstnieks, kas jaunāks par 18 gadiem”. Lai nodrošinātu Savienības tiesību patvēruma un imigrācijas jomā saskaņotu un vienveidīgu piemērošanu, saistībā ar Direktīvu 2008/115 ir jāizmanto tā pati definīcija.", "label": [[230, 232, "AMOUNT_VALUE"], [233, 239, "AMOUNT_UNIT"], [258, 268, "LOC"]]}
{"text": "39 Šajā gadījumā pamatlieta ir par nepavadītu nepilngadīgo, attiecībā uz kuru attiecīgā dalībvalsts ir uzskatījusi, ka viņš nevar pretendēt uz bēgļa statusu vai alternatīvo aizsardzību, un attiecībā uz kuru tā ir nolēmusi nepiešķirt uzturēšanās tiesības ar noteiktu termiņu.", "label": []}
{"text": "40 Uz trešās valsts valstspiederīgo šādā situācijā saskaņā ar Direktīvas 2008/115 2. panta 1. punktu, ievērojot šī panta 2. punktu, attiecas šīs direktīvas piemērošanas joma. Tātad viņam principā ir piemērojami tajā paredzētie kopīgie standarti un procedūras attiecībā uz viņa izraidīšanu, kamēr uzturēšanās attiecīgā gadījumā nav kļuvusi likumīga (šajā nozīmē skat. spriedumu, 2019. gada 19. marts, Binder u.c., C‑444/17, EU:C:2019:220, 39. punkts).", "label": [[378, 398, "DATE"], [400, 406, "PER"]]}
{"text": "41 Šajā ziņā ir jāatgādina, ka saskaņā ar Direktīvas 2008/115 6. panta 1. punktu, neskarot šī panta 2.–5. punktā minētos izņēmumus, dalībvalstis pieņem atgriešanas lēmumu par ikvienu trešās valsts valstspiederīgo, kurš nelikumīgi uzturas to teritorijā.", "label": []}
{"text": "42 Turklāt šajā direktīvā ir ietverti īpaši noteikumi, kas piemērojami noteiktām personu kategorijām, tostarp nepavadītajiem nepilngadīgajiem, kuri, kā izriet no Direktīvas 2008/115 3. panta 9. punkta, ietilpst “mazāk aizsargātu personu” kategorijā.", "label": []}
{"text": "43 Šajā nozīmē Direktīvas 2008/115 5. panta a) punktā, to skatot kopā ar šīs direktīvas 22. apsvērumu, ir noteikts, ka, īstenojot minēto direktīvu, dalībvalstis pienācīgi ņem vērā “bērna intereses”. Tātad pret nepavadītu nepilngadīgo nevar sistemātiski izturēties kā pret pieaugušo.", "label": []}
{"text": "44 No minētā 5. panta a) punkta izriet, ka tad, ja dalībvalsts vēlas attiecībā uz nepavadītu nepilngadīgo pieņemt atgriešanas lēmumu saskaņā ar Direktīvu 2008/115, tai visās procedūras stadijās obligāti ir jāņem vērā bērna intereses.", "label": []}
{"text": "45 Piedevām Hartas 24. panta 2. punktā ir paredzēts, ka visās darbībās, kas attiecas uz bērniem, neatkarīgi no tā, vai tās veic valsts iestādes vai privātas iestādes, pirmkārt jāņem vērā bērna intereses. Šajā tiesību normā, to skatot kopā ar Hartas 51. panta 1. punktu, ir apstiprināts bērna tiesību būtiskais raksturs, tostarp saistībā ar tādu trešo valstu valstspiederīgo atgriešanu, kuri dalībvalstī uzturas nelikumīgi.", "label": []}
{"text": "46 Kā ir norādīts ģenerāladvokāta secinājumu 69. punktā, tikai vispārējs un padziļināts aplūkotā nepavadītā nepilngadīgā situācijas novērtējums ļauj identificēt “bērna intereses” un pieņemt lēmumu, kas atbilst Direktīvas 2008/115 prasībām.", "label": [[18, 33, "PROFESSION"]]}
{"text": "47 Līdz ar to attiecīgajai dalībvalstij, lai izlemtu, vai attiecībā uz nepavadītu nepilngadīgo pieņemt vai nepieņemt atgriešanas lēmumu, ir pienācīgi jāņem vērā vairāki elementi, it īpaši šī nepilngadīgā vecums, dzimums, īpašā mazaizsargātība, fiziskās un garīgās veselības stāvoklis, atrašanās audžuģimenē, izglītības līmenis un sociālā vide.", "label": []}
{"text": "48 Šajā nolūkā Direktīvas 2008/115 10. panta 1. punktā ir noteikts, ka, pirms lemt par atgriešanas lēmuma pieņemšanu attiecībā uz nepavadītu nepilngadīgo, attiecīgas iestādes, kas nav iestādes, kuras īsteno piespiedu atgriešanu, sniedz atbilstīgu palīdzību, pienācīgi ņemot vērā bērna intereses. Šīs direktīvas 10. panta 2. punktā ir paredzēts, ka, pirms nepavadīts nepilngadīgais tiek izraidīts no dalībvalsts teritorijas, minētās dalībvalsts iestādes pārliecinās, ka viņš tiks nogādāts pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "49 Tādējādi šajā pantā ir nošķirti pienākumi, kas dalībvalstij ir jāpilda, “pirms lemt par atgriešanas lēmuma pieņemšanu attiecībā uz nepavadītu nepilngadīgo” vai, “pirms” šāds nepilngadīgais “tiek izraidīts no dalībvalsts teritorijas”.", "label": []}
{"text": "50 Nīderlandes valdība no tā secina, ka attiecīgajai dalībvalstij ir tiesības pieņemt atgriešanas lēmumu attiecībā uz nepavadītu nepilngadīgo, iepriekš nepārliecinoties, ka viņš tiks nogādāts pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu. Pienākums veikt šādu pārbaudi rodoties tikai izraidīšanas no attiecīgās dalībvalsts teritorijas stadijā.", "label": [[3, 22, "ORG"]]}
{"text": "51 Tomēr šāda pienākuma esamība neatbrīvo attiecīgo dalībvalsti no citiem Direktīvā 2008/115 noteiktajiem pārbaudes pienākumiem. It īpaši, kā tika minēts šī sprieduma 44. punktā, Direktīvas 2008/115 5. panta a) punktā ir noteikts, ka bērna intereses ir jāņem vērā visās procedūras stadijās.", "label": []}
{"text": "52 Taču tas, ka attiecīgā dalībvalsts pieņem atgriešanas lēmumu, iepriekš nepārliecinājusies, ka aplūkotajam nepavadītajam nepilngadīgajam ir piemērota uzņemšanas iespēja valstī, uz kuru veic atgriešanu, izraisītu to, ka šis nepilngadīgais, lai gan attiecībā uz viņu ir pieņemts atgriešanas lēmums, gadījumā, ja valstī, uz kuru veic atgriešanu, nav piemērotas uzņemšanas iespējas, piemērojot Direktīvas 2008/115 10. panta 2. punktu, nevarētu tikt izraidīts.", "label": []}
{"text": "53 Tādējādi aplūkotais nepavadītais nepilngadīgais tiktu nostādīts ļoti neskaidrā situācijā attiecībā uz viņa juridisko statusu un nākotni, it īpaši attiecībā uz viņa izglītību, saikni ar audžuģimeni vai iespēju palikt attiecīgajā dalībvalstī.", "label": []}
{"text": "54 Šāda situācija būtu pretrunā prasībai aizsargāt bērna intereses visās procedūras stadijās, kā paredzēts Direktīvas 2008/115 5. panta a) punktā un Hartas 24. panta 2. punktā.", "label": []}
{"text": "55 No šīm tiesību normām izriet, ka pirms atgriešanas lēmuma pieņemšanas attiecīgajai dalībvalstij ir jāveic pārbaude, lai konkrēti pārliecinātos, vai aplūkotajam nepavadītajam nepilngadīgajam ir pieejama piemērota uzņemšana valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "56 Ja šāda uzņemšana nav pieejama, attiecībā uz šo nepilngadīgo nevar tikt pieņemts atgriešanas lēmums saskaņā ar šīs direktīvas 6. panta 1. punktu.", "label": []}
{"text": "57 Interpretāciju, saskaņā ar kuru attiecīgajai dalībvalstij pirms atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo ir jāpārliecinās par atbilstošu uzņemšanu valstī, uz kuru veic atgriešanu, apstiprina Tiesas judikatūra.", "label": [[221, 227, "ORG"]]}
{"text": "58 Kā ir atzinusi Tiesa atbilstoši Direktīvas 2008/115 5. pantam “Neizdošana, bērna intereses, ģimenes dzīve un veselības stāvoklis”, dalībvalstīm, īstenojot minēto direktīvu, pirmkārt, pilnībā ir jāņem vērā bērna intereses, ģimenes dzīve un attiecīgā trešās valsts valstspiederīgā veselības stāvoklis, kā arī, otrkārt, jāievēro neizraidīšanas princips (spriedums, 2014. gada 11. decembris, Lapudjeva, C‑249/13, EU:C:2014:2431, 48. punkts, kā arī 2018 gada 8. maijs, P. Z. u.c. (Ģimenes atkalapvienošanās Beļģijā), C‑82/16, EU:C:2018:308, 102. punkts).", "label": [[18, 23, "ORG"], [365, 389, "DATE"], [391, 400, "PER"], [447, 465, "DATE"], [467, 472, "PER"], [505, 512, "LOC"]]}
{"text": "59 No tā izriet, ka tad, ja kompetentā valsts iestāde ir iecerējusi pieņemt atgriešanas lēmumu, tai obligāti ir jāievēro Direktīvas 2008/115 5. pantā noteiktie pienākumi un šajā ziņā jāuzklausa attiecīgā persona. No šīs judikatūras piedevām izriet, ka tad, ja attiecīgā dalībvalsts ir iecerējusi pieņemt atgriešanas lēmumu attiecībā uz nepavadītu nepilngadīgo, tai viņš ir obligāti jāuzklausa attiecībā uz apstākļiem, kādos viņš varētu tikt uzņemts valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "60 Ņemot vērā iepriekš minētos apsvērumus, uz pirmo jautājumu ir jāatbild, ka Direktīvas 2008/115 6. panta 1. punkts, to skatot kopā ar šīs direktīvas 5. panta a) punktu un Hartas 24. panta 2. punktu, ir jāinterpretē tādējādi, ka pirms atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo attiecīgajai dalībvalstij ir jāveic vispārējs un padziļināts šī nepilngadīgā situācijas novērtējums, pienācīgi ņemot vērā bērna intereses. Šajā kontekstā šai dalībvalstij ir jāpārliecinās, ka aplūkotajam nepavadītajam nepilngadīgajam ir pieejama piemērota uzņemšana valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "Par otro jautājumu", "label": []}
{"text": "61 Ar otro jautājumu iesniedzējtiesa būtībā vaicā, vai Direktīvas 2008/115 6. panta 1. punkts, to skatot kopā ar šīs direktīvas 5. panta a) punktu un ņemot vērā Hartas 24. panta 2. punktu, ir jāinterpretē tādējādi, ka dalībvalsts var veikt nepavadīto nepilngadīgo nošķiršanu, pamatojoties tikai uz viņu vecuma kritēriju, lai pārbaudītu piemērotas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "62 Šajā gadījumā iesniedzējtiesa precizē, ka valsts tiesiskajā regulējumā ir paredzēts nošķīrums starp nepavadītajiem nepilngadīgajiem, kas ir jaunāki par 15 gadiem, un tādiem, kas ir vecāki par 15 gadiem. Runājot par nepilngadīgo, kas ir jaunāks par 15 gadiem, valsts iestādēm pirms atgriešanas lēmuma pieņemšanas esot jāveic pārbaude par atbilstīgas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu. Attiecībā uz nepilngadīgo, kas ir vecāks par 15 gadiem, pirms atgriešanas lēmuma pieņemšanas pārbaude par atbilstīgas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu, netiekot veikta. Tādējādi šādam nepilngadīgajam tiekot noteikts atgriešanās pienākums, lai gan praksē piespiedu izraidīšana, ja nav veikta pārbaude par šādas atbilstīgas uzņemšanas iespējas esamību, nevar tikt izpildīta.", "label": [[155, 157, "AMOUNT_VALUE"], [158, 164, "AMOUNT_UNIT"], [195, 197, "AMOUNT_VALUE"], [198, 204, "AMOUNT_UNIT"], [251, 253, "AMOUNT_VALUE"], [254, 260, "AMOUNT_UNIT"], [458, 460, "AMOUNT_VALUE"], [461, 467, "AMOUNT_UNIT"]]}
{"text": "63 Savos rakstveida apsvērumos Nīderlandes valdība apgalvo, ka 15 gadu vecuma robežas izvēle ir izskaidrojama ar to, ka triju gadu laikposms ir ticis uzskatīts par saprātīgu maksimālo laikposmu visām procedūrām attiecībā uz nepavadītu nepilngadīgo, proti, uzturēšanās pieteikumu un atgriešanas procedūru. Uzturēšanās atļauja tiekot piešķirta nepavadītiem nepilngadīgajiem, kuri visu procedūru norises beigās vēl ir nepilngadīgi, atšķirībā no tiem, kas šo procedūru beigās ir pilngadīgi.", "label": [[31, 50, "ORG"], [63, 65, "AMOUNT_VALUE"], [66, 70, "AMOUNT_UNIT"], [120, 125, "AMOUNT_VALUE"], [126, 130, "AMOUNT_UNIT"]]}
{"text": "64 Šajā ziņā ir jākonstatē, ka, protams, kā tika norādīts šī sprieduma 47. punktā, aplūkotā nepavadītā nepilngadīgā vecums ir elements, kas attiecīgajai dalībvalstij ir jāņem vērā, lai noteiktu, vai bērna interesēm nav jāizraisa atgriešanas lēmuma nepieņemšana attiecībā uz šo nepilngadīgo.", "label": []}
{"text": "65 Tomēr, kā ir noteikts Hartas 24. panta 2. punktā un kā ir atgādināts Direktīvas 2008/115 5. panta a) punktā, dalībvalstīm, īstenojot šīs direktīvas 6. pantu, ir pienācīgi jāņem vērā bērna intereses, tostarp tādu nepilngadīgo intereses, kuri ir vecāki par 15 gadiem.", "label": [[258, 260, "AMOUNT_VALUE"], [261, 267, "AMOUNT_UNIT"]]}
{"text": "66 Līdz ar to vecuma kritērijs nevar būt vienīgais vērā ņemamais elements, lai pārbaudītu piemērotas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu. Attiecīgajai dalībvalstij, veicot vispārēju un padziļinātu novērtējumu, katrā atsevišķā gadījumā ir jānovērtē nepavadīta nepilngadīgā situācija, nevis jāizdara automātisks vērtējums, ņemot vērā tikai vecuma kritēriju.", "label": []}
{"text": "67 Šajā nozīmē, kā ir norādīts ģenerāladvokāta secinājumu 81. punktā, šķiet patvaļīga valsts administratīvā prakse, kura ir balstīta uz vienkāršu pieņēmumu, kas ir saistīts ar patvēruma procedūras apgalvoto maksimālo ilgumu, lai veiktu personu grupas locekļu nošķiršanu vecuma dēļ, kaut gan visi minētie ir salīdzināmā mazaizsargātības situācijā attiecībā uz izraidīšanu.", "label": [[31, 46, "PROFESSION"]]}
{"text": "68 Ņemot vērā iepriekš minēto, uz otro jautājumu ir jāatbild, ka Direktīvas 2008/115 6. panta 1. punkts, to skatot kopā ar šīs direktīvas 5. panta a) punktu un ņemot vērā Hartas 24. panta 2. punktu, ir jāinterpretē tādējādi, ka dalībvalsts nevar veikt nepavadīto nepilngadīgo nošķiršanu, pamatojoties tikai uz viņu vecuma kritēriju, lai pārbaudītu piemērotas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "Par trešo jautājumu", "label": []}
{"text": "69 Ar trešo jautājumu iesniedzējtiesa būtībā vaicā, vai Direktīvas 2008/115 8. panta 1. punkts ir jāinterpretē tādējādi, ka tam ir pretrunā, ka dalībvalsts pēc atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo pēc tam atturas īstenot viņa izraidīšanu, līdz viņš ir sasniedzis 18 gadu vecumu.", "label": [[294, 296, "AMOUNT_VALUE"], [297, 301, "AMOUNT_UNIT"]]}
{"text": "70 Ir jāatgādina, ka ar Direktīvu 2008/115 izvirzītais mērķis ir izstrādāt efektīvu izraidīšanas un atgriešanas politiku, pilnībā ievērojot attiecīgo personu cilvēktiesības un cieņas neaizskaramību (spriedums, 2020. gada 14. maijs, Országos Idegenrendészeti Főigazgatóság Dél‑alföldi Regionális Igazgatóság, C‑924/19 PPU un C‑925/19 PPU, EU:C:2020:367, 121. punkts, kā arī tajā minētā judikatūra).", "label": [[210, 230, "DATE"], [232, 306, "ORG"]]}
{"text": "71 Gadījumā, ja attiecīgā dalībvalsts uzskata, ka nepavadītam nepilngadīgajam nav jāpiešķir uzturēšanās atļauja, pamatojoties uz Direktīvas 2008/115 6. panta 4. punktu, viņš šajā dalībvalstī uzturas nelikumīgi.", "label": []}
{"text": "72 Šajā situācijā šīs direktīvas 6. panta 1. punktā ir paredzēts pienākums dalībvalstīm pieņemt atgriešanas lēmumu attiecībā uz ikvienu trešās valsts valstspiederīgo, kurš nelikumīgi uzturas to teritorijā (spriedums, 2015. gada 23. aprīlis, Bennoune, C‑38/14, EU:C:2015:260, 31. punkts).", "label": [[217, 239, "DATE"], [241, 249, "PER"]]}
{"text": "73 Kā tika norādīts šī sprieduma 41. punktā, tiklīdz ir konstatēts, ka uzturēšanās ir nelikumīga, kompetentajām valsts iestādēm saskaņā ar šo pantu un neskarot šī paša panta 2.–5. punktā paredzētos izņēmumus, ir jāpieņem atgriešanas lēmums (spriedums, 2015. gada 23. aprīlis, Bennoune, C‑38/14, EU:C:2015:260, 32. punkts).", "label": [[252, 274, "DATE"], [276, 284, "PER"]]}
{"text": "74 Kā tika norādīts šī sprieduma 60. punktā, runājot par nepavadītu nepilngadīgo, nosacījums šāda lēmuma pieņemšanai ir tas, ka attiecīgā dalībvalsts ir pārliecinājusies, ka šim nepavadītajam nepilngadīgajam ir pieejama piemērota uzņemšana valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "75 Ja šis nosacījums ir izpildīts, aplūkotais nepavadītais nepilngadīgais ir jāizraida no attiecīgās dalībvalsts teritorijas, ievērojot izmaiņas viņa situācijā.", "label": []}
{"text": "76 No Direktīvas 2008/115 10. panta 2. punkta izriet, ka, pirms nepavadīts nepilngadīgais tiek izraidīts no dalībvalsts teritorijas, minētās dalībvalsts iestādes pārliecinās, ka viņš tiks nogādāts pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "77 Līdz ar to no Direktīvas 2008/115 6. panta 1. punkta, to skatot kopā ar šīs direktīvas 5. panta a) punktu un Hartas 24. panta 2. punktu, attiecīgajai dalībvalstij izrietošais pienākums pirms atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo pārliecināties par piemērotu uzņemšanu neatbrīvo šo dalībvalsti no pienākuma atbilstoši minētās direktīvas 10. panta 2. punktam pirms šāda nepilngadīgā izraidīšanas pārliecināties, ka viņš tiks nogādāts pie viņa ģimenes locekļa, noteikta aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu. Šajā kontekstā attiecīgajai dalībvalstij ir jāņem vērā visas situācijas izmaiņas, kas radīsies pēc šāda atgriešanas lēmuma pieņemšanas.", "label": []}
{"text": "78 Gadījumā, ja aplūkotajam nepavadītajam nepilngadīgajam viņa izraidīšanas stadijā valstī, uz kuru veic atgriešanu, vairs nebūtu nodrošināta piemērota uzņemšana, attiecīgā dalībvalsts nevarēs izpildīt atgriešanas lēmumu.", "label": []}
{"text": "79 Saskaņā ar Tiesas pastāvīgo judikatūru, ja attiecībā uz trešās valsts valstspiederīgo ir pieņemts atgriešanas lēmums, tomēr šī persona nav izpildījusi savu atgriešanās pienākumu, neatkarīgi, vai tas būtu termiņā, kas noteikts brīvprātīgai izceļošanai, vai tad, ja šim nolūkam nav noteikts termiņš, Direktīvas 2008/115 8. panta 1. punktā dalībvalstīm ir noteikts pienākums ar mērķi nodrošināt atgriešanas procedūru efektivitāti veikt visus vajadzīgos pasākumus, lai īstenotu attiecīgās personas izraidīšanu, proti, saskaņā ar šīs direktīvas 3. panta 5. punktu – tās fizisku izvešanu no minētās dalībvalsts (spriedums, 2015. gada 23. aprīlis, Bennoune, C‑38/14, EU:C:2015:260, 33. punkts).", "label": [[14, 20, "ORG"], [620, 642, "DATE"], [644, 652, "PER"]]}
{"text": "80 Turklāt ir jāatgādina, kā izriet gan no dalībvalstu lojalitātes pienākuma, gan tostarp no Direktīvas 2008/115 4. apsvērumā atgādinātajām efektivitātes prasībām, ka šīs direktīvas 8. pantā dalībvalstīm noteiktais pienākums šī panta 1. punktā norādītajos gadījumos īstenot minētā valstspiederīgā izraidīšanu ir jāizpilda iespējami ātri (spriedums, 2015. gada 23. aprīlis, Bennoune, C‑38/14, EU:C:2015:260, 34. punkts un tajā minētā judikatūra).", "label": [[349, 371, "DATE"], [373, 381, "PER"]]}
{"text": "81 Tādējādi, pamatojoties uz minēto direktīvu, dalībvalsts nevar pieņemt atgriešanas lēmumu attiecībā uz nepavadītu nepilngadīgo, pēc tam neīstenojot viņa izraidīšanu, līdz viņš ir sasniedzis 18 gadu vecumu.", "label": [[192, 194, "AMOUNT_VALUE"], [195, 199, "AMOUNT_UNIT"]]}
{"text": "82 Līdz ar to uz trešo jautājumu ir jāatbild, ka Direktīvas 2008/115 8. panta 1. punkts ir jāinterpretē tādējādi, ka tam ir pretrunā tas, ka dalībvalsts pēc atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo un, atbilstoši šīs direktīvas 10. panta 2. punktam pārliecinājusies, ka viņš tiks nogādāts pie viņa ģimenes locekļa, norīkota aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu, pēc tam atturas īstenot viņa izraidīšanu, līdz viņš ir sasniedzis 18 gadu vecumu.", "label": [[500, 502, "AMOUNT_VALUE"], [503, 507, "AMOUNT_UNIT"]]}
{"text": "Par tiesāšanās izdevumiem", "label": []}
{"text": "83 Attiecībā uz pamatlietas pusēm šī tiesvedība ir stadija procesā, kuru izskata iesniedzējtiesa, un tā lemj par tiesāšanās izdevumiem. Izdevumi, kas radušies, iesniedzot apsvērumus Tiesai, un kas nav minēto pušu izdevumi, nav atlīdzināmi.", "label": [[182, 188, "ORG"]]}
{"text": "Ar šādu pamatojumu Tiesa (pirmā palāta) nospriež:", "label": [[19, 39, "ORG"]]}
{"text": "1) Eiropas Parlamenta un Padomes Direktīvas 2008/115/EK (2008. gada 16. decembris) par kopīgiem standartiem un procedūrām dalībvalstīs attiecībā uz to trešo valstu valstspiederīgo atgriešanu, kas dalībvalstī uzturas nelikumīgi, 6. panta 1. punkts, skatot to kopsakarā ar šīs direktīvas 5. panta a) punktu un Eiropas Savienības Pamattiesību hartas 24. panta 2. punktu, ir jāinterpretē tādējādi, ka pirms atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo attiecīgajai dalībvalstij ir jāveic vispārējs un padziļināts šī nepilngadīgā situācijas novērtējums, pienācīgi ņemot vērā bērna intereses. Šajā kontekstā šai dalībvalstij ir jāpārliecinās, ka aplūkotajam nepavadītajam nepilngadīgajam ir pieejama piemērota uzņemšana valstī, uz kuru veic atgriešanu.", "label": [[3, 21, "ORG"], [25, 32, "ORG"], [57, 81, "DATE"], [308, 326, "LOC"]]}
{"text": "2) Direktīvas 2008/115 6. panta 1. punkts, to skatot kopā ar šīs direktīvas 5. panta a) punktu un ņemot vērā Hartas 24. panta 2. punktu, ir jāinterpretē tādējādi, ka dalībvalsts nevar veikt nepavadīto nepilngadīgo nošķiršanu, pamatojoties tikai uz viņu vecuma kritēriju, lai pārbaudītu piemērotas uzņemšanas iespējas esamību valstī, uz kuru veic atgriešanu.", "label": []}
{"text": "3) Direktīvas 2008/115 8. panta 1. punkts ir jāinterpretē tādējādi, ka tam ir pretrunā tas, ka dalībvalsts pēc atgriešanas lēmuma pieņemšanas attiecībā uz nepavadītu nepilngadīgo un, atbilstoši šīs direktīvas 10. panta 2. punktam pārliecinājusies, ka viņš tiks nogādāts pie viņa ģimenes locekļa, norīkota aizbildņa vai uz piemērotām uzņemšanas struktūrām valstī, uz kuru veic atgriešanu, pēc tam atturas īstenot viņa izraidīšanu, līdz viņš ir sasniedzis 18 gadu vecumu.", "label": [[454, 456, "AMOUNT_VALUE"], [457, 461, "AMOUNT_UNIT"]]}
{"text": "[Paraksti]", "label": []}
{"text": "* Tiesvedības valoda – holandiešu.", "label": [[23, 33, "NATIONALITY"]]}
