{"text": "ĢENERĀLADVOKĀTA KSANDERA RODŽERSA [XANDER ROGERS] SECINĀJUMI, sniegti 2021. gada 2. septembrī (1)", "label": [[0, 15, "PROFESSION"], [16, 49, "PER"], [70, 93, "DATE"]]}
{"text": "Lieta C‑388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV pret Dr. August OetkerNahrungsmittel KG", "label": [[0, 101, "ORG"], [107, 141, "ORG"]]}
{"text": "(Bundesgerichtshof (Federālā augstākā tiesa, Vācija) lūgums sniegt prejudiciālu nolēmumu)", "label": [[1, 18, "ORG"], [20, 43, "ORG"], [45, 51, "LOC"]]}
{"text": "Lūgums sniegt prejudiciālu nolēmumu – Regula (ES) Nr. 1169/2011 – Pārtikas produktu informācijas sniegšana patērētājiem – 9. panta 1. punkta l) apakšpunkts – Paziņojums par uzturvērtību – 31. panta 3. punkta otrā daļa – Enerģētiskās vērtības un uzturvielu daudzuma aprēķins – 33. panta 2. punkta otrā daļa – Vērtības norādīšana porcijai vai patēriņa vienībai", "label": []}
{"text": "I. Ievads", "label": []}
{"text": "1. Šis lūgums sniegt prejudiciālu nolēmumu attiecas uz to, kā interpretēt Regulas (ES) Nr. 1169/2011 par pārtikas produktu informācijas sniegšanu patērētājiem (2) tiesību normas. Precīzāk, iesniedzējtiesa vēlas noskaidrot, vai un saskaņā ar kādiem nosacījumiem pārtikas produkta iepakojuma priekšpusē ir atļauts sniegt brīvprātīgu informāciju par uzturvērtību, kas attiecas nevis uz pārtikas produktu, ko piedāvā pārdošanā, bet gan uz tā porcijām pēc tā apstrādes, izmantojot papildu sastāvdaļas.", "label": []}
{"text": "2. Šis lūgums ir iesniegts tiesvedībā starp Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV (Federālā patērētāju tiesību aizsardzības biroju apvienība, Vācija; turpmāk tekstā – “BVV”) un pārtikas produktu ražotāju Dr. August Oetker Nahrungsmittel KG (turpmāk tekstā – “Dr. Oetker”) par uzturvērtības marķējuma, kas norādīts musli iepakojuma priekšpusē (turpmāk tekstā – “attiecīgais produkts”), atbilstību prasībām par uzturvērtības informāciju, ko norāda pēc brīvas izvēles, un it īpaši Regulas Nr. 1169/2011 31. panta 3. punkta otrajai daļai un 33. panta 2. punkta otrajai daļai.", "label": [[44, 145, "ORG"], [147, 204, "ORG"], [206, 212, "LOC"], [232, 235, "ORG"], [268, 303, "ORG"], [323, 333, "ORG"]]}
{"text": "3. Lai gan Tiesai jau ir bijusi iespēja interpretēt Regulu Nr. 1169/2011, kā arī – konkrēti – Direktīvas 2000/13/EK (3) un 90/496/EEK (4), kas tika atceltas ar šo regulu, šī ir pirmā reize, kad tā pievērsīsies noteikumu par pārtikas produktu brīvprātīgu uzturvērtības marķējumu interpretācijai (5).", "label": [[11, 17, "ORG"]]}
{"text": "4. Šajos secinājumos es apgalvošu, ka brīvprātīgs uzturvērtības marķējums tādam fasētam pārtikas produktam, kāds ir attiecīgais produkts, kuru patērē, izmantojot dažādus apstrādes veidus, neatbilst Regulā Nr. 1169/2011 paredzētajām prasībām, ja informācija par enerģētisko vērtību un uzturvielu daudzumu tiek sniegta tikai attiecībā uz vienu apstrādes veidu, nevis arī attiecībā uz 100 gramiem pārtikas produkta, ko piedāvā pārdošanā.", "label": [[382, 385, "AMOUNT_VALUE"], [386, 393, "AMOUNT_UNIT"]]}
{"text": "II. Atbilstošās tiesību normas", "label": []}
{"text": "5. Regulas Nr. 1169/2011 10., 17., 35., 37. un 41. apsvērumā ir noteikts:", "label": []}
{"text": "“(10) Sabiedrība kopumā interesējas par uztura un veselības saistību un par piemērota uztura izvēli individuālām vajadzībām. Komisijas 2007. gada 30. maija Baltajā grāmatā par Eiropas stratēģiju attiecībā uz uzturu, lieko svaru un veselības jautājumiem, kas saistīti ar aptaukošanos [..], ir uzsvērts, ka uzturvērtības marķējums ir svarīgs veids, kā informēt patērētājus par pārtikas produktu sastāvu un palīdzēt viņiem veikt apzinātu izvēli. Komisijas 2007. gada 13. marta paziņojumā “ES Patērētāju politikas stratēģija 2007.–2013. gadam – patērētāju tiesību nodrošināšana, labklājības uzlabošana, efektīva aizsardzība” uzsvērts, ka efektīvai konkurencei un patērētāju labklājībai ļoti nozīmīga ir patērētāju apzinātas izvēles iespēja. Uztura pamatprincipu zināšana un atbilstīgas informācijas pieejamība par pārtikas produktiem ievērojami palīdzētu patērētājam izdarīt šādu apzinātu izvēli. [..]", "label": [[125, 134, "ORG"], [135, 155, "DATE"], [176, 183, "LOC"], [443, 452, "ORG"], [453, 473, "DATE"], [486, 488, "LOC"], [521, 538, "DATE"]]}
{"text": "[..]", "label": []}
{"text": "(17) Galvenajam apsvērumam, prasot obligātu pārtikas produktu informāciju, vajadzētu būt iespējai ļaut patērētājiem atpazīt un atbilstīgi lietot pārtiku un izdarīt izvēli, kas atbilst viņu individuālajām uztura vajadzībām. Ar šādu mērķi pārtikas apritē iesaistītiem uzņēmējiem būtu jāatvieglo minētās informācijas pieejamība vājredzīgām personām.", "label": []}
{"text": "[..]", "label": []}
{"text": "(35) Lai būtu vieglāk salīdzināt pārtikas produktus dažāda izmēra iepakojumos, būtu lietderīgi prasību par obligātu uzturvērtības norādi saglabāt attiecībā uz 100 g vai 100 ml un vajadzības gadījumā atļaut papildu norādes vienai porcijai. Tāpēc gadījumā, ja pārtikas produkts ir fasēts un ir noteiktas atsevišķas porcijas vai patēriņa vienības, būtu jāļauj izmantot arī uzturvērtības norādi porcijai vai patēriņa vienībai papildus norādei attiecībā uz 100 g vai 100 ml. Turklāt, lai nodrošinātu salīdzināmas norādes attiecībā uz porcijām vai patēriņa vienībām, Komisija būtu jāpilnvaro pieņemt noteikumus par paziņojuma par uzturvērtību norādi porcijai vai patēriņa vienībai konkrētām pārtikas produktu kategorijām.", "label": [[159, 162, "AMOUNT_VALUE"], [163, 164, "AMOUNT_UNIT"], [169, 172, "AMOUNT_VALUE"], [173, 175, "AMOUNT_UNIT"], [452, 455, "AMOUNT_VALUE"], [456, 457, "AMOUNT_UNIT"], [462, 465, "AMOUNT_VALUE"], [466, 468, "AMOUNT_UNIT"], [561, 569, "ORG"]]}
{"text": "[..]", "label": []}
{"text": "(37) Tā kā viens no šīs regulas mērķiem ir radīt pamatu tam, lai galapatērētājs varētu izdarīt apzinātu izvēli, šajā sakarā ir svarīgi nodrošināt, ka galapatērētājs bez grūtībām uztver uz marķējuma sniegto informāciju. [..]", "label": []}
{"text": "[..]", "label": []}
{"text": "(41) Lai vērstos pie vidusmēra patērētāja un nodrošinātu sniegtās informācijas par uzturvērtību informatīvo funkciju, un ņemot vērā esošo zināšanu līmeni par uzturu, minētajai informācijai vajadzētu būt vienkāršai un viegli saprotamai. Ja informācija par uzturvērtību norādīta daļēji galvenajā redzamības laukā, ko parasti sauc par iepakojuma priekšpusi, un daļēji iepakojuma otrā pusē jeb tā aizmugurē, tas varētu mulsināt patērētājus. Tādēļ paziņojumam par uzturvērtību būtu jāatrodas vienā redzamības laukā. Turklāt pašus svarīgākos uzturvērtības informācijas elementus var brīvprātīgi atkārtot galvenajā redzamības laukā, lai palīdzētu patērētājiem viegli saskatīt būtisko informāciju par uzturvērtību, iegādājoties pārtikas produktus. Brīva izvēle, kuru informācijas daļu varētu atkārtot, varētu mulsināt patērētājus. Tādēļ ir jāprecizē, kuru informāciju var atkārtot.”", "label": []}
{"text": "6. Šīs regulas 9. pantā “Obligāto ziņu uzskaitījums” ir ietverts 1. punkts, kas ir formulēts šādi:", "label": []}
{"text": "“Saskaņā ar regulas 10. līdz 35. pantu un ievērojot šajā nodaļā noteiktos izņēmumus, obligāti norādāmas šādas ziņas:", "label": []}
{"text": "[..]", "label": []}
{"text": "l) paziņojums par uzturvērtību.”", "label": []}
{"text": "7. Minētās regulas 30. pantā “Saturs” ir noteikts:", "label": []}
{"text": "“1. Obligātajā paziņojumā par uzturvērtību ietver šādu informāciju:", "label": []}
{"text": "a) enerģētisko vērtību; un", "label": []}
{"text": "b) tauku, piesātināto taukskābju, ogļhidrātu, cukuru, olbaltumvielu un sāls daudzumu.", "label": []}
{"text": "[..]", "label": []}
{"text": "3. Ja fasētas pārtikas marķējumā sniedz obligāto uzturvērtības paziņojumu, kas minēts 1. punktā, marķējumā var atkārtot šādu informāciju:", "label": []}
{"text": "a) enerģētisko vērtību; vai", "label": []}
{"text": "b) enerģētisko vērtību kopā ar tauku, piesātināto taukskābju, cukuru un sāls daudzumu.", "label": []}
{"text": "4. Atkāpjoties no 36. panta 1. punkta, ja 16. panta 4. punktā minēto produktu marķējumā paredzēts paziņojums par uzturvērtību, paziņojums drīkst aprobežoties tikai ar enerģētisko vērtību.", "label": []}
{"text": "5. Neskarot 44. pantu un atkāpjoties no 36. panta 1. punkta, ja 44. panta 1. punktā minēto produktu marķējumā paredzēts paziņojums par uzturvērtību, minētais paziņojums drīkst aprobežoties tikai ar:", "label": []}
{"text": "a) enerģētisko vērtību; vai", "label": []}
{"text": "b) enerģētisko vērtību kopā ar tauku, piesātināto taukskābju, cukuru un sāls daudzumu.", "label": []}
{"text": "[..]”", "label": []}
{"text": "8. Šīs pašas regulas 31. panta “Aprēķins” 3. punktā ir paredzēts:", "label": []}
{"text": "“Enerģētiskā vērtība un uzturvielu daudzums, kas minēts šīs regulas 30. panta 1. līdz 5. punktā, attiecas uz pārtikas produktiem, ko piedāvā pārdošanā.", "label": []}
{"text": "Atbilstīgā gadījumā šī informācija var attiekties uz pārtikas produktu pēc apstrādes ar noteikumu, ka pievieno pietiekami sīkus apstrādes norādījumus un šī informācija attiecas uz pārtikas produktu, kas ir gatavs lietošanai uzturā.”", "label": []}
{"text": "9. Regulas Nr. 1169/2011 32. panta “Vērtības norādīšana uz 100 g vai 100 ml” 2. punktā ir noteikts:", "label": [[59, 62, "AMOUNT_VALUE"], [63, 64, "AMOUNT_UNIT"], [69, 72, "AMOUNT_VALUE"], [73, 75, "AMOUNT_UNIT"]]}
{"text": "“Šīs regulas 30. panta 1. līdz 5. punktā minēto enerģētisko vērtību un uzturvielu daudzumu norāda uz 100 g vai 100 ml.”", "label": [[101, 104, "AMOUNT_VALUE"], [105, 106, "AMOUNT_UNIT"], [111, 114, "AMOUNT_VALUE"], [115, 117, "AMOUNT_UNIT"]]}
{"text": "10. Šīs regulas 33. panta “Informācijas norādīšana uz porciju vai patēriņa vienību” 1. un 2. punktā ir paredzēts:", "label": []}
{"text": "“1. Turpmāk norādītajos gadījumos 30. panta 1. līdz 5. punktā minēto enerģētisko vērtību un uzturvielu daudzumu var norādīt uz porciju un/vai patēriņa vienību, ko patērētājam viegli atpazīt, ar noteikumu, ka porcijas vai patēriņa vienības lielums ir norādīts uz etiķetes un ka ir norādīts iepakojumā esošo porciju vai patēriņa vienību skaits:", "label": []}
{"text": "a) papildus 32. panta 2. punktā minētajai izteiksmes formai – uz 100 g vai 100 ml;", "label": [[65, 68, "AMOUNT_VALUE"], [69, 70, "AMOUNT_UNIT"], [75, 78, "AMOUNT_VALUE"], [79, 81, "AMOUNT_UNIT"]]}
{"text": "b) papildus 32. panta 3. punktā minētajai izteiksmes formai – uz 100 g vai 100 ml – attiecībā uz vitamīniem un minerālvielām;", "label": [[65, 68, "AMOUNT_VALUE"], [69, 70, "AMOUNT_UNIT"], [75, 78, "AMOUNT_VALUE"], [79, 81, "AMOUNT_UNIT"]]}
{"text": "c) papildus 32. panta 4. punktā minētajai izteiksmes formai vai tās vietā – uz 100 g vai 100 ml.", "label": [[79, 82, "AMOUNT_VALUE"], [83, 84, "AMOUNT_UNIT"], [89, 92, "AMOUNT_VALUE"], [93, 95, "AMOUNT_UNIT"]]}
{"text": "2. Atkāpjoties no 32. panta 2. punkta, 30. panta 3. punkta b) apakšpunktā minētajos gadījumos enerģētisko vērtību un uzturvielu daudzumu un/vai XIII pielikuma B daļā noteikto ieteicamo devu procentus var norādīt, pamatojoties tikai uz porciju vai patēriņa vienību.", "label": []}
{"text": "Ja uzturvielu daudzumu izsaka tikai porcijai vai patēriņa vienībai saskaņā ar pirmo daļu, enerģētisko vērtību izsaka 100 g vai 100 ml un porcijai vai patēriņa vienībai.”", "label": [[117, 120, "AMOUNT_VALUE"], [121, 122, "AMOUNT_UNIT"], [127, 130, "AMOUNT_VALUE"], [131, 133, "AMOUNT_UNIT"]]}
{"text": "III. Pamatlieta, prejudiciālie jautājumi un tiesvedība Tiesā", "label": [[55, 60, "ORG"]]}
{"text": "11. Dr. Oetker ir Vācijas pārtikas ražošanas uzņēmums, kas ražo un tirgo musli ar nosaukumu “Dr. Oetker Vitalis Knuspermüsli Schoko+Keks” (kraukšķīgs muslis ar šokolādi un cepumiem). Šī produkta iepakojumu veido taisnstūra formas kartona kaste.", "label": [[4, 14, "ORG"], [18, 25, "LOC"], [93, 136, "TITLE"]]}
{"text": "12. Uz šī iepakojuma ir šādi paziņojumi par uzturvērtību:", "label": []}
{"text": "– Uz iepakojuma sānu virsmas (kastes šaurā daļa) zem nosaukuma “Informācija par uzturvērtību” ir izvietotas norādes par enerģētisko vērtību un par tauku, piesātināto taukskābju, ogļhidrātu, cukuru, olbaltumvielu un sāls daudzumu, kas ir attiecinātas, pirmkārt, uz 100 g produkta, ko piedāvā pārdošanā (turpmāk tekstā – “pārdotā produkta porcija”), un, otrkārt, uz porciju, kas sastāv no 40 g musli, kurš pagatavots ar 60 ml piena ar tauku saturu 1,5 % (turpmāk tekstā – “produkta porcija pēc produkta apstrādes”).", "label": [[264, 267, "AMOUNT_VALUE"], [268, 269, "AMOUNT_UNIT"], [387, 389, "AMOUNT_VALUE"], [390, 391, "AMOUNT_UNIT"], [418, 420, "AMOUNT_VALUE"], [421, 423, "AMOUNT_UNIT"], [446, 449, "AMOUNT_VALUE"], [450, 451, "AMOUNT_UNIT"]]}
{"text": "– Uz iepakojuma redzamās virsmas (kastes galvenais redzamības lauks) ir atkārtotas norādes par enerģētisko vērtību un par tauku, piesātināto taukskābju, cukuru un sāls daudzumu, kas attiecas tikai uz produkta porciju pēc produkta apstrādes.", "label": []}
{"text": "13. BVV uzskata, ka ar attiecīgā produkta uzturvērtības marķējumu tiek pārkāpti Regulā Nr. 1169/2011 paredzētie noteikumi par uzturvērtības paziņojumu. Dr. Oetker esot pārkāpis šīs regulas 33. pantu, lasot to kopsakarā ar tās 30. un 32. pantu, pamatojoties uz to, ka uz attiecīgā produkta iepakojuma redzamās virsmas enerģētiskā vērtība ir norādīta nevis attiecībā uz pārdotā produkta porciju (proti, 1880 kJ), bet tikai attiecībā uz produkta porciju pēc produkta apstrādes (proti, 872 kJ). Ar šādu pamatojumu BVV nosūtīja Dr. Oetker brīdinājumu, būtībā pieprasot, lai pēdējais minētais sniegtu paziņojumu par nodomu atturēties no neatļautas darbības, kam pievienota soda klauzula.", "label": [[4, 7, "ORG"], [152, 162, "ORG"], [401, 405, "AMOUNT_VALUE"], [406, 408, "AMOUNT_UNIT"], [482, 485, "AMOUNT_VALUE"], [486, 488, "AMOUNT_UNIT"], [510, 513, "ORG"], [523, 533, "ORG"]]}
{"text": "14. Tā kā šis brīdinājums netika ņemts vērā, BVV cēla prasību Landgericht Bielefeld (Bīlefeldes apgabaltiesa, Vācija), kura, apmierinot šo prasību, ar 2018. gada 8. augusta spriedumu nosprieda, pirmkārt, ka marķējums uz attiecīgā produkta iepakojuma redzamās virsmas, kurā nav norādīta enerģētiskā vērtība pārdotā produkta porcijai, neatbilst Regulas Nr. 1169/2011 33. panta 2. punkta otrajai daļai un, otrkārt, ka šīs regulas 31. panta 3. punkta otrā daļa nav piemērojama, jo šajā gadījumā nav runas par “ļoti apjomīgiem apstrādes posmiem”.", "label": [[45, 48, "ORG"], [62, 83, "ORG"], [85, 108, "ORG"], [110, 116, "LOC"], [151, 172, "DATE"]]}
{"text": "15. Dr. Oetker iesniedza apelācijas sūdzību, un Oberlandesgericht Hamm (Federālās zemes Augstākā tiesa Hammā, Vācija) ar 2019. gada 13. jūnija spriedumu atcēla šo spriedumu un noraidīja BVV prasību.", "label": [[4, 14, "ORG"], [48, 70, "ORG"], [72, 102, "ORG"], [103, 116, "LOC"], [121, 142, "DATE"], [186, 189, "ORG"]]}
{"text": "16. Šī tiesa uzskatīja, ka enerģētiskās vērtības norādīšana attiecīgā produkta porcijai pēc produkta apstrādes ir pietiekama. Pirmkārt, Regulas Nr. 1169/2011 33. panta 2. punkta otrajā daļā nav noteikts pienākums pārtikas produkta iepakojuma priekšpusē papildus uz tās jau norādītajai informācijai par uzturvērtību norādīt pārdotā produkta enerģētisko vērtību. Obligātais paziņojums par uzturvērtību, kas ir reglamentēts šīs regulas 30. panta 1. punktā, esot izpildīts, izmantojot norādes – par kurām šajā lietā nav strīda –, kuras ir norādītas uz attiecīgā produkta iepakojuma sānu virsmas. Līdz ar to uz iepakojuma priekšpuses esošās norādes esot atkārtoti norādīta informācija minētās regulas 30. panta 3. punkta b) apakšpunkta izpratnē. Šādā kontekstā, kad enerģētiskā vērtība un uzturvielu daudzums ir norādīts tikai attiecībā uz porciju šajā atkārtotajā informācijā, enerģētiskā vērtība saskaņā ar šīs pašas regulas 33. panta 2. punkta otro daļu būtu jānorāda uz 100 g pārtikas produkta pēc tā apstrādes. Otrkārt, no Regulas Nr. 1169/2011 31. panta 3. punkta otrās daļas izrietot, ka enerģētisko vērtību var norādīt arī pārtikas produktam pēc tā apstrādes ar nosacījumu – kā tas ir šajā lietā –, ka pievieno pietiekami sīkus apstrādes norādījumus un šī informācija attiecas uz pārtikas produktu, kas ir gatavs lietošanai uzturā. Turklāt šajā regulā neesot elementu, lai pamatotu Landgericht Bielefeld (Bīlefeldes apgabaltiesa) apgalvojumu, saskaņā ar kuru jēdziens “apstrāde” šīs tiesību normas izpratnē ir jāsaprot kā tāds, kas ietver “ļoti apjomīgus apstrādes posmus”, piemēram, vārīšanu vai uzkarsēšanu.", "label": [[969, 972, "AMOUNT_VALUE"], [973, 974, "AMOUNT_UNIT"], [1385, 1432, "ORG"]]}
{"text": "17. BVV par Oberlandesgericht Hamm (Federālās zemes Augstākā tiesa Hammā) spriedumu iesniedza revīzijas sūdzību Bundesgerichtshof (Federālā augstākā tiesa, Vācija), kas ir iesniedzējtiesa.", "label": [[4, 7, "ORG"], [12, 73, "ORG"], [112, 129, "ORG"], [131, 154, "ORG"], [156, 162, "LOC"]]}
{"text": "18. Iesniedzējtiesa uzskata, ka šīs revīzijas sūdzības iznākums ir atkarīgs no tā, vai Regulas Nr. 1169/2011 31. panta 3. punkts un 33. panta 2. punkts ir jāinterpretē tādējādi, ka tādā gadījumā kā pamatlietā ir aizliegts uz iepakojuma redzamās virsmas reklāmas nolūkos sniegt informāciju par uzturvērtību pārtikas produkta porcijai pēc tā apstrādes, papildus nenorādot arī enerģētisko vērtību 100 gramiem šī pārtikas produkta, ko piedāvā pārdošanā.", "label": [[394, 397, "AMOUNT_VALUE"], [398, 405, "AMOUNT_UNIT"]]}
{"text": "19. Šādos apstākļos Bundesgerichtshof (Federālā augstākā tiesa) nolēma apturēt tiesvedību un uzdot Tiesai šādus prejudiciālus jautājumus:", "label": [[20, 63, "ORG"], [99, 105, "ORG"]]}
{"text": "“1) Vai Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa ir jāinterpretē tādējādi, ka šis regulējums attiecas vienīgi uz pārtikas produktiem, kuriem ir nepieciešama apstrāde un kuriem ir pievienoti apstrādes norādījumi?", "label": []}
{"text": "2) Ja atbilde uz pirmo jautājumu ir noliedzoša, vai ar Regulas Nr. 1169/2011 33. panta 2. punkta otrajā daļā minēto vārdkopu “100 g” ir domāti vienīgi 100 grami produkta, ko piedāvā pārdošanā, vai (vismaz arī) 100 grami pārtikas produkta pēc apstrādes?”", "label": [[126, 129, "AMOUNT_VALUE"], [130, 131, "AMOUNT_UNIT"], [151, 154, "AMOUNT_VALUE"], [155, 160, "AMOUNT_UNIT"], [210, 213, "AMOUNT_VALUE"], [214, 219, "AMOUNT_UNIT"]]}
{"text": "20. Rakstveida apsvērumus iesniedza pamatlietas puses, kā arī Eiropas Komisija. Tiesa nolēma lemt par lietu bez tiesas sēdes mutvārdu paskaidrojumu uzklausīšanai saskaņā ar tās Reglamenta 76. panta 2. punktu.", "label": [[62, 78, "ORG"], [80, 85, "ORG"]]}
{"text": "IV. Vērtējums", "label": []}
{"text": "A. Ievada apsvērumi", "label": []}
{"text": "21. Šie prejudiciālie jautājumi attiecas uz Regulā Nr. 1169/2011 noteiktajām pārtikas produktu uzturvērtības marķējuma prasībām. Ņemot vērā attiecīgā tiesiskā regulējuma tehnisko sarežģītību, uzskatu, ka ir lietderīgi uzreiz sniegt atbilstošā tiesiskā regulējuma pārskatu (1.), kas ļaus labāk izprast attiecīgā produkta uzturvērtības marķējumu un uzdotos jautājumus (2.).", "label": []}
{"text": "1. Atbilstošais tiesiskais regulējums", "label": []}
{"text": "a) Izstrādes vēsture un izvirzītie mērķi", "label": []}
{"text": "22. Atbilstošās tiesību normas, ar kurām tiek reglamentēts pārtikas produktu marķējums, tika ieskicētas ar Direktīvu 79/112/EEK (6), kuras mērķis bija noteikt kopīgus noteikumus, “lai veicinātu kopējā tirgus darbību”, jo atšķirības valstu noteikumos bija uzskatāmas par šķērsli pārtikas produktu brīvai apritei dalībvalstīs (7). Lai gan šīs direktīvas galvenais mērķis bija likvidēt šādus šķēršļus, likumdevējs arī atzina, ka šādu noteikumu “galvenais uzdevums būtu informēt un aizsargāt patērētāju” (8). Šis uzdevums tika formulēts atkārtoti (9) un tika uzsvērts (10) ar Direktīvu 2000/13, ar kuru tika kodificēta un aizstāta Direktīva 79/112, jo šī pēdējā minētā bija vairākkārt un būtiski grozīta (11).", "label": []}
{"text": "23. Tikai tad, kad tiesību akti pārtikas produktu marķēšanas jomā tika vienkāršoti un kodificēti vienā tiesību aktā, proti, Regulā Nr. 1169/2011 (12), Savienības likumdevējs apliecināja, ka šis tiesiskais regulējums “uzlabos iekšējā tirgus darbību, vienkāršojot tiesību aktus, nodrošinot juridisko noteiktību un administratīvā sloga samazināšanu, un nodrošinās labumu iedzīvotājiem, nosakot, ka jāveic precīza, saprotama un salasāma pārtikas produktu marķēšana” (13). Šīs regulas priekšmets tika konkrēti definēts kā “pamats tam, lai saistībā ar pārtikas produktu informāciju nodrošinātu augstu patērētāju tiesību aizsardzības līmeni”, kā arī ar to nosaka “līdzekļus, kas garantē patērētāju tiesības uz informāciju, un procedūras pārtikas produktu informācijas sniegšanai” (14). Šajā kontekstā minētās regulas 3. panta 1. punktā ir noteikts, ka viens no šī tiesiskā regulējuma “vispārējiem mērķiem” ir nodrošināt “augstu patērētāju veselības un interešu aizsardzības līmeni un radīt pamatu tam, lai galapatērētāji varētu veikt apzinātu izvēli un droši lietot uzturā pārtiku, īpaši attiecībā uz veselības, ekonomiskiem, vides, sociāliem un ētiskiem apsvērumiem” (15).", "label": [[151, 161, "LOC"]]}
{"text": "24. Tādējādi noteikumi par pārtikas produktu informāciju ir jāaplūko, ņemot vērā sākotnējo iekšējā tirgus pienācīgas darbības mērķi, bet it īpaši šajā gadījumā – patērētāju veselības aizsardzības mērķi.", "label": []}
{"text": "b) Obligātas un brīvprātīgi sniegtas norādes uz pārtikas produktiem", "label": []}
{"text": "25. Vispirms ir jānorāda, ka Regulā Nr. 1169/2011 ir nošķirtas divu veidu norādes: pirmkārt, “obligātā informācija”, kura ir definēta kā “ziņas, kas saskaņā ar Savienības noteikumiem jānorāda galapatērētājiem” (16), un, otrkārt, “brīvprātīgi sniegta informācija”, kura, kā norāda tās nosaukums, tiek sniegta brīvprātīgi (17).", "label": [[160, 170, "LOC"]]}
{"text": "26. Obligātās informācijas mērķis ir ļaut patērētājiem atpazīt un atbilstīgi lietot pārtiku un izdarīt izvēli, kas atbilst viņu individuālajām uztura vajadzībām (18). Detalizētas tiesību normas, ar kurām tiek reglamentēta šī obligātā informācija, ir norādītas Regulas Nr. 1169/2011 IV nodaļā (19). To ziņu uzskaitījums, kurām obligāti ir jābūt norādītām uz pārtikas produktiem, ir noteikts šīs regulas 9. panta 1. punktā, un līdzās dažādajai informācijai l) apakšpunktā ir minēts “paziņojums par uzturvērtību”. Tam ir jāatbilst IV nodaļas 3. iedaļā noteiktajām īpašajām normām, it īpaši minētās regulas 29.–35. pantam (20).", "label": []}
{"text": "27. Brīvprātīgā informācija kalpo tam, lai ļautu ražotājiem, kas to vēlas, pievērst patērētāju uzmanību produkta kvalitātei (21) vai lai palīdzētu patērētājiem viegli saskatīt būtisko informāciju par uzturvērtību, iegādājoties pārtikas produktus, atkārtojot galvenajā iepakojuma redzamības laukā svarīgākos obligātās uzturvērtības informācijas elementus (22). Neraugoties uz šo brīvprātīgo raksturu, Savienības likumdevējs ir uzskatījis, ka arī šādām norādēm ir jāatbilst saskaņotiem kritērijiem (23). Šādas saskaņošanas iemesli atšķiras atkarībā no brīvprātīgās informācijas veida. Piemēram, attiecībā uz uzturvērtības informācijas atkārtošanu – ja varētu brīvi izvēlēties, kādu informāciju var atkārtot, patērētāji varētu tikt mulsināti (24) vai pat maldināti (25).", "label": [[400, 410, "LOC"]]}
{"text": "28. Šo iemeslu dēļ brīvprātīgās informācijas sniegšana arī ir saskaņota. Lai gan šo marķējuma aspektu galvenokārt reglamentē Regulas Nr. 1169/2011 V nodaļas “Brīvprātīgi sniegta pārtikas produktu informācija” tiesību normas, tajās ir atsauce uz IV nodaļas tiesību normām, kā arī uz III nodaļu un it īpaši uz šīs regulas 7. pantu, kas attiecas uz “godīgas informēšanas praksi”. Pārtikas produktu informācijai, kas tiek sniegta brīvprātīgi, pirmkārt, ir jāatbilst prasībām, kas ir noteiktas attiecībā uz obligātajām ziņām IV nodaļas 2. un 3. iedaļā, proti, “sīki izstrādātiem noteikumiem” un noteikumiem par “paziņojumu par uzturvērtību” (26), un, otrkārt, tā nedrīkst maldināt patērētājus, tā nedrīkst būt pārprotama vai neskaidra patērētājam, un attiecīgā gadījumā tās pamatā ir jābūt atbilstīgiem zinātniskajiem datiem (27).", "label": []}
{"text": "c) Pārtikas produktu uzturvērtības marķējums", "label": []}
{"text": "29. Starp dažādajām obligātajām ziņām, kas minētas Regulas Nr. 1169/2011 9. panta 1. punktā, ir minēts “paziņojums par uzturvērtību” (28). Noteikumu par “paziņojumu par uzturvērtību”, ko sauc arī par “uzturvērtības marķējumu” (29), tehnisko sarežģītību pierāda tas, ka šī ir vienīgā norāde, kurai ir veltīta vesela šīs regulas IV nodaļas iedaļa, proti, 3. iedaļa (30), kurā būtībā ir kodificētas Direktīvas 90/496 tiesību normas.", "label": []}
{"text": "30. Šie sīki izstrādātie 3. iedaļas noteikumi reglamentē šo paziņojumu saturu, to noformējumu, kā arī enerģētiskās vērtības aprēķinu. Tieši šie noteikumi ir aplūkoti pamatlietā.", "label": []}
{"text": "31. Pirmkārt, attiecībā uz noteikumiem par uzturvērtības marķējuma saturu Regulā Nr. 1169/2011 ir nošķirti “obligātie” un “atkārtotie” paziņojumi par uzturvērtību – pēdējie minētie ir atsevišķa brīvprātīgi norādāmo ziņu kategorija (31).", "label": []}
{"text": "32. Pirmām kārtām, saskaņā ar šīs regulas 30. panta 1. punktu obligātajā paziņojumā par uzturvērtību ir jāietver enerģētiskā vērtība un tauku, piesātināto taukskābju, ogļhidrātu, cukuru, olbaltumvielu un sāls daudzums.", "label": []}
{"text": "33. Otrām kārtām, saskaņā ar minētās regulas 30. panta 3. punktu papildus obligātajam uzturvērtības paziņojumam, ja marķējums attiecas uz fasētu pārtikas produktu, pārtikas apritē iesaistītais uzņēmējs var izvēlēties atkārtot vai nu produkta enerģētisko vērtību (minētā punkta a) apakšpunkts), vai visus svarīgākos elementus, kas ir ietverti obligātajā uzturvērtības paziņojumā (32), proti, visus šī paziņojuma elementus, izņemot ogļhidrātu un olbaltumvielu daudzumu (minētā punkta b) apakšpunkts). Šo ziņu atkārtošanas iespējas mērķis ir palīdzēt patērētājiem pārtikas produktu iegādes brīdī viegli saskatīt būtisko informāciju par uzturvērtību (33).", "label": []}
{"text": "34. Otrkārt, attiecībā uz noteikumiem par uzturvērtības marķējuma noformējumu no Regulas Nr. 1169/2011 tiesību normām izriet, ka obligātajiem paziņojumiem, tāpat kā visām pārējām obligātajām ziņām, ir jābūt skaidri redzamā vietā tādā veidā, lai [šī informācija] būtu skaidri saskatāma un skaidri salasāma (34). Turklāt obligātajam paziņojumam par uzturvērtību ir jāatrodas vienā redzamības laukā, kas ir definēts kā “visas iepakojuma virsmas, kuras ir salasāmas no viena skatu punkta” (35) – skaidrā formā un, ja ir pietiekami daudz vietas, tabulas formā, sakārtojot skaitļus citu zem cita (36).", "label": []}
{"text": "35. Savukārt atkārtotiem brīvprātīgajiem paziņojumiem, tāpat kā visām pārējām brīvprātīgi sniegtajām ziņām, nav jāaizņem vieta, kas paredzēta obligātās informācijas norādīšanai (37). Praksē, tāpat kā šajā gadījumā, šīs ziņas parasti tiek norādītas galvenajā redzamības laukā (iepakojuma priekšpusē) (38), izmantojot tam paredzētu rakstzīmju izmēru (39).", "label": []}
{"text": "36. Treškārt, attiecībā uz enerģētiskās vērības un paziņojumā par uzturvērtību norādīto uzturvielu daudzuma aprēķina metodi saskaņā ar Regulas Nr. 1169/2011 32. panta 2. punktu šī informācija principā ir jānorāda attiecībā uz 100 g vai 100 ml. Šis noteikums pastāv tādēļ, lai patērētājs būtu spējīgs salīdzināt uzturvērtības informāciju līdzīgiem produktiem dažādu izmēru iepakojumos (40), un tas ir spēkā neatkarīgi no paziņojuma par uzturvērtību obligātā vai brīvprātīgā rakstura, ņemot vērā, ka šī tiesību norma attiecas konkrēti uz paziņojumiem par uzturvērtību, kas sniegti atbilstoši šīs regulas 30. panta 1. un 3. punktam. Turklāt paziņojumi par uzturvērtību principā attiecas uz pārtikas produktu, “ko piedāvā pārdošanā” (41), vai “atbilstīgā gadījumā” uz pārtikas produktu “pēc apstrādes” ar noteikumu, ka pievieno pietiekami sīkus apstrādes norādījumus un šī informācija attiecas uz pārtikas produktu, kas ir gatavs lietošanai uzturā (42).", "label": [[226, 229, "AMOUNT_VALUE"], [230, 231, "AMOUNT_UNIT"], [236, 239, "AMOUNT_VALUE"], [240, 242, "AMOUNT_UNIT"]]}
{"text": "2. Attiecīgā produkta uzturvērtības marķējums", "label": []}
{"text": "37. Ņemot vērā iepriekš minēto, uzskatu par lietderīgu sniegt šādus skaidrojumus par attiecīgā produkta uzturvērtības marķējumu.", "label": []}
{"text": "38. Vispirms ir jākonstatē, ka prejudiciālie jautājumi neattiecas uz obligāto paziņojumu par uzturvērtību. Starp pamatlietas pusēm nav strīda par to, ka tas pilnībā atbilst Regulas Nr. 1169/2011 tiesību normām. Uz attiecīgā produkta iepakojuma esošais obligātais uzturvērtības marķējums, pirmkārt, ietver enerģētisko vērtību (43) un tauku, piesātināto taukskābju, ogļhidrātu, cukuru, olbaltumvielu un sāls daudzumu (44), un, otrkārt, šī informācija ir sniegta vienā redzamības laukā (45), proti, uz iepakojuma sānu virsmas tabulas formā (46).", "label": []}
{"text": "39. Turpinājumā attiecībā uz atkārtoto paziņojumu par uzturvērtību ir jānorāda, ka starp pamatlietas pusēm nav strīda par to, ka attiecībā uz fasētu pārtikas produktu, kura marķējumā ir ietverts obligātais paziņojums par uzturvērtību, enerģētisko vērtību, kā arī tauku, piesātināto taukskābju, cukuru un sāls daudzumu var norādīt atkārtoti – pēc brīvas izvēles – iepakojuma priekšpusē (47) formā, kas atšķiras no obligātā paziņojuma par uzturvērtību (48). Atbilstība Regulas Nr. 1169/2011 tiesību normām tiek apstrīdēta tikai attiecībā uz enerģētiskās vērtības, kā arī uzturvielu daudzuma, kas norādīts iepakojuma priekšpusē atkārtotajā paziņojumā par uzturvērtību, aprēķinu un izteiksmes formu, un strīds konkrēti ir par to, vai šis atkārtotais paziņojums var attiekties tikai uz pārtikas produktu pēc apstrādes.", "label": []}
{"text": "B. Par pirmo prejudiciālo jautājumu", "label": []}
{"text": "40. Ar pirmo jautājumu iesniedzējtiesa būtībā jautā, vai Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa ir jāinterpretē tādējādi, ka šī tiesību norma ir piemērojama tikai pārtikas produktiem, kuriem, lai tos patērētu, ir nepieciešama apstrāde un kuriem ir paredzēts tikai viens apstrādes veids.", "label": []}
{"text": "41. Šis jautājums ir būtisks strīda atrisināšanā, jo, kā norāda iesniedzējtiesa, attiecīgo produktu var pagatavot dažādos veidos, proti, pievienojot pienu, jogurtu vai biezpienu, kā arī augļu sulas, pat augļus, ievārījumu vai medu.", "label": []}
{"text": "42. Citiem vārdiem, Tiesai tiek lūgts nolemt, vai tad, ja pastāv dažādi pārtikas produkta pagatavošanas veidi, vajadzības gadījumā izmantojot dažādas sastāvdaļas, paziņojumi par uzturvērtību, kas ir atkārtoti brīvprātīgi iepakojuma priekšpusē, var attiekties tikai uz vienu no šiem pagatavošanas veidiem.", "label": [[20, 26, "ORG"]]}
{"text": "43. Saskaņā ar Regulas Nr. 1169/2011 31. panta 3. punkta otro daļu “atbilstīgā gadījumā” ir iespējams sniegt informāciju par uzturvērtību “pārtikas produkt[am] pēc apstrādes” tā vietā, lai to sniegtu pārtikas produktam, “ko piedāvā pārdošanā” (49), “ar noteikumu, ka pievieno pietiekami sīkus apstrādes norādījumus un šī informācija attiecas uz pārtikas produktu, kas ir gatavs lietošanai uzturā”. Šajā tiesību normā ir burtiski pārņemts Direktīvas 90/496 6. panta 4. punkta formulējums.", "label": []}
{"text": "44. Vispirms ir jānorāda, ka šī tiesību norma ir interpretējama, ņemot vērā ne tikai tās tekstu, bet arī tās kontekstu un attiecīgā tiesiskā regulējuma mērķi (50).", "label": []}
{"text": "45. Pirmām kārtām, attiecībā uz Regulas Nr. 1169/2011 31. panta 3. punkta otrās daļas tekstu es, tāpat kā iesniedzējtiesa, konstatēju, ka šīs tiesību normas formulējumā nav neviena elementa, kas varētu sniegt skaidru un nepārprotamu atbildi. Proti, vienīgie konstatējumi, kurus var izdarīt no gramatiskās interpretācijas, ir šādi.", "label": []}
{"text": "46. Pirmkārt, vārdu salikums “pārtikas produkts pēc apstrādes” nozīmē, ka pārtikas produkts, uz kuru attiecas Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa, var tikt apstrādāts. Tādējādi šī tiesību norma neattiecas uz pārtikas produktiem, kuriem nav nepieciešama nekāda apstrāde, lai tos lietotu uzturā (piemēram, šokolādes batoniņš). Šajā gadījumā musli var lietot uzturā arī bez apstrādes. Tādējādi varētu apgalvot, ka muslis nav pārtikas produkts, uz kuru attiecas minētā tiesību norma, ciktāl tai būtu jāattiecas tikai uz pārtikas produktiem, kuri, lai tos patērētu, obligāti ir jāapstrādā. Tomēr šāda šaura pieeja neizriet acīmredzami no šīs pašas tiesību normas formulējuma. Ne [pārtikas produkta] apstrādes veids, ne apstrādes apjomīgums nav noteicoši tiesību normas piemērošanā.", "label": []}
{"text": "47. Otrkārt, jānorāda, ka vārdkopas “atbilstīgā gadījumā” lietojums, ar kuru sākas Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa, norāda, ka šī tiesību norma neattiecas uz visiem pārtikas produktiem, kuri, lai tos varētu patērēt, var tikt apstrādāti tādējādi, ka saskaņā ar minēto tiesību normu noteiktā uzturvērtības informācija nav jāsniedz obligātā kārtā.", "label": []}
{"text": "48. Treškārt, nosacījums, ka “pievieno pietiekami sīkus apstrādes norādījumus”, varētu liecināt par labu minētā 31. panta 3. punkta otrās daļas piemērošanai neatkarīgi no pārtikas produkta apstrādes veidu skaita, jo šim nosacījumam ir mazāka nozīme, ja šī tiesību norma būtu piemērojama tikai pārtikas produktiem, attiecībā uz kuriem pastāv tikai viens apstrādes veids. Taču, lai gan šāds [norādījumu] apraksts, protams, ir mazāk nepieciešams, ja pastāv tikai viens pārtikas produkta apstrādes veids, ņemot vērā patērētāja informēšanas mērķi, uzskatu, ka šāds apraksts tomēr ir pamatots, ciktāl tas ir nepieciešams produkta pareizai izmantošanai.", "label": []}
{"text": "49. Otrām kārtām, no Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļas konteksta izriet, ka vārdu salikums “pārtikas produkts pēc apstrādes” principā aptver visus “pārtikas produktus, kas ir paredzēti galapatērētājam” (51). Taču, lai gan šo regulu piemēro, neskarot marķēšanas prasības, kas ir paredzētas īpašos Savienības noteikumos, kuri attiecas uz konkrētiem pārtikas produktiem (52), nav pieņemta neviena īpaša tiesību norma par informāciju, kas attiecas uz iepakojuma priekšpusē esošo paziņojumu par uzturvērtību aprēķinu un noformējumu (53). Turklāt ir jānorāda, ka Regulā Nr. 1169/2011 nav elementu, kas atbalstītu apgalvojumu, ka ar “apstrādi” šīs regulas izpratnē būtu jāsaprot tikai tādi “ļoti apjomīgi apstrādes posmi” kā vārīšana vai uzkarsēšana, jo minētajā regulā šis jēdziens nav nedz definēts, nedz aprakstīts.", "label": [[315, 325, "LOC"]]}
{"text": "50. No tā izriet, ka gramatiskā un kontekstuālā interpretācija nav pārliecinoša attiecībā uz jautājumu, vai Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa attiecas tikai uz pārtikas produktiem, attiecībā uz kuriem ir noteikts tikai viens apstrādes veids, vai arī uz tādiem pārtikas produktiem, kā muslis, kurus var apstrādāt dažādos veidos, tostarp – izmantojot papildu sastāvdaļas. Tātad atbildes elementus un it īpaši nozīmi, kāda piešķirama vārdkopai “atbilstīgā gadījumā”, var rast, tikai ņemot vērā teleoloģisku interpretāciju, kas neapstrīdami atstāj juridisku rīcības brīvību.", "label": []}
{"text": "51. Trešām kārtām, attiecībā uz mērķi, kas izvirzīts ar Regulas Nr. 1169/2011 31. panta 3. punkta otro daļu, vispirms ir jānorāda, ka tas ir jāizvērtē, ņemot vērā gan šīs tiesību normas mērķi, gan attiecīgā tiesiskā regulējuma mērķus, it īpaši mērķi ļaut patērētājiem veikt apzinātu izvēli un droši lietot uzturā pārtiku, īpaši attiecībā uz veselības apsvērumiem (54).", "label": []}
{"text": "52. Jānorāda, ka 31. panta mērķis izriet no Regulas Nr. 1169/2011 35. un 41. apsvēruma. Regulas 35. apsvērumā ir noteikts, ka noteikumu par uzturvērtības norādīšanu attiecībā uz 100 g vai 100 ml mērķis ir “vieglāk salīdzināt pārtikas produktus dažāda izmēra iepakojumos”. Šajā apsvērumā turklāt ir precizēts, ka “papildu norādes vienai porcijai” ir atļautas “vajadzības gadījumā” “papildus norādei attiecībā uz 100 g vai 100 ml”, “ja pārtikas produkts ir fasēts un ir noteiktas atsevišķas porcijas vai patēriņa vienības”.", "label": [[178, 181, "AMOUNT_VALUE"], [182, 183, "AMOUNT_UNIT"], [188, 191, "AMOUNT_VALUE"], [192, 194, "AMOUNT_UNIT"], [411, 414, "AMOUNT_VALUE"], [415, 416, "AMOUNT_UNIT"], [421, 424, "AMOUNT_VALUE"], [425, 427, "AMOUNT_UNIT"]]}
{"text": "53. Šīs regulas 41. apsvērumā ir noteikts, ka informācijai par uzturvērtību ir jābūt “vienkāršai un viegli saprotamai”, “lai vērstos pie vidusmēra patērētāja un nodrošinātu [šīs] informācijas [..] informatīvo funkciju”, un ka “pašus svarīgākos uzturvērtības informācijas elementus var brīvprātīgi atkārtot galvenajā redzamības laukā, lai palīdzētu patērētājiem viegli saskatīt būtisko informāciju par uzturvērtību, iegādājoties pārtikas produktus”.", "label": []}
{"text": "54. Tieši ņemot vērā šos divus mērķus, kas ir cieši saistīti, proti, atvieglot pārtikas produktu salīdzināšanu un informēt patērētājus, var piemērot Regulas Nr. 1169/2011 31. panta 3. punkta abas daļas (un izskaidrot saistību starp tām).", "label": []}
{"text": "55. Pirmkārt, lai atvieglotu enerģētisko vērtību un uzturvielu daudzumu salīdzināšanu, principā tiem ir jāattiecas uz pārtikas produkta stāvokli, kādā tas tiek pārdots (pirmā daļa). Ja pārtikas produkts ir gatavs lietošanai uzturā tikai pēc apstrādes, kas ietver citu sastāvdaļu pievienošanu, lai atvieglotu tā salīdzināšanu ar cita ražotāja atbilstošu pārtikas produktu, paziņojums par uzturvērtību var attiekties uz produktu pēc apstrādes (otrā daļa).", "label": []}
{"text": "56. Tomēr šajā otrajā gadījumā, ja pārtikas produktu var apstrādāt dažādos veidos, informācija par pārtikas produkta enerģētisko vērtību un uzturvielu daudzumu pēc tā apstrādes, kas attiecas uz ražotāja ieteikto apstrādes veidu, parasti neļauj veikt salīdzinājumu ar atbilstošiem citu ražotāju produktiem, attiecībā uz kuriem paziņojums par uzturvērtību var būt balstīts uz atšķirīgu apstrādes veidu.", "label": []}
{"text": "57. Piemēram, šajā gadījumā nav strīda par to, ka musli var pagatavot dažādos veidos, izmantojot papildu sastāvdaļas, kurās cukuru vai tauku saturs var būt atšķirīgs. Paziņojums par uzturvērtību, kas ir balstīts uz konkrētu produkta apstrādes ieteikumu – kā šajā lietā, pievienojot 60 ml piena ar tauku saturu 1,5 % –, ir tikai viens no iespējamiem variantiem, kas nesniedz vispārēju norādi par produkta, kurš gatavs lietošanai uzturā, uzturvērtību un attiecībā uz uzturvērtību neļauj veikt salīdzinājumu ar citu ražotāju ekvivalentiem produktiem, it īpaši tādēļ, ka attiecība starp pārtikas produkta daudzumu un papildu sastāvdaļas daudzumu faktiski ir noteikta brīvi atkarībā no patērētāja gaumes.", "label": [[282, 284, "AMOUNT_VALUE"], [285, 287, "AMOUNT_UNIT"], [310, 313, "AMOUNT_VALUE"], [314, 315, "AMOUNT_UNIT"]]}
{"text": "58. No tā izriet, pirmām kārtām, ka tāda produkta, ko var apstrādāt dažādos veidos, enerģētiskās vērtības un uzturvielu daudzuma iespējamais aprēķins pēc definīcijas būs patvaļīgs un mainīsies atkarībā no apstrādes veida un, otrām kārtām, a contrario, ka šāda produkta enerģētiskās vērtības un uzturvielu daudzuma salīdzināmību varēs nodrošināt tikai tad, ja informācija attiecas uz pārtikas produktu, ko piedāvā pārdošanā, atbilstoši Regulas Nr. 1169/2011 31. panta 3. punkta pirmajai daļai.", "label": []}
{"text": "59. Ja, pamatojoties uz salīdzināmības mērķi, secina, ka pārtikas produkti, ko var apstrādāt dažādos veidos, ir jāizslēdz no Regulas Nr. 1169/2011 33. panta 2. punkta otrās daļas piemērošanas jomas, vēl ir jānosaka, kādi ir pārtikas produkti, kam ir nepieciešama apstrāde, kuriem šī tiesību norma ir piemērojama.", "label": []}
{"text": "60. Šajā ziņā, pamatojoties uz interpretāciju a contrario, iepriekš aplūkotie pārtikas produkti atšķiras no tiem, kurus var pagatavot lietošanai uzturā, izmantojot tikai vienu iepriekš noteiktu apstrādes veidu, piemēram, sausās zupas, kurām pievienojamais ūdens daudzums un vārīšanas ilgums ir noteikts atbilstoši vienam lietošanas veidam, vārītā krēma pulveris vai arī gatavi produkti (piemēram, ravioli). Šiem pārtikas produktiem ir raksturīgs tas, ka tos pamatoti var pagatavot lietošanai uzturā tikai vienā – norādītajā – veidā, un tas ļauj tos tieši salīdzināt ar līdzīgiem produktiem. Protams, šāds salīdzinājums ne vienmēr būs balstīts uz pilnīgu līdzvērtību, it īpaši tādēļ, ka papildu sastāvdaļu uzturvērtības var atšķirties. Tomēr šāda salīdzinājuma patvaļības elements manā ieskatā noteikti ir ierobežots.", "label": []}
{"text": "61. Otrkārt, attiecībā uz paziņojumu par uzturvērtību informatīvās funkcijas aspektu no Regulas Nr. 1169/2011 7. panta 1. punkta izriet, ka pārtikas produktu informācija nedrīkst maldināt patērētāju, it īpaši par pārtikas produktiem raksturīgajām pazīmēm un it īpaši to raksturu un īpašībām (55). Šīs tiesību normas 2. punktā ir paredzēts, ka “pārtikas produktu informācija ir precīza, skaidra un patērētājam viegli saprotama” (56).", "label": []}
{"text": "62. Šajā ziņā, pirmām kārtām, ir jākonstatē, ka no informatīvās funkcijas aspekta raugoties, ņemot vērā iepriekš minēto uzturvērtību aprēķina patvaļīgo un mainīgo raksturu, nav viegli noteikt, kādā veidā konkrētajā gadījumā informācijas par uzturvērtību atkārtošana attiecībā uz pārtikas produktu pēc apstrādes patērētājam būtu noderīga, vēl jo vairāk tāpēc, ka faktiski obligātais paziņojums par uzturvērtību esot vizuāli novirzīts otrajā plānā. Turklāt, lai saistībā ar pārtikas produktu informāciju nodrošinātu augstu patērētāju tiesību aizsardzības līmeni, ņemot vērā patērētāju uztveres atšķirības (57), kā Tiesa ir norādījusi, informācijai par pārtikas produktiem ir jābūt pareizai, neitrālai un objektīvai (58). Taču tas tā nebūtu, ja ražotāji attiecībā uz tādiem pārtikas produktiem, kurus var pagatavot dažādos veidos, izvēlētos formu, kas viņiem ir visizdevīgākā, proti, formu, kurā norādīta viszemākā enerģētiskā vērtība. Šāda rīcība nebūtu ne neitrāla, ne objektīva.", "label": [[612, 617, "ORG"]]}
{"text": "63. Otrām kārtām, brīvprātīgs paziņojums par uzturvērtību, ar kuru atkārtotā paziņojumā par uzturvērtību nebūtu norādīta produkta, ko piedāvā pārdošanā, enerģētiskā vērtība uz 100 g, varētu maldināt patērētājus, neraugoties uz to, ka tā ir ietverta obligātajā paziņojumā par uzturvērtību, it īpaši, ja citi ražotāji atkārtotajā paziņojumā par uzturvērtību sistemātiski norāda enerģētisko vērtību uz 100 g produkta, ko piedāvā pārdošanā. Šādā gadījumā starp vērtībām varētu uztvert ievērojamas atšķirības. Informatīvā nolūkā ir jānorāda, ka attiecīgā produkta enerģētiskā vērtība pārdotā produkta porcijai ir 1880 kJ, bet vērtība porcijai šā produkta pēc apstrādes ir 872 kJ.", "label": [[176, 179, "AMOUNT_VALUE"], [180, 181, "AMOUNT_UNIT"], [399, 402, "AMOUNT_VALUE"], [403, 404, "AMOUNT_UNIT"], [608, 612, "AMOUNT_VALUE"], [613, 615, "AMOUNT_UNIT"], [667, 670, "AMOUNT_VALUE"], [671, 673, "AMOUNT_UNIT"]]}
{"text": "64. Attiecībā uz kompetenču sadali starp valstu tiesām un Savienības tiesām Tiesai principā nav jālemj par jautājumu, vai noteiktu produktu marķējums var maldināt pircēju vai patērētāju, vai jāatrisina jautājums par paziņojuma par uzturvērtību iespējami maldinošo raksturu. Iesniedzējtiesai ir jāveic novērtējums par visu dažādo elementu kopumu, no kuriem sastāv marķējums, lai noteiktu, vai šāds patērētājs var tikt maldināts par attiecīgā produkta uzturvērtību. Tomēr Tiesa, lemjot par lūgumu sniegt prejudiciālu nolēmumu, vajadzības gadījumā var sniegt precizējumus valsts tiesai, lai palīdzētu tai pieņemt savu nolēmumu (59).", "label": [[58, 68, "LOC"], [76, 82, "ORG"], [470, 475, "ORG"]]}
{"text": "65. Šajā ziņā vispirms, lai novērtētu marķējumā ietvertas norādes spēju maldināt pircēju, valsts tiesai būtībā būs jābalstās uz to, ko vidēji informēts un saprātīgi uzmanīgs un zinošs vidusmēra patērētājs gaida no attiecīgās norādes par pārtikas produkta kvalitāti; būtiski ir, lai tas patērētāju nemaldinātu un neliktu tam kļūdaini uzskatīt, ka produktam tostarp ir cita kvalitāte, nevis tā, kas tam patiesībā ir (60).", "label": []}
{"text": "66. Turpinājumā, ņemot vērā, ka iespējas atkārtot paziņojumus par uzturvērtību iepakojuma priekšpusē mērķis ir konkrēti palīdzēt patērētājiem viegli saskatīt būtisko informāciju par uzturvērtību, iegādājoties produktu, ir jābalstās uz pieņēmumu, ka vidusmēra patērētājs vispirms izlasīs atkārtoto informāciju par uzturvērtību uz iepakojuma redzamās virsmas, nevis obligāto informāciju uz sānu virsmas (61).", "label": []}
{"text": "67. Visbeidzot ir jāņem vērā, ka pārtikas produktu ražotāji ir ieinteresēti pasniegt savus produktus tā, lai paziņojumā par uzturvērtību tie izskatītos pēc iespējas veselīgāki, un tādējādi viņi ir ieinteresēti noteikt tādu uzturvērtību kā cukuru daudzums un kaloriju daudzums pēc iespējas zemākā līmenī. Atkārtotā paziņojumā par uzturvērtību produkta enerģētiskā vērtība uz 100 g pēc apstrādes var būt zemāka nekā uz 100 g tā paša pārdotā produkta, ja sastāvdaļu, kas tiek izmantotas sagatavošanai, uzturvērtība ir zemāka nekā attiecīgajam pārtikas produktam. Tādējādi, pieņemot, ka uz tādu pārtikas produktu kā šajā lietā aplūkotais varētu attiekties Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa, varētu paplašināt to pārtikas produktu kategoriju, uz kuriem šī tiesību norma varētu attiekties. Šāda [kategorijas] paplašināšana nebūtu lietderīga, ciktāl minētā tiesību norma, kas parasti ir izņēmums, varētu kļūt par normu, ja pārtikas produktu var apstrādāt tādā vai citādā veidā.", "label": [[374, 377, "AMOUNT_VALUE"], [378, 379, "AMOUNT_UNIT"], [417, 420, "AMOUNT_VALUE"], [421, 422, "AMOUNT_UNIT"]]}
{"text": "68. Ņemot vērā visus iepriekš minētos apsvērumus, ierosinu uz pirmo prejudiciālo jautājumu atbildēt, ka Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa ir jāinterpretē tādējādi, ka šī tiesību norma ir piemērojama tikai pārtikas produktiem, kuriem ir nepieciešama apstrāde un attiecībā uz kuriem ir iepriekš noteikts tikai viens apstrādes veids.", "label": []}
{"text": "C. Par otro prejudiciālo jautājumu", "label": []}
{"text": "69. Gadījumā, ja uz pirmo jautājumu tiktu sniegta noliedzoša atbilde, iesniedzējtiesa ar otro jautājumu būtībā vaicā, vai Regulas Nr. 1169/2011 33. panta 2. punkta otrajā daļā ietvertā frāze “uz 100 g” attiecas tikai uz 100 g pārtikas produkta, ko piedāvā pārdošanā, vai vismaz arī uz 100 g pārtikas produkta pēc apstrādes.", "label": [[195, 198, "AMOUNT_VALUE"], [199, 200, "AMOUNT_UNIT"], [220, 223, "AMOUNT_VALUE"], [224, 225, "AMOUNT_UNIT"], [285, 288, "AMOUNT_VALUE"], [289, 290, "AMOUNT_UNIT"]]}
{"text": "70. Ņemot vērā piedāvāto atbildi uz pirmo prejudiciālo jautājumu, uzskatu, ka uz šo otro jautājumu nav jāatbild. Tādējādi turpmākā analīze ir veikta pilnības labad gadījumā, ja Tiesa uzskatītu, ka uz to ir jāatbild.", "label": [[177, 182, "ORG"]]}
{"text": "71. Vispirms ir jāatgādina, ka Regulas Nr. 1169/2011 33. panta 2. punkta pirmajā daļā ir paredzēta atkāpe no noteikuma, saskaņā ar kuru uzturvielu daudzums ir jānorāda uz 100 g vai 100 ml. Saskaņā ar šo tiesību normu brīvprātīgi sniegtajā informācijā, ar kuru galvenajā redzamības laukā atkārtoti norāda enerģētisko vērtību, kā arī tauku, piesātināto taukskābju, cukuru un sāls daudzumu (62), šo uzturvielu daudzumu var norādīt, “pamatojoties tikai uz porciju vai patēriņa vienību”. Tomēr šādā gadījumā saskaņā ar šīs pašas tiesību normas otro daļu enerģētiskā vērtība tomēr ir jānorāda gan uz 100 g vai 100 ml, gan attiecībā uz porciju vai patēriņa vienību. Lai piemērotu šo atkāpi, ir jābūt izpildītiem šīs regulas 33. panta 1. punktā minētajiem nosacījumiem, kuri noteic pakārtotas tiesības norādīt uzturvērtību attiecībā uz porciju vai patēriņa vienību, proti, ka “porcijas vai patēriņa vienības lielums ir norādīts uz etiķetes un ka ir norādīts iepakojumā esošo porciju vai patēriņa vienību skaits” (63).", "label": [[171, 174, "AMOUNT_VALUE"], [175, 176, "AMOUNT_UNIT"], [181, 184, "AMOUNT_VALUE"], [185, 187, "AMOUNT_UNIT"], [594, 597, "AMOUNT_VALUE"], [598, 599, "AMOUNT_UNIT"], [604, 607, "AMOUNT_VALUE"], [608, 610, "AMOUNT_UNIT"]]}
{"text": "72. Šajā gadījumā, ja Tiesa uz pirmo jautājumu atbildētu noliedzoši, tas nozīmētu, ka attiecīgā produkta atkārtotie paziņojumi par uzturvērtību būtu atļauti saskaņā ar Regulas Nr. 1169/2011 31. panta 3. punkta otro daļu un ka Dr. Oetker būtu vienīgi jāsniedz šīs regulas 30. panta 1.–5. punktā minētā informācija par uzturvērtību pārtikas produktam pēc apstrādes. Saskaņā ar minētās regulas 32. panta 2. punktu šī atkārtotā informācija par uzturvērtību būtu jānorāda attiecībā uz 100 g vai 100 ml produkta pēc apstrādes. Turklāt atbilstoši šīs regulas 33. panta 1. punkta a) apakšpunktam Dr. Oetker varētu arī norādīt enerģētisko vērtību un uzturvielu daudzumu attiecībā uz porciju, ievērojot šajā tiesību normā paredzētos nosacījumus (64), un atbilstoši Regulas Nr. 1169/2011 33. panta 2. punkta otrajai daļai norādīt brīvprātīgo atkārtoto informāciju uz iepakojuma redzamās virsmas, atzīmējot tikai uzturvielu daudzumu attiecībā uz porciju un enerģētisko vērtību gan uz 100 g, gan attiecībā uz porciju. Visbeidzot ir jāatgādina, ka Dr. Oetker uz iepakojuma sānu virsmas ir norādījis arī informāciju par uzturvērtību, to attiecinot uz 100 g produkta, ko piedāvā pārdošanā.", "label": [[22, 27, "ORG"], [226, 236, "ORG"], [480, 483, "AMOUNT_VALUE"], [484, 485, "AMOUNT_UNIT"], [490, 493, "AMOUNT_VALUE"], [494, 496, "AMOUNT_UNIT"], [588, 598, "ORG"], [972, 975, "AMOUNT_VALUE"], [976, 977, "AMOUNT_UNIT"], [1034, 1044, "ORG"], [1136, 1139, "AMOUNT_VALUE"], [1140, 1141, "AMOUNT_UNIT"]]}
{"text": "73. Neatkarīgi no pamatlietas faktiskā konteksta jautājums par to, vai vārdu salikums “uz 100 g” Regulas Nr. 1169/2011 33. panta 2. punkta otrās daļas izpratnē, kas attiecas uz enerģētisko vērtību, attiecas tikai uz 100 g produkta, ko piedāvā pārdošanā, vai arī uz 100 g pārtikas produkta pēc apstrādes, var rasties gadījumā, ja paziņojums par uzturvērtību attiecas uz pārtikas produktu pēc apstrādes atbilstoši šīs regulas 31. panta 3. punkta otrajai daļai.", "label": [[90, 93, "AMOUNT_VALUE"], [94, 95, "AMOUNT_UNIT"], [216, 219, "AMOUNT_VALUE"], [220, 221, "AMOUNT_UNIT"], [265, 268, "AMOUNT_VALUE"], [269, 270, "AMOUNT_UNIT"]]}
{"text": "74. Kā norāda iesniedzējtiesa, atbilde uz šo jautājumu neizriet nedz no attiecīgās tiesību normas formulējuma, nedz konteksta. Proti, nav sniegts neviens precizējums par 100 g pārtikas produkta stāvokli, attiecībā uz kuru ir jānorāda enerģētiskā vērtība, ja informācija par uzturvērtību saskaņā ar Regulas Nr. 1169/2011 31. panta 3. punkta otro daļu tiek sniegta pārtikas produktam pēc apstrādes. Atbildes elementus var rast, tikai ņemot vērā atkārtotā paziņojuma par uzturvērtību mērķi.", "label": [[170, 173, "AMOUNT_VALUE"], [174, 175, "AMOUNT_UNIT"]]}
{"text": "75. Tādējādi, ņemot vērā Regulas Nr. 1169/2011 35. apsvērumā minēto mērķi atvieglot salīdzināšanu (65), jānorāda, ka šīs regulas 31. panta 3. punkta otrās daļas mērķis galvenokārt ir nodrošināt šīs regulas 32. panta 2. punktā paredzēto noteikumu par atskaites daudzumu 100 g vai 100 ml pareizu piemērošanu. Šīs tiesību normas pamatā esošā ideja ir tāda, ka parasti porcijas nesver 100 g un ka līdz ar to labākas salīdzināmības nolūkā vismaz būtiskākā informācija, proti, enerģētiskā vērtība, tiek norādīta attiecībā uz atskaites daudzumu 100 g, bet citi uzturvērtības veidi var attiekties uz porcijas svaru, ja tie ir atkārtoti uz iepakojuma ārpus obligātās uzturvērtības tabulas.", "label": [[269, 272, "AMOUNT_VALUE"], [273, 274, "AMOUNT_UNIT"], [279, 282, "AMOUNT_VALUE"], [283, 285, "AMOUNT_UNIT"], [381, 384, "AMOUNT_VALUE"], [385, 386, "AMOUNT_UNIT"], [538, 541, "AMOUNT_VALUE"], [542, 543, "AMOUNT_UNIT"]]}
{"text": "76. Ņemot vērā šo mērķi, uzskatu, ka tad, ja uzturvērtība ir norādīta uz iepakojuma priekšpuses attiecībā uz atsauces daudzumu, ko ražotājs izvēlējies, pārtikas produktam pēc apstrādes, lai nodrošinātu zināmu salīdzināmību, Regulas Nr. 1169/2011 33. panta 2. punkta otro daļu var interpretēt tādējādi, ka pastāv pienākums uz redzamās virsmas norādīt enerģētisko vērtību 100 g produkta, ko piedāvā pārdošanā, papildus informācijai par uzturvērtību, kas norādīta produkta porcijai. Šāds risinājums, ņemot vērā šīs regulas 41. apsvērumu, man arī šķiet vislielākajā mērā “vienkāršs un viegli saprotams”, lai vērstos pie vidusmēra patērētāja un izpildītu paziņojumu par uzturvērtību informatīvo funkciju.", "label": [[370, 373, "AMOUNT_VALUE"], [374, 375, "AMOUNT_UNIT"]]}
{"text": "77. Ņemot vērā visus iepriekš minētos apsvērumus, ierosinu uz otro prejudiciālo jautājumu atbildēt, ka Regulas Nr. 1169/2011 33. panta 2. punkta otrā daļa ir jāinterpretē tādējādi, ka tad, ja enerģētiskā vērtība uz iepakojuma ir norādīta gan attiecībā uz “100 g”, gan “porcijai vai patēriņa vienībai” pārtikas produktam, ko piedāvā pārdošanā, un pārtikas produktam pēc apstrādes, ir jāatkārto norāde par enerģētisko vērtību uz 100 g vai 100 ml pārtikas produktam, ko piedāvā pārdošanā.", "label": [[256, 259, "AMOUNT_VALUE"], [260, 261, "AMOUNT_UNIT"], [427, 430, "AMOUNT_VALUE"], [431, 432, "AMOUNT_UNIT"], [437, 440, "AMOUNT_VALUE"], [441, 443, "AMOUNT_UNIT"]]}
{"text": "V. Secinājumi", "label": []}
{"text": "78. Ņemot vērā iepriekš minēto, ierosinu Tiesai uz Bundesgerichtshof (Federālā augstākā tiesa, Vācija) uzdotajiem prejudiciālajiem jautājumiem atbildēt šādi:", "label": [[41, 47, "ORG"], [51, 68, "ORG"], [70, 93, "ORG"], [95, 101, "LOC"]]}
{"text": "1) Eiropas Parlamenta un Padomes Regulas Nr. 1169/2011 (2011. gada 25. oktobris) par pārtikas produktu informācijas sniegšanu patērētājiem un par grozījumiem Eiropas Parlamenta un Padomes Regulās (EK) Nr. 1924/2006 un (EK) Nr. 1925/2006, un par Komisijas Direktīvas 87/250/EEK, Padomes Direktīvas 90/496/EEK, Komisijas Direktīvas 1999/10/EK, Eiropas Parlamenta un Padomes Direktīvas 2000/13/EK, Komisijas Direktīvu 2002/67/EK un 2008/5/EK un Komisijas Regulas (EK) Nr. 608/2004 atcelšanu 31. panta 3. punkta otrā daļa ir jāinterpretē tādējādi, ka šī tiesību norma ir piemērojama tikai pārtikas produktiem, kuriem ir nepieciešama apstrāde un attiecībā uz kuriem ir iepriekš noteikts tikai viens apstrādes veids.", "label": [[3, 21, "ORG"], [25, 32, "ORG"], [56, 79, "DATE"], [158, 176, "ORG"], [180, 187, "ORG"], [245, 254, "ORG"], [278, 285, "ORG"], [309, 318, "ORG"], [342, 360, "ORG"], [364, 371, "ORG"], [395, 404, "ORG"], [442, 451, "ORG"]]}
{"text": "2) Ņemot vērā piedāvāto atbildi uz pirmo prejudiciālo jautājumu, uzskatu, ka uz otro jautājumu nav jāatbild. Ja Tiesa uzskatītu, ka uz to ir jāatbild, uzskatu, ka uz to ir jāatbild šādi:", "label": [[112, 117, "ORG"]]}
{"text": "Regulas Nr. 1169/2011 33. panta 2. punkta otrā daļa ir jāinterpretē tādējādi, ka tad, ja enerģētiskā vērtība uz iepakojuma ir norādīta gan attiecībā uz “100 g”, gan “porcijai vai patēriņa vienībai” pārtikas produktam, kādu piedāvā pārdošanā, un pārtikas produktam pēc apstrādes, ir jāatkārto norāde par enerģētisko vērtību uz 100 g vai 100 ml pārtikas produktam, ko piedāvā pārdošanā.", "label": [[153, 156, "AMOUNT_VALUE"], [157, 158, "AMOUNT_UNIT"], [326, 329, "AMOUNT_VALUE"], [330, 331, "AMOUNT_UNIT"], [336, 339, "AMOUNT_VALUE"], [340, 342, "AMOUNT_UNIT"]]}
{"text": "1 Oriģinālvaloda – franču.", "label": [[19, 25, "NATIONALITY"]]}
{"text": "2 Eiropas Parlamenta un Padomes Regula (2011. gada 25. oktobris) par pārtikas produktu informācijas sniegšanu patērētājiem un par grozījumiem Eiropas Parlamenta un Padomes Regulās (EK) Nr. 1924/2006 un (EK) Nr. 1925/2006, un par Komisijas Direktīvas 87/250/EEK, Padomes Direktīvas 90/496/EEK, Komisijas Direktīvas 1999/10/EK, Eiropas Parlamenta un Padomes Direktīvas 2000/13/EK, Komisijas Direktīvu 2002/67/EK un 2008/5/EK un Komisijas Regulas (EK) Nr. 608/2004 atcelšanu (OV 2011, L 304, 18. lpp.; labojumi – OV 2015, L 174, 45. lpp.; OV 2015, L 297, 10. lpp.; OV 2016, L 7, 4. lpp.; OV 2016, L 13, 57. lpp., kā arī OV 2016, L 266, 7. lpp.).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [40, 63, "DATE"], [142, 160, "ORG"], [164, 171, "ORG"], [229, 238, "ORG"], [262, 269, "ORG"], [293, 302, "ORG"], [326, 344, "ORG"], [348, 355, "ORG"], [379, 388, "ORG"], [426, 435, "ORG"]]}
{"text": "3 Eiropas Parlamenta un Padomes Direktīva (2000. gada 20. marts) par dalībvalstu tiesību aktu tuvināšanu attiecībā uz pārtikas produktu marķēšanu, noformēšanu un reklāmu (OV 2000, L 109, 29. lpp.).", "label": [[2, 20, "ORG"], [24, 31, "ORG"], [43, 63, "DATE"]]}
{"text": "4 Padomes Direktīva (1990. gada 24. septembris) par pārtikas produktu uzturvielu marķējumu (OV 1990, L 276, 40. lpp.).", "label": [[2, 9, "ORG"], [21, 46, "DATE"]]}
{"text": "5 Saistībā ar judikatūru, kas attiecas uz Regulu Nr. 1169/2011, skat. spriedumus, 2019. gada 4. septembris, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659); 2019. gada 12. novembris, Organisation juive européenne un Vignoble Psagot (C‑363/18, EU:C:2019:954), kā arī 2020. gada 1. oktobris, Groupe Lactalis (C‑485/18, EU:C:2020:763). Par Direktīvu 2000/13 skat. it īpaši spriedumus, 2009. gada 10. septembris, Lombardi (C‑446/07, EU:C:2009:530); 2015. gada 4. jūnijs, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361), kā arī 2016. gada 22. septembris, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718). Par Direktīvu 90/496 skat. it īpaši spriedumu, 2003. gada 23. oktobris, B. Richter (C‑40/02, EU:C:2003:584).", "label": [[82, 106, "DATE"], [108, 172, "ORG"], [200, 224, "DATE"], [226, 255, "ORG"], [259, 274, "ORG"], [309, 331, "DATE"], [333, 348, "ORG"], [425, 450, "DATE"], [452, 460, "PER"], [488, 508, "DATE"], [510, 572, "ORG"], [607, 632, "DATE"], [634, 655, "ORG"], [730, 753, "DATE"], [755, 765, "PER"]]}
{"text": "6 Padomes Direktīva (1978. gada 18. decembris) par dalībvalstu tiesību aktu tuvināšanu attiecībā uz galapatērētājam pārdodamu pārtikas produktu marķēšanu, noformēšanu un reklāmu (OV 1979, L 33, 1. lpp.).", "label": [[2, 9, "ORG"], [21, 45, "DATE"]]}
{"text": "7 Direktīvas 79/112 pirmais un otrais apsvērums.", "label": []}
{"text": "8 Direktīvas 79/112 sestais un septītais apsvērums. Skat. arī šīs direktīvas divpadsmito apsvērumu, saskaņā ar kuru marķēšanas noteikumiem “arī būtu jāaizliedz lietot informāciju, kas var maldināt pircēju vai piedēvē ārstnieciskas īpašības pārtikas precēm”. Patērētāju aizsardzība tika interpretēta kā minētās direktīvas tiešs un galvenais mērķis (šajā nozīmē skat. ģenerāladvokāta I. Almas [I. Almas] secinājumus lietā Scholz (C‑385/96, EU:C:1998:72, 21. punkts)). Skat. arī spriedumu, 1995. gada 12. oktobris, Graeme u.c. (C‑85/94, EU:C:1995:312, 23. un 24. punkts).", "label": [[366, 381, "PROFESSION"], [382, 401, "PER"], [420, 426, "PER"], [487, 510, "DATE"], [512, 518, "PER"]]}
{"text": "9 Direktīvas 2000/13 6. un 14. apsvērums.", "label": []}
{"text": "10 Skat. Direktīvas 2000/13 8. apsvērumu, saskaņā ar kuru “sīki izstrādāts marķējums, kas jo īpaši izceļ produkta patieso dabu un īpašības, kā arī ļauj patērētājam izdarīt izvēli, pilnībā apzinoties faktus, ir ārkārtīgi būtisks, jo tas rada vismazāk šķēršļu brīvai tirdzniecībai”.", "label": []}
{"text": "11 Secīgi veikto grozījumu sarakstu skat. Direktīvas 2000/13 IV pielikuma A un B daļā.", "label": []}
{"text": "12 Regulas Nr. 1169/2011 11. apsvērums.", "label": []}
{"text": "13 Regulas Nr. 1169/2011 9. apsvēruma otrais teikums (mans izcēlums). Skat. arī šīs regulas 1. apsvērumā ietverto atsauci uz LESD 169. pantu, kurā ir paredzēts, ka Eiropas Savienībai jāsekmē patērētāju tiesību aizsardzības augsta līmeņa sasniegšana.", "label": [[164, 182, "ORG"]]}
{"text": "14 Skat. attiecīgi Regulas Nr. 1169/2011 1. panta 1. un 2. punktu. Tieši šādā nozīmē ir arī atkārtoti apstiprināts, ka “pārtikas aprites tiesību aktu mērķis ir nodrošināt patērētājiem pamatu apzinātas izvēles izdarīšanai attiecībā uz uzturā lietoto pārtiku un nepieļaut praksi, kas var maldināt patērētāju” (šīs regulas 4. apsvērums).", "label": []}
{"text": "15 Savienības likumdevējs ir izveidojis saikni starp marķējumu un mērķi sasniegt augstu patērētāju veselības aizsardzības līmeni, nosakot saistību starp uzturu un veselību, kā arī piemērota uztura izvēli individuālām vajadzībām. Patērētāju apzinātas izvēles iespēja ir novērtētā kā ļoti nozīmīga efektīvai konkurencei un patērētāju labklājībai (skat. Regulas Nr. 1169/2011 3. un 10. apsvērumu).", "label": [[3, 13, "LOC"]]}
{"text": "16 Regulas Nr. 1169/2011 2. panta 2. punkta c) apakšpunkts.", "label": []}
{"text": "17 Lai gan Regulā Nr. 1169/2011 ir izmantots vārdu salikums “brīvprātīgi sniegta informācija” (skat. V nodaļas nosaukumu, 36. un 37. pantu un 47. apsvērumu), tas tajā nav definēts. Turklāt dažās šīs regulas valodu versijās ir izmantoti arī jēdzieni “brīvprātīga” (franciski – “volontaires”) vai “pēc brīvas izvēles” (franciski – “à titre volontaire”) (skat. 36. pantu un 30., 38., 41., 42., 47. un 58. apsvērumu) (franču un itāļu valodas versijas). Ir skaidrs, ka šie termini ir lietoti kā savstarpēji aizstājami. Lielākajā daļā valodu versiju ir izmantoti vieni un tie paši jēdzieni (skat. vācu, grieķu un angļu valodas versijas). Ir jānorāda arī, ka frāze “brīvprātīgās” (vai “brīvprātīgi sniegtās”) ziņas nedrīkst sajaukt ar “papildu” ziņām. Lai gan ar minēto regulu ir saskaņoti dalībvalstu tiesību akti attiecībā uz obligāti norādāmajām ziņām, šī saskaņošana nav izsmeļoša, jo dalībvalstis saglabā tiesības pieņemt prasības par papildu obligātajām ziņām, ievērojot šajā regulā minētos nosacījumus (šajā nozīmē skat. Regulas Nr. 1169/2011 10. pantu un 35. panta 2. punktu, kā arī ģenerāladvokāta F. Kolina [F. Colin] secinājumus lietā Groupe Lactalis (C‑485/18, EU:C:2020:592, 32.–34. punkts)).", "label": [[264, 273, "NATIONALITY"], [317, 326, "NATIONALITY"], [414, 420, "NATIONALITY"], [424, 429, "NATIONALITY"], [591, 595, "NATIONALITY"], [597, 603, "NATIONALITY"], [607, 612, "NATIONALITY"], [1084, 1099, "PROFESSION"], [1100, 1120, "PER"], [1139, 1154, "ORG"]]}
{"text": "18 Regulas Nr. 1169/2011 17. apsvērums.", "label": []}
{"text": "19 Šajā regulā ir ietverts arī “pamats” minētās regulas 1. panta 1. punkta izpratnē, proti, II nodaļas “vispārīgie principi” un III nodaļas “vispārīgās prasības”, kas arī ir jāpiemēro obligātajai informācijai (šajā nozīmē skat. spriedumu, 2019. gada 4. septembris, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, 66. punkts)).", "label": [[239, 263, "DATE"], [265, 329, "ORG"]]}
{"text": "20 Regulas Nr. 1169/2011 9. panta 1. punkta pirmais teikums.", "label": []}
{"text": "21 Skat. Regulas Nr. 1169/2011 30. apsvērumu.", "label": []}
{"text": "22 Skat. Regulas Nr. 1169/2011 41. apsvērumu.", "label": []}
{"text": "23 Skat. Regulas Nr. 1169/2011 30., 38., 41., 42. un 47. apsvērumu.", "label": []}
{"text": "24 Skat. Regulas Nr. 1169/2011 41. apsvērumu. Šajā ziņā šīs regulas 47. apsvērumā ir precizēts, ka “pieredze liecina, ka daudzos gadījumos brīvprātīgi sniegta pārtikas produktu informācija traucē obligātās pārtikas produktu informācijas skaidrībai. Tāpēc būtu jānosaka kritēriji, lai pārtikas apritē iesaistītiem uzņēmējiem un uzraudzības iestādēm palīdzētu līdzsvarot pārtikas produktu informācijas sniegšanu obligāti un brīvprātīgi”.", "label": []}
{"text": "25 Skat. Regulas Nr. 1169/2011 42. apsvērumu.", "label": []}
{"text": "26 Regulas Nr. 1169/2011 36. panta 1. punkts.", "label": []}
{"text": "27 Regulas Nr. 1169/2011 36. panta 2. punkts.", "label": []}
{"text": "28 Skat. šo secinājumu 26. punktu.", "label": []}
{"text": "29 Skat. Regulas Nr. 1169/2011 I pielikuma “Īpašas definīcijas, kā minēts 2. panta 4. punktā” 1. punktu.", "label": []}
{"text": "30 Tiesību normas attiecībā uz pārējām (vienpadsmit) obligāti norādāmajām ziņām ir iekļautas IV nodaļas 2. iedaļā.", "label": []}
{"text": "31 “Obligāto” un “brīvprātīgo” paziņojumu nošķiršana neizriet burtiski no Regulas Nr. 1169/2011 30. panta formulējuma, bet gan izriet no šī panta 1. punkta, kurā ietilpst “obligātais paziņojums par uzturvērtību”, lasot to kopsakarā ar tā 3. punktu, kurā ietilpst “informācija, kuru var atkārtot marķējumā”, lasot to kopsakarā ar 41. apsvērumu, kurā ir norādīts, ka pēdējo minēto var “brīvprātīgi” atkārtot. Skat. šo secinājumu 27. punktu.", "label": []}
{"text": "32 Regulas Nr. 1169/2011 41. apsvēruma ceturtais teikums.", "label": []}
{"text": "33 Regulas Nr. 1169/2011 41. apsvēruma ceturtais teikums.", "label": []}
{"text": "34 Regulas Nr. 1169/2011 13. panta 1. un 2. punkts.", "label": []}
{"text": "35 Regulas Nr. 1169/2011 2. panta 2. punkta k) apakšpunkts.", "label": []}
{"text": "36 Regulas Nr. 1169/2011 34. panta 1. un 2. punkts. Kā norādīts šīs regulas 41. apsvērumā, “lai vērstos pie vidusmēra patērētāja un nodrošinātu sniegtās informācijas par uzturvērtību informatīvo funkciju, [..] minētajai informācijai vajadzētu būt vienkāršai un viegli saprotamai. Ja informācija par uzturvērtību norādīta daļēji galvenajā redzamības laukā, ko parasti sauc par iepakojuma priekšpusi, un daļēji iepakojuma otrā pusē jeb tā aizmugurē, tas varētu mulsināt patērētājus. Tādēļ paziņojumam par uzturvērtību būtu jāatrodas vienā redzamības laukā”.", "label": []}
{"text": "37 Regulas Nr. 1169/2011 37. pants.", "label": []}
{"text": "38 “Galvenais redzamības lauks” ir definēts kā “iepakojuma redzamības lauks, kuru patērētājs visdrīzāk ieraudzīs pirkšanas brīdī un kas ļauj patērētājam nekavējoties atpazīt produktu attiecībā uz tā īpašībām vai specifiku un, vajadzības gadījumā, zīmolvārdu. Ja iepakojumam ir vairāki līdzvērtīgi galvenie redzamības lauki, tad šo lauku izvēlas pārtikas apritē iesaistītais uzņēmējs” (skat. Regulas Nr. 1169/2011 2. panta 2. punkta l) apakšpunktu).", "label": []}
{"text": "39 Regulas Nr. 1169/2011 34. panta 3. punkts, kurā ir atsauce uz šīs regulas 13. panta 2. punktu.", "label": []}
{"text": "40 Regulas Nr. 1169/2011 35. apsvērums.", "label": []}
{"text": "41 Regulas Nr. 1169/2011 31. panta 3. punkta pirmā daļa.", "label": []}
{"text": "42 Regulas Nr. 1169/2011 31. panta 3. punkta otrā daļa.", "label": []}
{"text": "43 Saskaņā ar Regulas Nr. 1169/2011 30. panta 1. punkta a) apakšpunktu.", "label": []}
{"text": "44 Saskaņā ar Regulas Nr. 1169/2011 30. panta 1. punkta b) apakšpunktu.", "label": []}
{"text": "45 Saskaņā ar Regulas Nr. 1169/2011 34. panta 1. punktu.", "label": []}
{"text": "46 Saskaņā ar Regulas Nr. 1169/2011 34. panta 2. punktu.", "label": []}
{"text": "47 Saskaņā ar Regulas Nr. 1169/2011 30. panta 3. punkta b) apakšpunktu, 2. panta 2. punkta l) apakšpunktu, kā arī 34. panta 3. punkta a) apakšpunktu.", "label": []}
{"text": "48 Saskaņā ar Regulas Nr. 1169/2011 34. panta 3. punkta otro daļu.", "label": []}
{"text": "49 Saskaņā ar Regulas Nr. 1169/2011 31. panta 3. punkta pirmo daļu.", "label": []}
{"text": "50 Šajā nozīmē skat. spriedumu, 2020. gada 16. jūlijs, AFMB u.c. (C‑610/18, EU:C:2020:565, 50. punkts).", "label": [[32, 53, "DATE"], [55, 59, "ORG"]]}
{"text": "51 Skat. Regulas Nr. 1169/2011 1. panta 3. punktu.", "label": []}
{"text": "52 Skat. Regulas Nr. 1169/2011 1. panta 4. punktu.", "label": []}
{"text": "53 Jānorāda, ka Komisija ir pilnvarota pieņemt deleģētos aktus attiecībā uz papildu prasībām preču tirdzniecībai augļu un dārzeņu nozarē (skat. spriedumu, 2019. gada 4. septembris, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, 63. un 69. punkts).", "label": [[16, 24, "ORG"], [155, 179, "DATE"], [181, 245, "ORG"]]}
{"text": "54 Skat. šo secinājumu 23. punktu. Šajā nozīmē skat. spriedumus, 2016. gada 22. septembris, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, 67. punkts), un 2020. gada 1. oktobris, Groupe Lactalis (C‑485/18, EU:C:2020:763, 43. punkts).", "label": [[65, 90, "DATE"], [92, 113, "ORG"], [156, 178, "DATE"], [180, 195, "ORG"]]}
{"text": "55 Skat. Regulas Nr. 1169/2011 4. un 20. apsvērumu, kā arī spriedumu, 2020. gada 1. oktobris, Groupe Lactalis (C‑485/18, EU:C:2020:763, 41. punkts). Attiecībā uz iepriekš pastāvošo režīmu skat. spriedumus, 2015. gada 4. jūnijs, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 33. punkts), un 2020. gada 30. janvāris, Dr. Willmar Schwabe (C‑524/18, EU:C:2020:60, 35. punkts un tajā minētā judikatūra).", "label": [[70, 92, "DATE"], [94, 109, "ORG"], [206, 226, "DATE"], [228, 290, "ORG"], [333, 356, "DATE"], [358, 377, "ORG"]]}
{"text": "56 Šīs prasības attiecas arī uz pārtikas produktu reklāmu vai pasniegšanas veidu, it īpaši to iepakojumu (skat. Regulas Nr. 1169/2011 7. panta 4. punktu).", "label": []}
{"text": "57 Skat. Regulas Nr. 1169/2011 1. panta 1. punktu un 3. panta 1. punktu, lasot tos kopsakarā ar šīs regulas 1., 3. un 4. apsvērumu. Šajā nozīmē skat. spriedumus, 2019. gada 12. novembris, Organisation juive européenne un Vignoble Psagot (C‑363/18, EU:C:2019:954, 52. un 53. punkts), un 2020. gada 1. oktobris, Groupe Lactalis (C‑485/18, EU:C:2020:763, 43. punkts).", "label": [[162, 186, "DATE"], [188, 217, "ORG"], [221, 236, "ORG"], [286, 308, "DATE"], [310, 325, "ORG"]]}
{"text": "58 Šajā nozīmē skat. spriedumus, 2016. gada 22. septembris, Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, 69. punkts), un 2020. gada 1. oktobris, Groupe Lactalis (C‑485/18, EU:C:2020:763, 44. punkts).", "label": [[33, 58, "DATE"], [60, 81, "ORG"], [124, 146, "DATE"], [148, 163, "ORG"]]}
{"text": "59 Šajā nozīmē skat. spriedumus, 2000. gada 12. septembris, Ericsson (C‑366/98, EU:C:2000:430, 18.–20. punkts); 2009. gada 10. septembris, Lombardi (C‑446/07, EU:C:2009:530, 60. punkts), kā arī 2015. gada 4. jūnijs, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 35. punkts).", "label": [[33, 58, "DATE"], [60, 68, "PER"], [112, 137, "DATE"], [139, 147, "PER"], [194, 214, "DATE"], [216, 278, "ORG"]]}
{"text": "60 Šajā nozīmē skat. spriedumus, 2009. gada 10. septembris, Lombardi (C‑446/07, EU:C:2009:530, 61. punkts un tajā minētā judikatūra), un 2015. gada 4. jūnijs, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 36. punkts).", "label": [[33, 58, "DATE"], [60, 68, "PER"], [137, 157, "DATE"], [159, 221, "ORG"]]}
{"text": "61 Šajā nozīmē skat. spriedumu, 2015. gada 4. jūnijs, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 39. un 40. punkts).", "label": [[32, 52, "DATE"], [54, 116, "ORG"]]}
{"text": "62 Saskaņā ar Regulas Nr. 1169/2011 30. panta 3. punkta b) apakšpunktu.", "label": []}
{"text": "63 Skat. Regulas Nr. 1169/2011 35. apsvērumu.", "label": []}
{"text": "64 Šajā ziņā no Tiesai iesniegtajiem lietas materiāliem izriet, ka, lai gan Dr. Oetker [iepakojuma] priekšpusē ir norādījis porcijas lielumu, norādot “= 100 g”, tas tomēr nav tieši norādījis iepakojumā esošo “porciju skaitu”. Līdz ar to neesmu pārliecināts, ka Regulas Nr. 1169/2011 33. panta 1. punktā paredzētie nosacījumi ir izpildīti.", "label": [[16, 22, "ORG"], [76, 86, "ORG"], [153, 156, "AMOUNT_VALUE"], [157, 158, "AMOUNT_UNIT"]]}
{"text": "65 Skat. šo secinājumu 52. punktu.", "label": []}
