{"text": "Mål C‑444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales", "label": [[0, 30, "ORG"]]}
{"text": "mot", "label": []}
{"text": "Wächter Binder m.fl.", "label": [[0, 14, "PER"]]}
{"text": "(begäran om förhandsavgörande från Cour de cassation (Högsta domstolen, Frankrike))", "label": [[35, 52, "ORG"], [54, 70, "ORG"], [72, 81, "LOC"]]}
{"text": "Domstolens dom (stora avdelningen) av den 19 mars 2019", "label": [[0, 10, "ORG"], [16, 33, "ORG"], [42, 54, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Området med frihet, säkerhet och rättvisa – Gränskontroll, asyl och immigration – Förordning (EU) 2016/399 – Artikel 32 – En medlemsstat återinför tillfälligt kontroll av sina inre gränser – Tredjelandsmedborgares olagliga inresa – Likställande av de inre gränserna med de yttre – Direktiv 2008/115/EG – Tillämpningsområde – Artikel 2.2 a”", "label": []}
{"text": "1.        Gränskontroller, asyl och invandring – Invandringspolitik – Återvändande av tredjelandsmedborgare som vistas olagligt i medlemsstaterna – Direktiv 2008/115 – Personkrets som omfattas av tillämpningsområdet – Medborgare som vistas olagligt i medlemsstaterna och som grips i den omedelbara närheten av en inre gräns – Omfattas – En medlemsstat återinför tillfälligt kontroll av sina inre gränser – Saknar betydelse", "label": []}
{"text": "(Europaparlamentets och rådets direktiv 2008/115, artiklarna 2.1 och 2.2 a; Europaparlamentets och rådets förordning 2016/399, artiklarna 2, 25 och 32)", "label": [[1, 19, "ORG"], [24, 30, "ORG"], [76, 94, "ORG"], [99, 105, "ORG"]]}
{"text": "(se punkterna 38, 39, 45–47, 50–52, 56, 59, 62, 66 och 67 samt domslutet)", "label": []}
{"text": "2.        Gränskontroller, asyl och invandring – Invandringspolitik – Återvändande av tredjelandsmedborgare som vistas olagligt i medlemsstaterna – Medborgare som blivit föremål för ett återvändandeförfarande i den mening som avses i direktiv 2008/115 – Medborgare som vistas olagligt i medlemsstaterna utan giltigt skäl för att inte återvända – Medborgare som rest in på nytt i strid med ett inreseförbud – Fängslande – Tillåtet", "label": []}
{"text": "(Europaparlamentets och rådets direktiv 2008/115)", "label": [[1, 19, "ORG"], [24, 30, "ORG"]]}
{"text": "(se punkt 40)", "label": []}
{"text": "3.        Gränskontroller, asyl och invandring – Unionskodex om gränspassage – Tillfälligt återinförande av kontroll av inre gränser – Begreppen inre gränser och yttre gränser – Likställande när kontroll återinförs – Föreligger inte", "label": []}
{"text": "(Europaparlamentets och rådets förordning 2016/399, artiklarna 2, 25 och 32)", "label": [[1, 19, "ORG"], [24, 30, "ORG"]]}
{"text": "(se punkterna 61 och 62)", "label": []}
{"text": "Resumé", "label": []}
{"text": "En medlemsstats inre gräns vid vilken gränskontroller har återinförs kan inte likställas med en yttre gräns i den mening som avses i återvändandedirektivet", "label": []}
{"text": "I domen i målet Binder m.fl. (C 444/17), som meddelades den 19 mars 2019, tolkade domstolens stora avdelning artikel 2.2 a i direktiv 2008/115,(1) vilken gör det fortsatt möjligt för medlemsstaterna i de två situationer som anges i denna bestämmelse, att tillämpa förenklade återvändandeförfaranden vid sina yttre gränser utan att behöva iaktta samtliga steg i de förfaranden som föreskrivs i direktivet, för att snabbare kunna avlägsna tredjelandsmedborgare som grips när de passerar en sådan gräns. Domstolen bedömde att denna bestämmelse, jämförd med artikel 32 i förordning 2016/399,(2) inte är tillämplig på en situation där en tredjelandsmedborgare grips i den omedelbara närheten av en inre gräns och olagligen vistas på en medlemsstats territorium, även om denna medlemsstat med stöd av artikel 25 i denna kodex har återinfört kontroll av denna gräns på grund av ett allvarligt hot mot den inre säkerheten eller den allmänna ordningen i den medlemsstaten.", "label": [[16, 22, "PER"], [60, 72, "DATE"], [82, 92, "ORG"], [501, 510, "ORG"]]}
{"text": "Efter att ha konstaterat att artikel 2.2 a i direktiv 2008/115 inte ger medlemsstaterna rätt att undanta tredjelandsmedborgare som vistas där olagligt från direktivets tillämpningsområde på grund av att de har rest in olagligt via en inre gräns, prövade domstolen huruvida den omständigheten att en medlemsstat har återinfört kontroller vid sina inre gränser i enlighet med artikel 25 i förordning 2016/399, innebär att situationen för en tredjelandsmedborgare som vistas olagligt och som grips i närheten av en inre gräns omfattas av artikel 2.2 a i direktiv 2008/115.", "label": [[254, 263, "ORG"]]}
{"text": "I detta avseende underströk domstolen för det första att det undantag som föreskrivs i ovannämnda bestämmelse, i egenskap av ett undantag från tillämpningsområdet för direktivet, ska tolkas restriktivt. Denna bestämmelse avser – redan enligt dess lydelse, som är otvetydig i detta avseende – situationen för en tredjelandsmedborgare som befinner sig på en medlemsstats ”yttre gräns” eller i omedelbar närhet av en sådan yttre gräns. Däri anges således inget om att en tredjelandsmedborgares situation, där vederbörande befinner sig vid en inre gräns vid vilken kontroller har återinförts enligt artikel 25 i förordning 2016/399 eller i omedelbar närhet av en sådan inre gräns, ska likställas med en sådan situation, även om artiklarna 23 och 28 i förordning nr 562/2006,(3) vid tidpunkten för antagandet av detta direktiv, redan föreskrev dels att medlemsstaterna undantagsvis kan återinföra kontroller vid de inre gränserna i händelse av ett allvarligt hot mot den allmänna ordningen eller den inre säkerheten, dels att de relevanta bestämmelserna i den förordningen som rör yttre gränser skulle gälla i tillämpliga delar i ett sådant fall.", "label": [[28, 37, "ORG"]]}
{"text": "Vad för det andra avser det mål som eftersträvas genom artikel 2.2 a i direktiv 2008/115 fastställde domstolen att det, med beaktande av detta mål, inte finns anledning att skilja mellan situationen för en tredjelandsmedborgare som olagligen vistas i en medlemsstat, som grips i omedelbar närhet av en inre gräns, utifrån om kontroller har återinförts vid denna gräns, eftersom blott ett återinförande av kontroller vid de inre gränserna i en medlemsstat inte medför att en tredjelandsmedborgare som vistas olagligt och som grips när vederbörande passerar denna gräns eller befinner sig i dess omedelbara närhet, kan avlägsnas snabbt eller enkelt från Schengenområdet genom att omedelbart tas till en yttre gräns, på samma sätt som om vederbörande hade gripits i samband med en poliskontroll, i den mening som avses i artikel 23 a i förordning 2016/399, på samma plats, utan att dessa gränskontroller hade återinförts.", "label": [[101, 110, "ORG"], [652, 667, "LOC"]]}
{"text": "För det tredje fastställde domstolen att behovet av en restriktiv tolkning av tillämpningsområdet för artikel 2.2 a i direktiv 2008/115 även stöds av en analys av det sammanhang som bestämmelsen ingår i och särskilt av en systematisk tolkning av förordning 2016/399. Enligt artikel 2 i denna förordning är nämligen begreppen ”inre gränser” och ”yttre gränser” ömsesidigt uteslutande och i nämnda artikel 32 föreskrivs enbart att när kontroller vid de inre gränserna återinförs av en medlemsstat, ska endast de bestämmelser i denna förordning avseende yttre gränser som är relevanta gälla i tillämpliga delar. Det föreskrivs däremot inte i nämnda artikel 32 att artikel 2.2 a i direktiv 2008/115 ska tillämpas i ett sådant fall.", "label": [[27, 36, "ORG"]]}
{"text": "1      Europaparlamentets och rådets direktiv 2008/115/EG av den 16 december 2008 om gemensamma normer och förfaranden för återvändande av tredjelandsmedborgare som vistas olagligt i medlemsstaterna (EUT L 348, 2008, s. 98).", "label": [[7, 25, "ORG"], [30, 36, "ORG"], [65, 81, "DATE"]]}
{"text": "2      Europaparlamentets och rådets förordning (EU) 2016/399 av den 9 mars 2016 om en unionskodex om gränspassage för personer (kodex om Schengengränserna) (EUT L 77, 2016, s. 1).", "label": [[7, 25, "ORG"], [30, 36, "ORG"], [69, 80, "DATE"], [138, 155, "LOC"]]}
{"text": "3      Europaparlamentets och rådets förordning (EG) nr 562/2006 av den 15 mars 2006 om en gemenskapskodex om gränspassage för personer (kodex om Schengengränserna) (EUT L 105, 2006, s. 1).", "label": [[7, 25, "ORG"], [30, 36, "ORG"], [72, 84, "DATE"], [146, 163, "LOC"]]}
