{"text": "DOMSTOLENS DOM (stora avdelningen)", "label": [[0, 10, "ORG"], [16, 33, "ORG"]]}
{"text": "den 21 januari 2020 (*)", "label": [[4, 19, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Artikel 267 FEUF – Begreppet nationell domstol – Kriterier – Det berörda nationella organets oavhängighet – Ledamöternas oavsättlighet – Avvisning av begäran om förhandsavgörande”", "label": []}
{"text": "I mål C‑274/14,", "label": []}
{"text": "angående en begäran om förhandsavgörande enligt artikel 267 FEUF, framställd av Tribunal Económico-Administrativo Central (Centralskattenämnden, Spanien) genom beslut av den 2 april 2014, som inkom till domstolen den 5 juni 2014, i målet", "label": [[80, 121, "ORG"], [123, 143, "ORG"], [145, 152, "LOC"], [174, 186, "DATE"], [203, 212, "ORG"], [217, 228, "DATE"]]}
{"text": "Banco de Santander SA", "label": [[0, 21, "ORG"]]}
{"text": "DOMSTOLEN (stora avdelningen)", "label": [[0, 29, "ORG"]]}
{"text": "sammansatt av ordföranden P. Kellerts, vice ordföranden N. Lousa De Araujo, avdelningsordförandena X. Tarasov, K. Atkinson (referent), I. Macheras, B.I. Rodriguez, U. N. Navarro och J. Kielatis samt domarna E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa och F. Volkova,", "label": [[14, 25, "PROFESSION"], [26, 37, "PER"], [39, 55, "PROFESSION"], [56, 74, "PER"], [76, 98, "PROFESSION"], [99, 109, "PER"], [111, 122, "PER"], [124, 132, "PROFESSION"], [135, 146, "PER"], [148, 162, "PER"], [164, 177, "PER"], [182, 193, "PER"], [199, 206, "PROFESSION"], [207, 214, "PER"], [216, 227, "PER"], [229, 241, "PER"], [243, 259, "PER"], [261, 276, "PER"], [278, 286, "PER"], [291, 301, "PER"]]}
{"text": "generaladvokat: F. Colin,", "label": [[0, 14, "PROFESSION"], [16, 24, "PER"]]}
{"text": "justitiesekreterare: handläggaren M. Basilio Juan,", "label": [[0, 19, "PROFESSION"], [21, 33, "PROFESSION"], [34, 49, "PER"]]}
{"text": "efter det skriftliga förfarandet och förhandlingen den 2 juli 2019,", "label": [[55, 66, "DATE"]]}
{"text": "med beaktande av de yttranden som avgetts av:", "label": []}
{"text": "– Banco de Santander SA, genom M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero och R.C. Pascual Garcia, abogados,", "label": [[2, 23, "ORG"], [31, 51, "PER"], [53, 72, "PER"], [74, 91, "PER"], [96, 115, "PER"], [117, 125, "PROFESSION"]]}
{"text": "– Spaniens regering, inledningsvis företrädd av A. Hudson Taylor och E. Ivanov, därefter företrädd av D. Delgado Marina och E. Ivanov, samtliga i egenskap av ombud,", "label": [[2, 19, "ORG"], [48, 64, "PER"], [69, 78, "PER"], [102, 119, "PER"], [124, 133, "PER"], [158, 163, "PROFESSION"]]}
{"text": "– Europeiska kommissionen, genom A. Murray, L. Kulikova, L. Pinto Fernandes och H. Filippova, samtliga i egenskap av ombud,", "label": [[2, 25, "ORG"], [33, 42, "PER"], [44, 55, "PER"], [57, 75, "PER"], [80, 92, "PER"], [117, 122, "PROFESSION"]]}
{"text": "och efter att den 1 oktober 2019 ha hört generaladvokatens förslag till avgörande,", "label": [[18, 32, "DATE"], [41, 58, "PROFESSION"]]}
{"text": "meddelar följande Dom", "label": []}
{"text": "1 Begäran om förhandsavgörande avser tolkningen av artikel 1.2 i kommissionens beslut 2011/5/EG av den 28 oktober 2009 om [skattemässig avskrivning av goodwill] vid förvärv av betydande aktieinnehav i utländska företag C 45/07 (f.d. NN 51/07, f.d. CP 9/07) som Spanien har genomfört (EUT L 7, 2011, s. 48), om giltigheten av kommissionens beslut av den 17 juli 2013 om att inleda det förfarande som föreskrivs i artikel 108.2 FEUF angående det statliga stödet SA.35550 (13/C) (f.d. 13/NN, f.d. 12/CP) – [Skattemässig avskrivning av goodwill] vid förvärv av aktieinnehav i utländska företag (EUT C 258, 2013, s. 8) samt giltigheten av kommissionens beslut (EU) 2015/314 av den 15 oktober 2014 om det statliga stöd nr SA.35550 (13/C) (f.d. 13/NN) (f.d. 12/CP) som Spanien har genomfört för [skattemässig avskrivning av goodwill] vid förvärv av aktieinnehav i utländska företag (EUT L 56, 2015, s. 38).", "label": [[103, 118, "DATE"], [261, 268, "ORG"], [325, 338, "ORG"], [353, 365, "DATE"], [676, 691, "DATE"], [762, 769, "ORG"]]}
{"text": "2 Begäran har framställts i en process som inletts av Banco de Santander SA mot ett beslut om efterbeskattning som utfärdats av Inspección Financiera (Finansinspektionen, Spanien) angående avdrag för det goodwill-värde som uppkommit som en följd av Banco de Santanders förvärv av samtliga aktier i ett tyskt holdingbolag som i sin tur äger aktier i företag med hemvist i Europeiska unionen.", "label": [[54, 75, "ORG"], [128, 149, "ORG"], [151, 169, "ORG"], [171, 178, "LOC"], [249, 268, "ORG"], [302, 307, "LOC"], [371, 389, "LOC"]]}
{"text": "Tillämpliga bestämmelser", "label": []}
{"text": "Unionsrätt", "label": []}
{"text": "Beslut 2011/5", "label": []}
{"text": "3 Såsom framgår av skälen 4–6 i beslut 2011/5 av den 10 oktober 2007, som offentliggjordes i Europeiska unionens officiella tidning den 21 december 2007, inledde kommissionen, efter att ha mottagit ett flertal skriftliga frågor från ledamöter i Europaparlamentet under åren 2005 och 2006 samt efter att ha år 2007 mottagit ett klagomål från en privat aktör, ett granskningsförfarande enligt artikel 88.2 EG av den spanska ordningen för skattemässig avskrivning vid förvärv av betydande aktieinnehav i utländska företag. Denna skatteordning reglerades i artikel 12.5 i Ley 43/1995, reguladora del Impuesto de Sociedades (lag 43/1995 om beskattning av juridiska personer) av den 27 december 1995 (BOE nr 310 av den 28 december 1995, s. 37072), och återgiven i Real Decreto Legislativo 4/2004, por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades (kungligt lagstiftningsdekret nr 4/2004 angående godkännande av den ändrade lydelsen i lagen om beskattning av juridiska personer) av den 5 mars 2004 (BOE nr 61, av den 11 mars 2004, s. 10951) (nedan kallad TRLIS).", "label": [[53, 68, "DATE"], [93, 112, "ORG"], [136, 152, "DATE"], [162, 174, "ORG"], [245, 262, "ORG"], [269, 287, "DATE"], [306, 313, "DATE"], [414, 421, "LOC"], [677, 693, "DATE"], [713, 729, "DATE"], [1010, 1021, "DATE"], [1041, 1053, "DATE"]]}
{"text": "4 I artikel 12.5 TRLIS, vilken trädde i kraft den 1 januari 2002, föreskrivs att när ett i Spanien skattskyldigt företag förvärvar aktier i ett ”utländskt företag” får det goodwill-värde som följer av förvärvet, vilket ska tas upp i det spanska bolagets bokföring som en separat immateriell tillgång, dras av i form av avskrivningar från nämnda företags beskattningsunderlag för inkomstskatt för juridiska personer, under förutsättning att aktieförvärvet uppgår till minst 5 procent av aktierna och att aktieinnehavet består under en oavbruten tid av minst ett år. Denna avskrivning sker med lika delar under de tjugo år som följer på förvärvet.", "label": [[50, 64, "DATE"], [91, 98, "LOC"], [237, 244, "LOC"], [473, 474, "AMOUNT_VALUE"], [475, 482, "AMOUNT_UNIT"], [557, 560, "AMOUNT_VALUE"], [561, 563, "AMOUNT_UNIT"], [612, 617, "AMOUNT_VALUE"], [618, 620, "AMOUNT_UNIT"]]}
{"text": "5 I artikel 1.1 i beslut 2011/5 fastställde kommissionen att denna skatteordning var oförenlig med den gemensamma marknaden.", "label": [[44, 56, "ORG"]]}
{"text": "6 Artikel 1.2 och 1.3 i detta beslut har följande lydelse:", "label": []}
{"text": "”2. De skattesänkningar som mottagare har beviljats för förvärv inom gemenskapen i enlighet med artikel 12.5 [TRLIS] och som är knutna till rättigheter som innehas direkt eller indirekt i utländska företag som uppfyller de relevanta villkoren för stödordningen senast den 21 december 2007, med undantag för villkoret att de ska ha haft aktieinnehavet under en oavbruten period på minst ett år, får emellertid fortsätta att tillämpas under hela den avskrivningsperiod som fastställs i stödordningen.", "label": [[69, 80, "LOC"], [272, 288, "DATE"], [386, 389, "AMOUNT_VALUE"], [390, 392, "AMOUNT_UNIT"]]}
{"text": "3. De skattesänkningar som mottagare har beviljats för förvärv inom gemenskapen i enlighet med artikel 12.5 [TRLIS] och som omfattas av ett oåterkalleligt åtagande som gjorts före den 21 december 2007 om att inneha sådana rättigheter där avtalet innehåller ett villkor med uppskjutande verkan knutet till det faktum att den berörda transaktionen måste godkännas av en regleringsmyndighet och där beslutet och transaktionen har anmälts före den 21 december 2007 får fortsätta att tillämpas under hela den avskrivningsperiod som fastställs i stödordningen för den del av rättigheterna som innehades den dag då villkoret med uppskjutande verkan upphörde att gälla.”", "label": [[68, 79, "LOC"], [184, 200, "DATE"], [444, 460, "DATE"]]}
{"text": "7 I artikel 4 i beslutet åläggs Konungariket Spanien att återkräva det stöd som beviljats med stöd av den aktuella skatteordningen, med undantag för de stödåtgärder som uppfyller de villkor som anges i artikel 1.2 i samma beslut.", "label": [[32, 52, "ORG"]]}
{"text": "Beslut 2011/282/EU", "label": []}
{"text": "8 Genom beslut 2011/5 avslutade kommissionen förfarandet i den del det avsåg spanska företags förvärv av aktier i företag med hemvist i unionen. Kommissionen fortsatte emellertid handläggningen avseende sådana förvärv av aktier i företag som har hemvist utanför unionen.", "label": [[32, 44, "ORG"], [77, 84, "LOC"], [136, 143, "LOC"], [145, 157, "ORG"], [262, 269, "LOC"]]}
{"text": "9 Kommissionen fastställde i artikel 1.1 i kommissionens beslut 2011/282/EU av den 12 januari 2011 om [skattemässig avskrivning av goodwill] vid förvärv av aktieinnehav i utländska företag nr C 45/07 (f.d. NN 51/07, f.d. CP 9/07) som Spanien har genomfört (EUT L 135, 2011, s. 1), att den aktuella stödordningen, vilken bestod i en skattefördel för företag som är skattskyldiga i Spanien som möjliggör för dem att skriva av det goodwill-värde som uppkommer till följd av förvärv av aktier i företag med hemvist utanför unionen, var oförenlig med den inre marknaden.", "label": [[2, 14, "ORG"], [43, 56, "ORG"], [83, 98, "DATE"], [234, 241, "ORG"], [380, 387, "LOC"], [519, 526, "LOC"]]}
{"text": "10 I artikel 1.2–1.5 i beslutet föreskrivs vissa fall där mottagarna av skatteavdragen enligt den aktuella skatteordningen vid förvärv av aktier utanför unionen får fortsätta att göra dessa avdrag under hela den avskrivningsperiod som är föreskriven i nämnda ordning.", "label": [[153, 160, "LOC"]]}
{"text": "11 I artikel 4 i beslutet åläggs Konungariket Spanien att återkräva det stöd som beviljats med stöd av den aktuella skatteordningen.", "label": [[33, 53, "ORG"]]}
{"text": "Beslut 2015/314", "label": []}
{"text": "12 I beslut av den 17 juli 2013 om att inleda det förfarande som föreskrivs i artikel 108.2 FEUF om statligt stöd SA.35550 (13/C) (f.d. 13/NN) (f.d. 12/CP) – [skattemässig avskrivning av goodwill] vid förvärv av aktieinnehav i utländska företag, inledde kommissionen granskningen av huruvida den nya myndighetstolkning av artikel 12.5 TRLIS, som hade antagits av Dirección General de Tributos (Generaldirektoratet för skatter, Spanien) (nedan kallad DGT) och Tribunal Económico-Administrativo Central (Centralskattenämnden) (nedan kallad TEAC), var förenlig med unionsrätten. Den nya tolkningen innebar att tillämpningsområdet för den aktuella skatteordningen utvidgades till att omfatta indirekta förvärv av aktier.", "label": [[19, 31, "DATE"], [254, 266, "ORG"], [363, 392, "ORG"], [394, 425, "ORG"], [427, 434, "LOC"], [450, 453, "ORG"], [459, 523, "ORG"], [538, 542, "ORG"], [562, 574, "ORG"]]}
{"text": "13 Detta förfarande avslutades genom att ett tredje beslut om den aktuella skatteordningen, nämligen beslut 2015/314, antogs den 14 oktober 2014.", "label": [[129, 144, "DATE"]]}
{"text": "14 Kommissionen fann i detta beslut att den aktuella skatteordningen, i den del som den numera även är tillämplig på indirekta förvärv av aktier i företag som inte har hemvist i landet, också utgjorde ett statligt stöd som var oförenligt med den inre marknaden och som dessutom hade beviljats i strid med artikel 108.3 FEUF. Kommissionen ålade följaktligen de spanska myndigheterna att återkräva det beviljade stödet.", "label": [[3, 15, "ORG"], [325, 337, "ORG"], [360, 367, "LOC"]]}
{"text": "Spansk rätt", "label": [[0, 6, "LOC"]]}
{"text": "15 TEAC, som har sitt säte i Madrid, omprövar som första och enda instans beslut som fattats av vissa centrala skattemyndigheter. TEAC är även appellationsinstans för beslut som antagits av andra Tribunales Económico-Administrativos (skattenämnder) (nedan kallade TEA), det vill säga de regionala TEA samt de lokala TEA som har sitt säte i Ceuta (Spanien) respektive Melilla (Spanien).", "label": [[3, 7, "ORG"], [29, 35, "LOC"], [130, 134, "ORG"], [196, 248, "ORG"], [264, 267, "ORG"], [297, 300, "ORG"], [316, 319, "ORG"], [340, 354, "LOC"], [367, 383, "LOC"]]}
{"text": "16 TEA:s ställning regleras i den spanska lagstiftning som återfinns i Ley 58/2003 General Tributaria (lag 58/2003 om allmänna skattelagen) av den 17 december 2003 (BOE nr 302 av den 18 december 2003, s. 44987), i dess lydelse enligt Ley 34/2015 av den 21 september 2015 (BOE nr 227, av den 22 september 2015, s. 83633) (nedan kallad LGT), särskilt i kapitel IV i denna lag, som har rubriken ”Begäran om omprövning av ekonomiskt/administrativa beslut”. Detta kapitel återfinns i avdelning V, som har rubriken ”Ändring på administrativ väg”.", "label": [[3, 8, "ORG"], [34, 41, "LOC"], [147, 163, "DATE"], [183, 199, "DATE"], [253, 270, "DATE"], [291, 308, "DATE"]]}
{"text": "17 I artikel 228 LGT föreskrivs följande:", "label": []}
{"text": "”1. Behörigheten att ompröva ekonomiskt/administrativa beslut ankommer uteslutande på de ekonomiskt/administrativa organen, vilka är funktionellt oberoende vid utförande av sitt uppdrag.", "label": []}
{"text": "2. Följande organ är ekonomiskt/administrativa organ inom området för statlig behörighet:", "label": []}
{"text": "a) [TEAC]", "label": [[4, 8, "ORG"]]}
{"text": "b) regionala [TEA] och lokala [TEA]", "label": [[14, 17, "ORG"], [31, 34, "ORG"]]}
{"text": "3. Den särskilda avdelningen för utarbetandet av en enhetlig doktrin.", "label": []}
{"text": "…”", "label": []}
{"text": "18 I artikel 237.3 LGT föreskrivs regler om hänskjutande av begäran om förhandsavgörande från TEA till EU-domstolen, bland annat regler om vilandeförklaring av ärendet i avvaktan på EU-domstolens svar på en tolkningsfråga.", "label": [[94, 97, "ORG"], [103, 115, "ORG"], [182, 195, "ORG"]]}
{"text": "19 I artikel 243 LGT, som har rubriken ”Extraordinära ärenden för att utarbeta en enhetlig doktrin”, föreskrivs följande:", "label": []}
{"text": "”1. Generaldirektören för skatter vid ekonomi- och finansministeriet får, gentemot skattebeslut meddelade av TEAC, anhängiggöra ett extraordinärt ärende för att utarbeta en enhetlig doktrin, när denne anser att innehållet i ett sådant beslut är felaktigt.", "label": [[4, 21, "PROFESSION"], [26, 68, "ORG"], [109, 113, "ORG"]]}
{"text": "…", "label": []}
{"text": "2. Den särskilda avdelningen för utarbetandet av en enhetlig doktrin är behörig att pröva ett sådant ärende. Avdelningen består av ordföranden för [TEAC], som fungerar som ordförande, tre ledamöter av denna nämnd, generaldirektören för skatter vid ekonomi- och finansministeriet, generaldirektören för skattemyndigheten, generaldirektören eller direktören för den myndighet som det organ är underställt som är upphovsman till det beslut som ärendet avser samt ordföranden för nämnden för värnandet av skattebetalarnas rättigheter.", "label": [[131, 142, "PROFESSION"], [148, 152, "ORG"], [172, 182, "PROFESSION"], [214, 243, "PROFESSION"], [248, 278, "ORG"], [280, 297, "PROFESSION"], [302, 319, "ORG"], [321, 338, "PROFESSION"], [345, 355, "PROFESSION"], [460, 471, "PROFESSION"], [476, 529, "ORG"]]}
{"text": "…", "label": []}
{"text": "3. Den särskilda avdelningen avgör ärendet i enlighet med den uppfattning som delas av majoriteten av ledamöterna. Vid lika röstetal ska ordföranden ha utslagsröst.", "label": [[3, 28, "ORG"], [137, 148, "PROFESSION"]]}
{"text": "4. Ärendet ska avgöras inom sex månader och med iakttagande av den särskilda rättsliga situation som följer av det angripna beslutet, genom att fastställa tillämplig rättspraxis.", "label": []}
{"text": "5. Den doktrin som utarbetas genom beslut i dessa ärenden är bindande för [TEA], skattemyndigheterna i de autonoma regionerna och städerna, den statliga skatteförvaltningen samt de autonoma regionerna och städerna.”", "label": [[75, 78, "ORG"]]}
{"text": "20 Andra regler som är tillämpliga på TEA finns i Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa (kungligt lagstiftningsdekret nr 520/2005 om godkännandet av tillämpningsförordningen till lag nr 58/2003 av den 17 december om den allmänna skattelagen, avseende omprövning och administrativa överklaganden) av den 13 maj 2005 (BOE nr 126 av den 27 maj 2005, s. 17835) (nedan kallat lagstiftningsdekret 520/2005).", "label": [[38, 41, "ORG"], [153, 168, "DATE"], [348, 359, "DATE"], [450, 461, "DATE"], [481, 492, "DATE"]]}
{"text": "21 I artikel 29.2 och 29.9 i lagstiftningsdekret 520/2005 föreskrivs följande:", "label": []}
{"text": "”2. Ordföranden för [TEAC] ska utses och avsättas genom kungligt dekret som antagits av ministerrådet på förslag av ekonomi- och finansministern bland de tjänstemän vars anseende och yrkeserfarenhet i fråga om beskattning är erkända. Ordföranden ska ha lönegraden som generaldirektör vid ekonomi- och finansministeriet.", "label": [[4, 15, "PROFESSION"], [21, 25, "ORG"], [88, 101, "PROFESSION"], [116, 144, "PROFESSION"], [234, 245, "PROFESSION"], [268, 283, "PROFESSION"], [288, 318, "ORG"]]}
{"text": "Ledamöterna i TEAC utses och avsätts genom kungligt dekret som antagits av ministerrådet på förslag av ekonomi- och finansministern bland tjänstemän vid de organ som anges i tjänsteförteckningen och som har graden biträdande generaldirektör vid ekonomi- och finansministeriet.", "label": [[14, 18, "ORG"], [75, 88, "ORG"], [103, 131, "PROFESSION"], [138, 148, "PROFESSION"], [214, 240, "PROFESSION"], [245, 275, "ORG"]]}
{"text": "…", "label": []}
{"text": "9. Samtliga ledamöter i [TEAC:s] plenarsammansättning, på [TEAC:s] avdelningar eller i TEAC:s enledamotssammansättningar ska utöva sitt lagstadgade uppdrag och de uppdrag som de kan tilldelas av ordföranden, på eget ansvar och med fullständigt oberoende.”", "label": [[25, 31, "ORG"], [59, 65, "ORG"], [87, 93, "ORG"], [195, 206, "PROFESSION"]]}
{"text": "22 I artikel 30.2 och 30.12 i kungligt dekret 520/2005 föreskrivs följande:", "label": []}
{"text": "”2. Ordföranden, ordföranden på den decentraliserade avdelningen, avdelningsordförandena samt ledamöterna [i regionala och lokala TEA] ska utses och avsättas genom beslut av ekonomi- och finansministern bland tjänstemän vid de organ som anges i tjänsteförteckningen …", "label": [[4, 15, "PROFESSION"], [17, 64, "PROFESSION"], [66, 88, "PROFESSION"], [130, 133, "ORG"], [174, 202, "PROFESSION"], [209, 219, "PROFESSION"]]}
{"text": "…", "label": []}
{"text": "12. Samtliga ledamöter i [regionala eller lokala TEA:s] plenarsammansättningar, på [regionala eller lokala TEA:s] avdelningar eller i [lokala eller regionala TEA:s] enledamotssammansättningar kammaren och de enhetliga organen [för de regionala och lokala TEA] ska utöva sitt lagstadgade uppdrag och de uppdrag som de tilldelas av ordföranden eller ordföranden på den decentraliserade avdelningen, på eget ansvar och med fullständigt oberoende”", "label": [[49, 52, "ORG"], [107, 110, "ORG"], [158, 161, "ORG"], [255, 258, "ORG"], [330, 341, "PROFESSION"], [348, 359, "PROFESSION"]]}
{"text": "Målet vid den nationella domstolen och tolkningsfrågorna", "label": []}
{"text": "23 I maj 2002 förvärvade Banco de Santander Central Hispano SA (nedan kallat BSCH), som är högsta moderbolag i skattegruppen 17/89, samtliga aktier i AKB Holding GmbH (nedan kallat AKB), ett bolag bildat enligt tysk rätt.", "label": [[5, 13, "DATE"], [25, 62, "ORG"], [77, 81, "ORG"], [150, 166, "ORG"], [181, 184, "ORG"], [211, 215, "LOC"]]}
{"text": "24 Köpeskillingen för förvärvet uppgick till 1 099 999 999 euro, medan AKB:s bokförda värde uppskattades till 183 909 000 euro. Förvärvet gav därför upphov till ett goodwill-värde på 916 091 000 euro (nedan kallat det aktuella goodwill-värdet).", "label": [[45, 58, "AMOUNT_VALUE"], [59, 63, "AMOUNT_UNIT"], [71, 74, "ORG"], [110, 121, "AMOUNT_VALUE"], [122, 126, "AMOUNT_UNIT"], [183, 194, "AMOUNT_VALUE"], [195, 199, "AMOUNT_UNIT"]]}
{"text": "25 I egenskap av holdingbolag ägde AKB aktier i följande bolag med hemvist i unionen: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH och AKB Marketing Services sp. z o.o.", "label": [[35, 38, "ORG"], [77, 84, "LOC"], [86, 107, "ORG"], [109, 125, "ORG"], [127, 143, "ORG"], [145, 173, "ORG"], [175, 211, "ORG"], [213, 241, "ORG"], [246, 278, "ORG"]]}
{"text": "26 I december 2002 överförde BSCH de aktier i AKB vilka hade skapat det aktuella goodwill-värdet till Holneth BV, ett bolag bildat enligt nederländsk rätt, och till Santander Consumer Finance SA (nedan kallat SCF), ett bolag bildat enligt spansk rätt. Dessa både bolag ingick också i skattegruppen 17/89.", "label": [[5, 18, "DATE"], [29, 33, "ORG"], [46, 49, "ORG"], [102, 112, "ORG"], [138, 149, "LOC"], [165, 194, "ORG"], [209, 212, "ORG"], [239, 245, "LOC"]]}
{"text": "27 Skattegruppen 17/89 började göra avdrag för det aktuella goodwill-värdet i sina deklarationer för inkomstskatt för juridiska personer för räkenskapsåren 2002 och 2003. Dessa avdrag gjordes med stöd av artikel 12.5 TRLIS.", "label": [[3, 16, "ORG"], [156, 169, "DATE"]]}
{"text": "28 För räkenskapsåret 2002 gjorde BSCH och SCF avdrag med 27 482 730 euro respektive 1 631 395 euro. SCF gjorde för räkenskapsåret 2003 ett avdrag på 45 804 550 euro.", "label": [[22, 26, "DATE"], [34, 38, "ORG"], [43, 46, "ORG"], [58, 68, "AMOUNT_VALUE"], [69, 73, "AMOUNT_UNIT"], [85, 94, "AMOUNT_VALUE"], [95, 99, "AMOUNT_UNIT"], [101, 104, "ORG"], [131, 135, "DATE"], [150, 160, "AMOUNT_VALUE"], [161, 165, "AMOUNT_UNIT"]]}
{"text": "29 Efter en skattekontroll, vilken avslutades genom ett protokoll av den 21 december 2006, godtog finansinspektionen i ett beslut om efterbeskattning av den 7 mars 2007 BSCH:s avdrag för räkenskapsåret 2002 upp till ett belopp på 20 262 374 euro, men godtog inte avdrag vad gällde 7 215 356 euro. Beträffande SCF godtogs avdraget på 1 631 395 euro i sin helhet.", "label": [[73, 89, "DATE"], [157, 168, "DATE"], [169, 173, "ORG"], [202, 206, "DATE"], [230, 240, "AMOUNT_VALUE"], [241, 245, "AMOUNT_UNIT"], [281, 290, "AMOUNT_VALUE"], [291, 295, "AMOUNT_UNIT"], [309, 312, "ORG"], [333, 342, "AMOUNT_VALUE"], [343, 347, "AMOUNT_UNIT"]]}
{"text": "30 I ett beslut om efterbeskattning av den 22 juli 2010 avslog finansinspektionen samtliga avdrag för goodwill-värdet som SCF hade gjort för räkenskapsåret 2003.", "label": [[43, 55, "DATE"], [122, 125, "ORG"], [156, 160, "DATE"]]}
{"text": "31 Banco de Santander begärde den 16 augusti 2010 omprövning hos TEAC av detta beslut om efterbeskattning. Banco de Santander gjorde gällande att det aktuella goodwill-värdet i enlighet med lydelsen i artikel 12.5 TRLIS fick dras av från inkomstskatten för juridiska personer, oaktat detta goodwill-värdes indirekta natur, som är en följd av att det förvärv som gett upphov till värdet avsåg ett holdingbolag.", "label": [[3, 21, "ORG"], [34, 49, "DATE"], [65, 69, "ORG"], [107, 125, "ORG"]]}
{"text": "32 Med hänsyn till den nya tolkning av artikel 12.5 TRLIS som antagits av såväl DGT som TEAC, och som nämns i punkt 12 i förevarande dom, uppkommer i förevarande fall frågan huruvida det skatteavdrag som gjorts efter det att ett holdingbolag utan hemvist i landet förvärvats och som motsvarar de avskrivningar av det aktuella goodwill-värdet som genomförts före den 21 december 2007, ska återkrävas i enlighet med kommissionens första beslut angående den aktuella skatteordningen (beslut 2011/5) såsom olagligt stöd som är oförenligt med den inre marknaden.", "label": [[80, 83, "ORG"], [88, 92, "ORG"], [366, 382, "DATE"], [414, 427, "ORG"]]}
{"text": "33 Med hänsyn till att det enligt artikel 1.2 i beslut 2011/5, jämförd med artikel 4.1 i samma beslut, av skäl som avser skyddet för berättigade förväntningar, inte är möjligt att återkräva stöd som hänför sig till förvärv som genomförts före den 21 december 2007 samt till att det förvärv som är aktuellt i det nationella målet ägde rum före det datumet, krävs det för att avgöra nämnda mål ett svar på frågan huruvida dessa bestämmelser i beslut 2011/5 ska tolkas så, att de även är tillämpliga på förvärv av indirekta aktieinnehav, i synnerhet förvärv av ett holdingbolag som inte har hemvist i landet, såsom det aktuella förvärvet.", "label": [[247, 263, "DATE"]]}
{"text": "34 TEAC ansåg i detta avseende att den myndighetstolkning som tidigare utgjort hinder för att tillämpa skatteavdraget vid indirekta förvärv av aktier inte utgör en rättskälla.", "label": [[3, 7, "ORG"]]}
{"text": "35 Varken DGT eller TEAC tillhör nämligen den lagstiftande eller dömande makten. Dessa organs tolkningar är inte slutliga, eftersom de kan underkastas domstolskontroll. Vidare har Tribunal Supremo (Högsta domstolen, Spanien) ännu inte uttalat sig om huruvida artikel 12.5 TRLIS är tillämplig på indirekta förvärv av aktier.", "label": [[10, 13, "ORG"], [20, 24, "ORG"], [180, 196, "ORG"], [198, 214, "ORG"], [216, 223, "LOC"]]}
{"text": "36 Mot denna bakgrund beslutade TEAC att vilandeförklara målet och ställa följande frågor till EU-domstolen:", "label": [[32, 36, "ORG"], [95, 107, "ORG"]]}
{"text": "”1) Ska artikel 1.2 i [beslut 2011/5] tolkas så, att de berättigade förväntningar som erkänns i beslutet är tillämpliga, med de förbehåll som anges i beslutet, på avdrag för avskrivning av goodwill i enlighet med artikel 12.5 TRLIS vad gäller indirekta förvärv av andelar i utländska bolag som genomförs genom ett direkt förvärv av ett utländskt holdingbolag?", "label": []}
{"text": "2) För det fall svaret på den första frågan är jakande: Är beslutet [om att inleda det förfarande som ledde till antagandet av beslut 2015/314] ogiltigt, i den del det beslutas att inleda ett förfarande i enlighet med artikel 108.2 FEUF, på grund av åsidosättande av denna artikel 108 FEUF och av rådets förordning (EG) nr 659/1999 av den 22 mars 1999 om tillämpningsföreskrifter för [artikel 108 FEUF] (EGT L 83, 1999, s. 1)?”", "label": [[297, 303, "ORG"], [339, 351, "DATE"]]}
{"text": "37 Genom beslut av den 8 januari 2015, som inkom till domstolen den 27 januari 2015, ansåg TEAC att den behövde omformulera tolkningsfrågorna på grund av att nya omständigheter hade inträffat.", "label": [[23, 37, "DATE"], [54, 63, "ORG"], [68, 83, "DATE"], [91, 95, "ORG"]]}
{"text": "38 Det rörde sig dels om antagandet den 15 oktober 2014 av beslut 2015/314, dels om Europeiska unionens tribunals meddelande den 7 november 2014 av domarna Autogrill España/kommissionen (T‑219/10, EU:T:2014:939) och Banco Santander och Santusa/kommissionen (T‑399/11, EU:T:2014:938). I dessa domar ogiltigförklarade tribunalen artiklarna 1.1 och 4 i beslut 2011/5 respektive 2011/282.", "label": [[40, 55, "DATE"], [84, 113, "ORG"], [129, 144, "DATE"], [156, 172, "ORG"], [173, 185, "ORG"], [216, 231, "ORG"], [236, 243, "ORG"], [244, 256, "ORG"], [316, 326, "ORG"]]}
{"text": "39 TEAC ansåg att det efter denna utveckling inte längre fanns anledning att fråga EU-domstolen om tolkningen av beslut 2011/5, eftersom huvudfrågan för att kunna avgöra det nationella målet nu var huruvida tribunalens ogiltigförklaring av detta beslut medför ogiltighet av beslut 2015/314, som utvidgar förbudet mot avdrag i artikel 12.5 TRLIS, såsom det redan slagits fast i besluten 2011/5 och 2011/282, till att omfatta indirekta förvärv av aktier i bolag som inte har hemvist i landet.", "label": [[3, 7, "ORG"], [83, 95, "ORG"], [207, 218, "ORG"]]}
{"text": "40 Under dessa omständigheter beslutade TEAC att omformulera tolkningsfrågorna enligt följande:", "label": [[40, 44, "ORG"]]}
{"text": "”1) Är [beslut 2015/314] ogiltigt på grund av att det saknas en faktisk och rättslig grund i enlighet med Europeiska unionens tribunals domar av den 7 november 2014, Autogrill España/kommissionen (T‑219/10, EU:T:2014:939) och Banco Santander och Santusa/kommissionen (T‑399/11, EU:T:2014:938), vilka har ogiltigförklarat artikel 1.1 och artikel 4 [i beslut 2011/5 och beslut 2011/282]?", "label": [[106, 135, "ORG"], [149, 164, "DATE"], [166, 182, "ORG"], [183, 195, "ORG"], [226, 241, "ORG"], [246, 253, "ORG"], [254, 266, "ORG"]]}
{"text": "2) Är [beslut 2015/314] ogiltigt på grund av bristande motivering i enlighet med tribunalens domar av den 7 november 2014, Autogrill España/kommissionen (T‑219/10, EU:T:2014:939) och Banco Santander och Santusa/kommissionen (T‑399/11, EU:T:2014:938), vilka har ogiltigförklarat artikel 1.1 respektive artikel 4 [i beslut 2011/5 och beslut 2011/282]?", "label": [[81, 92, "ORG"], [106, 121, "DATE"], [123, 139, "ORG"], [140, 152, "ORG"], [183, 198, "ORG"], [203, 210, "ORG"], [211, 223, "ORG"]]}
{"text": "3) I andra hand, för det fallet att dessa frågor besvaras nekande:", "label": []}
{"text": "Är [beslut 2015/314] ogiltigt på grund av att den nya administrativa tolkningen av artikel 12.5 TRLIS helt och hållet omfattas av tillämpningsområdet för [beslut 2011/5 och beslut 2011/282]?”", "label": []}
{"text": "41 Genom beslut av den 8 juni 2017, vilket inkom till EU-domstolen den 6 juli 2017, ansåg TEAC att den, en andra gång, behövde omformulera tolkningsfrågorna till följd av att nya omständigheter hade inträffat, nämligen meddelandet av domen av den 21 december 2016, kommissionen/World Duty Free Group m.fl. (C‑20/15 P och C‑21/15 P, EU:C:2016:981). I den domen upphävde EU-domstolen tribunalens domar av den 7 november 2014, Autogrill España/kommissionen (T‑219/10, EU:T:2014:939) och Banco Santander och Santusa/kommissionen (T‑399/11, EU:T:2014:938) samt återförvisade målen T‑219/10 och T‑399/11 till tribunalen.", "label": [[23, 34, "DATE"], [54, 66, "ORG"], [71, 82, "DATE"], [90, 94, "ORG"], [247, 263, "DATE"], [265, 277, "ORG"], [278, 299, "ORG"], [369, 393, "ORG"], [407, 422, "DATE"], [424, 440, "ORG"], [441, 453, "ORG"], [484, 499, "ORG"], [504, 511, "ORG"], [512, 524, "ORG"], [603, 613, "ORG"]]}
{"text": "42 Med hänsyn till denna utveckling ansåg TEAC att det fanns anledning att bibehålla båda de frågor som hade hänskjutits i den ursprungliga begäran om förhandsavgörande, vilka avser tolkningen av tillämpningsområdet för artikel 1.2 i beslut 2011/5, och de frågor som hade hänskjutits i den första omformuleringen av tolkningsfrågorna, vilka avser giltigheten av beslut 2015/314.", "label": [[42, 46, "ORG"]]}
{"text": "43 Efter den andra omformuleringen har tolkningsfrågorna numera följande lydelse:", "label": []}
{"text": "”1) För det fall det fastställs att [beslut 2011/5] är giltigt:", "label": []}
{"text": "a) Ska artikel 1.2 i [beslut 2011/5] tolkas så, att de berättigade förväntningar som erkänns i beslutet är tillämpliga, med de förbehåll som anges i beslutet, på avdrag för avskrivning av goodwill i enlighet med artikel 12.5 TRLIS vad gäller indirekta förvärv av andelar i utländska bolag som genomförs genom ett direkt förvärv av ett utländskt holdingbolag?", "label": []}
{"text": "b) För det fall svaret på den första frågan är jakande: Är beslutet [om att inleda det förfarande som ledde till antagandet av beslut 2015/314], ogiltigt?", "label": []}
{"text": "2) För det fall artikel 1 i [beslut 2011/5] ogiltigförklaras i mål T‑219/10:", "label": []}
{"text": "a) Är [beslut 2015/314] ogiltigt på grund av att det har förlorat sin faktiska och rättsliga grund?", "label": []}
{"text": "b) Är [beslut 2015/314] ogiltigt på grund av att det inte längre finns någon motivering för beslutet?", "label": []}
{"text": "c) I andra hand, för det fall föregående frågor besvaras nekande:", "label": []}
{"text": "Är [beslut 2015/314] ogiltigt på grund av myndigheternas nya tolkning av artikel 12.5 TRLIS fullt ut omfattas av tillämpningsområdet för [beslut 2011/5 och beslut 2011/282]?”", "label": []}
{"text": "44 Tribunalen ogillade i dom av den 15 november 2018, World Duty Free Group/kommissionen (T‑219/10 RENV, EU:T:2018:784) den talan om ogiltigförklaring av beslut 2011/5 som hade väckts av World Duty Free Group.", "label": [[3, 13, "ORG"], [36, 52, "DATE"], [54, 75, "ORG"], [76, 88, "ORG"], [187, 208, "ORG"]]}
{"text": "45 World Duty Free Group överklagade den 25 januari 2019 och yrkade att EU‑domstolen skulle upphäva tribunalens dom samt ogiltigförklara beslut 2011/5. Målet om överklagande pågår för närvarande vid EU-domstolen (mål C‑51/19 P).", "label": [[3, 24, "ORG"], [41, 56, "DATE"], [72, 84, "ORG"], [100, 111, "ORG"], [199, 211, "ORG"]]}
{"text": "46 Det pågår även andra mål om överklaganden avseende samma sak eller avseende överklaganden av andra domar från tribunalen om ogillande av talan om ogiltigförklaring av beslut 2011/282.", "label": [[113, 123, "ORG"]]}
{"text": "47 Det pågår dessutom flera mål om ogiltigförklaring av beslut 2015/314 vid tribunalen.", "label": [[76, 86, "ORG"]]}
{"text": "48 Förevarande mål har varit föremål för flera på varandra följande beslut om vilandeförklaring. Dessa beslut har huvudsakligen fattats eftersom TEAC, efter att vid två tillfällen ha omformulerat de frågor som hänskjutits för förhandsavgörande, i nuläget frågar EU-domstolen antingen vilken betydelse som ogiltigheten av beslut 2011/5 eventuellt har på giltigheten av beslut 2015/314, för det fall unionsdomstolen fastställer ogiltigheten av beslut 2011/5, eller hur beslut 2011/5 ska tolkas för att bestämma beslutets tillämpningsområde, för det fall att unionsdomstolen skulle fastställa beslutets giltighet.", "label": [[145, 149, "ORG"], [262, 274, "ORG"]]}
{"text": "49 För närvarande är emellertid frågan om giltigheten av beslut 2011/5 fortfarande anhängig vid unionsdomstolarna.", "label": []}
{"text": "50 Med hänsyn till bland annat EU-domstolens rättspraxis efter det att förevarande begäran om förhandsavgörande inkom till domstolen och de tvivel som kommissionen har framfört beträffande huruvida TEAC kan kvalificeras som ”domstol”, i den mening som avses i artikel 267 FEUF, och, följaktligen, huruvida förevarande begäran kan prövas, ska handläggningen i målet återupptas för att pröva huruvida TEAC omfattas av denna kvalificering.", "label": [[31, 44, "ORG"], [123, 132, "ORG"], [151, 163, "ORG"], [198, 202, "ORG"], [399, 403, "ORG"]]}
{"text": "Huruvida begäran om förhandsavgörande kan tas upp till prövning", "label": []}
{"text": "51 Enligt fast rättspraxis ska EU-domstolen, vid bedömningen av huruvida det hänskjutande organet är en domstol i den mening som avses i artikel 267 FEUF, vilket är en rent unionsrättslig fråga, beakta ett antal omständigheter, nämligen om organet är upprättat enligt lag, om det är av stadigvarande karaktär, om dess jurisdiktion är av tvingande art, om förfarandet är kontradiktoriskt, om organet tillämpar rättsregler samt om det är oavhängigt (se, för ett liknande resonemang, dom av den 30 juni 1966, Rannberg-Rasmussen, 61/65, EU:C:1966:39, s. 395, dom av den 31 maj 2005, Malfait m.fl., C‑53/03, EU:C:2005:333, punkt 29, och dom av den 16 februari 2017, Gajane Fiorello, C‑503/15, EU:C:2017:126, punkt 27 och där angiven rättspraxis).", "label": [[31, 43, "ORG"], [492, 504, "DATE"], [506, 524, "PER"], [566, 577, "DATE"], [579, 586, "PER"], [643, 659, "DATE"], [661, 676, "PER"]]}
{"text": "52 Vad beträffar det hänskjutande organet i förevarande mål, TEAC, ger de uppgifter som framgår av handlingarna i målet inte anledning att betvivla att det uppfyller kraven att vara upprättat enligt lag, att vara av stadigvarande karaktär, att dess jurisdiktion är av tvingande art, att ha ett kontradiktoriskt förfarande och att tillämpa rättsregler.", "label": [[61, 65, "ORG"]]}
{"text": "53 Däremot uppkommer frågan huruvida TEAC uppfyller kravet på oavhängighet.", "label": [[37, 41, "ORG"]]}
{"text": "54 I detta hänseende fann EU-domstolen i punkt 39 i dom av den 21 mars 2000, Vuotila m.fl. (C‑110/98–C‑147/98, EU:C:2000:145), att den spanska lagstiftningen om TEA, i den lydelse som var tillämplig i det mål som avgjordes genom denna dom, säkerställde en funktionsmässig uppdelning mellan skatteförvaltningen som ansvarar för förvaltning, uppbörd och taxering, och TEA, som omprövar skatteförvaltningens beslut utan att ta emot instruktioner från densamma. I punkt 40 i nämnda dom slog EU-domstolen fast att dessa garantier gör att TEA har egenskapen av en utomstående i förhållande till den myndighet som har fattat det beslut som är föremål för omprövning och är tillräckligt oavhängigt för att kunna anses som en domstol i den mening som avses i artikel 267 FEUF.", "label": [[26, 38, "ORG"], [63, 75, "DATE"], [77, 84, "PER"], [135, 142, "LOC"], [161, 164, "ORG"], [290, 309, "ORG"], [366, 369, "ORG"], [487, 499, "ORG"], [533, 536, "ORG"]]}
{"text": "55 Såsom kommissionen har anfört i sitt skriftliga yttrande, måste emellertid dessa överväganden ses över med hänsyn till bland annat EU-domstolens senaste praxis avseende, i synnerhet, kravet på oavhängighet som varje nationellt organ måste uppfylla för att kvalificeras som ”domstol” i den mening som avses i artikel 267 FEUF.", "label": [[9, 21, "ORG"], [134, 147, "ORG"]]}
{"text": "56 Det ska i detta sammanhang understrykas att de nationella domstolarnas oavhängighet är nödvändig för att det system för domstolssamarbete vilket kommer till uttryck i möjligheten att begära förhandsavgörande enligt artikel 267 FEUF ska kunna fungera väl. I enlighet med EU-domstolens fasta rättspraxis, vilken erinras om i punkt 51 ovan, kan denna möjlighet således endast användas av en domstol som har till uppgift att tillämpa unionsrätten och som uppfyller bland annat detta krav på oavhängighet (dom av den 27 februari 2018, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, punkt 43).", "label": [[273, 286, "ORG"], [515, 531, "DATE"], [533, 575, "ORG"]]}
{"text": "57 Enligt EU-domstolens rättspraxis omfattar begreppet oavhängighet två aspekter. För det första finns det en extern aspekt som förutsätter att den aktuella domstolsinstansen fullgör sina uppgifter helt självständigt, utan att vara underställd någon annan och utan att ta emot order eller instruktioner från något håll och att den således är skyddad mot yttre inblandning eller påtryckningar som kan äventyra dess ledamöters oberoende prövning och påverka deras avgöranden (dom av den 27 februari 2018, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, punkt 44 och där angiven rättspraxis).", "label": [[10, 23, "ORG"], [485, 501, "DATE"], [503, 545, "ORG"]]}
{"text": "58 Beträffande den externa aspekten av begreppet oavhängighet, ska det erinras om att det förhållandet att den aktuella instansens ledamöter är oavsättliga utgör en garanti som är grundläggande för domarnas oavhängighet, eftersom oavsättligheten syftar till att skydda integriteten hos dem som har till uppgift att döma (se, för ett liknande resonemang, dom av den 19 september 2006, Maslov, C‑506/04, EU:C:2006:587, punkt 51, och dom av den 27 februari 2018, Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, punkt 45).", "label": [[365, 382, "DATE"], [384, 390, "PER"], [442, 458, "DATE"], [460, 502, "ORG"]]}
{"text": "59 Principen om domares oavsättlighet, vilken är av absolut grundläggande betydelse, kräver i synnerhet att domarna kan kvarstå i tjänst så länge som de inte uppnått obligatorisk pensionsålder eller fram till dess att deras förordnande löper ut då de tjänstgör enligt ett visstidsförordnande. Denna princip är inte absolut, men avsteg från principen får göras endast om det kan anses motiverat utifrån legitima och tvingande skäl, dock med iakttagande av proportionalitetsprincipen. Således är det vedertaget att domare får skiljas från sin tjänst om de har visat sig vara olämpliga att inneha tjänsten på grund av arbetsoförmåga eller på grund av att de grovt åsidosatt sina tjänsteåligganden; därvid ska förfarandet genomföras enligt adekvata handläggningsregler (dom av den 24 juni 2019, kommissionen/Polen (Högsta domstolens oavhängighet), C‑619/18, EU:C:2019:531, punkt 76).", "label": [[16, 23, "PROFESSION"], [108, 115, "PROFESSION"], [513, 519, "PROFESSION"], [777, 789, "DATE"], [791, 803, "ORG"], [804, 809, "ORG"], [811, 828, "ORG"]]}
{"text": "60 Garantin för att ledamöterna i en domstol ska vara oavsättliga kräver således att de fall där ledamöterna får skiljas från sina tjänster ska vara särskilt reglerade genom uttryckliga lagbestämmelser som erbjuder mer omfattande garantier än dem som gäller enligt allmänna förvaltningsrättsliga och arbetsrättsliga bestämmelser vid entlediganden som utgör missbruk (se, för ett liknande resonemang, dom av den 9 oktober 2014, TDC, C‑222/13, EU:C:2014:2265, punkterna 32 och 35).", "label": [[411, 425, "DATE"]]}
{"text": "61 Den andra aspekten av begreppet oavhängighet är en inre aspekt som hänger samman med begreppet opartiskhet och innebär att organet ska hålla samma avstånd i förhållande till parterna i tvisten och till parternas respektive intressen med avseende på saken i tvisten. Denna aspekt förutsätter att kravet på objektivitet iakttas och att det inte finns något annat intresse i ärendets utgång än en strikt tillämpning av rättsreglerna (dom av den 16 februari 2017, Gajane Fiorello, C‑503/15, EU:C:2017:126, punkt 38 och där angiven rättspraxis).", "label": [[445, 461, "DATE"], [463, 478, "PER"]]}
{"text": "62 Enligt EU-domstolens fasta praxis innebär begreppet oavhängighet, vilket inte kan skiljas från den dömande uppgiften, framför allt att det berörda organet ska vara utomstående i förhållande till den myndighet som fattat det omtvistade beslutet (dom av den 30 mars 1993, Elliott, C‑24/92, EU:C:1993:118, punkt 15, och dom av den 9 oktober 2014, TDC, C‑222/13, EU:C:2014:2265, punkt 29 och där angiven rättspraxis).", "label": [[10, 23, "ORG"], [259, 271, "DATE"], [273, 280, "PER"], [331, 345, "DATE"]]}
{"text": "63 Dessa skyddsregler för oavhängighet och opartiskhet förutsätter att det finns regler – särskilt vad gäller organets sammansättning, utnämningar, förordnandenas längd, de grunder på vilka ledamöterna får lägga ned sina röster samt jävsgrunder och grunder enligt vilka en ledamot får entledigas – som utesluter allt rimligt tvivel som enskilda skulle kunna hysa beträffande organets förmåga att inte låta sig påverkas av yttre omständigheter och dess neutralitet i förhållande till de motstående intressena (dom av den 9 oktober 2014, TDC, C‑222/13, EU:C:2014:2265, punkt 32).", "label": [[520, 534, "DATE"]]}
{"text": "64 I förevarande fall konstaterar EU-domstolen för det första att enligt tillämplig nationell lagstiftning, bland annat artikel 29.2 i kungligt dekret 520/2005, utses ordföranden och ledamöterna i TEAC på obestämd tid genom kungligt dekret som antas av ministerrådet, på förslag av ekonomi- och finansministern. Enligt samma bestämmelse får både ordföranden och ledamöterna i TEAC entledigas enligt samma förfarande, det vill säga genom kungligt dekret som antas av ministerrådet, på förslag av ekonomi- och finansministern.", "label": [[34, 46, "ORG"], [167, 178, "PROFESSION"], [197, 201, "ORG"], [253, 266, "ORG"], [282, 310, "PROFESSION"], [346, 357, "PROFESSION"], [376, 380, "ORG"], [466, 479, "ORG"], [495, 523, "PROFESSION"]]}
{"text": "65 Ledamöterna i de regionala TEA utses enligt artikel 30.2 i kungligt dekret 520/2005 av ekonomi- och finansministern bland de tjänstemän som är upptagna i en förteckning och de kan entledigas av samma minister.", "label": [[30, 33, "ORG"], [90, 118, "PROFESSION"], [203, 211, "PROFESSION"]]}
{"text": "66 I den tillämpliga nationella lagstiftningen föreskrivs det visserligen regler angående nedläggande av röster och jäv för ordföranden och andra ledamöter i TEAC samt, beträffande ordföranden, regler angående intressekonflikter, oförenlighet och skyldigheten att lämna insyn. Det är emellertid ostridigt att reglerna om entledigande av ordföranden och övriga ledamöter i TEAC inte är särskilt reglerade i uttryckliga bestämmelser, såsom de bestämmelser som är tillämpliga på ledamöter av den dömande makten. I sistnämnda hänseende omfattas ledamöterna i TEAC av de förvaltningsrättsliga bestämmelser som gäller i allmänhet, särskilt de grundläggande tjänsteföreskrifterna för offentliganställda tjänstemän. Detta bekräftades av den spanska regeringen under förhandlingen vid domstolen. Samma konstaterande gäller även för ledamöterna i regionala och lokala TEA.", "label": [[124, 135, "PROFESSION"], [158, 162, "ORG"], [181, 192, "PROFESSION"], [337, 348, "PROFESSION"], [372, 376, "ORG"], [555, 559, "ORG"], [729, 751, "ORG"], [858, 861, "ORG"]]}
{"text": "67 Entledigandet av ordföranden och övriga ledamöter i TEAC samt av ledamöterna i övriga TEA är inte, såsom krävs enligt den princip om oavsättlighet som det erinrats om i punkt 59 i förevarande dom, begränsat till vissa undantagsfall såsom arbetsoförmåga eller ett grovt åsidosättande av tjänsteåligganden vilka visar att personen i fråga inte är lämpad att inneha tjänsten, vilka motsvarar legitima och tvingande skäl som motiverar att en sådan åtgärd vidtas med iakttagande av proportionalitetsprincipen och i enlighet med adekvata handläggningsregler.", "label": [[20, 31, "PROFESSION"], [55, 59, "ORG"], [89, 92, "ORG"]]}
{"text": "68 Av detta följer att den tillämpliga nationella lagstiftningen inte säkerställer att ordföranden och övriga ledamöter i TEAC är skyddade från direkta eller indirekta yttre påtryckningar, som skulle kunna ge upphov till tvivel om deras oavhängighet.", "label": [[87, 98, "PROFESSION"], [122, 126, "ORG"]]}
{"text": "69 Det är visserligen riktigt att ledamöterna i TEA enligt artikel 228.1 LGT utövar sina befogenheter ”på ett funktionellt oberoende sätt” och att de i enlighet med artikel 29.9 och artikel 30.12 i kungligt dekret 520/2005 utövar det uppdrag som tilldelats enligt lag med ”fullständigt oberoende och på eget ansvar”, men det finns inte några särskilda garantier avseende entledigandet av dem eller upphävandet av deras utnämningar. Ett sådant system förefaller inte kunna garantera ett skydd mot otillbörliga påtryckningar från den verkställande maktens sida gentemot ledamöterna i TEA (se, analogt, dom av den 31 maj 2005, Malfait m.fl., C‑53/03, EU:C:2005:333, punkt 31).", "label": [[48, 51, "ORG"], [582, 585, "ORG"], [611, 622, "DATE"], [624, 631, "PER"]]}
{"text": "70 I detta hänseende skiljer sig situationen för ledamöterna i TEA, och särskilt för ledamöterna i TEAC, exempelvis från situationen för det hänskjutande organet i det mål som avgjordes genom domen av den 6 oktober 2015, Consorci Sanitari del Maresme (C‑203/14, EU:C:2015:664), i den betydelsen att ledamöterna i det organet, såsom framgår av punkterna 11 och 20 i den domen, till skillnad från ledamöterna i TEA åtnjöt en garanti beträffande sin oavsättlighet under den tid som deras förordande löpte från vilken det endast kunde göras undantag av skäl som var uttryckligen uppräknade i lag.", "label": [[63, 66, "ORG"], [99, 103, "ORG"], [205, 219, "DATE"], [221, 250, "ORG"], [409, 412, "ORG"]]}
{"text": "71 TEA och i synnerhet TEAC skiljer sig från det hänskjutande organet i det mål som avgjordes genom domen av den 24 maj 2016, MT Højgaard och Züblin (C‑396/14, EU:C:2016:347). Såsom framgår av punkterna 29–31 i den domen ingick det visserligen sakkunniga ledamöter i det organet som inte omfattades av det särskilda skydd mot entledigande som domare hade i kraft av en grundlagsbestämmelse, men organet bestod även av domare vilka omfattades av detta skydd och vilka, under alla omständigheter, hade majoriteten av rösterna och följaktligen hade den avgörande rösten i organets beslut. Detta är ägnat att säkerställa organets oavhängighet.", "label": [[3, 6, "ORG"], [23, 27, "ORG"], [113, 124, "DATE"], [126, 137, "ORG"], [142, 148, "ORG"], [343, 349, "PROFESSION"], [418, 424, "PROFESSION"]]}
{"text": "72 Vad gäller kravet på oavhängighet sett ur sin andra, inre aspekt, vilken avses i punkt 61 i förevarande dom, konstaterar domstolen att det visserligen finns en funktionell åtskillnad inom ekonomi- och finansministeriet, mellan, å ena sidan, de avdelningar inom skatteförvaltningen som ansvarar för förvaltning, uppbörd och fastställelse av skatt, och å andra sidan TEA, som omprövar de beslut som fattats av nämnda avdelningar.", "label": [[191, 221, "ORG"], [264, 283, "ORG"], [368, 371, "ORG"]]}
{"text": "73 Såsom generaladvokaten har påpekat i punkterna 31 och 40 i sitt förslag till avgörande, bidrar emellertid vissa särdrag i förfarandet för att anhängiggöra extraordinära ärenden vid Sala Especial para la Unificación de Doctrina (den särskilda avdelningen för utarbetandet av en enhetlig doktrin, Spanien), vilket regleras i artikel 243 LGT, till tvivel över huruvida TEAC har ställning som ”utomstående” i förhållande till de motstående intressena.", "label": [[9, 25, "PROFESSION"], [184, 229, "ORG"], [231, 296, "ORG"], [298, 305, "LOC"], [369, 373, "ORG"]]}
{"text": "74 Det är nämligen endast generaldirektören för skatter vid ekonomi- och finansministeriet som kan anhängiggöra ett sådant extraordinärt ärende mot de beslut från TEAC som denne anser vara felaktiga. Generaldirektören kommer emellertid själv, tillsammans med generaldirektören eller direktören för den avdelning inom skatteförvaltningen som det organ som är upphovsman till den rättsakt som ligger till grund för ärendet är underställt, att ingå i den sammansättning av åtta personer som ska pröva ärendet. Således ingår både generaldirektören för skatter vid ekonomi- och finansministeriet, som har anhängiggjort det extraordinära ärendet mot TEAC:s beslut, och generaldirektören eller direktören för den avdelning inom skatteförvaltningen från vilken den rättsakt härrör som är föremål för TEAC:s beslut, i den specialavdelning inom TEAC som ska pröva ärendet. Av detta följer att det föreligger oklarhet mellan ställningen som part i förfarandet för anhängiggörande av ett extraordinärt ärende och ställningen som ledamot i det organ som ska pröva ett sådant ärende.", "label": [[26, 55, "PROFESSION"], [60, 90, "ORG"], [163, 167, "ORG"], [200, 217, "PROFESSION"], [259, 276, "PROFESSION"], [283, 293, "PROFESSION"], [317, 336, "ORG"], [526, 555, "PROFESSION"], [560, 590, "ORG"], [644, 648, "ORG"], [663, 680, "PROFESSION"], [687, 697, "PROFESSION"], [721, 740, "ORG"], [792, 796, "ORG"], [835, 839, "ORG"]]}
{"text": "75 För övrigt kan möjligheten att generaldirektören för skatter vid ekonomi- och finansministeriet anhängiggör ett sådant extraordinärt ärende mot ett beslut av TEAC innebära att påtryckningar utövas mot detta organ och sålunda ge upphov till tvivel om dess oavhängighet och opartiskhet, oaktat det faktum vilket åberopats av den spanska regeringen vid förhandlingen i domstolen att det framgår av artikel 243.4 LGT att ett extraordinärt ärende endast har verkningar för framtiden och saknar betydelse för beslut som redan antagits av TEAC, inbegripet det beslut som är föremål för det extraordinära ärendet.", "label": [[34, 63, "PROFESSION"], [68, 98, "ORG"], [161, 165, "ORG"], [326, 348, "ORG"], [369, 378, "ORG"], [535, 539, "ORG"]]}
{"text": "76 Dessa särdrag i det förfarande för att anhängiggöra extraordinära ärenden för att utarbeta en enhetlig doktrin, vilket kan riktas mot TEAC:s beslut, visar på de institutionella och funktionella band som finns mellan TEAC och ekonomi- och finansministeriet, i synnerhet generaldirektören för skatter vid ministeriet och generaldirektören för det direktorat från vilket de beslut härrör som angrips vid TEAC. Förekomsten av sådana band utgör hinder för att tillerkänna TEAC egenskapen av utomstående i förhållande till den myndigheten (se, analogt, dom av den 30 maj 2002, Richter, C‑516/99, EU:C:2002:313, punkterna 38–40)", "label": [[137, 141, "ORG"], [219, 223, "ORG"], [228, 258, "ORG"], [272, 301, "PROFESSION"], [306, 317, "ORG"], [322, 339, "PROFESSION"], [348, 358, "PROFESSION"], [404, 408, "ORG"], [470, 474, "ORG"], [561, 572, "DATE"], [574, 581, "PER"]]}
{"text": "77 TEAC uppfyller följaktligen inte det krav på oavhängighet, betraktat ur sin inre aspekt, som kännetecknar en domstol.", "label": [[3, 7, "ORG"]]}
{"text": "78 Det ska för det första tilläggas att den omständigheten att TEA inte utgör ”domstolar”, i den mening som avses i artikel 267 FEUF, inte befriar dem från skyldigheten att säkerställa tillämpningen av unionsrätten i samband med antagandet av sina beslut och, om det behövs, att underlåta att tillämpa nationella bestämmelser som står i strid med unionsbestämmelser som har direkt effekt. Dessa skyldigheter åvilar nämligen samtliga behöriga nationella myndigheter och inte endast domstolarna (se, för ett liknande resonemang, dom av den 22 juni 1989, Gapinski, 103/88, EU:C:1989:256, punkterna 30–33, dom av den 14 oktober 2010, Weiß, C‑243/09, EU:C:2010:609, punkterna 61 och 63, dom av den 4 december 2018, Minister for Justice and Equality och Commissioner of An Garda Síochána, C‑378/17, EU:C:2018:979, punkterna 36 och 38).", "label": [[63, 66, "ORG"], [538, 550, "DATE"], [552, 560, "PER"], [613, 628, "DATE"], [630, 634, "PER"], [693, 708, "DATE"], [710, 743, "PROFESSION"], [748, 760, "PROFESSION"], [764, 781, "ORG"]]}
{"text": "79 För det andra gör förekomsten av rättsmedel inför Audiencia Nacional (Centraldomstolen, Spanien) och Tribunal Supremo (Högsta domstolen, Spanien) mot de beslut som TEA fattar efter omprövning av ett ekonomiskt-administrativt ärende det möjligt att säkerställa effektiviteten i systemet för begäran om förhandsavgörande enligt artikel 267 FEUF och den enhetliga tolkningen av unionsrätten, eftersom sådana nationella domstolar har rätt eller, i förekommande fall, är skyldiga att begära förhandsavgörande från EU-domstolen när det krävs ett avgörande angående tolkningen eller giltigheten av unionsrätten för att kunna döma i saken (se, analogt, dom av den 31 januari 2013, Dmitriev, C‑394/11, EU:C:2013:48, punkt 52).", "label": [[53, 71, "ORG"], [73, 89, "ORG"], [91, 98, "LOC"], [104, 120, "ORG"], [122, 138, "ORG"], [140, 147, "LOC"], [167, 170, "ORG"], [512, 524, "ORG"], [659, 674, "DATE"], [676, 684, "PER"]]}
{"text": "80 Mot bakgrund av det anförda ska den begäran om förhandsavgörande som framställts av TEAC avvisas, eftersom detta organ inte kan kvalificeras som en ”domstol” i den mening som avses i artikel 267 FEUF.", "label": [[87, 91, "ORG"]]}
{"text": "Rättegångskostnader", "label": []}
{"text": "81 Eftersom förfarandet i förhållande till parterna i det nationella målet utgör ett led i beredningen av samma mål, ankommer det på den hänskjutande domstolen att besluta om rättegångskostnaderna. De kostnader för att avge yttrande till domstolen som andra än nämnda parter har haft är inte ersättningsgilla.", "label": [[150, 159, "ORG"], [238, 247, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolen (stora avdelningen) följande:", "label": [[28, 57, "ORG"]]}
{"text": "Den begäran om förhandsavgörande som framställts av Tribunal Económico-Administrativo Central (Centralskattenämnden, Spanien) genom beslut av den 2 april 2014 avvisas.", "label": [[52, 93, "ORG"], [95, 115, "ORG"], [117, 124, "LOC"], [146, 158, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: spanska.", "label": [[19, 26, "NATIONALITY"]]}
