{"text": "TRIBUNALENS DOM (sjätte avdelningen i utökad sammansättning)", "label": [[0, 11, "ORG"], [17, 59, "ORG"]]}
{"text": "den 29 januari 2020 (*)", "label": [[4, 19, "DATE"]]}
{"text": "”Personalmål – Tolkarna strejkar – Europaparlamentets åtgärder för tvångsinkallelse av tolkar – Avsaknad av rättslig grund – Skadeståndsansvar – Ideell skada”", "label": [[15, 23, "PROFESSION"], [35, 53, "ORG"], [87, 93, "PROFESSION"]]}
{"text": "I mål T‑402/18,", "label": []}
{"text": "Zuikin Kuhn, Bryssel (Belgien), och övriga sökande vilka anges i bilagan,(1) företrädda av G. Allen, advokat", "label": [[0, 11, "PER"], [13, 30, "LOC"], [91, 99, "PER"], [101, 108, "PROFESSION"]]}
{"text": "sökande,", "label": []}
{"text": "mot", "label": []}
{"text": "Europaparlamentet, företrätt av Z. Camacho-Chapman, M. Makarenko och L. Jansson, samtliga i egenskap av ombud,", "label": [[0, 17, "ORG"], [32, 50, "PER"], [52, 64, "PER"], [69, 79, "PER"], [104, 109, "PROFESSION"]]}
{"text": "svarande,", "label": []}
{"text": "med stöd av", "label": []}
{"text": "Europeiska unionens råd, företrätt av M. Lazar och Z. Perrin, båda i egenskap av ombud,", "label": [[0, 23, "ORG"], [38, 46, "PER"], [51, 60, "PER"], [81, 86, "PROFESSION"]]}
{"text": "intervenient,", "label": []}
{"text": "angående en talan enligt artikel 270 FEUF, med yrkande dels om ogiltigförklaring av det beslut som parlamentets generaldirektör för personal antog den 2 juli 2018 om att tvångsinkalla tolkar och konferenstolkar den 3 juli 2018, samt de senare beslut som parlamentets generaldirektör för personal antog om att tvångsinkalla tolkar och konferenstolkar den 4, 5, 10 och 11 juli 2018, dels om ersättning, vilken i överensstämmelse med rätt och billighet (ex aequo et bono) bör fastställas till ett belopp på 1 000 euro per person, för den ideella skada som sökandena anser sig ha lidit till följd av dessa beslut,", "label": [[99, 111, "ORG"], [112, 140, "PROFESSION"], [151, 162, "DATE"], [184, 190, "PROFESSION"], [195, 210, "PROFESSION"], [215, 226, "DATE"], [254, 266, "ORG"], [267, 295, "PROFESSION"], [323, 329, "PROFESSION"], [334, 349, "PROFESSION"], [354, 379, "DATE"], [504, 509, "AMOUNT_VALUE"], [510, 514, "AMOUNT_UNIT"]]}
{"text": "meddelar TRIBUNALEN (sjätte avdelningen i utökad sammansättning),", "label": [[9, 64, "ORG"]]}
{"text": "sammansatt av ordföranden N. van der Linden samt domarna J. Gavvas (referent), A. Danilov, L. Csaba och F. Mateescu-Munteanu,", "label": [[14, 25, "PROFESSION"], [26, 43, "PER"], [49, 56, "PROFESSION"], [57, 66, "PER"], [68, 76, "PROFESSION"], [79, 89, "PER"], [91, 99, "PER"], [104, 124, "PER"]]}
{"text": "justitiesekreterare: handläggaren U. Ginette,", "label": [[0, 19, "PROFESSION"], [21, 33, "PROFESSION"], [34, 44, "PER"]]}
{"text": "efter den skriftliga delen av förfarandet och förhandlingen den 9 oktober 2019,", "label": [[64, 78, "DATE"]]}
{"text": "följande Dom", "label": []}
{"text": "Bakgrund till tvisten", "label": []}
{"text": "1 Sökandena, Zuikin Kuhn och övriga sökande vilka framgår av bilagan, är tolkar och konferenstolkar vid Europaparlamentet.", "label": [[13, 24, "PER"], [73, 79, "PROFESSION"], [84, 99, "PROFESSION"], [104, 121, "ORG"]]}
{"text": "2 Den 14 juli 2017 antog parlamentets generalsekreterare ett beslut om att ändra arbetsvillkoren för tolkar och konferenstolkar.", "label": [[6, 18, "DATE"], [25, 37, "ORG"], [38, 56, "PROFESSION"], [101, 107, "PROFESSION"], [112, 127, "PROFESSION"]]}
{"text": "3 Beslutet genomfördes inom ramen för tolkarnas arbetsprogram och ledde till att den tvärfackliga kommittén, som bland annat Syndicat des fonctionnaires internationaux et européens – Section du Parlement européen (SFIE-PE) tillhör, meddelade strejkvarsel av säkerhetsskäl i oktober 2017. Efter det att diskussioner med parlamentets generalsekreterare hade återupptagits återkallades emellertid strejkvarslet.", "label": [[38, 47, "PROFESSION"], [81, 107, "ORG"], [125, 222, "ORG"], [274, 286, "DATE"], [319, 331, "ORG"], [332, 350, "PROFESSION"]]}
{"text": "4 Den 28 maj 2018 meddelade den tvärfackliga kommittén återigen strejkvarsel av säkerhetsskäl, avseende perioden 5 juni–20 juli 2018.", "label": [[6, 17, "DATE"], [28, 54, "ORG"], [113, 119, "DATE"], [120, 132, "DATE"]]}
{"text": "5 Den 5 och den 7 juni 2018 informerade den tvärfackliga kommittén dels parlamentets samtliga anställda, dels parlamentets ordförande, om de åtgärder som planerades till och med den 14 juni 2018.", "label": [[6, 27, "DATE"], [40, 66, "ORG"], [72, 103, "PROFESSION"], [110, 133, "ORG"], [182, 194, "DATE"]]}
{"text": "6 Den 8 juni 2018 skickade parlamentets generaldirektör för personal en förteckning över antalet tvångsinkallade tolkar för perioden 12–14 juni 2018 till den tvärfackliga kommittén, och bad vidare kommittén att, före den 11 juni 2018 klockan 14, vidarebefordra eventuella kommentarer från de fackföreningar eller yrkessammanslutningar (nedan kallade de fackliga organisationerna) som institutionspersonalen i förteckningen tillhörde.", "label": [[6, 17, "DATE"], [27, 39, "ORG"], [40, 68, "PROFESSION"], [113, 119, "PROFESSION"], [133, 148, "DATE"], [154, 180, "ORG"], [197, 206, "ORG"], [217, 244, "DATE"]]}
{"text": "7 Den 9 och den 11 juni 2018 skickade den tvärfackliga kommittén sina synpunkter till parlamentets generaldirektör för personal.", "label": [[6, 28, "DATE"], [38, 64, "ORG"], [86, 98, "ORG"], [99, 127, "PROFESSION"]]}
{"text": "8 Genom beslut av den 11 juni 2018 tvångsinkallade parlamentets generaldirektör för personal tolkar och konferenstolkar under perioden 12–14 juni 2018.", "label": [[22, 34, "DATE"], [51, 63, "ORG"], [64, 92, "PROFESSION"], [93, 99, "PROFESSION"], [104, 119, "PROFESSION"], [135, 150, "DATE"]]}
{"text": "9 Liknande förfaranden genomfördes under perioderna 18–22 juni 2018 och 25‑27 juni 2018, och ledde till beslut om att tvångsinkalla tolkar och konferenstolkar under dessa perioder.", "label": [[52, 67, "DATE"], [72, 87, "DATE"], [132, 138, "PROFESSION"], [143, 158, "PROFESSION"]]}
{"text": "10 Den 25 juni 2018 underrättade den tvärfackliga kommittén parlamentets ordförande om att strejkvarslet hade förlängts till och med den 14 september 2018.", "label": [[7, 19, "DATE"], [33, 59, "ORG"], [60, 72, "ORG"], [73, 83, "PROFESSION"], [137, 154, "DATE"]]}
{"text": "11 Den 27 juni 2018 begärde parlamentets generaldirektör för personal att den tvärfackliga kommittén, senast den 29 juni 2018 klockan 12, skulle inkomma med synpunkter på schemat över de planerade tvångsinkallelserna under perioden 3–5 juli 2018.", "label": [[3, 19, "DATE"], [28, 40, "ORG"], [41, 69, "PROFESSION"], [74, 100, "ORG"], [109, 136, "DATE"], [232, 245, "DATE"]]}
{"text": "12 Den 29 juni 2018 översände den tvärfackliga kommittén sina synpunkter till parlamentets ordförande och parlamentets generaldirektör för personal.", "label": [[7, 19, "DATE"], [30, 56, "ORG"], [78, 101, "ORG"], [106, 147, "PROFESSION"]]}
{"text": "13 Den 2 juli 2018 informerade parlamentets generaldirektör för personal den tvärfackliga kommittén om att de tvångsinkallelser som var nödvändiga för parlamentets verksamhet skulle genomföras, och att en kopia på besluten om att tvångsinkalla tolkar och konferenstolkar under perioden 3–5 juli 2018 skulle översändas till den tvärfackliga kommittén.", "label": [[7, 18, "DATE"], [31, 43, "ORG"], [44, 72, "PROFESSION"], [73, 99, "ORG"], [151, 163, "ORG"], [244, 250, "PROFESSION"], [255, 270, "PROFESSION"], [286, 299, "DATE"], [323, 349, "ORG"]]}
{"text": "14 Genom beslut av den 2 juli 2018 tvångsinkallade parlamentets generaldirektör för personal tolkar och konferenstolkar, däribland vissa av sökandena, den 3 juli 2018 (nedan kallat beslutet av den 2 juli 2018).", "label": [[23, 34, "DATE"], [51, 63, "ORG"], [64, 99, "PROFESSION"], [104, 119, "PROFESSION"], [155, 166, "DATE"], [197, 208, "DATE"]]}
{"text": "Förfarande", "label": []}
{"text": "15 Genom handling som inkom till tribunalens kansli den 3 juli 2018 väckte sökandena förevarande talan.", "label": [[33, 51, "ORG"], [56, 67, "DATE"]]}
{"text": "16 Genom separat handling som inkom till tribunalens kansli samma dag ansökte sökandena om interimistiska åtgärder. Genom beslut av den 4 juli 2018, Kuhn m.fl./parlamentet (T-402/18 R, ej publicerat, EU:T:2018:404), avslogs ansökan och det beslutades att frågan om rättegångskostnader skulle anstå.", "label": [[41, 59, "ORG"], [136, 147, "DATE"], [149, 153, "PER"], [160, 171, "ORG"]]}
{"text": "17 Genom separat handling som inkom till tribunalens kansli den 17 juli 2018 ingav sökandena, med stöd av artikel 86 i tribunalens rättegångsregler, en inlaga om justering av talan för att hänsyn skulle tas till de tre beslut som antogs den 3, den 4 och den 7 juli 2018, varigenom parlamentets generaldirektör för personal tvångsinkallade tolkar och konferenstolkar den 4, den 5, den 10 och den 11 juli 2018 (nedan kallade de beslut som antagits efter det att talan väckts).", "label": [[41, 59, "ORG"], [64, 76, "DATE"], [119, 130, "ORG"], [241, 269, "DATE"], [281, 293, "ORG"], [294, 322, "PROFESSION"], [339, 345, "PROFESSION"], [350, 365, "PROFESSION"], [370, 407, "DATE"]]}
{"text": "18 Genom justitiesekreterarens skrivelse av den 30 juli 2018 underrättades sökandena om att i enlighet med artikel 91.4 i tjänsteföreskrifterna för tjänstemän i Europeiska unionen (nedan kallade tjänsteföreskrifterna) skulle behandlingen av huvudfrågan skjutas upp tills dess att ett uttryckligt eller tyst avslag meddelades på det klagomål som hade ingetts den 3 juli 2018.", "label": [[9, 30, "PROFESSION"], [48, 60, "DATE"], [148, 158, "PROFESSION"], [161, 179, "LOC"], [362, 373, "DATE"]]}
{"text": "19 Genom handling som inkom till tribunalens kansli den 18 oktober 2018 ansökte Europeiska unionens råd om att få intervenera i målet till stöd för parlamentets yrkanden.", "label": [[33, 51, "ORG"], [56, 71, "DATE"], [80, 103, "ORG"], [148, 160, "ORG"]]}
{"text": "20 Genom skrivelse av den 7 november 2018 informerade sökandena tribunalen om att parlamentet, genom ett beslut av den 5 november 2018, hade avslagit deras klagomål.", "label": [[26, 41, "DATE"], [64, 74, "ORG"], [82, 93, "ORG"], [119, 134, "DATE"]]}
{"text": "21 Genom justitiesekreterarens skrivelse av den 15 november 2018 informerades sökandena om att förfarandet hade återupptagits.", "label": [[9, 30, "PROFESSION"], [48, 64, "DATE"]]}
{"text": "22 Parlamentet inkom med svaromål den 22 januari 2019.", "label": [[3, 14, "ORG"], [38, 53, "DATE"]]}
{"text": "23 Genom beslut av den 24 januari 2019 tillät ordföranden på tribunalens sjätte avdelning rådet att intervenera.", "label": [[23, 38, "DATE"], [46, 57, "PROFESSION"], [61, 95, "ORG"]]}
{"text": "24 Rådet inkom med sin interventionsinlaga den 18 mars 2019 och parterna inkom med sina yttranden över denna inlaga inom de föreskrivna fristerna.", "label": [[3, 8, "ORG"], [47, 59, "DATE"]]}
{"text": "25 På förslag av referenten uppmanade tribunalen (sjätte avdelningen) den 25 mars 2019, som en åtgärd för processledning enligt artikel 89 i rättegångsreglerna, sökandena att inkomma med förteckningen över de tolkar och konferenstolkar som tvångsinkallats den 3 juli 2018. Sökandena efterkom denna uppmaning inom den föreskrivna fristen.", "label": [[17, 27, "PROFESSION"], [38, 69, "ORG"], [74, 86, "DATE"], [220, 235, "PROFESSION"], [260, 271, "DATE"]]}
{"text": "26 Sökandena ingav en replik den 1 april 2019.", "label": [[33, 45, "DATE"]]}
{"text": "27 Genom skrivelse som inkom till tribunalens kansli den 3 april 2019 återkallade Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel och Christof van den Tempel sin talan (nedan kallad den delvisa återkallelsen). Genom handlingar som inkom till tribunalens kansli den 5 april 2019 yttrade sig parlamentet och rådet över den delvisa återkallelsen. Genom beslut av den 30 april 2019 strök ordföranden på tribunalens sjätte avdelning nyssnämnda personer från förteckningen över sökande och beslutade om rättegångskostnaderna för den delvisa återkallelsen.", "label": [[34, 52, "ORG"], [57, 69, "DATE"], [82, 93, "PER"], [95, 110, "PER"], [112, 123, "PER"], [125, 145, "PER"], [150, 173, "PER"], [258, 276, "ORG"], [281, 293, "DATE"], [306, 317, "ORG"], [322, 327, "ORG"], [380, 393, "DATE"], [400, 411, "PROFESSION"], [415, 443, "ORG"]]}
{"text": "28 Parlamentet ingav en duplik den 10 maj 2019, då den skriftliga delen av förfarandet avslutades.", "label": [[3, 14, "ORG"], [35, 46, "DATE"]]}
{"text": "29 Eftersom en domare på sjätte avdelningen var förhindrad att tjänstgöra, utsåg ordföranden en annan domare för att komplettera avdelningen.", "label": [[15, 21, "PROFESSION"], [25, 43, "ORG"], [81, 92, "PROFESSION"], [102, 108, "PROFESSION"]]}
{"text": "30 På förslag av sjätte avdelningen beslutade tribunalen, med tillämpning av artikel 28 i rättegångsreglerna, att hänskjuta målet till en utökad sammansättning.", "label": [[17, 35, "ORG"], [46, 56, "ORG"]]}
{"text": "31 På förslag av referenten beslutade tribunalen (sjätte avdelningen i utökad sammansättning) att inleda det muntliga förfarandet och ställde, som en åtgärd för processledning enligt artikel 89 i rättegångsreglerna, frågor till parterna och uppmanade dels parlamentet att inkomma med det beslut varigenom parlamentet hade fastställt vem inom institutionen som skulle utöva de befogenheter som enligt tjänsteföreskrifterna tillkommer tillsättningsmyndigheten, dels att sökandena skulle inkomma med det ”ad hoc‑avtal från januari 2014” som de hade hänvisat till i ansökan. Parterna efterkom begäran inom den föreskrivna fristen.", "label": [[17, 27, "PROFESSION"], [38, 93, "ORG"], [256, 267, "ORG"], [305, 316, "ORG"], [520, 532, "DATE"]]}
{"text": "32 Parterna utvecklade sin talan och svarade på tribunalens muntliga frågor vid förhandlingen den 9 oktober 2019.", "label": [[48, 59, "ORG"], [98, 112, "DATE"]]}
{"text": "Parternas yrkanden", "label": []}
{"text": "33 Sökandena har yrkat att tribunalen ska", "label": [[27, 37, "ORG"]]}
{"text": "– ogiltigförklara beslutet av den 2 juli 2018 och de beslut som antagits efter det att talan väckts,", "label": [[34, 45, "DATE"]]}
{"text": "– förplikta parlamentet att ersätta den ideella skadan, vilken i överensstämmelse med rätt och billighet (ex aequo et bono) ska uppskattas till 1 000 euro per person, och", "label": [[12, 23, "ORG"], [144, 149, "AMOUNT_VALUE"], [150, 154, "AMOUNT_UNIT"]]}
{"text": "– förplikta parlamentet att ersätta rättegångskostnaderna.", "label": [[12, 23, "ORG"]]}
{"text": "34 Parlamentet har yrkat att tribunalen ska", "label": [[3, 14, "ORG"], [29, 39, "ORG"]]}
{"text": "– ogilla talan, eftersom den delvis inte kan tas upp till prövning och i övriga delar är ogrundad, och", "label": []}
{"text": "– förplikta sökandena att ersätta rättegångskostnaderna.", "label": []}
{"text": "35 Rådet har yrkat att tribunalen ska", "label": [[3, 8, "ORG"], [23, 33, "ORG"]]}
{"text": "– ogilla talan, eftersom den delvis inte kan tas upp till prövning och i övriga delar är ogrundad, och", "label": []}
{"text": "– besluta om rättegångskostnaderna i enlighet med gällande rätt.", "label": []}
{"text": "Rättslig bedömning", "label": []}
{"text": "Yrkandet om ogiltigförklaring", "label": []}
{"text": "Upptagande till prövning", "label": []}
{"text": "– Huruvida talan kan tas upp till prövning i den del den avser de beslut som antagits efter det att talan väckts", "label": []}
{"text": "36 Parlamentet har gjort gällande att sökandena inte med stöd av artikel 86 i rättegångsreglerna kan yrka ogiltigförklaring av beslut som antagits efter det att talan väckts, eftersom dessa beslut inte syftar till att ersätta eller ändra beslutet av den 2 juli 2018. Parlamentet har hävdat att de beslut som antagits efter det att talan väckts, trots att det var mycket sannolikt att de skulle antas, inte kan bli föremål för förevarande talan, eftersom de inte hade några rättsverkningar när talan väcktes. Parlamentet har för fullständighetens skull tillagt att sökandena borde ha iakttagit det administrativa förfarande som föreskrivs i artikel 90.2 i tjänsteföreskrifterna, innan de yrkat att de beslut som antagits efter det att talan väckts skulle ogiltigförklaras.", "label": [[3, 14, "ORG"], [254, 265, "DATE"], [267, 278, "ORG"], [508, 519, "ORG"]]}
{"text": "37 Sökandena har åberopat exceptionella omständigheter och har gjort gällande att de, med hänsyn till att det extremt sent beslutades om åtgärder för tvångsinkallande, har rätt att yrka att de beslut som antagits efter det att talan väckts ska ogiltigförklaras. De har tillagt att även om det är riktigt att dessa beslut inte var antagna när talan väcktes, var det likväl säkert att de skulle antas. Sökandena anser att det skulle vara uppenbart oproportionerligt och orimligt, samt strida mot god rättsskipning och åsidosätta rätten till ett effektivt rättsmedel enligt artikel 47 i Europeiska unionens stadga om de grundläggande rättigheterna (nedan kallad stadgan), om de vore tvungna att väcka talan om varje antaget beslut. De har preciserat att de iakttog det administrativa förfarande som föreskrivs i artikel 90.2 i tjänsteföreskrifterna.", "label": [[584, 603, "LOC"]]}
{"text": "38 Tribunalen erinrar om att enligt fast rättspraxis kan en talan om ogiltigförklaring endast väckas mot en existerande rättsakt som går någon emot (dom av den 16 september 2013, Bank Kargoshaei m.fl./rådet, T-8/11, ej publicerad, EU:T:2013:470, punkt 47).", "label": [[3, 13, "ORG"], [160, 177, "DATE"], [179, 194, "ORG"], [201, 206, "ORG"]]}
{"text": "39 I förevarande fall kan det konstateras att sökandena i sin ansökan uppgett att de yrkade att de ”framtida besluten om att tvångsinkalla personal den 4, 5, 10 och 11 juli 2018” skulle ogiltigförklaras. Det följer av den rättspraxis som det hänvisats till i punkt 38 ovan att sådana yrkanden om att tribunalen ska pröva hypotetiska och ännu inte antagna rättsakters rättsenlighet, inte kan tas upp till prövning och att de ska avvisas (beslut av den 27 februari 2019, SFIE-PE/parlamentet, T-401/18, ej publicerat, EU:T:2019:132, punkt 30). Även om sökandena har gjort gällande att det den 27 juni 2018 var säkert att besluten skulle antas och vad de skulle innehålla, medger de att det inte kunde uteslutas att vissa tolkar som ursprungligen hade tvångsinkallats kunde komma att ersättas i sista stund, bland annat på grund av sjukdom.", "label": [[152, 177, "DATE"], [300, 310, "ORG"], [451, 467, "DATE"], [469, 476, "ORG"], [477, 488, "ORG"], [590, 602, "DATE"], [718, 724, "PROFESSION"]]}
{"text": "40 Sökandenas övriga argument som det har erinrats om ovan i punkt 37 föranleder inte någon annan bedömning.", "label": []}
{"text": "41 Vad för det första gäller det påstådda åsidosättandet av artikel 47 i stadgan, ska det erinras om att ändamålet med den artikeln inte är att det i fördragen föreskrivna systemet med domstolsprövning ska ändras, särskilt inte bestämmelserna om upptagande av talan som väckts direkt vid Europeiska unionens domstol, vilket även framgår av förklaringarna till denna artikel. Dessa förklaringar ska, i enlighet med artikel 6.1 tredje stycket FEU och artikel 52.7 i stadgan, beaktas vid tolkningen av densamma (se dom av den 4 juni 2015, Molkerei Scheitz/kommissionen, C‑682/13 P, ej publicerad, EU:C:2015:356, punkt 29 och där angiven rättspraxis).", "label": [[288, 307, "LOC"], [523, 534, "DATE"], [536, 552, "ORG"], [553, 565, "ORG"]]}
{"text": "42 Det påstått sena antagandet av de beslut som antagits efter det att talan väckts har dessutom inte berövat sökandena möjligheten att, på de villkor som föreskrivs i artikel 270 FEUF, väcka talan om ogiltigförklaring av dessa beslut efter det att de antagits. Sökandenas rätt till ett effektivt rättsmedel har således inte under några omständigheter åsidosatts.", "label": []}
{"text": "43 Vad för det andra gäller den inlaga om justering av talan som sökandena ingav den 17 juli 2018, angavs det däri att de beslut som fortfarande var framtida när förevarande talan väcktes faktiskt hade antagits. Sökandena anser att inlagan om justering av talan medför att förevarande grund för att avvisa talan förlorar sitt föremål.", "label": [[85, 97, "DATE"]]}
{"text": "44 I artikel 86.1 i rättegångsreglerna föreskrivs att ”[n]är den rättsakt som en talan om ogiltigförklaring avser har ersatts av eller har ändrats genom en annan rättsakt som rör samma sak, får sökanden, innan den muntliga delen av förfarandet har avslutats eller innan tribunalen har beslutat att avgöra målet utan att inleda den muntliga delen av förfarandet, justera talan för att ta hänsyn till denna nya omständighet”.", "label": [[270, 280, "ORG"]]}
{"text": "45 De beslut som antagits efter det att talan väckts kan emellertid inte anses ha ersatt eller ändrat beslutet av den 2 juli 2018 eller de framtida beslut som sökandena i sin ansökan begärt ogiltigförklarade. Det är ostridigt att de beslut som antagits efter det att talan väckts inte syftar till att ersätta eller ändra beslutet av den 2 juli 2018, som inte avser samma datum och är riktade till olika mottagare. Angående de framtida beslut som begärts ogiltigförklarade i ansökan påpekar tribunalen att artikel 86.1 i rättegångsreglerna – i motsats till vad sökandena har gjort gällande – inte syftar till att en talan mot beslut som ännu inte har antagits när talan väcks ska kunna tas upp till prövning. Av det ovan anförda följer att sökandenas inlaga om justering av talan inte omfattas av tillämpningsområdet för artikel 86.1 i rättegångsreglerna.", "label": [[118, 129, "DATE"], [337, 348, "DATE"], [490, 500, "ORG"]]}
{"text": "46 Under dessa omständigheter kan talan inte tas upp till prövning i den del den avser de beslut som antagits efter det att talan väckts.", "label": []}
{"text": "– Huruvida vissa sökande har talerätt", "label": []}
{"text": "47 Som svar på en åtgärd för processledning som tribunalen beslutat om, har parlamentet gjort gällande att av de 31 sökande som väckt förevarande talan var beslutet av den 2 juli 2018 endast riktat till åtta av dem. Av detta har parlamentet dragit slutsatsen att de övriga sökandena, som tvångsinkallats efter det att talan väckts, inte har talerätt för att yrka ogiltigförklaring av beslutet av den 2 juli 2018 eftersom det inte var riktat till dem.", "label": [[48, 58, "ORG"], [76, 87, "ORG"], [172, 183, "DATE"], [229, 240, "ORG"], [400, 411, "DATE"]]}
{"text": "48 Sökandena har under förhandlingen gjort gällande att de som beslutet av den 2 juli 2018 inte var riktat till likväl är personligen berörda av förevarande talan eftersom de utgjorde en tillräckligt identifierad kategori bland parlamentets tjänstemän i den mening som avses i domen av den 15 juli 1963, Larsen/kommissionen (25/62, EU:C:1963:17, s. 223), de omfattades av det strejkvarsel som meddelades i slutet av maj 2018 och av all tvärfacklig kommunikation, och de – genom deras personalföreträdare inom den tvärfackliga kommittén – var involverade i det förfarande som ledde till förberedelserna av beslutet av den 2 juli 2018.", "label": [[79, 90, "DATE"], [228, 240, "ORG"], [290, 302, "DATE"], [304, 310, "PER"], [311, 323, "ORG"], [404, 424, "DATE"], [509, 535, "ORG"], [621, 632, "DATE"]]}
{"text": "49 Andra personer än dem till vilka ett beslut är riktat kan inte göra anspråk på att vara personligen berörda annat än om beslutet angår dem på grund av vissa egenskaper som är utmärkande för dem eller på grund av en faktisk situation som särskiljer dem från alla andra personer och därigenom försätter dem i en ställning som motsvarar den som gäller för en person som ett beslut är riktat till (dom av den 15 juli 1963, Larsen/kommissionen, 25/62, EU:C:1963:17, s. 223. Se dom av den 29 april 2004, Italien/kommissionen, C‑298/00 P, EU:C:2004:240, punkt 36 och där angiven rättspraxis).", "label": [[408, 420, "DATE"], [422, 428, "PER"], [429, 441, "ORG"], [486, 499, "DATE"], [501, 508, "ORG"], [509, 521, "ORG"]]}
{"text": "50 I förevarande fall är det tillräckligt att notera att beslutet av den 2 juli 2018, som är ett individuellt beslut som, i den mening som avses i artikel 263 FEUF, var riktat till de tolkar som tvångsinkallades (beslut av den 27 februari 2019, SFIE-PE/parlamentet, T-401/18, ej publicerat, EU:T:2019:132, punkt 42), inte angår de sökande som inte tvångsinkallades, eftersom det inte medförde att någon åtgärd vidtogs mot dem eller att deras enskilda situation påverkades. De sökande som beslutet av den 2 juli 2018 inte var riktat till är följaktligen inte individualiserade på samma sätt som de som beslutet var riktat till, i den mening som avses i den rättspraxis som det hänvisats till i punkt 49 ovan, och de har således inte rätt att väcka talan om ogiltigförklaring av nämnda beslut.", "label": [[73, 84, "DATE"], [184, 190, "PROFESSION"], [227, 243, "DATE"], [245, 252, "ORG"], [253, 264, "ORG"], [504, 515, "DATE"]]}
{"text": "Prövning i sak", "label": []}
{"text": "51 Sökandena har åberopat tre grunder till stöd för sin talan. Som första grund för talan har sökandena gjort gällande ett åsidosättande av rätten att vidta kollektiva åtgärder och rätten till information och samråd, vilka föreskrivs i artiklarna 27 och 28 i stadgan och i Europaparlamentets och rådets direktiv 2002/14/EG av den 11 mars 2002 om inrättande av en allmän ram för information till och samråd med arbetstagare i Europeiska gemenskapen – Gemensamt uttalande av Europaparlamentet, rådet och kommissionen om arbetstagarrepresentation (EGT L 80, 2002, s. 29), vilka genomförs genom ramavtalet, som ingicks den 12 juli 1990 mellan parlamentet och de fackliga organisationerna (nedan kallat ramavtalet), samt ett åsidosättande av rätten till god förvaltning, vilken föreskrivs i artikel 41 i stadgan. Den andra grunden avser bristande behörighet hos den som antagit rättsakten och ett åsidosättande av rättssäkerhetsprincipen. Den tredje grunden avser ett åsidosättande av rätten till ett effektivt rättsmedel enligt artikel 47 i stadgan.", "label": [[273, 291, "ORG"], [296, 302, "ORG"], [330, 342, "DATE"], [425, 447, "LOC"], [473, 490, "ORG"], [492, 497, "ORG"], [502, 514, "ORG"], [619, 631, "DATE"], [639, 650, "ORG"], [655, 683, "ORG"]]}
{"text": "52 Den första grunden för talan består av två delar. Den första delen avser ett åsidosättande av tolkars och konferenstolkars rätt att vidta kollektiva åtgärder. Den andra delen avser ett åsidosättande av samrådsförfarandet.", "label": [[97, 104, "PROFESSION"], [109, 125, "PROFESSION"]]}
{"text": "53 Vad gäller den första delgrunden har sökandena gjort gällande att strejkrätten är en grundläggande rättighet som bland annat föreskrivs i stadgan och i europeiska sociala stadgan, undertecknad i Turin den 18 oktober 1961, i dess ändrade lydelse. De har emellertid medgett att en sådan rätt inte är absolut, att den ska iaktta proportionalitetsprincipen och att dess utövande kan bli föremål för begränsningar. De anser att varken artikel 55 i tjänsteföreskrifterna – som inte avser minimitjänstgöring vid strejk –, ramavtalet eller beslutet av den 2 juli 2018 kan utgöra lag i den mening som avses i artikel 52.1 i stadgan, som tillåter begränsningar av strejkrätten. De har hävdat att det är allmänt vedertaget att strejkrätten inom offentlig sektor ska vägas mot behovet av att säkerställa väsentliga tjänster. De har hänvisat till Internationella arbetsorganisationens (ILO) kommitté om fackföreningsfriheten som skiljer på väsentliga tjänster och övriga tjänster. De har understrukit att parlamentet aldrig har fastställt tydliga och otvetydiga regler för att avgöra vilka tjänster som kan visa sig vara väsentliga för att säkerställa verksamhetens kontinuitet. Enligt sökandena skulle en sådan föregående definition ha gjort det möjligt att i ett första skede klarlägga om det eftersträvade målet var legitimt och därefter om begränsningen var nödvändig. Sökandena anser i förevarande fall att beslutet av den 2 juli 2018 inte eftersträvar något legitimt syfte och att det är oproportionerligt.", "label": [[155, 165, "LOC"], [198, 203, "LOC"], [208, 223, "DATE"], [551, 562, "DATE"], [837, 889, "ORG"], [995, 1006, "ORG"], [1418, 1429, "DATE"]]}
{"text": "54 Parlamentet har genmält att det inte bestrider att strejkrätten är en grundläggande rättighet enligt artikel 28 i stadgan. Parlamentet har erinrat om att tjänsteföreskrifterna inte behandlar strejkrätten och att unionen i princip inte är bunden av någon av de rättsliga texter som härrör från ILO, eftersom unionen inte ingår i den organisationen. Parlamentet har tillagt att artikel 55.1 i tjänsteföreskrifterna, i motsats till vad sökandena har gjort gällande, ska betraktas som en begränsning av strejkrätten som är föreskriven i lag i den mening som avses i artikel 52.1 i stadgan och utgör således den bestämmelse i tjänsteföreskrifterna som kan ligga till grund för tvångsinkallelser. Parlamentet har hävdat att sådana tvångsinkallelser är motiverade eftersom strejkrer medför, och till och med syftar till, att störa parlamentets arbete i dess egenskap av lagstiftare, budgetmyndighet och kontrollmyndighet. Dylika åtgärder är således nödvändiga i den mening som avses i artikel 52.1 i stadgan. När det gäller frågan om huruvida tvångsinkallelserna i beslutet av den 2 juli 2018 var proportionerliga, har parlamentet understrukit att under strejken förbättrades tolkningstjänstens miniminivå mer och mer. Parlamentet drar av detta slutsatsen att beslutet av den 2 juli 2018 inte på allvar kan ifrågasättas med avseende på proportionaliteten.", "label": [[3, 14, "ORG"], [126, 137, "ORG"], [215, 222, "ORG"], [296, 299, "ORG"], [310, 317, "ORG"], [351, 362, "ORG"], [694, 705, "ORG"], [827, 839, "ORG"], [1077, 1088, "DATE"], [1115, 1126, "ORG"], [1215, 1226, "ORG"], [1272, 1283, "DATE"]]}
{"text": "55 Rådet anser att tjänsteföreskrifterna innehåller flera bestämmelser som kan ligga till grund för tvångsinkallelserna enligt beslutet av den 2 juli 2018. Så är fallet med tjänstemannens lojalitetsplikt enligt artikel 11 första stycket i tjänsteföreskrifterna, där det föreskrivs att tjänstemannen ska fullgöra sina arbetsuppgifter på ett opartiskt och objektivt sätt och i överensstämmelse med sin skyldighet att vara lojal mot unionen. Artikel 21 första stycket i tjänsteföreskrifterna, enligt vilken en tjänsteman ska oberoende av ställning bistå och råda sina överordnade och ansvara för att de uppgifter som tilldelats honom utförs, kan på liknande sätt användas som grund för beslutet av den 2 juli 2018. Rådet har även hänvisat till artikel 55.1 i tjänsteföreskrifterna, i vilken det föreskrivs att tjänstemän i aktiv tjänst alltid ska stå till sin institutions förfogande. Slutligen har rådet åberopat omsorgsplikten, såsom den har utvecklats i rättspraxis.", "label": [[3, 8, "ORG"], [143, 154, "DATE"], [699, 710, "DATE"], [712, 717, "ORG"], [896, 901, "ORG"]]}
{"text": "56 Det framgår av artikel 28 i stadgan att arbetstagare och arbetsgivare, eller deras respektive organisationer, i enlighet med unionsrätten samt nationell lagstiftning och praxis har rätt att förhandla och ingå kollektivavtal på lämpliga nivåer och att i händelse av intressekonflikter tillgripa kollektiva åtgärder för att försvara sina intressen, inbegripet strejk.", "label": []}
{"text": "57 Dessa bestämmelser kan tillämpas i förhållandet mellan unionsinstitutionerna och deras personal (se, för ett liknande resonemang, dom av den 15 september 2016, U4U m.fl./parlamentet och rådet, T-17/14, ej publicerad, EU:T:2016:489, punkt 77, dom av den 13 december 2018, Haeberlen/ENISA, T-632/16, ej publicerad, EU:T:2018:957, punkt 189 och där angiven rättspraxis).", "label": [[144, 161, "DATE"], [163, 166, "ORG"], [173, 184, "ORG"], [189, 194, "ORG"], [256, 272, "DATE"], [274, 283, "ORG"], [284, 289, "ORG"]]}
{"text": "58 I artikel 52.1 i stadgan föreskrivs dessutom att varje begränsning i utövandet av de rättigheter och friheter som erkänns i stadgan ska vara föreskriven i lag och förenlig med det väsentliga innehållet i dessa rättigheter och friheter. Begränsningar får, med beaktande av proportionalitetsprincipen, endast göras om de är nödvändiga och faktiskt svarar mot mål av allmänt samhällsintresse som erkänns av unionen eller behovet av skydd för andra människors rättigheter och friheter.", "label": [[407, 414, "ORG"]]}
{"text": "59 Av denna bestämmelse framgår att en begränsning i en rättighet som skyddas av stadgan ska, för att kunna anses vara förenlig med unionsrätten, i vart fall uppfylla tre villkor (se, för ett liknande resonemang, dom av den 28 maj 2013, Kelsi m.fl./rådet, T-187/11, EU:T:2013:273, punkt 78).", "label": [[224, 235, "DATE"], [237, 242, "PER"], [249, 254, "ORG"]]}
{"text": "60 För det första ska begränsningen vara ”föreskriven i lag”. Det ska med andra ord finnas en rättslig grund för åtgärden (se dom av den 28 maj 2013, Kelsi m.fl./rådet, T-187/11, EU:T:2013:273, punkt 79 och där angiven rättspraxis).", "label": [[137, 148, "DATE"], [150, 155, "PER"], [162, 167, "ORG"]]}
{"text": "61 För det andra ska begränsningen svara mot ett mål av allmänintresse som erkänns som sådant av unionen (dom av den 28 maj 2013, Kelsi m.fl./rådet, T-187/11, EU:T:2013:273, punkt 80).", "label": [[97, 104, "ORG"], [117, 128, "DATE"], [130, 135, "PER"], [142, 147, "ORG"]]}
{"text": "62 För det tredje får begränsningen inte vara orimlig. Begränsningen ska härvid vara nödvändig och stå i proportion till det mål som eftersträvas. Vidare får det inte ske något ingrepp i det ”väsentliga innehållet” i den aktuella fri- eller rättigheten, det vill säga ett ingrepp som påverkar själva kärnan i fri- eller rättigheten (se dom av den 28 maj 2013, Kelsi m.fl./rådet, T-187/11, EU:T:2013:273, punkt 81 och där angiven rättspraxis).", "label": [[347, 358, "DATE"], [360, 365, "PER"], [372, 377, "ORG"]]}
{"text": "63 Det är mot bakgrund av dessa överväganden som det ska prövas om beslutet av den 2 juli 2018 utgör en begränsning av den strejkrätt som skyddas av artikel 28 i stadgan och, om så är fallet, om de tre villkoren för att en sådan begränsning ska anses vara förenlig med unionsrätten är uppfyllda i förevarande fall.", "label": [[83, 94, "DATE"]]}
{"text": "64 Tribunalen anser att i den mån som beslutet av den 2 juli 2018 begränsade möjligheten för de tolkar som berördes av åtgärden om tvångsinkallelse att kollektivt och i samråd delta i arbetsinställelsen för att ta tillvarata sina intressen, utgör det en begränsning i utövandet av den strejkrätt som föreskrivs i artikel 28 i stadgan. Parlamentet har för övrigt inte bestritt denna slutsats, men har gjort gällande att begränsningen är förenlig med unionsrätten.", "label": [[3, 13, "ORG"], [54, 65, "DATE"], [96, 102, "PROFESSION"], [335, 346, "ORG"]]}
{"text": "65 Det ska således prövas om begränsningen i beslutet av den 2 juli 2018 uppfyller de villkor som det erinrats om i punkterna 60–62 ovan.", "label": [[61, 72, "DATE"]]}
{"text": "66 När det gäller villkoret att begränsningen ska vara ”föreskriven i lag”, erinrar tribunalen om att kravet på att samtliga begränsningar i utövandet av en rättighet som garanteras i stadgan ska vara föreskrivna i lag innebär att den rättsliga grunden måste vara tillräckligt klar och precis, och att den måste ge ett visst skydd mot eventuella godtyckliga ingrepp från myndighetens sida genom att själv definiera räckvidden för begränsningen i utövandet av rättigheten (se, för ett liknande resonemang, dom av den 17 december 2015, WebMindLicenses, C‑419/14, EU:C:2015:832, punkt 81).", "label": [[84, 94, "ORG"], [516, 532, "DATE"], [534, 549, "ORG"]]}
{"text": "67 Enligt fast rättspraxis kräver dessutom rättssäkerhetsprincipen, som ingår bland de allmänna unionsrättsliga principerna, bland annat att en föreskrift ska vara klar och precis samt att tillämpningen av densamma ska vara förutsebar. Detta gäller i synnerhet om föreskriften kan få negativa konsekvenser för enskilda och företag (se dom av den 18 november 2008, Weisser, C‑158/07, EU:C:2008:630, punkt 67 och där angiven rättspraxis).", "label": [[346, 362, "DATE"], [364, 371, "PER"]]}
{"text": "68 Det ska inledningsvis påpekas att beslutet av den 2 juli 2018 hänvisar till artikel 55 i tjänsteföreskrifterna, artiklarna 16 och 90 i anställningsvillkoren för övriga anställda i Europeiska unionen (nedan kallade anställningsvillkoren), samt ramavtalet.", "label": [[53, 64, "DATE"], [183, 201, "LOC"]]}
{"text": "69 I artikel 16 i anställningsvillkoren föreskrivs att artikel 55 i tjänsteföreskrifterna ska tillämpas på motsvarande sätt på unionens övriga anställda. Den bestämmelsen kommer således inte att prövas separat i förhållande till artikel 55. I artikel 90 i anställningsvillkoren föreskrivs att med avvikelse från bestämmelserna i avsnittet om kontraktsanställda ska konferenstolkar som anställs av Europaparlamentet eller anställs av Europeiska kommissionen för unionens institutioner och organ omfattas av de villkor som föreskrivs i avtalet av den 28 juli 1999 mellan Europaparlamentet, kommissionen och domstolen, på institutionernas vägnar, och de sammanslutningar som representerar yrkeskåren. Denna artikel innehåller inte någon bestämmelse som kan utgöra rättslig grund för de aktuella åtgärderna för tvångsinkallelse. Den har för övrigt inte åberopats av någon av parterna i målet.", "label": [[127, 135, "ORG"], [365, 380, "PROFESSION"], [397, 414, "ORG"], [433, 456, "ORG"], [461, 469, "LOC"], [549, 561, "DATE"], [569, 586, "ORG"], [588, 600, "ORG"], [605, 614, "ORG"]]}
{"text": "70 Det ska vidare noteras att trots att beslutet av den 2 juli 2018 hänvisar till artikel 55 i tjänsteföreskrifterna i dess helhet, har parlamentet preciserat att det aldrig var fråga om att grunda beslutet på punkterna 2, 3 eller 4 i artikel 55, utan endast på punkt 1, som parlamentet anser har en självständig räckvidd, oberoende av respektive tillämpningsområde för de övriga punkterna i den artikeln. Under alla omständigheter föreskriver inte punkterna 2, 3 eller 4 i artikel 55 i tjänsteföreskrifterna att tvångsinkallelse får ske, vilket innebär att de inte kan anses utgöra lag i den mening som avses i artikel 52.1 i stadgan.", "label": [[56, 67, "DATE"], [136, 147, "ORG"], [275, 286, "ORG"]]}
{"text": "71 Det ska således prövas huruvida antingen artikel 55.1 i tjänsteföreskrifterna eller ramavtalet kunde utgöra rättslig grund för beslutet av den 2 juli 2018 i den mening som avses i artikel 52.1 i stadgan.", "label": [[146, 157, "DATE"]]}
{"text": "72 Vad för det första gäller artikel 55.1 i tjänsteföreskrifterna kan det inledningsvis konstateras, såsom redan har slagits fast i rättspraxis, att strejkrätten inte omnämns i tjänsteföreskrifterna (dom av den 18 mars 1975, Köhler m.fl./kommissionen, 44/74, 46/74 och 49/74, EU:C:1975:42, punkt 15). Den successiva utvecklingen av tjänsteföreskrifterna har inte ändrat detta, vilket parlamentet för övrigt har medgett.", "label": [[211, 223, "DATE"], [225, 231, "PER"], [238, 250, "ORG"], [384, 395, "ORG"]]}
{"text": "73 Det ska dessutom erinras om att enligt artikel 55.1 i tjänsteföreskrifterna ska ”[t]jänstemän i aktiv tjänst … alltid stå till sin institutions förfogande”. Denna bestämmelse, som återfinns i kapitel 1 om arbetstid och omfattas av avdelning 4 om tjänstemannens arbetsvillkor, föreskriver inte någon klar och precis begränsning i utövandet av strejkrätten och än mindre någon möjlighet att använda sig av tvångsinkallelser. Den innehåller således ingen definition av räckvidden för begränsningen av strejkrätten i den mening som avses i den rättspraxis som angetts i punkterna 66 och 67 ovan och kan således inte utgöra rättslig grund för de aktuella åtgärderna för tvångsinkallelse.", "label": []}
{"text": "74 Parlamentets argument att artikel 55.1 i tjänsteföreskrifterna gör det möjligt för institutionen att kalla in tjänstemän utanför tjänstgöringstiderna och låta tjänstens intresse väga tyngre än alla överväganden kring normala arbetstider och ledighet påverkar inte denna slutsats. Ett sådant argument kan nämligen inte väga tyngre än kravet enligt stadgan att utövandet av en rättighet som den garanterar inte får begränsas annat än genom en lag som är tillräckligt klar och precis och själv definierar räckvidden för begränsningen i utövandet av den aktuella rättigheten.", "label": [[3, 15, "ORG"]]}
{"text": "75 Av det ovan anförda följer att de artiklar i tjänsteföreskrifterna som det hänvisas till i beslutet av den 2 juli 2018, närmare bestämt artikel 55.1 i tjänsteföreskrifterna, inte kunde utgöra rättslig grund för tvångsinkallelserna enligt beslutet av den 2 juli 2018.", "label": [[110, 121, "DATE"], [257, 268, "DATE"]]}
{"text": "76 Vad för det andra gäller ramavtalet, framgår det av artikel 8 i avtalet att parterna åtar sig att i ett protokoll som ska bifogas avtalet fastställa ett förlikningsförfarande som ska genomföras när arbetet upphör.", "label": []}
{"text": "77 Det protokoll som avses i föregående punkt har dock aldrig antagits. Ingen annan artikel i ramavtalet kan utgöra rättslig grund för de aktuella tvångsinkallelserna.", "label": []}
{"text": "78 Även om det antas att tjänstemän kan göra gällande rättigheter på grund av ett åsidosättande av de bestämmelser som reglerar relationen mellan institutionerna och de fackliga organisationerna kan artikel 8 i ramavtalet – i avsaknad av det protokoll som avtalet hänvisar till – följaktligen inte anses utgöra lag i den mening som avses i artikel 52.1 i stadgan.", "label": []}
{"text": "79 Vad för det tredje gäller de övriga bestämmelser som rådet har hänvisat till, nämligen artikel 11 första stycket och artikel 21 första stycket i tjänsteföreskrifterna, kan det konstateras att de inte hänvisas till i beslutet av den 2 juli 2018 och att de därför inte kan utgöra rättslig grund därför. Det ska under alla omständigheter påpekas att dessa bestämmelser inte heller syftar till att definiera räckvidden för begränsningen i utövandet av strejkrätten i den mening som avses den rättspraxis som det redogjorts för i punkt 66 ovan.", "label": [[56, 61, "ORG"], [235, 246, "DATE"]]}
{"text": "80 Detsamma gäller omsorgsplikten, som rådet också har åberopat, och som enligt rättspraxis återspeglar en avvägning mellan de ömsesidiga rättigheterna och skyldigheterna i förhållandet mellan en offentlig myndighet och de offentligt anställda och bland annat innebär att en institution, när den fattar beslut om en tjänstemans situation, ska beakta samtliga omständigheter som kan vara avgörande för beslutet och att institutionen när den gör detta inte bara ska ta hänsyn till tjänstens intresse utan även till den berörda tjänstemannens intresse (se, för ett liknande resonemang, dom av den 13 december 2017, William Moretti m.fl./EIB, T-482/16 RENV, EU:T:2017:901, punkt 131, ej publicerad, och där angiven rättspraxis). I detta hänseende ska det påpekas att även om en offentlig myndighet med stöd av denna princip är skyldig att inte endast beakta tjänstemannens intresse utan även tjänstens intresse, får myndigheten inte göra så utan något rättsligt sammanhang. Detta argument ska således underkännas.", "label": [[39, 44, "ORG"], [594, 610, "DATE"], [612, 627, "PER"], [634, 637, "ORG"]]}
{"text": "81 Av det ovan anförda följer att de aktuella åtgärderna för tvångsinkallelser utgör en begränsning av strejkrätten som inte var föreskriven i lag. Beslutet av den 2 juli 2018 ska således ogiltigförklaras eftersom det innebär ett åsidosättande av denna grundläggande rättighet. Det är inte nödvändigt att pröva de två andra villkoren i artikel 52.1 i stadgan, vilka det erinrats om i punkterna 61 och 62 ovan, eller övriga grunder som sökandena har åberopat.", "label": [[164, 175, "DATE"]]}
{"text": "Skadeståndsyrkandet", "label": []}
{"text": "82 Sökandena har gjort gällande att de rättsstridigheter som har åberopats till stöd för deras yrkande om ogiltigförklaring i lika hög grad utgör fel som, enskilt eller gemensamt, kan aktualisera parlamentets skadeståndsansvar. De har hävdat att de lidit ideell skada på grund av dessa fel.", "label": [[196, 208, "ORG"]]}
{"text": "83 Parlamentet anser att förfarandet för att tvångsinkalla tolkar och konferenstolkar inte var behäftat med någon rättsstridighet. Parlamentet har tillagt att trots att det ankommer på sökandena att stryka att de verkligen har lidit skada, har de inte preciserat vilken ideell skada de har lidit.", "label": [[3, 14, "ORG"], [59, 65, "PROFESSION"], [70, 85, "PROFESSION"], [131, 142, "ORG"]]}
{"text": "84 Talan om ogiltigförklaring och skadeståndstalan är autonoma rättsmedel. Eftersom artiklarna 90 och 91 i tjänsteföreskrifterna inte gör någon åtskillnad mellan dessa två rättsmedel när det gäller både det administrativa förfarandet och domstolsförfarandet, kan tjänstemannen, på grund av rättsmedlens autonomi, välja antingen det ena eller det andra eller båda tillsammans, på villkor att talan väcks vid unionsdomstol inom tre månader från det att klagandens klagomål avslagits (se dom av den 18 september 2018, Hievanen Price m.fl./Europeiska unionens domstol, T-702/16 P, EU:T:2018:557, punkt 66 och där angiven rättspraxis).", "label": [[407, 420, "ORG"], [426, 429, "AMOUNT_VALUE"], [430, 437, "AMOUNT_UNIT"], [496, 513, "DATE"], [515, 529, "PER"], [536, 563, "ORG"]]}
{"text": "85 Enligt rättspraxis finns det emellertid ett undantag från denna princip när skadeståndstalan har ett nära samband med ogiltighetstalan, som dessutom skulle eller borde avvisas. Följaktligen ska skadeståndsyrkanden avvisas när skadeståndstalan uteslutande syftar till att avhjälpa följderna av en rättsakt och en ogiltighetstalan om samma rättsakt har avvisats eller kunde ha avvisats (se dom av den 18 september 2018, Hievanen Price m.fl./Europeiska unionens domstol, T-702/16 P, EU:T:2018:557, punkt 67 och där angiven rättspraxis).", "label": [[402, 419, "DATE"], [421, 435, "PER"], [442, 469, "ORG"]]}
{"text": "86 I förevarande fall har sökandena begärt ersättning för den skada de lidit till följd av parlamentets rättsstridiga handlande, bestående i antagandet av såväl beslutet av den 2 juli 2018 som de beslut som antagits efter det att talan väckts. Det framgår emellertid av punkterna 38–46 ovan att förevarande talan ska avvisas i den del den avser de beslut som antagits efter det att talan väckts. Skadeståndsyrkandet ska följaktligen avvisas i den del det avser att parlamentet ska förpliktas att ersätta sökandena på grund av beslut som antagits efter det att talan väckts.", "label": [[91, 103, "ORG"], [177, 188, "DATE"], [465, 476, "ORG"]]}
{"text": "87 Vad gäller yrkandet om ersättning för den skada som sökandena lidit till följd av beslutet av den 2 juli 2018, erinrar tribunalen om att enligt fast rättspraxis förutsätter unionens utomobligatoriska skadeståndsansvar enligt artikel 340 andra stycket FEUF att flera villkor är uppfyllda, nämligen att det handlande som läggs unionsinstitutionen till last är rättsstridigt, att det verkligen föreligger en skada och att det finns ett orsakssamband mellan institutionens handlande och den åberopade skadan (se dom av den 20 september 2016, Ledra Advertising m.fl./kommissionen och ECB, C‑8/15 P–C‑10/15 P, EU:C:2016:701, punkt 64 och där angiven rättspraxis).", "label": [[101, 112, "DATE"], [122, 132, "ORG"], [176, 184, "ORG"], [522, 539, "DATE"], [541, 558, "ORG"], [565, 577, "ORG"], [582, 585, "ORG"]]}
{"text": "88 Personalmål enligt artikel 270 FEUF och artiklarna 90 och 91 i tjänsteföreskrifterna, däribland mål som rör ersättning för en skada som en tjänsteman eller anställd har lidit, lyder under särskilda regler som avviker från vad som gäller enligt de allmänna principerna för unionens utomobligatoriska ansvar enligt artikel 268 FEUF och artikel 340 andra stycket FEUF. Det framgår nämligen av tjänsteföreskrifterna att en tjänsteman eller annan unionsanställd, till skillnad från andra enskilda, är knuten till den institution eller det organ där han eller hon arbetar genom ett rättsligt anställningsförhållande som bygger på en avvägning mellan ömsesidiga särskilda rättigheter och skyldigheter som återspeglas av institutionens omsorgsplikt gentemot den berörda personen (se dom av den 16 december 2010, kommissionen/Szymański, T-143/09 P, EU:T:2010:531, punkt 46 och där angiven rättspraxis). Härav följer att det är tillräckligt att en rättsstridig omständighet fastställts för att det första av de tre nödvändiga villkoren för att unionen ska vara skadeståndsansvarig till följd av skada som orsakats dess tjänstemän och anställda genom en överträdelse av unionens tjänsteföreskrifter ska anses uppfyllt (dom av den 12 juli 2011, kommissionen/X, T-80/09 P, EU:T:2011:347, punkt 45).", "label": [[789, 805, "DATE"], [807, 819, "ORG"], [820, 829, "PER"], [1037, 1044, "ORG"], [1162, 1170, "LOC"], [1222, 1234, "DATE"], [1236, 1248, "ORG"], [1249, 1250, "PER"]]}
{"text": "89 I förevarande fall framgår det av punkterna 72–81 ovan att beslutet av den 2 juli 2018 är rättsstridigt och ska ogiltigförklaras.", "label": [[78, 89, "DATE"]]}
{"text": "90 Det följer visserligen av fast rättspraxis att när skadeståndsyrkandena grundar sig på att den ogiltigförklarade rättsakten är rättsstridig, utgör tribunalens ogiltigförklaring i sig en lämplig och i princip tillräcklig gottgörelse för all ideell skada som sökanden kan ha lidit (se dom av den 18 september 2015, Carlström/Frontex, T-653/13 P, EU:T:2015:652, punkt 82 och där angiven rättspraxis).", "label": [[150, 161, "ORG"], [297, 314, "DATE"], [316, 325, "PER"], [326, 333, "ORG"]]}
{"text": "91 Det har emellertid slagits fast att en ogiltigförklaring av en rättsakt, när ogiltigförklaringen saknar ändamålsenlig verkan, inte i sig kan utgöra en lämplig och tillräcklig gottgörelse för all ideell skada som den ogiltigförklarade rättsakten har orsakat (dom av den 18 september 2015, Carlström/Frontex, T-653/13 P, EU:T:2015:652, punkt 83).", "label": [[272, 289, "DATE"], [291, 300, "PER"], [301, 308, "ORG"]]}
{"text": "92 I förevarande fall är det emellertid ostridigt att beslutet av den 2 juli 2018 har uttömt sina verkningar. Under dessa omständigheter utgör ogiltigförklaringen av beslutet inte en lämplig och tillräcklig gottgörelse för den ideella skada som sökandena har lidit.", "label": [[70, 81, "DATE"]]}
{"text": "93 Det ska således fastställas huruvida sökandena, utöver den rättsstridighet som avses i punkt 89 ovan och som utgör ett fel som kan medföra skadeståndsansvar för parlamentet, har visat att det föreligger en skada som har samband med detta fel.", "label": [[164, 175, "ORG"]]}
{"text": "94 I förevarande fall framgår det av punkterna 72–81 ovan att sökandena tvångsinkallades den 3 juli 2018 i enlighet med beslutet av den 2 juli 2018 trots att parlamentet saknade rättslig grund för att vidta sådana åtgärder, och sökandena kunde följaktligen inte utöva strejkrätten under den tid som tvångsinkallelserna varade. Dessutom skedde tvångsinkallelserna sent, eftersom sökandena inte informerades om dem förrän kvällen innan de skulle genomföras. Dessa omständigheter, som minst sagt är beklagliga, har orsakat en ideell skada som har ett direkt samband med den rättsstridighet som beslutet av den 2 juli 2018 är behäftat med.", "label": [[93, 104, "DATE"], [136, 147, "DATE"], [158, 169, "ORG"], [607, 618, "DATE"]]}
{"text": "95 Under dessa omständigheter är det skäligt att förplikta parlamentet att till var och en av de sökande som tvångsinkallades genom beslutet av den 2 juli 2018, det vill säga Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou och Jasmina Agidi, utge 500 euro.", "label": [[59, 70, "ORG"], [148, 159, "DATE"], [175, 193, "PER"], [195, 207, "PER"], [209, 241, "PER"], [243, 258, "PER"], [260, 282, "PER"], [287, 300, "PER"], [307, 310, "AMOUNT_VALUE"], [311, 315, "AMOUNT_UNIT"]]}
{"text": "Rättegångskostnader", "label": []}
{"text": "96 Enligt artikel 134.2 i rättegångsreglerna ska tribunalen besluta om fördelningen av rättegångskostnaderna om det finns flera tappande rättegångsdeltagare.", "label": [[49, 59, "ORG"]]}
{"text": "97 Parlamentet har tappat målet och ska därför bära sina rättegångskostnader och ersätta de kostnader som uppkommit för de sökande som tvångsinkallades genom beslutet av den 2 juli 2018, inklusive de kostnader som uppkommit med anledning av det interimistiska förfarandet och rådets intervention. Vidare ska de sökande som tvångsinkallades efter det att talan väckts, vilka också har tappat målet, bära sina rättegångskostnader.", "label": [[3, 14, "ORG"], [174, 185, "DATE"], [276, 282, "ORG"]]}
{"text": "98 Enligt artikel 138 i rättegångsreglerna ska medlemsstater och institutioner som har intervenerat bära sina rättegångskostnader. Rådet ska således bära sina rättegångskostnader.", "label": [[131, 136, "ORG"]]}
{"text": "Mot denna bakgrund beslutar TRIBUNALEN (sjätte avdelningen i utökad sammansättning) följande dom:", "label": [[28, 83, "ORG"]]}
{"text": "1) Det beslut som Europaparlamentets generaldirektör för personal antog den 2 juli 2018 om att tvångsinkalla tolkar och konferenstolkar den 3 juli 2018 ogiltigförklaras.", "label": [[18, 36, "ORG"], [37, 65, "PROFESSION"], [76, 87, "DATE"], [109, 115, "PROFESSION"], [120, 135, "PROFESSION"], [140, 151, "DATE"]]}
{"text": "2) Parlamentet ska utge 500 euro till var och en av Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou och Jasmina Agidi.", "label": [[3, 14, "ORG"], [24, 27, "AMOUNT_VALUE"], [28, 32, "AMOUNT_UNIT"], [52, 70, "PER"], [72, 84, "PER"], [86, 118, "PER"], [120, 135, "PER"], [137, 159, "PER"], [164, 177, "PER"]]}
{"text": "3) Talan ogillas i övrigt.", "label": []}
{"text": "4) Parlamentet ska bära sina rättegångskostnader och ersätta de kostnader som uppkommit för de sökande som tvångsinkallades genom beslutet av den 2 juli 2018, inklusive de kostnader som uppkommit med anledning av det interimistiska förfarandet och Europeiska unionens råds intervention.", "label": [[3, 14, "ORG"], [146, 157, "DATE"], [248, 272, "ORG"]]}
{"text": "5) De sökande som tvångsinkallades genom de beslut som antagits efter det att talan väckts ska bära sina rättegångskostnader.", "label": []}
{"text": "6) Rådet ska bära sina rättegångskostnader.", "label": [[3, 8, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Avkunnad vid offentligt sammanträde i Luxemburg den 29 januari 2020.", "label": [[38, 47, "LOC"], [52, 67, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: franska.", "label": [[19, 26, "NATIONALITY"]]}
{"text": "1 Förteckningen över de övriga sökandena bifogas endast den version som delges parterna.", "label": []}
