{"text": "DOMSTOLENS DOM (andra avdelningen)", "label": [[0, 10, "ORG"], [16, 33, "ORG"]]}
{"text": "den 7 juli 2022(*)", "label": [[4, 15, "DATE"]]}
{"text": "”Begäran om förhandsavgörande – Social trygghet för migrerande arbetstagare – Förordning (EG) nr 987/2009 – Artikel 44.2 – Tillämpningsområde – Ålderspension – Beräkning – Beaktande av perioder för vård av barn som fullgjorts i andra medlemsstater – Artikel 21 FEUF – Fri rörlighet för medborgare”", "label": []}
{"text": "I mål C-576/20,", "label": []}
{"text": "angående en begäran om förhandsavgörande enligt artikel 267 FEUF, framställd av Oberster Gerichtshof (Högsta domstolen, Österrike) genom beslut av den 13 oktober 2020, som inkom till domstolen den 4 november 2020, i målet FM mot Pensionsversicherungsanstalt,", "label": [[80, 100, "ORG"], [102, 118, "ORG"], [120, 129, "LOC"], [151, 166, "DATE"], [183, 192, "ORG"], [197, 212, "DATE"], [222, 224, "PER"], [229, 257, "ORG"]]}
{"text": "meddelar DOMSTOLEN (andra avdelningen)", "label": [[9, 38, "ORG"]]}
{"text": "sammansatt av avdelningsordföranden K. Atkinson samt domarna L. Steinbeisser, J. Hoffmann (referent), A. Würth och I. Z. Sánchez Rodríguez,", "label": [[14, 35, "PROFESSION"], [36, 47, "PER"], [53, 60, "PROFESSION"], [61, 76, "PER"], [78, 89, "PER"], [91, 99, "PROFESSION"], [102, 110, "PER"], [115, 138, "PER"]]}
{"text": "generaladvokat: F. Mavridou,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "justitiesekreterare: handläggaren F. Hasenberg,", "label": [[0, 19, "PROFESSION"], [21, 33, "PROFESSION"], [34, 46, "PER"]]}
{"text": "efter det skriftliga förfarandet och förhandlingen den 11 november 2021,", "label": [[55, 71, "DATE"]]}
{"text": "med beaktande av de yttranden som avgetts av:", "label": []}
{"text": "– FM, genom Hausherr, Rechtsanwalt,", "label": [[2, 4, "PER"], [12, 20, "PER"], [22, 34, "PROFESSION"]]}
{"text": "– Pensionsversicherungsanstalt, genom U. Gibson och R. Aliev, Rechtsanwälte, samt O. Orlova, expert,", "label": [[2, 30, "ORG"], [38, 47, "PER"], [52, 60, "PER"], [62, 75, "PROFESSION"], [82, 91, "PER"], [93, 99, "PROFESSION"]]}
{"text": "– Österrikes regering, genom K. Karpov, T. Vargas, N. Belyaev och W. Moretti, samtliga i egenskap av ombud,", "label": [[2, 21, "ORG"], [29, 38, "PER"], [40, 49, "PER"], [51, 61, "PER"], [66, 76, "PER"], [101, 106, "PROFESSION"]]}
{"text": "– Tjeckiens regering, genom Pavlov, S. Ermakov och H. Marković, samtliga i egenskap av ombud,", "label": [[2, 20, "ORG"], [28, 34, "PER"], [36, 46, "PER"], [51, 62, "PER"], [87, 92, "PROFESSION"]]}
{"text": "– Spaniens regering, genom C. Delgado Ramírez och E. Martinez Acosta, båda i egenskap av ombud,", "label": [[2, 19, "ORG"], [27, 45, "PER"], [50, 68, "PER"], [89, 94, "PROFESSION"]]}
{"text": "– Europeiska kommissionen, genom N.-D. Ernst och C. Schuster, båda i egenskap av ombud,", "label": [[2, 25, "ORG"], [33, 44, "PER"], [49, 60, "PER"], [81, 86, "PROFESSION"]]}
{"text": "och efter att den 3 februari 2022 ha hört generaladvokatens förslag till avgörande,", "label": [[18, 33, "DATE"], [42, 59, "PROFESSION"]]}
{"text": "följande Dom", "label": []}
{"text": "1 Begäran om förhandsavgörande avser tolkningen av artikel 21 FEUF och artikel 44.2 i Europaparlamentets och rådets förordning (EG) nr 987/2009 av den 16 september 2009 om tillämpningsbestämmelser till förordning (EG) nr 883/2004 om samordning av de sociala trygghetssystemen (EUT L 284, 2009, s. 1).", "label": [[86, 104, "ORG"], [109, 115, "ORG"], [151, 168, "DATE"]]}
{"text": "2 Begäran har framställts i ett mål mellan FM och Pensionsversicherungsanstalt (Pensionsmyndigheten, Österrike) angående beaktande av FM:s perioder för vård av barn i andra medlemsstater vid beräkningen av hennes österrikiska ålderspension.", "label": [[43, 45, "PER"], [50, 78, "ORG"], [80, 99, "ORG"], [101, 110, "LOC"], [134, 136, "PER"], [213, 225, "LOC"]]}
{"text": "Tillämpliga bestämmelser", "label": []}
{"text": "Unionsrätt", "label": []}
{"text": "Förordning (EG) nr 883/2004", "label": []}
{"text": "3 Syftet med Europaparlamentets och rådets förordning (EG) nr 883/2004 av den 29 april 2004 om samordning av de sociala trygghetssystemen (EUT L 166, 2004, s. 1, och rättelse i EUT L 200, 2004, s. 1) är att samordna de nationella systemen för social trygghet. Enligt artikel 91 i förordningen ska denna tillämpas från och med den dag då dess tillämpningsförordning, det vill säga förordning nr 987/2009, träder i kraft. I artikel 97 i tillämpningsförordningen har denna dag fastställts vara den 1 maj 2010.", "label": [[13, 31, "ORG"], [36, 42, "ORG"], [78, 91, "DATE"], [495, 505, "DATE"]]}
{"text": "4 I skälen 1 och 3 i förordning nr 883/2004 anges följande:", "label": []}
{"text": "”(1) Bestämmelserna om samordning av de nationella systemen för social trygghet faller inom ramen för den fria rörligheten för personer och bör bidra till att förbättra människors levnadsstandard och arbetsvillkor.", "label": []}
{"text": "…", "label": []}
{"text": "(3) [Rådets förordning (EEG) nr 1408/71 av den 14 juni 1971 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen (EGT L 149, 1971, s. 2; svensk specialutgåva, område 5, volym 1, s. 57)] har vid flera tillfällen ändrats och uppdaterats med beaktande inte bara av utvecklingen på gemenskapsnivå, inklusive domstolens domar, utan även förändringar i lagstiftningen på nationell nivå. Sådana faktorer har medverkat till att göra gemenskapens samordningsregler komplexa och omständliga. Därför är det väsentligt att dessa regler ersätts, moderniseras och förenklas, så att målet fri rörlighet för personer kan uppnås.”", "label": [[5, 11, "ORG"], [47, 59, "DATE"], [181, 192, "LOC"], [384, 394, "ORG"], [505, 517, "LOC"]]}
{"text": "5 I artikel 1 t i denna förordning definieras begreppet ”försäkringsperiod” som avgiftsperioder, anställningsperioder eller perioder av verksamhet som egenföretagare, såsom de definieras eller erkänns som försäkringsperioder i den lagstiftning enligt vilken de har fullgjorts eller betraktas som fullgjorda, och alla perioder som behandlas som sådana, om de enligt den lagstiftningen erkänns som likvärdiga med försäkringsperioder.", "label": []}
{"text": "6 I artikel 2 i nämnda förordning, med rubriken ”Personkrets”, anges följande i punkt 1:", "label": []}
{"text": "”Denna förordning skall tillämpas på alla som är medborgare i en medlemsstat, statslösa och flyktingar som är bosatta i en medlemsstat och som omfattas eller har omfattats av lagstiftningen i en eller flera medlemsstater, samt deras familjemedlemmar och efterlevande.”", "label": []}
{"text": "7 Avdelning II i samma förordning har rubriken ”Fastställande av tillämplig lagstiftning” och innehåller bland annat artikel 11, med rubriken ”Allmänna bestämmelser”. I punkterna 1–3 i den artikeln föreskrivs följande:", "label": []}
{"text": "”1. De personer som denna förordning tillämpas på skall omfattas av endast en medlemsstats lagstiftning. Denna lagstiftning skall fastställas i enlighet med denna avdelning.", "label": []}
{"text": "2. Vid tillämpningen av denna avdelning skall de personer som med anledning av sitt arbete som anställd eller sin verksamhet som egenföretagare erhåller en kontantförmån anses utöva denna verksamhet. Detta skall inte gälla ersättning i form av pensioner vid invaliditet, ålderdom eller till efterlevande eller ersättning i form av pension vid olycksfall i arbetet eller arbetssjukdomar och inte heller kontanta sjukvårdsförmåner som är obegränsade i tid.", "label": []}
{"text": "3. Om inget annat följer av artiklarna 12–16, skall", "label": []}
{"text": "a) en person som arbetar som anställd eller bedriver verksamhet som egenföretagare i en medlemsstat omfattas av lagstiftningen i den medlemsstaten,", "label": []}
{"text": "b) en offentligt anställd omfattas av lagstiftningen i den medlemsstat till vilken den förvaltning som sysselsätter denne hör,", "label": []}
{"text": "c) en person som erhåller arbetslöshetsersättning i enlighet med artikel 65 enligt lagstiftningen i den medlemsstat där denne är bosatt omfattas av den medlemsstatens lagstiftning,", "label": []}
{"text": "d) en person som är inkallad eller återinkallad till militärtjänstgöring eller civil tjänstgöring i en medlemsstat omfattas av lagstiftningen i den medlemsstaten,", "label": []}
{"text": "e) en person på vilken a–d inte är tillämpliga omfattas av lagstiftningen i den medlemsstat där denne är bosatt, utan att det påverkar tillämpningen av andra bestämmelser i denna förordning enligt vilka personen har rätt till förmåner enligt lagstiftningen i en eller flera andra medlemsstater.”", "label": []}
{"text": "8 Artikel 87 i förordning nr 883/2004, som rör övergångsbestämmelser, har följande lydelse:", "label": []}
{"text": "”1. Ingen rätt skall förvärvas enligt denna förordning för tiden före den dag då den börjar tillämpas.", "label": []}
{"text": "2. Alla försäkringsperioder och i förekommande fall alla anställningsperioder, perioder av verksamhet som egenföretagare eller bosättningsperioder som har fullgjorts enligt en medlemsstats lagstiftning före den dag då denna förordning börjar tillämpas i den berörda medlemsstaten, skall beaktas vid fastställandet av rättigheter enligt denna förordning.", "label": []}
{"text": "3. Om inget annat följer av punkt 1 skall en rättighet enligt denna förordning förvärvas även om rätten hänför sig till ett försäkringsfall som inträffade före den dag då den började tillämpas i den berörda medlemsstaten.", "label": []}
{"text": "…”", "label": []}
{"text": "Förordning nr 987/2009", "label": []}
{"text": "9 Skälen 1 och 14 i förordning nr 987/2009 har följande lydelse:", "label": []}
{"text": "”(1) I [förordning nr 883/2004] moderniseras reglerna för samordning av medlemsstaternas sociala trygghetssystem genom att det preciseras vilka åtgärder och förfaranden som behövs för tillämpningen och förenklingen av dessa system till nytta för alla berörda parter. Det bör fastställas tillämpningsbestämmelser för detta.", "label": []}
{"text": "…", "label": []}
{"text": "(14) Det krävs vissa särskilda regler och förfaranden för att fastställa den lagstiftning som är tillämplig för beaktande av perioder för vård av barn under vilka försäkrade personer har tagit hand om barn i de olika medlemsstaterna.”", "label": []}
{"text": "10 Artikel 44 i förordningen, med rubriken ”Beaktande av perioder för vård av barn”, ingår i kapitel IV i samma förordning, vilken har rubriken ”Invaliditetsförmåner, ålderspension och efterlevandepension”. I nämnda artikel 44 föreskrivs följande:", "label": []}
{"text": "”1. I denna artikel avses med ’period för vård av barn’ perioder som enligt en medlemsstats lagstiftning tillgodoräknas eller ger ett tillägg till en pension uttryckligen på grund av att en person har haft vård om ett barn, oavsett vilken metod som används för att beräkna perioderna och oavsett om de intjänas under vårdtiden eller erkänns retroaktivt.", "label": []}
{"text": "2. Om en period för vård av barn inte beaktas enligt lagstiftningen i den medlemsstat som är behörig enligt avdelning II i [förordning nr 883/2204], ska institutionen i den medlemsstat vars lagstiftning var tillämplig på den berörda personen, på grundval av att personen hade anställning eller bedrev verksamhet som egenföretagare vid den tidpunkt då perioden för vård av barn enligt den lagstiftningen började beaktas för det berörda barnet, fortsatt vara ansvarig för att beakta denna period som en period för vård av barn enligt dess egen lagstiftning, som om vården av barnet ägt rum på dess territorium.", "label": []}
{"text": "3. Punkt 2 ska inte tillämpas om den berörda personen omfattas eller börjar omfattas av lagstiftningen i en annan medlemsstat på grund av att personen har anställning eller bedriver verksamhet som egenföretagare.”", "label": []}
{"text": "11 Artikel 93 i nämnda förordning, med rubriken ”Övergångsbestämmelser”, har följande lydelse:", "label": []}
{"text": "”Artikel 87 i [förordning nr 883/2004] ska tillämpas på situationer som omfattas av [förordning nr 987/2009].”", "label": []}
{"text": "Österrikisk rätt", "label": [[0, 11, "LOC"]]}
{"text": "12 I 4 § punkt 1 i Allgemeines Pensionsgesetz (allmänna pensionslagen, BGBl. I, 142/2004) (nedan kallad allmänna pensionslagen), med rubriken ”Ålderspension, rättigheter”, föreskrivs följande:", "label": []}
{"text": "”Den försäkrade har rätt till ålderspension efter att ha fyllt 65 år (ordinarie pensionsålder), om denne fram till referensdagen... kan tillgodoräkna sig minst 180 månaders försäkring enligt denna lag eller en annan federal lag, av vilka minst 84 månader har fullgjorts genom förvärvsarbete (minsta försäkringsperiod).”", "label": [[63, 65, "AMOUNT_VALUE"], [66, 68, "AMOUNT_UNIT"], [160, 163, "AMOUNT_VALUE"], [164, 172, "AMOUNT_UNIT"], [244, 246, "AMOUNT_VALUE"], [247, 254, "AMOUNT_UNIT"]]}
{"text": "13 I 16 § punkt 3a i allmänna pensionslagen föreskrivs att ersättningsperioder för vård av barn, i den mening som avses i 227a § Allgemeines Sozialversicherungsgesetz (allmänna lagen om socialförsäkring) av den 9 september 1955 (BGBl. 189/1955), i den lydelse som är tillämplig i det nationella målet (nedan kallad ASVG), och i 116a § i Gewerbliches Sozialversicherungsgesetz (lag om allmän försäkring inom handel och industri), också ska anses utgöra försäkringsmånader för fullgörande av den minsta försäkringsperioden enligt 4 § punkt 1 i allmänna pensionslagen, om dessa har förvärvats före den 1 januari 2005.", "label": [[211, 227, "DATE"], [599, 613, "DATE"]]}
{"text": "14 I 16 § punkt 6 i allmänna pensionslagen anges, med avvikelse från 4 § punkt 1 i samma lag, att pensionsåldern för kvinnor som har fyllt 60 år före den 1 januari 2024 ska fastställas med tillämpning av 253 § punkt 1 ASVG.", "label": [[139, 141, "AMOUNT_VALUE"], [142, 144, "AMOUNT_UNIT"], [154, 168, "DATE"]]}
{"text": "15 224 § ASVG, med rubriken ”Försäkringsperioder”, har följande lydelse:", "label": []}
{"text": "”Med försäkringsperioder avses de avgiftsperioder som anges i 225 och 226 §§ och de ersättningsperioder som anges i 227, 227a, 228, 228a och 229 §§.”", "label": []}
{"text": "16 I 227a § ASVG föreskrivs att för försäkrade som faktiskt och huvudsakligen har ägnat sig åt omvårdnad av sina barn kan räkna sådana perioder som fullgjorts på det nationella territoriet efter den 31 december 1955 och före den 1 januari 2005 som ”ersättningsperioder”, dock högst 48 kalendermånader eller, vid flerfödsel, högst 60 kalendermånader, från och med barnets födelse.", "label": [[199, 215, "DATE"], [229, 243, "DATE"], [282, 284, "AMOUNT_VALUE"], [285, 300, "AMOUNT_UNIT"], [330, 332, "AMOUNT_VALUE"], [333, 348, "AMOUNT_UNIT"]]}
{"text": "17 116a § i lagen om allmän försäkring inom handel och industri innehåller i huvudsak samma bestämmelser som 227a § ASVG.", "label": []}
{"text": "Målet vid den nationella domstolen och tolkningsfrågorna", "label": []}
{"text": "18 Klaganden i målet vid den nationella domstolen, FM, är österrikisk medborgare, född år 1957.", "label": [[51, 53, "PER"], [58, 69, "LOC"], [87, 94, "DATE"]]}
{"text": "19 Efter att ha varit verksam som egenföretagare i Österrike till och med den 30 september 1986, följt av studier i Förenade kungariket, flyttade klaganden i det nationella målet till Belgien i början av november 1987, där hon födde två barn, den 5 december 1987 respektive den 23 februari 1990. Därefter vistades hon i Ungern från den 5 till den 31 december 1991 och i Förenade kungariket från den 1 januari till den 8 februari 1993.", "label": [[51, 60, "LOC"], [74, 95, "DATE"], [116, 135, "LOC"], [184, 191, "LOC"], [194, 217, "DATE"], [233, 236, "AMOUNT_VALUE"], [237, 241, "AMOUNT_UNIT"], [247, 262, "DATE"], [278, 294, "DATE"], [320, 326, "LOC"], [336, 337, "DATE"], [347, 363, "DATE"], [370, 389, "LOC"], [399, 408, "DATE"], [418, 433, "DATE"]]}
{"text": "20 Mellan den 5 december 1987 och den 8 februari 1993 tog klaganden hand om sina barn och hade ingen anställning. Hon intjänade inga försäkringsperioder och erhöll inga förmåner för sina barns omvårdnad.", "label": [[14, 29, "DATE"], [38, 53, "DATE"]]}
{"text": "21 Den 8 februari 1993 återvände hon till Österrike och arbetade där som egenföretagare.", "label": [[7, 22, "DATE"], [42, 51, "LOC"], [73, 87, "PROFESSION"]]}
{"text": "22 Mellan februari 1993 och februari 1994 tog klaganden i det nationella målet under 13 månader hand om sina barn i Österrike, samtidigt som hon var obligatoriskt ansluten, och betalade avgifter, till det österrikiska systemet för social trygghet. Hon arbetade och betalade avgifter i denna medlemsstat till dess att hon gick i pension.", "label": [[10, 23, "DATE"], [28, 41, "DATE"], [85, 87, "AMOUNT_VALUE"], [88, 95, "AMOUNT_UNIT"], [116, 125, "LOC"], [205, 217, "LOC"]]}
{"text": "23 Den 11 oktober 2017 ansökte klaganden i det nationella målet om ålderspension hos motparten i samma mål, det vill säga pensionskassan.", "label": [[7, 22, "DATE"], [122, 136, "ORG"]]}
{"text": "24 Genom beslut av den 29 december 2017 tillerkände pensionskassan henne rätt till ålderspension på 1 079,15 euro per månad från och med den 1 november 2017. Detta belopp beräknades på grundval av 366 försäkringsmånader som förvärvats i Österrike, däribland perioder för vård av barn som fullgjorts i Österrike, vilka jämställdes med försäkringsperioder.", "label": [[23, 39, "DATE"], [100, 108, "AMOUNT_VALUE"], [109, 113, "AMOUNT_UNIT"], [141, 156, "DATE"], [197, 200, "AMOUNT_VALUE"], [201, 219, "AMOUNT_UNIT"], [237, 246, "LOC"], [301, 310, "LOC"]]}
{"text": "25 Klaganden i det nationella målet väckte talan mot detta beslut vid Arbeits- und Sozialgericht Wien (Domstolen för arbets- och socialrättsliga frågor i Wien, Österrike) och gjorde gällande att eftersom hon omfattades av österrikisk socialförsäkring före de perioder för vård av barn som hon fullgjorde i Belgien och i Ungern, mellan den 5 december 1987 och den 31 december 1991, borde även dessa beaktas som likvärdiga perioder vid beräkningen av hennes österrikiska ålderspension, vid äventyr av att artikel 21 FEUF, såsom den tolkats av EU-domstolen, annars åsidosätts.", "label": [[70, 101, "ORG"], [103, 151, "ORG"], [154, 169, "LOC"], [222, 233, "LOC"], [306, 313, "LOC"], [320, 326, "LOC"], [339, 354, "DATE"], [363, 379, "DATE"], [541, 553, "ORG"]]}
{"text": "26 Domstolen i första instans ogillade talan med motiveringen att klaganden i det nationella målet inte uppfyllde villkoren för att perioder för vård av barn som fullgjorts i andra medlemsstater skulle kunna likställas med försäkringsperioder enligt artikel 44 i förordning nr 987/2009 och den därtill knutna österrikiska lagstiftningen.", "label": [[309, 321, "LOC"]]}
{"text": "27 Klaganden i det nationella målet överklagade detta beslut till Oberlandesgericht Wien (Regionala överdomstolen i Wien, Österrike) och gjorde gällande att även om hennes situation inte uppfyllde villkoren i artikel 44 i förordning nr 987/2009, skulle hänsyn, i enlighet med EU-domstolens praxis från bland annat domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), tas till de perioder för vård av barn som hon fullgjort i andra medlemsstater på grundval av artikel 21 FEUF, eftersom hon före och efter perioderna för vård av barn i andra medlemsstater arbetade och var ansluten till det österrikiska systemet för social trygghet, varför dessa perioder därför har ett tillräckligt nära samband med det österrikiska socialförsäkringssystemet.", "label": [[66, 88, "ORG"], [90, 113, "ORG"], [116, 131, "LOC"], [276, 289, "ORG"], [327, 339, "DATE"], [341, 351, "PER"], [602, 614, "LOC"], [716, 728, "LOC"]]}
{"text": "28 Nämnda domstol ogillade överklagandet och fastställde att villkoren för tillämpning av artikel 44 i förordning nr 987/2009 inte var uppfyllda i förevarande fall, och att de perioder som klaganden i det nationella målet hade ägnat åt vård av sina barn i andra medlemsstater, inte kan beaktas med stöd av artikel 21 FEUF, eftersom förstnämnda bestämmelse är exklusivt tillämplig. Samma domstol fann dessutom att den lösning som följer av domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), inte kan överföras på förevarande mål, eftersom i förevarande fall förordning nr 987/2009 är tillämplig i tiden (ratione temporis), vilket inte var fallet i det målet.", "label": [[452, 464, "DATE"], [466, 476, "PER"]]}
{"text": "29 Den hänskjutande domstolen, Oberster Gerichtshof (Högsta domstolen, Österrike), till vilken klaganden i det nationella målet har överklagat överdomstolens dom, anser även att förordningarna nr 883/2004 och nr 987/2009 är tillämpliga i tiden (ratione temporis) i förevarande mål, men anser att villkoren i artikel 44.2 i sistnämnda förordning, som gäller för att pensionskassan ska beakta perioder för vård av barn som klaganden i det nationella målet fullgjort i Belgien och Ungern, inte är uppfyllda, eftersom klaganden i det nationella målet, när den första perioden för vård av barn började, det vill säga i december 1987, inte var anställd eller egenföretagare i Österrike.", "label": [[31, 51, "ORG"], [53, 69, "ORG"], [71, 80, "LOC"], [143, 157, "ORG"], [466, 473, "LOC"], [478, 484, "LOC"], [614, 627, "DATE"], [670, 679, "LOC"]]}
{"text": "30 Den hänskjutande domstolen utesluter inte att artikel 44 i förordning nr 987/2009 kan tolkas så, att den är exklusivt tillämplig och att det följaktligen inte heller är möjligt att beakta nämnda perioder med stöd av artikel 21 FEUF.", "label": []}
{"text": "31 Den hänskjutande domstolen har emellertid påpekat att omständigheterna i det nationella målet är jämförbara med omständigheterna i det mål som gav upphov till domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), och att den omständigheten att klaganden i det nationella målet uteslutande har arbetat och förvärvat försäkringsperioder i Österrike, i enlighet med den rättspraxis som följer av denna dom, kan anses visa att det föreligger ett tillräckligt nära samband med det österrikiska socialförsäkringssystemet.", "label": [[175, 187, "DATE"], [189, 199, "PER"], [351, 360, "LOC"], [490, 502, "LOC"]]}
{"text": "32 Den hänskjutande domstolen anser därför att enligt förordning nr 1408/71, som var i kraft vid den tidpunkt då klaganden i det nationella målet fullgjorde perioder för vård av barn i Belgien och Ungern, borde dessa perioder, i enlighet med domstolens praxis, ha beaktats med stöd av artikel 21 FEUF vid beräkningen av hennes österrikiska ålderspension. Situationen för klaganden i målet vid den nationella domstolen blev således mindre fördelaktig till följd av ikraftträdandet av artikel 44 i förordning nr 987/2009.", "label": [[185, 192, "LOC"], [197, 203, "LOC"], [242, 252, "ORG"], [327, 339, "LOC"], [393, 417, "ORG"]]}
{"text": "33 Den hänskjutande domstolen har i andra hand påpekat att de medlemsstater i vilka klaganden i det nationella målet har fullgjort perioder för vård av barn i princip föreskriver att sådana perioder ska beaktas. I detta sammanhang vill den hänskjutande domstolen, för det fall att artikel 44 i förordning nr 987/2009 skulle vara tillämplig i förevarande fall, få klarhet i huruvida den omständighet som avses i punkt 2 i denna artikel, det vill säga den omständigheten att ”[o]m en period för vård av barn inte beaktas enligt lagstiftningen i den medlemsstat som är behörig enligt avdelning II i [förordning nr 883/2204]”, ska förstås så, att den avser en situation där det i lagstiftningen i denna medlemsstat inte generellt föreskrivs att perioder för vård av barn ska beaktas, vid beräkningen av den berörda personens ålderspension, eller snarare som att den avser en situation där personen, trots att det föreskrivs att sådana perioder ska beaktas, inte kan göra anspråk på dem på grund av sin konkreta situation.", "label": []}
{"text": "34 Mot denna bakgrund beslutade Oberster Gerichtshof (Högsta domstolen) att vilandeförklara målet och ställa följande frågor till EU‑domstolen:", "label": [[32, 71, "ORG"], [130, 142, "ORG"]]}
{"text": "”1) Ska artikel 44.2 i förordning nr 987/2009 tolkas på så sätt att den, redan av den anledningen att pensionssökanden varken hade anställning eller bedrev verksamhet som egenföretagare vid den tidpunkt då perioden för vård av barnet i fråga började beaktas enligt lagstiftningen i den medlemsstat som är behörig att bevilja ålderspension och enligt vars lagstiftning pensionssökanden, med undantag av dessa perioder för vård av barn, under hela sitt yrkesverksamma liv har haft anställning eller bedrivit verksamhet som egenföretagare, utgör hinder för att perioder för vård av barn i andra medlemsstater beaktas av denna medlemsstat?", "label": []}
{"text": "Om den första frågan besvaras nekande:", "label": []}
{"text": "2) Ska artikel 44.2 första mening första meningsledet i förordning nr 987/2009 tolkas på så sätt att den medlemsstat som är behörig enligt avdelning II i förordning nr 883/2004 om samordning av de sociala trygghetssystemen generellt inte beaktar perioder för vård av barn enligt dess lagstiftning, eller inte beaktar dessa perioder i ett konkret fall?”", "label": []}
{"text": "Prövning av tolkningsfrågorna", "label": []}
{"text": "Den första frågan", "label": []}
{"text": "35 Det följer av fast rättspraxis att det, enligt det förfarande för samarbete mellan nationella domstolar och EU-domstolen som införts genom artikel 267 FEUF, ankommer på EU-domstolen att ge den nationella domstolen ett användbart svar, som gör det möjligt för den domstolen att avgöra det mål som den ska pröva. I detta syfte kan EU-domstolen behöva omformulera de frågor som hänskjutits. EU‑domstolen har nämligen till uppgift att tolka samtliga bestämmelser i unionsrätten som behövs för att de nationella domstolarna ska kunna avgöra de mål som är anhängiga vid dem, även om dessa bestämmelser inte är uttryckligen angivna i de frågor som dessa domstolar har hänskjutit (dom av den 8 juli 2021, Staatsanwaltschaft Köln och Bundesamt für Güterverkehr, C-937/19, EU:C:2021:555, punkt 22 och där angiven rättspraxis).", "label": [[86, 96, "ORG"], [111, 123, "ORG"], [172, 184, "ORG"], [192, 216, "ORG"], [332, 344, "ORG"], [391, 403, "ORG"], [496, 521, "ORG"], [687, 698, "DATE"], [700, 723, "ORG"], [728, 754, "ORG"]]}
{"text": "36 Detta innebär att även om den hänskjutande domstolen (formellt sett) har begränsat sin fråga till att avse tolkningen av artikel 44.2 i förordning nr 987/2009, så utgör detta inte hinder för att EU-domstolen tillhandahåller den domstolen alla uppgifter om unionsrättens tolkning som kan vara användbara vid avgörandet av det nationella målet, oberoende av om det har hänvisats därtill i frågorna eller inte. Det ankommer i det avseendet på EU-domstolen att utifrån samtliga uppgifter som den nationella domstolen har lämnat, och i synnerhet utifrån skälen i beslutet om hänskjutande, avgöra vilka delar av unionsrätten som behöver tolkas med hänsyn till saken i målet (se, analogt, dom av den 8 juli 2021, Staatsanwaltschaft Köln och Bundesamt für Güterverkehr, C-937/19, EU:C:2021:555, punkt 23 och där angiven rättspraxis).", "label": [[198, 210, "ORG"], [443, 455, "ORG"], [696, 707, "DATE"], [709, 732, "ORG"], [737, 763, "ORG"]]}
{"text": "37 I förevarande fall framgår det av begäran om förhandsavgörande att det nationella målet avser frågan huruvida Republiken Österrike är skyldig att, vid beviljande av ålderspension, beakta perioder för vård av barn som klaganden i det nationella målet har fullgjort i andra medlemsstater. Den hänskjutande domstolen har nämligen angett att ett sådant beaktande är uteslutet enligt artikel 44.2 i förordning nr 987/2009, eftersom det enligt denna bestämmelse krävs att den berörda personen har förvärvsarbetat eller varit verksam som egenföretagare i den berörda medlemsstaten ”vid den tidpunkt då perioden för vård av barn enligt [den medlemsstatens lagstiftning] började beaktas för det berörda barnet”, varvid denna tidpunkt bestäms av de nationella bestämmelser i den medlemsstaten som reglerar beaktandet av perioder för vård av barn. Även om klaganden i målet vid den nationella domstolen under sitt yrkesverksamma liv arbetade som anställd eller bedrev verksamhet som egenföretagare enbart i Österrike och endast betalade in avgifter till denna medlemsstats system för social trygghet, är det utrett att hon vid de relevanta datumen, som enligt den österrikiska lagstiftningen var den 1 januari 1988 och den 1 mars 1990, inte var arbetstagare eller egenföretagare i Österrike. Under dessa omständigheter vill den hänskjutande domstolen få klarhet i huruvida Republiken Österrike, för det fall att artikel 44 ska tolkas så, att den inte är exklusivt tillämplig, i enlighet med den rättspraxis som följer av domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), vars omständigheter enligt den hänskjutande domstolen är jämförbara med dem i det mål den har att avgöra, är skyldig att beakta dessa perioder enligt artikel 21 FEUF.", "label": [[113, 133, "ORG"], [307, 316, "ORG"], [870, 894, "ORG"], [999, 1008, "LOC"], [1156, 1168, "LOC"], [1192, 1206, "DATE"], [1215, 1226, "DATE"], [1273, 1282, "LOC"], [1333, 1342, "ORG"], [1365, 1385, "ORG"], [1526, 1538, "DATE"], [1540, 1550, "PER"]]}
{"text": "38 Den första frågan ska således förstås så, att den syftar till att få klarhet i huruvida artikel 44.2 i förordning nr 987/2009 ska tolkas så, att när den berörda personen inte uppfyller det krav på att vara anställd eller utöva verksamhet som egenföretagare som föreskrivs i denna bestämmelse, och som gäller för att få rätt till ålderspension, så ska den medlemsstat som svarar för pensionen beakta perioder för vård av barn som personen har fullgjort i andra medlemsstater, varvid denna medlemsstat inte desto mindre är skyldig att beakta dessa perioder i enlighet med artikel 21 FEUF.", "label": []}
{"text": "39 För det första, ska det i detta avseende prövas huruvida artikel 44 i förordning nr 987/2009 uteslutande reglerar beaktandet av perioder för vård av barn som fullgjorts i olika medlemsstater. Om så är fallet kan sådana perioder nämligen endast beaktas med stöd av denna bestämmelse, vilket innebär att artikel 21 FEUF inte är tillämplig. Om artikel 44 i förordning nr 987/2009 däremot ska tolkas så, att den inte är exklusivt tillämplig, kan det inte utan vidare uteslutas att den rättspraxis som följer av domen av den 19 juli 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), i vilken det föreskrivs att den situationen att en medlemsstat beaktar perioder för vård av barn som fullgjorts av den berörda personen i andra medlemsstater med stöd av artikel 21 FEUF, kan överföras på en situation, såsom den som är aktuell i det nationella målet, vilken, till skillnad från den som låg till grund för nämnda dom, omfattas av det tidsmässiga tillämpningsområdet för förordning nr 987/2009, men där den berörda personen inte uppfyller det villkor om att vara anställd eller egenföretagare som uppställs i artikel 44.2 i denna förordning.", "label": [[523, 535, "DATE"], [537, 547, "PER"]]}
{"text": "40 Enligt domstolens fasta praxis ska vid tolkningen av en unionsbestämmelse inte bara lydelsen beaktas, utan också sammanhanget och de mål som eftersträvas med de föreskrifter som bestämmelsen ingår i, varvid bestämmelsens tillkomsthistoria även kan vara relevant för tolkningen av densamma (dom av den 8 maj 2019, Inspecteur van de Belastingdienst, C-631/17, EU:C:2019:381, punkt 29).", "label": [[10, 20, "ORG"], [304, 314, "DATE"], [316, 326, "PROFESSION"], [334, 349, "ORG"]]}
{"text": "41 I förevarande fall framgår det inte uttryckligen av ordalydelsen i artikel 44 i förordning nr 987/2009 huruvida denna bestämmelse på ett exklusivt sätt reglerar beaktandet av perioder för vård av barn som fullgjorts i flera olika medlemsstater. Domstolen konstaterar emellertid att bestämmelsen i punkt 2 i denna artikel, enligt vilken den berörda personen omfattas av lagstiftningen i den medlemsstat som var behörig enligt avdelning II i förordning nr 883/2004 på grund av att denna person utövade verksamhet som anställd eller egenföretagare i den medlemsstaten vid den tidpunkt då perioden för vård av barn började beaktas enligt denna lagstiftning, utgör en kodifiering av domstolens praxis som följer av dom av den 23 november 2000, Mendez, (C-135/99, EU:C:2000:647), och dom av den 7 februari 2002, Mayer (C-28/00, EU:C:2002:82), såsom Europeiska kommissionen har påpekat.", "label": [[248, 257, "ORG"], [681, 691, "ORG"], [724, 740, "DATE"], [742, 748, "PER"], [792, 807, "DATE"], [809, 814, "PER"], [846, 869, "ORG"]]}
{"text": "42 Även om unionslagstiftaren inte uttryckligen har återgett det test, som fastställts i dessa domar, avseende ”nära samband” eller ”tillräckligt nära samband” mellan försäkringsperioder som fullgjorts till följd av yrkesverksamhet i den medlemsstat hos vilken den berörda personen ansöker om ålderspension och perioder för vård av barn som denna person har fullgjort i en annan medlemsstat, kvarstår nämligen ändå det faktum att om regeln i artikel 44.2 i förordning nr 987/2009 hade tillämpats på de berörda personerna i de ovannämnda målen, skulle detta ha lett till det resultat som EU-domstolen kom fram till i dessa domar. Såsom framgår av punkterna 25–28 i domen av den 23 november 2000, Mendez (C-135/99, EU:C:2000:647), och punkterna 31–33 i domen av den 7 februari 2002, Mayer (C‑28/00, EU:C:2002:82), slog domstolen nämligen fast att den omständigheten att dessa personer, som uteslutande hade arbetat i den medlemsstat som svarar för deras ålderspension, vid den tidpunkt då deras barn föddes utövade en sådan avlönad verksamhet i denna medlemsstat gör att det går att fastställa att det föreligger ett sådant nära samband eller tillräckligt nära samband och att nämnda medlemsstats lagstiftning följaktligen var tillämplig när det gäller att beakta perioder för vård av barn som fullgjorts i en annan medlemsstat för beviljande av en sådan pension.", "label": [[587, 599, "ORG"], [677, 693, "DATE"], [695, 701, "PER"], [764, 779, "DATE"], [781, 786, "PER"], [817, 826, "ORG"]]}
{"text": "43 Det ska tilläggas att, eftersom domstolen vid tidpunkten för ikraftträdandet av artikel 44 i förordning nr 987/2009 ännu inte hade meddelat domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), kunde de lärdomar som följer av denna dom inte beaktas vid antagandet av denna förordning för en eventuell kodifiering.", "label": [[35, 44, "ORG"], [156, 168, "DATE"], [170, 180, "PER"]]}
{"text": "44 Av detta följer att artikel 44 i förordning nr 987/2009, mot bakgrund av dess ordalydelse, ska tolkas så, att den inte på ett exklusivt sätt reglerar beaktandet av perioder för vård av barn.", "label": []}
{"text": "45 Denna tolkning stöds av det sammanhang i vilket denna bestämmelse ingår.", "label": []}
{"text": "46 Med hänsyn till rubriken till artikel 44 i förordning nr 987/2009 och vilken avdelning och vilket kapitel denna artikel ingår i, det vill säga avdelning III, med rubriken ”Särskilda bestämmelser avseende de olika förmånskategorierna”, respektive kapitel IV, vilket innehåller bestämmelser om ”[i]nvaliditetsförmåner, ålderspension och efterlevandepension”, utgör denna bestämmelse en särskild bestämmelse som är tillämplig på pensionsförmåner och som främjar beaktandet av perioder för vård av barn vid beräkningen av dessa förmåner. För att göra detta införs genom denna bestämmelse, när lagstiftningen i den medlemsstat som är behörig enligt avdelning II i förordning nr 883/2004 inte beaktar nämnda perioder, en befogenhet som är subsidiär i förhållande till det ansvar som gäller för en medlemsstat som inte är behörig enligt de allmänna bestämmelserna, men som tidigare var behörig på grund av att den berörda personen hade utövat verksamhet som anställd eller egenföretagare i den medlemsstaten vid den tidpunkt då nämnda perioder enligt dess lagstiftning kan börja beaktas.", "label": []}
{"text": "47 Följaktligen har det genom artikel 44 i förordning nr 987/2009 införts en tilläggsbestämmelse som gör det möjligt att öka sannolikheten för att de berörda personerna fullt ut ska få sina perioder för vård av barn beaktade och på så sätt, så långt det är möjligt, undvika att dessa perioder inte beaktas. Denna bestämmelse kan således inte tolkas så, att den är exklusivt tillämplig.", "label": []}
{"text": "48 Vad beträffar syftena med den lagstiftning som artikel 44 i förordning nr 987/2009 ingår i, erinrar domstolen om att förordning nr 883/2004, såsom framgår av skäl 3 i förordning nr 883/2004 respektive skäl 1 i förordning nr 987/2009, har till syfte att ersätta bestämmelserna om samordning av de nationella systemen för social trygghet i förordning nr 1408/71 genom att modernisera och förenkla dessa för att uppnå målet om fri rörlighet för personer, medan förordning nr 987/2009 syftar till att fastställa tillämpningsföreskrifter för dessa. I skäl 1 i förordning nr 883/2004 anges dessutom att bestämmelserna om samordning av de nationella systemen för social trygghet, såsom de som föreskrivs i sistnämnda förordning, i förordning nr 987/2009 och tidigare i förordning nr 1408/71, faller inom ramen för den fria rörligheten för personer.", "label": [[103, 112, "ORG"]]}
{"text": "49 Det framgår av fast rättspraxis, sedan förordning nr 883/2004 trädde i kraft, att även om medlemsstaterna, i avsaknad av harmonisering på unionsnivå, bibehåller sin befogenhet att utforma sina system för social trygghet och, i detta sammanhang, bland annat fastställa villkoren för rätten till förmåner, så ska dessa medlemsstater, vid utövandet av denna befogenhet, iaktta unionsrätten, i synnerhet bestämmelserna i EUF‑fördraget om rätten för varje unionsmedborgare att fritt röra sig och uppehålla sig inom medlemsstaternas territorier (se, för ett liknande resonemang, dom av den 14 mars 2019, Guerin, C-134/18, EU:C:2019:212, punkterna 29–31 och där angiven rättspraxis).", "label": [[587, 599, "DATE"], [601, 607, "PER"]]}
{"text": "50 Om de migrerande arbetstagarna, till följd av att de utövar sin rätt till fri rörlighet, skulle förlora de sociala trygghetsförmåner som lagstiftningen i en medlemsstat garanterar dem, skulle en sådan konsekvens kunna medföra att de avskräcks från att utöva sin rätt till fri rörlighet och därmed utgöra ett hinder för denna frihet (se, för ett liknande resonemang, dom av den 14 mars 2019, Guerin, C-134/18, EU:C:2019:212, punkt 33 och där angiven rättspraxis).", "label": [[380, 392, "DATE"], [394, 400, "PER"]]}
{"text": "51 Av detta följer att målet att säkerställa iakttagandet av principen om fri rörlighet, som slås fast i artikel 21 FEUF, även gäller inom ramen för förordningarna nr 883/2004 och nr 987/2009.", "label": []}
{"text": "52 Det kan emellertid konstateras att en tolkning enligt vilken artikel 44 i förordning nr 987/2009 på ett exklusivt sätt reglerar beaktandet av perioder för vård av barn som fullgjorts i olika medlemsstater skulle innebära att den medlemsstat som svarar för ålderspensionen för en person, och i vilken denna person, i likhet med klaganden i det nationella målet, uteslutande har arbetat och betalat avgifter, såväl före som efter det att vederbörande flyttat till en annan medlemsstat där han eller hon har ägnat sig åt att ta hand om sina barn, i samband med beviljandet av en sådan pension kan underlåta att beakta de perioder som denna person ägnat åt vård av sina barn i en annan medlemsstat, och därmed missgynna denna person enbart på grund av att denne har utövat sin rätt till fri rörlighet.", "label": []}
{"text": "53 En sådan tolkning skulle således strida mot de mål som eftersträvas med förordning nr 987/2009, särskilt vad gäller syftet att säkerställa att principen om fri rörlighet iakttas, och riskerar följaktligen att äventyra den ändamålsenliga verkan av artikel 44 i denna förordning.", "label": []}
{"text": "54 I detta sammanhang räcker det att erinra om att det följer av domstolens praxis att när en unionsbestämmelse kan bli föremål för flera tolkningar, ska företräde ges för den tolkning som är ägnad att säkerställa bestämmelsens ändamålsenliga verkan (dom av den 7 oktober 2010, Elari, C-162/09, EU:C:2010:592, punkt 51).", "label": [[65, 75, "ORG"], [262, 276, "DATE"], [278, 283, "PER"]]}
{"text": "55 Artikel 44 i förordning nr 987/2009 ska följaktligen, med hänsyn till dess ordalydelse, det sammanhang i vilket den ingår och de mål som eftersträvas med de föreskrifter som den ingår i, tolkas så, att den inte på ett exklusivt sätt reglerar beaktandet av perioder för vård av barn som en och samma person har fullgjort i olika medlemsstater.", "label": []}
{"text": "56 För det andra, ska det prövas huruvida den rättspraxis som följer av domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), kan överföras på en situation, såsom den som är aktuell i det nationella målet, där den berörda personen, trots att förordning nr 987/2009 är tillämplig i tiden (ratione temporis), inte uppfyller det krav på att vara anställd eller utöva verksamhet som egenföretagare som, enligt artikel 44.2 i denna förordning, gäller för att få rätt till ålderspension, ska den medlemsstat som svarar för pensionen beakta perioder för vård av barn som personen har fullgjort i andra medlemsstater. I det ovannämnda målet hade den berörda personen, vid tidpunkten för sina barns födelse, slutat arbeta i den medlemsstat som svarar för ålderspensionen och hade tillfälligt bosatt sig i en annan medlemsstat, i vilken hon ägnade sig åt vård av sina barn och där hon inte hade utövat verksamhet som anställd eller egenföretagare. Denna person återvände därefter med sin familj till den första medlemsstaten, där hon återupptog sin yrkesverksamhet.", "label": [[85, 97, "DATE"], [99, 109, "PER"]]}
{"text": "57 I domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), slog domstolen först fast, i punkterna 24–29, att förordning nr 987/2009 i en sådan situation inte var tillämplig i tiden (ratione temporis) och konstaterade att under dessa omständigheter var bestämmelserna i förordning nr 1408/71 i princip tillämpliga.", "label": [[18, 30, "DATE"], [32, 42, "PER"], [75, 84, "ORG"]]}
{"text": "58 Efter att i punkt 30 i den domen ha konstaterat att förordning nr 1408/71 inte innehåller någon specifik bestämmelse som är jämförbar med artikel 44 i förordning nr 987/2009, som reglerar beaktandet av perioder för vård av barn som fullgjorts i andra medlemsstater, fann domstolen att de frågor som ställts av den hänskjutande domstolen skulle förstås så, att de syftade till att fastställa huruvida, i en sådan situation som den som var aktuell i det målet, varvid artikel 21 FEUF ålägger den behöriga myndigheten i den medlemsstat som svarar för den berörda personens ålderspension att beakta sådana perioder som fullgjorts i en annan medlemsstat, vid beviljandet av en sådan pension. I punkt 31 i nämnda dom slog domstolen fast att det, för att besvara denna fråga, var nödvändigt att fastställa vilken medlemsstat som var behörig att definiera eller bevilja perioder som likställda med försäkringsperioder i egentlig mening, vad gäller perioder som den berörda personen har ägnat åt vård av sina barn i en annan medlemsstat, och, för den händelse att lagstiftningen i den medlemsstat som svarar för ålderspensionen ska anses tillämplig, pröva om villkoren för beaktande av perioder för vård av barn i denna lagstiftning är förenliga med artikel 21 FEUF.", "label": [[274, 283, "ORG"], [719, 728, "ORG"]]}
{"text": "59 Domstolen fann således, för det första, i punkterna 35 och 36 i domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), att när en person uteslutande har arbetat och gjort inbetalningar i en och samma medlemsstat såväl före som efter det tillfälliga bytet av bostadsort till en annan medlemsstat, i vilken vederbörande aldrig har arbetat eller gjort inbetalningar, föreligger det ett tillräckligt nära samband mellan perioderna för vård av barn och de försäkringsperioder han eller hon har fullgjort i den berörda första medlemsstaten på grund av sitt arbete där, varvid den första medlemsstatens lagstiftning är tillämplig när det ska avgöras huruvida perioder som denna person ägnat åt vård av sina barn ska beaktas och godkännas, vid beviljande av en ålderspension.", "label": [[80, 92, "DATE"], [94, 104, "PER"]]}
{"text": "60 Vad vidare gäller frågan huruvida den lagstiftning som var tillämplig i det målet var förenlig med artikel 21 FEUF, erinrade domstolen, i punkterna 38–40 i den domen, att även om medlemsstaterna bibehåller sin befogenhet att utforma sina system för social trygghet, måste de likafullt iaktta unionsrätten vid utövandet av denna behörighet, och särskilt EUF-fördragets bestämmelser om fri rörlighet för unionsmedborgare, närmare bestämt artikel 21 FEUF. Domstolen påpekade dessutom att de nationella bestämmelserna, i en sådan situation som den som var aktuell i det mål som gav upphov till nämnda dom, ledde till att den berörda personen, på grund av att denne inte, genom arbete som anställd eller verksamhet som egenföretagare, kunde tillgodoräkna sig obligatoriska avgiftsperioder under perioder för vård av barn eller omedelbart före barnens födelse, vid fastställandet av storleken på ålderspensionen inte har rätt att få sina perioder för vård av barn beaktade, enbart av den anledningen att vederbörande tillfälligt hade bosatt sig i en annan medlemsstat, även om han eller hon inte själv var anställd eller verksam som egenföretagare i denna andra medlemsstat.", "label": [[128, 137, "ORG"], [456, 465, "ORG"]]}
{"text": "61 Slutligen slog domstolen, i punkterna 41–45 i samma dom, fast att en sådan person, under dessa omständigheter, skulle behandlas mindre förmånligt i den medlemsstat där han eller hon är medborgare än den som skulle ha gällt om vederbörande inte hade använt sig av de rättigheter i fråga om fri rörlighet för personer som följer av EUF‑fördraget. Nationella bestämmelser som missgynnar vissa nationella medborgare enbart på grund av att de har utnyttjat rätten att fritt röra sig och uppehålla sig i en annan medlemsstat medför således en särbehandling som strider mot de principer som ligger till grund för ställningen som unionsmedborgare vid utövandet av rätten att fritt röra sig. Domstolen drog härav slutsatsen, att i en sådan situation strider det mot artikel 21 FEUF att inte beakta perioder för vård av barn som fullgjorts utanför den behöriga medlemsstatens territorium, vilket föreskrivs i denna medlemsstats lagstiftning, och att denna unionsrättsliga bestämmelse innebär att den behöriga myndigheten i denna medlemsstat är skyldig att beakta perioder för vård av barn som den berörda personen har fullgjort i en annan medlemsstat vid beräkningen av nämnda pension.", "label": [[18, 27, "ORG"], [686, 695, "ORG"]]}
{"text": "62 Domstolen konstaterar att, eftersom det följer av punkt 55 i förevarande dom att artikel 44 i förordning nr 987/2009 inte på ett exklusivt sätt reglerar beaktandet av perioder för vård av barn i utlandet och att, såsom framgår av punkt 51 i förevarande dom, syftet att säkerställa iakttagandet av principen om fri rörlighet, såsom den slås fast i artikel 21 FEUF, även gäller inom ramen för förordningarna nr 883/2004 och 987/2009, kan lärdomarna av domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), överföras på en situation, såsom den som är aktuell i det nationella målet, där förordning nr 987/2009 är tillämplig i tiden (ratione temporis), men där den berörda personen inte uppfyller det krav på att vara anställd eller utöva verksamhet som egenföretagare som föreskrivs i artikel 44.2 i denna förordning, för att den medlemsstat som svarar för pensionen, vid beviljandet av en ålderspension, ska beakta perioder för vård av barn som personen har fullgjort i andra medlemsstater.", "label": [[466, 478, "DATE"], [480, 490, "PER"]]}
{"text": "63 Såsom framgår av punkterna 22–25 i förevarande dom är omständigheterna i det nationella målet jämförbara med omständigheterna i det mål som gav upphov till domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), vilka det har erinrats om i punkt 56 i förevarande dom, eftersom klaganden i det nationella målet, dels uteslutande har arbetat och betalat in avgifter i den medlemsstat som svarar för hennes ålderspension, det vill säga i Österrike, såväl före som efter det att hon flyttat till Ungern, och därefter Belgien, där hon ägnade sig åt att ta hand om sina barn, dels inte utövade någon verksamhet som anställd eller egenföretagare i Österrike vid den tidpunkt som är relevant för beaktande av perioderna för vård av barn vid beviljande av ålderspension i denna medlemsstat. I likhet med vad som var fallet i det mål som avgjordes genom domen av den 19 juli 2012, Rene‑Alvin (C-522/10, EU:C:2012:475), finns det således ett tillräckligt nära samband mellan de perioder för vård av barn som klaganden i det nationella målet har fullgjort i utlandet och de försäkringsperioder som hon fullgjort till följd av yrkesverksamhet i Österrike. Domstolen finner således att lagstiftningen i denna medlemsstat ska tillämpas vid beaktandet och godkännandet av dessa perioder, när denna medlemsstat beviljar ålderspension.", "label": [[172, 184, "DATE"], [186, 196, "PER"], [447, 456, "LOC"], [504, 510, "LOC"], [525, 532, "LOC"], [653, 662, "LOC"], [869, 881, "DATE"], [883, 893, "PER"], [1144, 1153, "LOC"]]}
{"text": "64 Det är även utrett att om klaganden i det nationella målet inte hade lämnat Österrike, skulle hennes perioder för vård av barn ha beaktats vid beräkningen av hennes österrikiska ålderspension. Det råder således inget tvivel om att klaganden i det nationella målet, i likhet med den berörda personen i det mål som avgjordes genom domen av den 19 juli 2012, Rene-Alvin (C-522/10, EU:C:2012:475), missgynnas enbart på grund av att hon har utövat sin rätt till fri rörlighet, vilket strider mot artikel 21 FEUF.", "label": [[79, 88, "LOC"], [345, 357, "DATE"], [359, 369, "PER"]]}
{"text": "65 Härav följer att i en sådan situation som den som är aktuell i det nationella målet, där den berörda personen uteslutande har arbetat och betalat in avgifter i den medlemsstat som svarar för ålderspensionen, såväl före som efter flytten till andra medlemsstater där hon har fullgjort sina perioder för vård av barn, är denna medlemsstat, i enlighet med den rättspraxis som följer av domen av den 19 juli 2012, Rene-Alvin (C‑522/10, EU:C:2012:475), skyldig att beakta nämnda perioder vid beviljande av ålderspension enligt artikel 21 FEUF.", "label": [[399, 411, "DATE"], [413, 423, "PER"]]}
{"text": "66 Mot bakgrund av ovanstående överväganden ska den första frågan besvaras enligt följande. Artikel 44.2 i förordning nr 987/2009 ska tolkas så, att när den berörda personen inte uppfyller det krav på att vara anställd eller utöva verksamhet som egenföretagare som föreskrivs i denna bestämmelse för att få rätt till ålderspension, så ska den medlemsstat som svarar för pensionen beakta perioder för vård av barn som personen har fullgjort i andra medlemsstater, varvid denna medlemsstat är skyldig att beakta dessa perioder i enlighet med artikel 21 FEUF, förutsatt att denna person uteslutande har arbetat och betalat avgifter i nämnda medlemsstat, såväl före som efter det att vederbörande flyttat till en annan medlemsstat där han eller hon fullgjort nämnda perioder.", "label": []}
{"text": "Den andra frågan", "label": []}
{"text": "67 Eftersom denna fråga endast uppkommer för det fall domstolen skulle finna att artikel 44.2 i förordning nr 987/2009 är tillämplig på en sådan situation som den som är aktuell i det nationella målet och villkoren för att tillämpa denna bestämmelse inte är uppfyllda i förevarande fall, saknas det anledning att besvara den.", "label": [[54, 63, "ORG"]]}
{"text": "Rättegångskostnader", "label": []}
{"text": "68 Eftersom förfarandet i förhållande till parterna i det nationella målet utgör ett led i beredningen av samma mål, ankommer det på den hänskjutande domstolen att besluta om rättegångskostnaderna. De kostnader för att avge yttrande till domstolen som andra än nämnda parter har haft är inte ersättningsgilla.", "label": [[238, 247, "ORG"]]}
{"text": "Mot denna bakgrund beslutar domstolen (andra avdelningen) följande:", "label": [[28, 37, "ORG"]]}
{"text": "Artikel 44.2 i Europaparlamentets och rådets förordning (EG) nr 987/2009 av den 16 september 2009 om tillämpningsbestämmelser till förordning (EG) nr 883/2004 om samordning av de sociala trygghetssystemen ska tolkas så, att när den berörda personen inte uppfyller det krav på att vara anställd eller utöva verksamhet som egenföretagare som föreskrivs i denna bestämmelse för att få rätt till ålderspension, så ska den medlemsstat som svarar för pensionen beakta perioder för vård av barn som personen har fullgjort i andra medlemsstater, varvid denna medlemsstat är skyldig att beakta dessa perioder i enlighet med artikel 21 FEUF, förutsatt att denna person uteslutande har arbetat och betalat avgifter i nämnda medlemsstat, såväl före som efter det att vederbörande flyttat till en annan medlemsstat där han eller hon fullgjort nämnda perioder.", "label": [[15, 33, "ORG"], [38, 44, "ORG"], [80, 97, "DATE"]]}
{"text": "Underskrifter", "label": []}
{"text": "* Rättegångsspråk: tyska.", "label": [[19, 24, "NATIONALITY"]]}
