{"text": "2012 m. lapkričio 13 d. Verwaltungsgerichts Berlin (Vokietija) pateiktas prašymas priimti prejudicinį sprendimą byloje Michał Bartłomiej Alekseev prieš Vokietijos Federacinę Respubliką", "label": [[0, 23, "DATE"], [24, 50, "ORG"], [52, 61, "LOC"], [119, 145, "PER"], [152, 184, "ORG"]]}
{"text": "(Byla C-513/12)", "label": []}
{"text": "Proceso kalba: vokiečių", "label": [[15, 23, "NATIONALITY"]]}
{"text": "Prašymą priimti prejudicinį sprendimą pateikęs teismas", "label": []}
{"text": "Verwaltungsgerichts Berlin", "label": [[0, 26, "ORG"]]}
{"text": "Šalys pagrindinėje byloje", "label": []}
{"text": "Pareiškėja: Michał Bartłomiej Alekseev", "label": [[12, 38, "PER"]]}
{"text": "Atsakovė: Vokietijos Federacinė Respublika", "label": [[10, 42, "ORG"]]}
{"text": "Prejudiciniai klausimai", "label": []}
{"text": "1.    Ar 1963 m. rugsėjo 2 d. Susitarimo dėl Europos ekonominės bendrijos ir Turkijos asociacijos įsteigimo 1970 m. lapkričio 23 d. Papildomo protokolo pereinamajam asociacijos laikotarpiui (toliau - PP) 41 straipsnio 1 daliai ir (arba) 1980 m. rugsėjo 19 d. EEB ir Turkijos asociacijos tarybos sprendimo 1/80 (toliau - ATS 1/80) 13 straipsniui prieštarauja įsigaliojus minėtoms nuostatoms pagal nacionalinę teisę pirmą kartą įvesta tvarka, pagal kurią Turkijos piliečio, kuris naudojasi teisine padėtimi pagal ATS 1/80 6 straipsnį, šeimos narių atvykimas pirmą kartą į šalį siejamas su sąlyga, kad šeimos narys prieš atvykdamas turi įrodyti, jog gali elementariai susikalbėti vokiškai?", "label": [[9, 29, "DATE"], [45, 97, "ORG"], [108, 131, "DATE"], [237, 258, "DATE"], [259, 294, "ORG"], [453, 461, "LOC"], [677, 685, "NATIONALITY"]]}
{"text": "2.    Jei į pirmąjį klausimą būtų atsakyta neigiamai: ar 2003 m. rugsėjo 22 d. Tarybos direktyvos 2003/86/EB dėl teisės į šeimos susijungimą (OL L 251, p. 12; 2004 m. specialusis leidimas lietuvių k., 19 sk., 6 t., p. 224) 7 straipsnio 2 dalies pirmai pastraipai prieštarauja pirmajame klausime nurodytos nacionalinės teisės nuostatos?", "label": [[57, 77, "DATE"], [79, 86, "ORG"], [159, 166, "DATE"], [188, 196, "NATIONALITY"]]}
{"text": "____________1   -   OL L 251, p. 12", "label": []}
