{"text": "2018 m. liepos 12 d. Förvaltningsrätten i Linköping (Švedija) pateiktas prašymas priimti prejudicinį sprendimą byloje Baltic Cable AB / Energimarknadsinspektionen", "label": [[0, 20, "DATE"], [21, 51, "ORG"], [53, 60, "LOC"], [118, 133, "ORG"], [136, 162, "ORG"]]}
{"text": "(Byla C-454/18)", "label": []}
{"text": "Proceso kalba: švedų", "label": [[15, 20, "NATIONALITY"]]}
{"text": "Prašymą priimti prejudicinį sprendimą pateikęs teismas", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Šalys pagrindinėje byloje", "label": []}
{"text": "Ieškovė: Baltic Cable AB", "label": [[9, 24, "ORG"]]}
{"text": "Atsakovė: Energimarknadsinspektionen", "label": [[10, 36, "ORG"]]}
{"text": "Prejudiciniai klausimai", "label": []}
{"text": "1. Ar Elektros energijos reglamento 16 straipsnio 6 dalis turi būti taikoma visais atvejais, kai asmuo gauna pajamų iš jungiamųjų linijų paskirstymo, neatsižvelgiant į jo padėtį, ar tik tais atvejais, kai pajamų gaunantis asmuo yra perdavimo sistemos operatorius, kaip apibrėžta Elektros energijos rinkos direktyvos 2 straipsnio 4 dalyje?", "label": []}
{"text": "2. Jeigu į pirmąjį klausimą būtų atsakyta, kad Elektros energijos reglamento 16 straipsnio 6 dalis turi būti taikoma tik perdavimo sistemos operatoriams, ar tokiu atveju įmonė, kuri tik eksploatuoja jungiamąją liniją, yra perdavimo sistemos operatorius?", "label": []}
{"text": "3. Jeigu į pirmąjį arba antrąjį klausimą būtų atsakyta, kad Elektros energijos reglamento 16 straipsnio 6 dalis turi būti taikoma įmonei, kuri tik eksploatuoja jungiamąją liniją, ar su jungiamosios linijos eksploatavimu ir išlaikymu susijusios išlaidos bet kuriuo atveju gali būti laikomos investicijomis į tinklą, kuriomis siekiama išlaikyti arba padidinti perdavimo pajėgumus, kaip nurodyta 16 straipsnio 6 dalies pirmos pastraipos b punkte?", "label": []}
{"text": "4. Jeigu į pirmąjį arba antrąjį klausimą būtų atsakyta, kad Elektros energijos reglamento 16 straipsnio 6 dalis turi būti taikoma įmonei, kuri tik eksploatuoja jungiamąją liniją, ar reguliavimo institucija pagal Elektros energijos reglamento 16 straipsnio 6 dalies antrą pastraipą gali patvirtinti, kad įmonė, kuri tik eksploatuoja jungiamąją liniją ir kuri turi tarifų nustatymo metodiką, tačiau neturi vartotojų, tiesiogiai mokančių tinklo mokesčius (tarifus), kuriuos būtų galima sumažinti, iš jungiamųjų linijų paskirstymo gautas pajamas gali panaudoti grąžai gauti arba, jeigu atsakymas į trečiąjį klausimą būtų neigiamas, eksploatavimui ir išlaikymui?", "label": []}
{"text": "5. Jeigu į pirmąjį arba antrąjį klausimą būtų atsakyta, kad Elektros energijos reglamento 16 straipsnio 6 dalis turi būti taikoma įmonei, kuri tik eksploatuoja jungiamąją liniją, o į trečiąjį ir ketvirtąjį klausimus būtų atsakyta, kad įmonė negali panaudoti iš jungiamųjų linijų paskirstymo gautų pajamų eksploatavimui ar išlaikymui arba grąžai gauti, arba kad įmonė gali panaudoti pajamas eksploatavimui ar išlaikymui, tačiau ne tam, kad gautų grąžą, ar tokiu atveju Elektros energijos reglamento 16 straipsnio 6 dalies taikymas įmonei, kuri tik eksploatuoja jungiamąją liniją, prieštarauja ES teisėje nustatytam proporcingumo principui arba bet kuriam kitam taikomam principui?“", "label": [[592, 594, "LOC"]]}
{"text": "2009 m. liepos 13 d. Europos Parlamento ir Tarybos reglamentas (EB) Nr. 714/2009 dėl prieigos prie tarpvalstybinių elektros energijos mainų tinklo sąlygų, panaikinantis Reglamentą (EB) Nr. 1228/2003 (OL L 211, 2009, p. 15).", "label": [[0, 20, "DATE"], [21, 39, "ORG"], [43, 50, "ORG"]]}
