{"text": "TEISINGUMO TEISMO (penktoji kolegija) SPRENDIMAS", "label": [[0, 37, "ORG"]]}
{"text": "2019 m. spalio 16 d.(*)", "label": [[0, 19, "DATE"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Apmokestinimas – Bendra pridėtinės vertės mokesčio sistema (PVM) – Direktyva 2006/112/EB – 132 straipsnis 1 dalis a punktas – Tam tikros bendrojo intereso veiklos neapmokestinimas – Viešojo pašto tarnybos – Direktyva 97/67/EB – Universaliųjų pašto paslaugų teikėjas – Privatus operatorius, teikiantis formalaus teismų ar administracinių institucijų procesinių dokumentų įteikimo paslaugas“", "label": []}
{"text": "Sujungtose bylose C‑4/18 ir C‑5/18", "label": []}
{"text": "dėl 2017 m. gegužės 31 d.  Bundesfinanzhof (Federalinis finansų teismas, Vokietija) nutartimis, kurias Teisingumo Teismas gavo 2018 m. sausio 3 d., pagal SESV 267 straipsnį pateiktų prašymų priimti prejudicinį sprendimą bylose", "label": [[4, 25, "DATE"], [27, 42, "ORG"], [44, 71, "ORG"], [73, 82, "LOC"], [103, 121, "ORG"], [127, 146, "DATE"]]}
{"text": "Pawel Brinkmann, veikiantis kaip DIREKTexpress Holding AG likvidatorius,", "label": [[0, 15, "PER"], [33, 57, "ORG"], [58, 71, "PROFESSION"]]}
{"text": "prieš", "label": []}
{"text": "Finanzamt Ulm (C‑4/18)", "label": [[0, 13, "ORG"]]}
{"text": "ir", "label": []}
{"text": "Lemchen Ehrenpreis, veikiantis kaip JUREX GmbH likvidatorius,", "label": [[0, 18, "PER"], [36, 46, "ORG"], [47, 60, "PROFESSION"]]}
{"text": "prieš", "label": []}
{"text": "Bundeszentralamt für Steuern (C‑5/18)", "label": [[0, 28, "ORG"]]}
{"text": "TEISINGUMO TEISMAS (penktoji kolegija),", "label": [[0, 38, "ORG"]]}
{"text": "kurią sudaro kolegijos pirmininkas V. Scott (pranešėjas), teisėjai J. Kielatis, E. Zhuk, A. Jankevič ir X. Sousa,", "label": [[13, 34, "PROFESSION"], [35, 43, "PER"], [45, 55, "PROFESSION"], [58, 66, "PROFESSION"], [67, 78, "PER"], [80, 87, "PER"], [89, 100, "PER"], [104, 112, "PER"]]}
{"text": "generalinis advokatas C. Sørensen,", "label": [[0, 21, "PROFESSION"], [22, 33, "PER"]]}
{"text": "kancleris V. Schubert,", "label": [[0, 9, "PROFESSION"], [10, 21, "PER"]]}
{"text": "atsižvelgęs į rašytinę proceso dalį,", "label": []}
{"text": "išnagrinėjęs pastabas, pateiktas:", "label": []}
{"text": "–        P. Brinkmann, DIREKTexpress Holding AG likvidatoriaus, ir L. Ehrenpreis, JUREX GmbH likvidatoriaus, atstovaujamų Steuerberater M. Harrison,", "label": [[9, 21, "PER"], [23, 47, "ORG"], [48, 62, "PROFESSION"], [67, 80, "PER"], [82, 107, "ORG"], [109, 121, "PROFESSION"], [122, 135, "PROFESSION"], [136, 147, "PER"]]}
{"text": "–        Vokietijos vyriausybės, atstovaujamos A. Roche ir F. Voltz,", "label": [[9, 31, "ORG"], [47, 55, "PER"], [59, 67, "PER"]]}
{"text": "–        Suomijos vyriausybės, atstovaujamos T. Markov,", "label": [[9, 29, "ORG"], [45, 54, "PER"]]}
{"text": "–        Europos Komisijos, atstovaujamos U. Woods, E. Yaima Ardila ir K. Jelene,", "label": [[9, 26, "ORG"], [42, 50, "PER"], [52, 67, "PER"], [71, 80, "PER"]]}
{"text": "atsižvelgęs į sprendimą, priimtą susipažinus su generalinio advokato nuomone, nagrinėti bylą be išvados,", "label": [[48, 68, "PROFESSION"]]}
{"text": "priima šį", "label": []}
{"text": "Sprendimą", "label": []}
{"text": "1        Prašymai priimti prejudicinį sprendimą pateikti dėl 1997 m. gruodžio 15 d. Europos Parlamento ir Tarybos direktyvos 97/67/EB dėl Bendrijos pašto paslaugų vidaus rinkos plėtros bendrųjų taisyklių ir paslaugų kokybės gerinimo (OL L 15, 1998, p. 14; 2004 m. specialusis leidimas lietuvių k., 6 sk., 3 t., p. 71), iš dalies pakeistos 2008 m. vasario 20 d. Europos Parlamento ir Tarybos direktyva 2008/6/EB (OL L 52, 2008, p. 3, klaidų ištaisymas OL L 225, 2015, p. 49; toliau – Direktyva 97/67), 2 straipsnio 13 punkto ir 3 straipsnio 4 dalies ir 2006 m. lapkričio 28 d. Tarybos direktyvos 2006/112/EB dėl pridėtinės vertės mokesčio bendros sistemos (OL L 347, 2006, p. 1) 132 straipsnio 1 dalies a punkto išaiškinimo.", "label": [[61, 83, "DATE"], [84, 102, "ORG"], [106, 113, "ORG"], [138, 147, "LOC"], [256, 263, "DATE"], [285, 293, "NATIONALITY"], [339, 360, "DATE"], [361, 379, "ORG"], [383, 390, "ORG"], [552, 575, "DATE"], [576, 583, "ORG"]]}
{"text": "2        Šie prašymai pateikti nagrinėjant du ginčus: pirmasis – Pawel Brinkmann, veikiančio kaip DIREKTexpress Holding AG likvidatorius, ir Finanzamt Ulm (Ulmo mokesčių administratorius, Vokietija) (byla C‑4/18), ir, antrasis – Lemchen Ehrenpreis, veikiančio kaip JUREX GmbH likvidatorius, ir Bundeszentralamt für Steuern (Federalinė mokesčių tarnyba, Vokietija) (byla C‑5/18) dėl atsisakymo neapmokestinti pridėtinės vertės mokesčiu (PVM) šių bendrovių teikiamas formalaus procesinių dokumentų įteikimo paslaugas teismų ir administracinių institucijų vardu.", "label": [[65, 80, "PER"], [98, 122, "ORG"], [123, 136, "PROFESSION"], [141, 154, "ORG"], [156, 186, "ORG"], [188, 197, "LOC"], [229, 247, "PER"], [265, 275, "ORG"], [276, 289, "PROFESSION"], [294, 322, "ORG"], [324, 351, "ORG"], [353, 362, "LOC"]]}
{"text": "Teisinis pagrindas", "label": []}
{"text": "Sąjungos teisė", "label": [[0, 8, "LOC"]]}
{"text": "Direktyva 97/67", "label": []}
{"text": "3        Direktyvos 97/67 1 skyriaus „Tikslai ir taikymo sritis“ 2 straipsnyje pateikiamos šios sąvokos:", "label": []}
{"text": "„Šioje direktyvoje vartojamos sąvokos:", "label": []}
{"text": "1.      pašto paslaugos: paslaugos, kurias sudaro pašto siuntų surinkimas, rūšiavimas, vežimas ir skirstymas;", "label": []}
{"text": "1a)      pašto paslaugų teikėjas: įmonė, teikianti vieną ar kelias pašto paslaugas;", "label": []}
{"text": " ", "label": []}
{"text": "4)      surinkimas: pašto paslaugų teikėjo vykdoma pašto siuntų surinkimo operacija;", "label": []}
{"text": "5)      skirstymas: nuo pašto siuntų išrūšiavimo skirstymo centre iki jų pristatymo adresatams vykstantis procesas;", "label": []}
{"text": "6)      pašto siunta: adresuota ir galutinės formos siunta, kurią turi gabenti pašto paslaugų teikėjas. Be korespondencijos siuntų, tokios siuntos taip pat apima, pavyzdžiui, knygas, katalogus, laikraščius, periodinius leidinius ir pašto siuntinius su prekėmis, kurios turi komercinę vertę arba jos neturi;", "label": []}
{"text": " ", "label": []}
{"text": "9)      registruotoji siunta: paslauga, teikianti pastovaus dydžio garantiją nuo siuntos dingimo, vagystės arba sugadinimo rizikos ir leidžianti siuntėjui paprašius jam pateikti įrodymą, jei tai būtina, kad siunta buvo pristatyta ir (arba) įteikta adresatui;", "label": []}
{"text": " ", "label": []}
{"text": "13)      universaliųjų paslaugų teikėjas: valstybinis arba privatus pašto paslaugų teikėjas, valstybėje narėje teikiantis universaliąsias pašto paslaugas arba jų dalį, apie kurį pagal 4 straipsnį buvo pranešta Komisijai;", "label": [[210, 219, "ORG"]]}
{"text": " ", "label": []}
{"text": "17)      naudotojas: bet kuris fizinis arba juridinis asmuo, kuris naudojasi teikiamomis pašto paslaugomis būdamas siuntėju arba gavėju;", "label": []}
{"text": "“", "label": []}
{"text": "4        Šios direktyvos 2 skyriuje „Universaliosios paslaugos“ yra 3–6 straipsniai. 3 straipsnis išdėstytas taip:", "label": []}
{"text": "„1.      Valstybės narės užtikrina, kad naudotojai turėtų teisę į universaliąsias paslaugas, apimančias apibrėžtos kokybės visoje teritorijoje visiems naudotojams prieinamomis kainomis nenutrūkstamai teikiamas pašto paslaugas.", "label": []}
{"text": " ", "label": []}
{"text": "4.      Kiekviena valstybė narė užtikrina būtinas priemones [bent jau] šių universaliųjų paslaugų teikimui:", "label": []}
{"text": "–        pašto siuntų iki 2 kg surinkimą, rūšiavimą, pervežimą ir pristatymą,", "label": [[26, 27, "AMOUNT_VALUE"], [28, 30, "AMOUNT_UNIT"]]}
{"text": "–        siuntinių iki 10 kg surinkimą, rūšiavimą, pervežimą ir pristatymą,", "label": [[23, 25, "AMOUNT_VALUE"], [26, 28, "AMOUNT_UNIT"]]}
{"text": "–        registruotųjų ir įvertintųjų siuntų paslaugas.", "label": []}
{"text": " ", "label": []}
{"text": "7.      Šiame straipsnyje apibrėžtos universaliosios paslaugos apima vidaus ir tarptautines paslaugas.“", "label": []}
{"text": "5        Šios direktyvos 4 straipsnyje nurodyta:", "label": []}
{"text": "„1.      Kiekviena valstybė narė turi užtikrinti, kad būtų garantuojamas universaliųjų paslaugų teikimas ir Komisijai praneša, kokių priemonių ėmėsi šiai pareigai įvykdyti. 21 straipsnyje nurodytam Komitetui pranešama apie priemones, kurias universaliųjų paslaugų teikimui užtikrinti nustatė valstybės narės.", "label": [[108, 117, "ORG"]]}
{"text": "2.      Valstybės narės gali paskirti vieną ar daugiau įmonių universaliųjų paslaugų teikėjais, kad būtų galima aprėpti visą šalies teritoriją. Valstybės narės gali paskirti skirtingas įmones skirtingiems universaliųjų paslaugų elementams teikti ir (arba) skirtingoms šalies teritorijos dalims aprėpti.", "label": []}
{"text": "Valstybės narės turi pranešti Komisijai savo paskirto(‑ų) universaliųjų paslaugų teikėjo(‑ų) tapatybę. “", "label": [[30, 39, "ORG"]]}
{"text": "Direktyva 2006/112", "label": []}
{"text": "6        Direktyvos 2006/112 IX antraštinės dalies „Neapmokestinimas PVM“ 1 skyriaus „Bendrosios nuostatos“ 131 straipsnyje numatyta:", "label": []}
{"text": "„2–9 skyriuose numatytais atvejais neapmokestinimas PVM taikomas nepažeidžiant kitų [Sąjungos teisės] nuostatų ir tokiomis sąlygomis, kurias valstybės narės nustato siekdamos užtikrinti tinkamą ir sąžiningą [paprastą] neapmokestinimo atvejus reglamentuojančių nuostatų taikymą bei užkirsti kelią galimiems mokesčių vengimo, išsisukinėjimo ar piktnaudžiavimo atvejams.“", "label": [[85, 93, "LOC"]]}
{"text": "7        Šios direktyvos tos pačios IX antraštinės dalies 2 skyriuje „Tam tikros su visuomenės interesais susijusios veiklos neapmokestinimas PVM“ yra 132 straipsnis, jo 1 dalyje nustatyta:", "label": []}
{"text": "„Sandoriai, kurių valstybės narės neapmokestina PVM:", "label": []}
{"text": "a)      paslaugų, išskyrus keleivių gabenimo ir telekomunikacijų paslaugas, teikimas ir su tuo susijusių prekių tiekimas, kai šį tiekimą ir teikimą vykdo viešojo pašto tarnybos;", "label": []}
{"text": "“", "label": []}
{"text": "Vokietijos teisė", "label": [[0, 10, "LOC"]]}
{"text": "UStG", "label": []}
{"text": "8        Tarp sandorių, numatytų Umsatzsteuergesetz (Apyvartos mokesčio įstatymas, toliau – UStG), redakcijos, taikytinos pagrindinėje byloje C‑4/18, 1 straipsnio 1 dalies 1 punkte, pagal šio įstatymo 4 straipsnio 11b punktą neapmokestinami „tiesiogiai su pašto paslaugų sritimi susiję Deutsche Post AG sandoriai“.", "label": [[286, 302, "ORG"]]}
{"text": "9        UStG redakcijos, taikytinos pagrindinėje byloje C‑5/18, t. y. galiojančios nuo 2010 m. liepos 1 d., toliau nurodyti sandoriai neapmokestinami pagal šio įstatymo 4 straipsnio 11b punktą:", "label": [[88, 107, "DATE"]]}
{"text": "„Universaliosios paslaugos, numatytos [Direktyvos 97/67] 3 straipsnio 4 dalyje. Neapmokestinimas taikomas tik su sąlyga, kad verslininkas, remdamasis [Federalinės mokesčių tarnybos] išduotu pažymėjimu, šiai institucijai įsipareigoja visoje Vokietijos Federacinės Respublikos teritorijoje teikti visas pirmame sakinyje numatytas paslaugas ar jų dalį.“", "label": [[151, 180, "ORG"], [240, 274, "LOC"]]}
{"text": "Pašto įstatymas", "label": []}
{"text": "10      Pagrindinės bylos aplinkybėms taikomos redakcijos Postgesetz (1997 m. gruodžio 22 d. Pašto įstatymas, BGBl. 1997 I, p. 3294) 11 straipsnyje „Universaliųjų paslaugų sąvoka ir apimtis“ numatyta:", "label": [[70, 92, "DATE"]]}
{"text": "„1.      Universaliosios paslaugos – tai 4 straipsnio 1 punkte numatytas minimalus apibrėžtos kokybės pašto paslaugų, teikiamų visoje teritorijoje už prieinamą kainą, spektras. Universaliosios paslaugos apsiriboja licencijuojamomis pašto paslaugomis ir pašto paslaugomis, kurios transportavimo atžvilgiu bent jau iš dalies gali būti teikiamos kartu su licencijuojamomis pašto paslaugomis. Universaliosios paslaugos apima tik tokias paslaugas, kurios visuotinai laikomos būtinomis.", "label": []}
{"text": "2.      Federalinė vyriausybė yra įgaliojama nutarimu, kuriam reikalingas [Bundestag (žemieji parlamento rūmai, Vokietija) ir Bundesrat (aukštieji parlamento rūmai, Vokietija)] pritarimas, vadovaudamasi 1 dalimi nustatyti universaliųjų paslaugų turinį ir apimtį .“", "label": [[8, 29, "ORG"], [75, 84, "ORG"], [86, 110, "ORG"], [112, 121, "LOC"], [126, 135, "ORG"], [137, 163, "ORG"], [165, 174, "LOC"]]}
{"text": "11      Šio įstatymo 33 straipsnio 1 dalis „Įpareigojimas formaliai įteikti“ išdėstyta taip:", "label": []}
{"text": "„Licencijos turėtojas, teikiantis korespondencijos pristatymo paslaugas, privalo formaliai įteikti procesinius dokumentus, neatsižvelgdamas į jų svorį, pagal administracinių aktų įteikimą reglamentuojančias procesines tvarkas ir įstatymus. Neperžengiant šio įpareigojimo ribų, licencijos turėtojui suteikiamos viešosios valdžios prerogatyvos (įgaliotasis verslininkas).“", "label": []}
{"text": "12      Minėto įstatymo 34 straipsnyje „Atlygis už formalų įteikimą“ nustatyta:", "label": []}
{"text": "„Įpareigotasis licencijos turėtojas turi teisę į atlygį. Šiuo atlygiu licencijos turėtojui atlyginamos visos jo suteiktos paslaugos, įskaitant oficialų įteikimo patvirtinimą ir patvirtinančių dokumentų grąžinimą užsakymą pateikusiai institucijai. Atlygis turi atitikti 20 straipsnio 1 ir 2 dalyje nustatytus kriterijus. Jį turi patvirtinti reguliavimo institucija. “", "label": []}
{"text": "Potvarkis dėl universaliųjų pašto paslaugų", "label": []}
{"text": "13      Pagrindinių bylų aplinkybėms taikomos redakcijos 1999 m. gruodžio 15 d.  Post-Universaldienstleistungsverordnung (Potvarkis dėl universaliųjų pašto paslaugų; BGBl. 1999 I, p. 2418) 1 straipsnyje numatyta:", "label": [[57, 79, "DATE"]]}
{"text": "„1.      Universaliosiomis paslaugomis laikomos šios pašto paslaugos:", "label": []}
{"text": "1)      korespondencijos siuntų, kaip jos suprantamos pagal Pašto įstatymo 4 straipsnio 2 punktą, kurių svoris neviršija 2 000 gramų, o matmenys atitinka Pasaulinės pašto sąjungos priimtoje Konvencijoje ir atitinkamuose įgyvendinimo reglamentuose nustatytus reikalavimus, transportavimas;", "label": [[121, 126, "AMOUNT_VALUE"], [127, 132, "AMOUNT_UNIT"]]}
{"text": "2)      adresuotų siuntinių, kurių vieneto svoris neviršija 20 kilogramų, o matmenys atitinka Pasaulinės pašto sąjungos priimtoje Konvencijoje ir atitinkamuose įgyvendinimo reglamentuose nustatytus reikalavimus, transportavimas;", "label": [[60, 62, "AMOUNT_VALUE"], [63, 72, "AMOUNT_UNIT"]]}
{"text": "3)      laikraščių ir žurnalų, kaip jie suprantami pagal Pašto įstatymo 4 straipsnio 1 punkto c papunktį, transportavimas.", "label": []}
{"text": "2.      Korespondencijos transportavimas apima ir šias siuntas:", "label": []}
{"text": "1)      registruotoji siunta (korespondencijos siunta su pastovaus dydžio garantija nuo dingimo, vagystės arba sugadinimo rizikos, atiduodama mainais į gavimo patvirtinimą);", "label": []}
{"text": "2)      įvertintoji siunta (korespondencijos siunta, iki siuntėjo nurodytos vertės apdrausta nuo dingimo, vagystės arba sugadinimo rizikos);", "label": []}
{"text": "3)      išperkamoji siunta (korespondencijos siunta, įteikiama gavėjui, kai jis sumoka tam tikrą pinigų sumą);", "label": []}
{"text": "4)      skubioji siunta (korespondencijos siunta, pristatoma per kiek įmanoma trumpesnį laiką nuo tada, kai buvo atvežta siuntų pristatymo paslaugų teikėjui).“", "label": []}
{"text": "Civilinio proceso kodeksas", "label": []}
{"text": "14      Zivilprozessordnung (Civilinio proceso kodeksas) 176 straipsnio 1 dalyje, susijusioje su formaliu įteikimu, numatyta:", "label": []}
{"text": "„Jei įteikti dokumentus pavedama paštui, teismo tarnautojui ar antstoliui arba to prašoma kitos institucijos, teismo kanceliarija perduoda įteiktiną dokumentą užklijuotame voke kartu su paruoštu įteikimo patvirtinimo formuliaru. “", "label": []}
{"text": "15      Šio kodekso 182 straipsnyje, kuris taip pat susijęs su formaliu įteikimu, nustatyta:", "label": []}
{"text": "„1.      Kaip įteikimo įrodymas  užpildomas tam numatytas formuliaras.", "label": []}
{"text": "3.      Teismo kanceliarijai nedelsiant grąžinamas įteikimą patvirtinančio dokumento originalas arba elektroninis dokumentas.“", "label": []}
{"text": "Pagrindinės bylos ir prejudiciniai klausimai", "label": []}
{"text": "Byla C‑4/18", "label": []}
{"text": "16      P. Brinkmann yra DIREKTexpress Holding AG, kurios bankroto procedūra buvo pradėta 2011 m. liepos 6 d.  Amtsgericht Ulm (Ulmo apylinkės teismas, Vokietija) sprendimu, likvidatorius; juo jį paskyrė minėtas teismas. Ši bendrovė yra grupės, kuri per pavaldžias bendroves visoje Vokietijos teritorijoje teikia pašto paslaugas, kontroliuojančioji bendrovė. 2008 ir 2009 m. grupės veikla iš esmės buvo susijusi su procesinių dokumentų įteikimo pagal Vokietijos viešąją teisę užsakymų vykdymu ir tai buvo laikoma PVM neapmokestinamais sandoriais.", "label": [[8, 20, "PER"], [25, 49, "ORG"], [90, 109, "DATE"], [111, 126, "ORG"], [128, 150, "ORG"], [152, 161, "LOC"], [174, 187, "PROFESSION"], [282, 292, "LOC"], [359, 374, "DATE"], [451, 461, "LOC"]]}
{"text": "17      Po to, kai buvo atliktas mokestinis patikrinimas už laikotarpį nuo 2008 m. rugpjūčio mėn. iki 2009 m. gegužės mėn., Ulmo mokesčių administratorius nusprendė, kad tokie įteikimo sandoriai turi būti apmokestinami PVM.", "label": [[75, 97, "DATE"], [102, 122, "DATE"], [124, 154, "ORG"]]}
{"text": "18      Pirma, DIREKTexpress Holding pateikė skundą dėl šio sprendimo ir, antra, kai šis skundas buvo atmestas, ji pareiškė ieškinį Finanzgericht Baden-Württemberg (Badeno-Viurtembergo finansinių bylų teismas, Vokietija). Vykstant procedūrai Ulmo mokesčių administratorius, atsakovas šiame teisme, priėmė pranešimus apie apmokestinimą PVM už 2008 ir 2009 m.", "label": [[15, 36, "ORG"], [132, 163, "ORG"], [165, 208, "ORG"], [210, 219, "LOC"], [242, 272, "ORG"], [342, 357, "DATE"]]}
{"text": "19      Taip pat būtent vykstant šiai procedūrai buvo pradėta DIREKTexpress Holding bankroto procedūra ir P. Brinkmann buvo paskirtas likvidatoriumi. Šiuo tikslu jis perėmė vykstančią procedūrą.", "label": [[62, 83, "ORG"], [106, 118, "PER"], [134, 148, "PROFESSION"]]}
{"text": "20      Finanzgericht Baden-Württemberg (Badeno-Viurtembergo finansų teismas) atmetė DIREKTexpress Holding pareikštą ieškinį, motyvuodamas tuo, kad procesinių dokumentų formaliam įteikimui negali būti taikomas prašomas neapmokestinimas. Konkrečiai kalbant, šis teismas nusprendė, kad, pirma, nebuvo tenkinamos UStG  4 straipsnio 11b punkte numatytos sąlygos, nes tik sandoriai, tiesiogiai skirti Deutsche Post pašto tarnybai, buvo neapmokestinami PVM, ir, antra, nebuvo galima tiesiogiai remtis Direktyvos 2006/112 132 straipsnio 1 dalies a punktu, nes formalaus procesinių dokumentų įteikimo sandorių neapima universaliosios paslaugos, kaip jos suprantamos pagal šią nuostatą.", "label": [[8, 77, "ORG"], [85, 106, "ORG"], [396, 409, "ORG"]]}
{"text": "21      P. Brinkmann pateikė kasacinį skundą dėl šio sprendimo prašymą priimti prejudicinį sprendimą pateikusiame teisme, Bundesfinanzhof (Federalinis finansų teismas, Vokietija).", "label": [[8, 20, "PER"], [122, 137, "ORG"], [139, 166, "ORG"], [168, 177, "LOC"]]}
{"text": "22      Pirmiausia prašymą priimti prejudicinį sprendimą pateikęs teismas klausia, ar verslininkas, kuris iš esmės vykdo formalų teismų ar administracinių institucijų procesinių dokumentų įteikimą, gali būti laikomas universaliųjų paslaugų teikėju, kaip jis suprantamas pagal Direktyvos 97/67 2 straipsnio 13 punktą. Konkrečiai šis teismas klausia dėl galimybės šią veiklą prilyginti specialiam atvejui, t. y. pašto siuntai arba siuntiniui, kaip tai suprantama pagal Direktyvos 97/67 3 straipsnio 4 dalį, arba registruotajai siuntai, kaip taip pat numatyta šioje nuostatoje.", "label": []}
{"text": "23      Antra, prašymą priimti prejudicinį sprendimą pateikusiam teismui kyla abejonių dėl to, ar tokia bendrovė, kaip DIREKTexpress Holding, gali būti laikoma teikiančia „viešojo pašto tarnybos“ paslaugas, kaip tai suprantama pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą, todėl formalaus įteikimo paslaugos, kurias ji teikia, pagal šią nuostatą turi būti neapmokestinamos PVM. Be kita ko, faktas, kad toks įteikimas yra gero teisingumo vykdymo ir dėl to viešojo intereso dalis, tai patvirtina. Kita vertus, kadangi privatus asmuo negali prašyti formalaus įteikimo, toks sandoris negali būti laikomas paslauga „visiems naudotojams“, kaip tai suprantama pagal Direktyvos 97/67 3 straipsnio 1 dalį.", "label": [[119, 140, "ORG"]]}
{"text": "24      Tokiomis aplinkybėmis Bundesfinanzhof (Federalinis finansų teismas) nutarė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui tokį prejudicinį klausimą:", "label": [[30, 75, "ORG"], [124, 142, "ORG"]]}
{"text": "„Ar verslininkas, vykdantis formalų procesinių dokumentų įteikimą pagal viešosios teisės nuostatas, yra „universaliųjų paslaugų teikėjas“, kaip jis suprantamas pagal  Direktyvos 97/67  2 straipsnio 13 punktą, teikiantis universaliąsias pašto paslaugas arba jų dalį, ir ar šios paslaugos pagal Direktyvos [2006/112] 132 straipsnio 1 dalies a punktą yra neapmokestinamos PVM?“", "label": []}
{"text": "Byla C‑5/18", "label": []}
{"text": "25      L. Ehrenpreis yra JUREX, kurios bankroto procedūra buvo pradėta 2011 m. liepos 1 d. sprendimu, likvidatorius, paskirtas minėtu sprendimu. Ši bendrovė, be kita ko, vykdė formalaus procesinių dokumentų įteikimo užsakymus Vokietijos teritorijoje.", "label": [[8, 21, "PER"], [26, 31, "ORG"], [72, 91, "DATE"], [103, 116, "PROFESSION"], [227, 237, "LOC"]]}
{"text": "26      2010 m. JUREX paprašė Federalinės mokesčių tarnybos išduoti pažymą dėl įteikimo paslaugų neapmokestinimo PVM. Ši bendrovė įsipareigojo šiai institucijai, remdamasi taikytinomis procesinėmis tvarkomis ir įstatymais, visoje Vokietijos teritorijoje teikti formalaus procesinių dokumentų įteikimo paslaugas pagal Bundesnetzagentur (Federalinė tinklo agentūra, Vokietija) šiuo tikslu suteiktas licencijas.", "label": [[8, 15, "DATE"], [16, 21, "ORG"], [30, 59, "ORG"], [230, 240, "LOC"], [317, 334, "ORG"], [336, 362, "ORG"], [364, 373, "LOC"]]}
{"text": "27      2010 m. rugpjūčio 4 d. sprendimu Federalinė mokesčių tarnyba atmetė šį prašymą, motyvuodama tuo, kad paslauga, kuri yra šio prašymo dalykas, nepriskirtina prie universaliųjų pašto paslaugų.", "label": [[8, 30, "DATE"], [41, 68, "ORG"]]}
{"text": "28      L. Ehrenpreis pateikus skundą Finanzgericht Köln (Kelno finansų teismas, Vokietija), šis patvirtino atsisakymą neapmokestinti PVM už nagrinėjamas paslaugas tuo pačiu pagrindu, kaip ir Federalinė mokesčių tarnyba.", "label": [[8, 21, "PER"], [38, 56, "ORG"], [58, 79, "ORG"], [81, 90, "LOC"], [192, 219, "ORG"]]}
{"text": "29      L. Ehrenpreis pateikė kasacinį skundą prašymą priimti prejudicinį sprendimą pateikusiame teisme Bundesfinanzhof (Federalinis finansų teismas).", "label": [[8, 21, "PER"], [104, 149, "ORG"]]}
{"text": "30      Dėl tų pačių motyvų, kurie nurodyti byloje (C‑4/18), Bundesfinanzhof (Federalinis finansų teismas) nusprendė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šiuos prejudicinius klausimus:", "label": [[61, 106, "ORG"], [158, 176, "ORG"]]}
{"text": "„1.      Ar formalus procesinių dokumentų įteikimas pagal viešosios teisės nuostatas [administracinių aktų įteikimą reglamentuojančios procesinės normos ir įstatymai – Pašto įstatymo 33 straipsnio 1 dalis] yra universalioji pašto paslauga, kaip ji suprantama pagal  Direktyvos 97/67  3 straipsnio 4 dalį?", "label": []}
{"text": "2.      Jei į pirmąjį klausimą būtų atsakyta teigiamai:", "label": []}
{"text": "Ar verslininkas, vykdantis formalų procesinių dokumentų įteikimą pagal viešosios teisės nuostatas, yra „universaliųjų paslaugų teikėjas“, kaip jis suprantamas pagal  Direktyvos 97/67  2 straipsnio 13 punktą, teikiantis universaliąsias pašto paslaugas arba jų dalį, ir ar šios paslaugos pagal Direktyvos [2006/112] 132 straipsnio 1 dalies a punktą yra neapmokestinamos PVM?“", "label": []}
{"text": "31      2018 m.  vasario  1 d. Teisingumo Teismo pirmininko nutartimi bylos C‑4/18 ir C‑5/18 buvo sujungtos, kad būtų bendrai vykdoma rašytinė ir žodinė proceso dalys ir priimtas galutinis sprendimas.", "label": [[8, 30, "DATE"], [31, 48, "ORG"], [49, 59, "PROFESSION"]]}
{"text": "Dėl prejudicinių klausimų", "label": []}
{"text": "Dėl prašymų priimti prejudicinį sprendimą priimtinumo", "label": []}
{"text": "32      Ieškovai pagrindinėje byloje ginčija prašymų priimti prejudicinį sprendimą priimtinumą.", "label": []}
{"text": "33      Konkrečiai jie teigia, kad, pirma, kadangi pateiktais klausimais siekiama nustatyti, ar Direktyvos 2006/112 132 straipsnio 1 dalies a punkte numatytas neapmokestinimas taikytinas tokiems sandoriams, kaip nagrinėjamieji pagrindinėse bylose, šie klausimai nėra naudingi priimant sprendimą pagrindinėse bylose. Iš tiesų, jei būtų atsakyta, kad pagrindinėse bylose nagrinėjamos paslaugos turi būti laikomos susijusiomis su universaliosiomis paslaugomis ir kad pašto paslaugų teikėjai, kaip antai nagrinėjami pagrindinėje byloje, turi būti laikomi universaliųjų paslaugų teikėjais, šios paslaugos būtinai turi būti neapmokestinamos pagal šią nuostatą.", "label": []}
{"text": "34      Kita vertus, nagrinėjant ginčą pagrindinėje byloje C‑5/18, 2016 m. gruodžio 15 d. nutartimi prašymą priimti prejudicinį sprendimą pateikęs teismas jau yra nusprendęs, kad formalaus procesinių dokumentų įteikimo paslaugos yra universaliųjų paslaugų dalis, neapmokestinama PVM. Iš šios nutarties matyti, kad minėtas teismas neturėjo jokių abejonių dėl Sąjungos teisės nuostatų, dėl kurių pateikti prašymai priimti prejudicinį sprendimą, išaiškinimo, todėl jam nebuvo būtina kreiptis į Teisingumo Teismą su prašymu priimti prejudicinį sprendimą pagal SESV 267 straipsnį.", "label": [[67, 89, "DATE"], [358, 366, "LOC"], [491, 508, "ORG"]]}
{"text": "35      Šiuo klausimu primintina, kad pagal suformuotą Teisingumo Teismo jurisprudenciją, Teisingumo Teismui ir nacionaliniams teismams bendradarbiaujant pagal SESV 267 straipsnį, tik bylą nagrinėjantis nacionalinis teismas, atsakingas už sprendimo priėmimą, atsižvelgdamas į konkrečias bylos aplinkybes turi įvertinti tai, ar jo sprendimui priimti būtinas prejudicinis sprendimas, ir Teisingumo Teismui pateikiamų klausimų svarbą. Todėl iš principo Teisingumo Teismas turi priimti sprendimą tuo atveju, kai pateikiami klausimai susiję su Sąjungos teisės išaiškinimu (2019 m. kovo 5 d. Sprendimo Eesti Pagar, C‑349/17, EU:C:2019:172, 47 punktas ir nurodyta jurisprudencija).", "label": [[55, 72, "ORG"], [90, 108, "ORG"], [385, 403, "ORG"], [450, 468, "ORG"], [539, 547, "LOC"], [568, 585, "DATE"], [596, 607, "ORG"]]}
{"text": "36      Tuo remiantis reikia daryti išvadą, kad klausimams dėl Sąjungos teisės taikoma svarbos prezumpcija. Teisingumo Teismas gali atsisakyti priimti sprendimą dėl nacionalinio teismo pateikto prejudicinio klausimo tik jeigu akivaizdu, kad prašomas Sąjungos teisės išaiškinimas visiškai nesusijęs su pagrindinėje byloje nagrinėjamo ginčo aplinkybėmis ar dalyku, jeigu problema hipotetinė arba Teisingumo Teismas neturi informacijos apie faktines ir teisines aplinkybes, būtinas tam, kad naudingai atsakytų į jam pateiktus klausimus (2019 m. kovo 5 d. Sprendimo Eesti Pagar, C‑349/17, EU:C:2019:172, 48 punktas ir jame nurodyta jurisprudencija).", "label": [[63, 71, "LOC"], [108, 126, "ORG"], [250, 258, "LOC"], [394, 412, "ORG"], [534, 551, "DATE"], [562, 573, "ORG"]]}
{"text": "37      Šiuo atveju, kalbant apie šio sprendimo 33 punkte nurodytą argumentą, reikia konstatuoti, kad iš Teisingumo Teismo turimos bylos medžiagos matyti, jog prašymą priimti prejudicinį sprendimą pateikęs teismas iš tikrųjų nagrinėja ginčus, dėl kurių jis turi priimti sprendimą dėl to, ar formalaus procesinių dokumentų įteikimo veikla, kurią vykdė DIREKTKTexpress Holding ir JUREX, turėjo būti neapmokestinama PVM pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą. Šiuo klausimu iš nutarties dėl prašymo priimti prejudicinį sprendimą matyti, kad šis teismas mano, jog Teisingumo Teismo atsakymas į pateiktus klausimus yra lemiamas sprendžiant šiuos ginčus. Šiomis aplinkybėmis atrodo, kad Teisingumo Teismo atsakymas į pateiktus klausimus yra būtinas tam, kad prašymą priimti prejudicinį sprendimą pateikęs teismas galėtų priimti sprendimą.", "label": [[105, 122, "ORG"], [351, 374, "ORG"], [378, 383, "ORG"], [580, 597, "ORG"], [701, 718, "ORG"]]}
{"text": "38      Dėl ieškovų pagrindinėje byloje pateikto argumento, priminto šio sprendimo 34 punkte, pakanka konstatuoti, kad prašymą priimti prejudicinį sprendimą pateikęs teismas savo prašymuose priimti prejudicinį sprendimą nurodo, kad jam kyla abejonių dėl Teisingumo Teismo atsakymo į pateiktus klausimus. Be to, šios šalys nepateikė informacijos, galinčios sukelti abejonių dėl pirmesniame punkte padarytos išvados, kad prašymą priimti prejudicinį sprendimą pateikęs teismas nagrinėja bylas, kurių sprendimas priklauso nuo Teisingumo Teismo atsakymų į pateiktus klausimus.", "label": [[254, 271, "ORG"], [522, 539, "ORG"]]}
{"text": "39      Darytina išvada, kad visi prašymai priimti prejudicinį sprendimą yra priimtini.", "label": []}
{"text": "Dėl esmės", "label": []}
{"text": "40      Savo klausimais, kuriuos reikia nagrinėti kartu, prašymą priimti prejudicinį sprendimą pateikęs teismas iš esmės siekia išsiaiškinti, ar Direktyvos 97/67 2 straipsnio 13 punktas ir 3 straipsnis turi būti aiškinami taip, kad korespondencijos pristatymo paslaugų teikėjai, kaip nagrinėjami pagrindinėje byloje, kurie, kaip nacionalinės licencijos, leidžiančios teikti šias paslaugas, turėtojai privalo pagal nacionalinės teisės nuostatas teikti formalaus teismų ar administracinių institucijų procesinių dokumentų įteikimo paslaugas, turi būti laikomi „universaliųjų paslaugų teikėjais“, kaip tai suprantama pagal šias nuostatas, todėl šios paslaugos turi būti neapmokestinamos PVM kaip „viešojo pašto tarnybų“ paslaugos, kaip tai suprantama pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą.", "label": []}
{"text": "41      Šiuo klausimu bendrai reikia priminti, kad pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą neapmokestinamas PVM paslaugų teikimas ir su tuo susijusių prekių tiekimas, kai šį tiekimą ir teikimą vykdo viešojo pašto tarnybos.", "label": []}
{"text": "42      Kaip Teisingumo Teismas jau yra nusprendęs, nors pagal Direktyvos 2006/112 131 straipsnį 2–9 skyriuose numatytais atvejais neapmokestinimas PVM taikomas, be kita ko, tokiomis sąlygomis, kurias valstybės narės nustato, siekdamos užtikrinti tinkamą ir sąžiningą neapmokestinimo atvejus reglamentuojančių nuostatų taikymą bei užkirsti kelią galimiems mokesčių vengimo, išsisukinėjimo ar piktnaudžiavimo atvejams, šios sąlygos nedaro įtakos numatyto neapmokestinimo atvejų turinio apibrėžimui (šiuo klausimu žr. 2001 m. sausio 11 d. Sprendimo Komisija / Prancūzija,  C‑76/99, EU:C:2001:12, 26 punktą ir 2005 m. gegužės 26 d. Sprendimo Kingscrest Associates ir Montecello, C‑498/03, EU:C:2005:322, 24 punktą).", "label": [[13, 31, "ORG"], [516, 536, "DATE"], [547, 555, "ORG"], [558, 568, "ORG"], [607, 628, "DATE"], [639, 660, "ORG"], [664, 674, "ORG"]]}
{"text": "43      Iš tiesų, neapmokestinimo atvejai, numatyti Direktyvos 2006/112 132 straipsnyje, yra savarankiškos Sąjungos teisės sąvokos, ir todėl turi būti apibrėžtos Europos Sąjungos lygmeniu (šiuo klausimu žr. 2005 m. gegužės 26 d. Sprendimo Kingscrest Associates ir Montecello, C‑498/03, EU:C:2005:322, 22 punktą ir 2016 m. sausio 21 d. Sprendimo Les Jardins de Jouvence, C‑335/14, EU:C:2016:36, 47 punktą).", "label": [[107, 115, "LOC"], [162, 178, "LOC"], [207, 228, "DATE"], [239, 260, "ORG"], [264, 274, "ORG"], [314, 334, "DATE"], [345, 368, "ORG"]]}
{"text": "44      Taigi konkretaus sandorio apmokestinimas ar neapmokestinimas PVM negali priklausyti nuo jo kvalifikavimo nacionalinėje teisėje (2005 m. gegužės 26 d. Sprendimo Kingscrest Associates ir Montecello, C‑498/03, EU:C:2005:322, 25 punktas ir 2007 m. birželio 14 d. Sprendimo Krawczyk, C‑445/05, EU:C:2007:344, 25 punktas).", "label": [[136, 157, "DATE"], [168, 189, "ORG"], [193, 203, "ORG"], [244, 266, "DATE"], [277, 285, "PER"]]}
{"text": "45      Be to, remiantis suformuota Teisingumo Teismo jurisprudencija, sąvokos, apibrėžiančios neapmokestinimą, kaip numatytas Direktyvos 2006/112 132 straipsnyje, aiškinamos siaurai, nes neapmokestinimas yra bendro principo, pagal kurį PVM renkamas už kiekvieną apmokestinamojo asmens už atlygį atliekamą paslaugų teikimą, išimtis. Vis dėlto šios sąvokos turi būti aiškinamos atsižvelgiant į šiais neapmokestinimo atvejais siekiamą tikslą ir laikantis mokesčių neutralumo principo, būdingo bendrai PVM sistemai. Ši siauro aiškinimo taisyklė nereiškia, kad sąvokos, vartojamos 132 straipsnyje numatytiems neapmokestinimo atvejams apibrėžti, turėtų būti aiškinamos taip, kad šios nuostatos prarastų savo poveikį (šiuo klausimu žr. 2017 m. rugsėjo 21 d. Sprendimo Aviva, C‑605/15, EU:C:2017:718, 30 punktą ir 2017 m. spalio 26 d. Sprendimo The English Bridge Union, C‑90/16, EU:C:2017:814, 20 punktą).", "label": [[36, 53, "ORG"], [730, 751, "DATE"], [762, 767, "ORG"], [807, 827, "DATE"], [838, 862, "ORG"]]}
{"text": "46      Šiuo klausimu reikia pažymėti, kad Direktyvos 2006/112 132 straipsnis yra šios direktyvos IX antraštinės dalies 2 skyriuje „Tam tikros su visuomenės interesais susijusios veiklos neapmokestinimas PVM“. Iš to matyti, kad šiame straipsnyje numatytais neapmokestinimo atvejais siekiama skatinti tam tikrą su visuomenės interesais susijusią veiklą, kaip antai paslaugų, kurias teikia šio straipsnio 1 dalies a punkte nurodytos viešojo pašto tarnybos, teikimą.", "label": []}
{"text": "47      Visų pirma iš šio tikslo pobūdžio matyti, kad neapmokestinimas neturi būti taikomas specialioms paslaugoms, nesusijusioms su visuomenės interesais susijusiomis paslaugomis, kurios tenkina specialius ūkio subjektų poreikius (šiuo klausimu žr. 2009 m. balandžio 23 d. Sprendimo TNT Post UK, C‑357/07, EU:C:2009:248, 46 punktą ir nurodytą jurisprudenciją).", "label": [[250, 273, "DATE"], [284, 295, "ORG"]]}
{"text": "48      Taigi negalima laikyti, kad pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą neapmokestinamos viešojo pašto tarnybų teikiamos paslaugos, kurių sąlygos buvo suderėtos individualiai. Dėl savo pobūdžio tokios paslaugos tenkina specialius atitinkamų naudotojų poreikius (šiuo klausimu žr. 2009 m. balandžio 23 d. Sprendimo TNT Post UK, C‑357/07, EU:C:2009:248, 47 punktą).", "label": [[303, 326, "DATE"], [337, 348, "ORG"]]}
{"text": "49      Be to, pažymėtina, kad šio sprendimo 46 punkte nurodytas bendras tikslas pašto srityje reiškia daug specialesnį tikslą siūlyti nedidelėmis kainomis pašto paslaugas, kurios atitinka pagrindinius visuomenės poreikius. Pagal dabartinę Sąjungos teisę toks tikslas iš esmės sutampa su Direktyva 97/67 siekiamu tikslu teikti universaliąsias pašto paslaugas (šiuo klausimu žr. 2009 m. balandžio 23 d. Sprendimo TNT Post UK, C‑357/07, EU:C:2009:248, 33 ir 34 punktus).", "label": [[240, 248, "LOC"], [378, 401, "DATE"], [412, 423, "ORG"]]}
{"text": "50      Šiuo klausimu Teisingumo Teismas jau nusprendė, kad „viešojo pašto tarnybos“, kaip jos suprantamos pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą, turi būti laikomos viešuoju arba privačiu subjektu, kuris įsipareigoja teikti pagrindinius vartotojų poreikius atitinkančias universaliąsias pašto paslaugas ir užtikrinti universaliųjų pašto paslaugų ar jų dalies teikimą valstybėje narėje, kaip apibrėžta Direktyvos 97/67 3 straipsnyje (šiuo klausimu žr. 2009 m. balandžio 23 d. Sprendimo TNT Post UK, C‑357/07, EU:C:2009:248, 36 punktą ir 2015 m. balandžio 21 d. Sprendimo Komisija / Švedija, C‑114/14, EU:C:2015:249, 28 punktą).", "label": [[22, 40, "ORG"], [472, 495, "DATE"], [506, 517, "ORG"], [557, 580, "DATE"], [591, 599, "ORG"], [602, 609, "ORG"]]}
{"text": "51      Kalbant apie šią sąvoką „universaliosios pašto paslaugos“, pažymėtina, kad nors jos ribos apibrėžtos Direktyvos 97/67 3 straipsnio 1 dalyje, pagal kurią tokia paslauga atitinka apibrėžtos kokybės visoje teritorijoje visiems naudotojams prieinamomis kainomis nenutrūkstamai teikiamas pašto paslaugas, šio straipsnio 4 dalyje numatyta, kad kiekviena valstybė narė imasi būtinų priemonių užtikrinti, kad į universaliąją paslaugą būtų įtrauktos paslaugos, kurias sudaro pašto siuntų ir pašto siuntinių surinkimas, rūšiavimas, pervežimas ir skirstymas, ir registruotųjų ir įvertintųjų siuntų paslaugos. Direktyvos 97/67 2 straipsnio 4–6 ir 9 punktuose, be įvairių sąvokų, papildomai nurodomas tokios minimalios paslaugos turinys.", "label": []}
{"text": "52      Iš prašymų priimti prejudicinį sprendimą matyti, kad pagrindinėse bylose nagrinėjamus paslaugų teikimus sudaro formalus procesinių dokumentų įteikimas vykstant teisminėmis ar administracinėmis procedūromis. Pagal tokiam įteikimui taikytinas taisykles įteiktino procesinio dokumento įteikimo užsakymas perduodamas paštui ar panašiam paslaugų teikėjui. Šis procesinis dokumentas įdedamas į užklijuotą voką kartu su tinkamai parengta jo įteikimo forma, kuri, įteikus pirmąjį procesinį dokumentą, grąžinama užsakymą pateikusiai institucijai. Iš šių prašymų taip pat matyti, kad paslaugų teikėjas, atliekantis formalių įteikimą, nesuteikia fiksuoto dydžio garantijos.", "label": []}
{"text": "53      Iš pačios Direktyvos 97/67 3 straipsnio 4 dalies formuluotės, visų pirma iš joje pateiktos sąvokos „[bent jau]“, matyti, kad nors valstybė narė turi užtikrinti, kad joje nurodytos paslaugos būtų teikiamos, vis dėlto prireikus kitos pašto paslaugos taip pat gali būti laikomos šios valstybės narės garantuotomis universaliosiomis paslaugomis.", "label": []}
{"text": "54      Taigi, nesant reikalo nagrinėti, ar tokios paslaugos, kokios teikiamos DIREKTexpress Holding ir JUREX, priklauso vienai iš konkrečių pašto paslaugų kategorijų, nurodytų Direktyvos 97/67 3 straipsnio 4 dalyje, šiuo atveju reikia pažymėti, kad dėl savybių ir aplinkybių, kurioms esant šios paslaugos teikiamos, jos  bet kuriuo atveju gali būti laikomos universaliųjų paslaugų dalimi, kaip apibrėžta šiame straipsnyje.", "label": [[79, 100, "ORG"], [104, 109, "ORG"]]}
{"text": "55      Šiuo klausimu pirmiausia reikia priminti, kad Teisingumo Teismas jau yra nusprendęs, jog operatoriams, kurie tiekia visas universalias pašto paslaugas ar jų dalį, taikoma speciali teisinė tvarka, kuri apima specialias pareigas. Iš tiesų skirtumas tarp „viešųjų pašto tarnybų“ ir kitų operatorių siejamas ne su teikiamų paslaugų pobūdžiu, bet su tuo, kad jiems taikoma ši tvarka (šiuo klausimu žr. 2015 m. balandžio 21 d. Sprendimo Komisija / Švedija, C‑114/14, EU:C:2015:249, 33 punktą).", "label": [[54, 72, "ORG"], [405, 428, "DATE"], [439, 447, "ORG"], [450, 457, "ORG"]]}
{"text": "56      Šiuo atveju iš Teisingumo Teismo turimos bylos medžiagos matyti, kad reikšmingu laikotarpiu DIREKTexpress Holding ir JUREX iš tikrųjų buvo taikomos taisyklės, kurios atsirado ne dėl individualių derybų, o dėl konkrečių įsipareigojimų pagal Vokietijos teisės aktus.", "label": [[23, 40, "ORG"], [100, 121, "ORG"], [125, 130, "ORG"], [248, 258, "LOC"]]}
{"text": "57      Konkrečiai kalbant, pagal šiuos teisės aktus licencijos, leidžiančios teikti korespondencijos pristatymo paslaugas, turėtojas privalo formaliai įteikti procesinius dokumentus, neatsižvelgdamas į jų svorį, pagal administracinių aktų įteikimą reglamentuojančią procesinę tvarką ir įstatymus. Be to, licencijos turėtojo atlygiui taikomi reikalavimai, numatyti šiuose teisės aktuose, ir tam turi duoti leidimą kompetentinga nacionalinė institucija. Be to, iš Teisingumo Teismo turimos bylos medžiagos matyti, kad nuo teismo sprendimų formalaus įteikimo pradedamas skaičiuoti senaties terminas ir tai reiškia su viešąja paslauga susijusių užduočių delegavimą, nes pagal Vokietijos teisės aktus, kai korespondencijos pristatymo paslaugų teikėjas vykdo formalaus įteikimo užsakymą, jis turi viešosios valdžios prerogatyvas tam, kad įvykdytų jam tenkančius įpareigojimus.", "label": [[463, 480, "ORG"], [673, 683, "LOC"]]}
{"text": "58      Iš to matyti, kad šiomis paslaugomis siekiama ne patenkinti specialius ūkio subjektų ar kai kurių kitų fizinių asmenų poreikius, bet užtikrinti gerą teisingumo vykdymą, nes jie leidžia formaliai įteikti dokumentus vykstant teisminėms ar administracinėms procedūroms.", "label": []}
{"text": "59      Be to, kalbant apie Direktyvos 97/67 3 straipsnio 1 dalyje numatytą sąlygą, kad universaliosios paslaugos teikiamos „visiems naudotojams“, kaip tai pažymi prašymą priimti prejudicinį sprendimą pateikęs teismas, formalaus įteikimo užsakovai, kaip numatyta pagrindinėse bylose nagrinėjamuose Vokietijos teisės aktuose, iš esmės yra teismai ir administracinės institucijos. Darytina išvada, kad šio įteikimo negali prašyti bet kuris privatus asmuo, bet iš esmės to gali prašyti viešosios institucijos.", "label": [[298, 308, "LOC"]]}
{"text": "60      Vis dėlto ši aplinkybė netrukdo tam, kad sąlyga, apie kurią kalbama ankstesniame punkte, būtų laikoma įvykdyta šiuo atveju. Visų pirma, kaip teisingai savo rašytinėse pastabose nurodė Komisija, pašto paslaugų „naudotojai“, kaip jie suprantami pagal Direktyvos 97/67 2 straipsnio 17 punktą, yra ne tik fiziniai arba juridiniai asmenys, kurie, būdami siuntėjai naudojasi teikiamomis universaliosiomis paslaugomis, bet ir šių paslaugų gavėjai.", "label": [[192, 200, "ORG"]]}
{"text": "61      Antra, nors formalus įteikimas vykdomas viešųjų institucijų užsakymu, šių institucijų veikla siekiama ne patenkinti jų poreikius, o užtikrinti gerą teismų ar administracinės sistemos, kuriai jos priklauso, funkcionavimą. Ši veikla taip pat vykdoma visų asmenų, kuriems suteikta galimybė įteikti procesinį dokumentą pagal šio sprendimo 52 punkte nurodytą procedūrą, vardu.", "label": []}
{"text": "62      Trečia, kaip teisingai pažymi Komisija, formalaus procesinių dokumentų įteikimo paslauga yra tik universaliųjų paslaugų, kurias turi užtikrinti valstybė narė, elementas, be to, valstybė narė pagal Direktyvos 97/67 4 straipsnio 2 dalį gali laisvai paskirti kelis paslaugų teikėjus skirtingiems universaliųjų paslaugų elementams teikti ir kad būtų galima aprėpti visą šalies teritoriją.", "label": [[38, 46, "ORG"]]}
{"text": "63      Galiausiai iš Teisingumo Teismui pateiktos medžiagos matyti, kad, formalus procesinių dokumentų įteikimas, kurį privalo vykdyti asmuo, turintis licenciją, leidžiančią teikti korespondencijos pristatymo paslaugas, buvo vykdomas remiantis jį reglamentuojančiais nacionalinės teisės aktais, prieinamomis kainomis ir visoje Vokietijos teritorijoje, o tai vis dėlto turi patikrinti prašymą priimti prejudicinį sprendimą pateikęs teismas.", "label": [[22, 40, "ORG"], [328, 338, "LOC"]]}
{"text": "64      Tokiomis aplinkybėmis tokios paslaugos, kokios nagrinėjamos pagrindinėse bylose, turi būti laikomos atitinkančiomis pagrindinius Vokietijos gyventojų poreikius, atsižvelgiant į šio sprendimo 49 punkte primintą specifinį tikslą.", "label": [[137, 147, "LOC"]]}
{"text": "65      Atsižvelgiant į tai, kas minėta, reikia konstatuoti, kad tokie operatoriai, kaip DIREKTexpress Holding ir JUREX, kaip matyti iš Teisingumo Teismui pateiktos medžiagos, bet tai turi patikrinti prašymą priimti prejudicinį sprendimą pateikęs teismas, kiekvienas turėjo licencija, kuri jiems leido teikti korespondencijos pristatymo paslaugas, ir visoje Vokietijos teritorijoje galėjo užtikrinti formalaus procesinių dokumentų įteikimo paslaugas pagal šio sprendimo 57 punkte nurodytas specifines sąlygas ir dalį „universaliųjų pašto paslaugų“, kaip jos suprantamos pagal Direktyvos 97/67 3 straipsnį. Kaip matyti iš šio sprendimo 50 punkto, dėl to, kad šios paslaugos yra minėtų paslaugų dalis, tokie operatoriai turi būti laikomi „viešojo pašto tarnybomis“, kaip tai suprantama pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą, jeigu jie teikia šias paslaugas, todėl pagal šią nuostatą jos neturi būti apmokestinamos PVM.", "label": [[89, 110, "ORG"], [114, 119, "ORG"], [136, 154, "ORG"], [358, 368, "LOC"]]}
{"text": "66      Šiais argumentais neleidžia suabejoti aplinkybė, kad pagal pagrindinėje byloje nagrinėjamus nacionalinės teisės aktus atitinkamos paslaugos nelaikomos universaliųjų paslaugų dalimi. Iš tiesų, kaip matyti iš šio sprendimo 42–44 punktų, konkretaus sandorio klasifikavimas pagal nacionalinę teisę neturi įtakos jo apmokestinimui PVM, nes neapmokestinimas PVM jam taikomas pagal Sąjungos teisę.", "label": [[383, 391, "LOC"]]}
{"text": "67      Tas pats pasakytina ir apie Suomijos vyriausybės rašytinėse pastabose pabrėžtą aplinkybę, kad Komisijai nebuvo pranešta apie DIREKTexpress Holding ir JUREX kaip apie paslaugų teikėjus, kurie užtikrina dalį universaliųjų pašto paslaugų, o tai prieštarauja Direktyvos 97/67 4 straipsnio 2 dalyje įtvirtintai pareigai.", "label": [[36, 56, "ORG"], [102, 111, "ORG"], [133, 154, "ORG"], [158, 163, "ORG"]]}
{"text": "68      Konkrečiai kalbant, vien šios pareigos pranešti pažeidimas, darant prielaidą, kad jis įrodytas, negali suteikti valstybėms narėms galimybės savo nuožiūra kliudyti taikyti Direktyvos 2006/112 132 straipsnio 1 dalies a punkte numatytą neapmokestinimą, net jei tai susiję su universaliųjų pašto paslaugų teikimu. Iš tikrųjų tokios galimybės valstybėms narėms suteikimas galėtų pažeisti ne tik šio sprendimo 42–44 punktuose nurodytą jurisprudenciją, bet ir mokesčių neutralumo principą, pagal kurį draudžiama, kad ūkio subjektai, vykdantys tokius pat sandorius, būtų vertinami skirtingai PVM rinkimo srityje (šiuo klausimu žr. 2007 m. birželio 28 d. Sprendimo JP Morgan Fleming Claverhouse Investment Trust ir The Association of Investment Trust Companies, C‑363/05, EU:C:2007:391, 46 punktą ir jame nurodytą jurisprudenciją).", "label": [[631, 653, "DATE"], [664, 710, "ORG"], [714, 759, "ORG"]]}
{"text": "69      Šio sprendimo 65 punkte pateiktų argumentų taip pat nepaneigia Direktyvos 97/67 3 straipsnio 7 dalis, pagal kurią universaliosios paslaugos apima vidaus ir tarptautines paslaugas.", "label": []}
{"text": "70      Nors aišku, kad ši nuostata sąvokoje „universaliosios paslaugos“, kaip ji apibrėžta Direktyvos 97/67 3 straipsnyje, apima tarptautines pašto paslaugas, vien dėl šios priežasties jos nereikia aiškinti taip, kad į šios sąvokos taikymo sritį nepatenka vidaus paslaugos, kaip nagrinėjamos pagrindinėse bylose, dėl to, kad atitinkamo teikėjo teikiamos paslaugos neapima tarptautinių paslaugų. Iš tiesų pakanka pažymėti, kad, kaip matyti iš šio sprendimo 62 punkto, tai, kad valstybė narė gali laisvai pasirinkti kelis paslaugų teikėjus, kad galėtų teikti įvairius universaliųjų paslaugų elementus ar apimtų visą teritoriją, reiškia, kad ši valstybė narė gali nuspręsti patikėti atitinkamam operatoriui teikti pagrindinėje byloje nagrinėjamas formalaus procesinių dokumentų įteikimo paslaugas tik atitinkamos valstybės narės teritorijoje.", "label": []}
{"text": "71      Atsižvelgiant į visa tai, kas minėta, į pateiktus klausimus reikia atsakyti, kad Direktyvos 97/67 2 straipsnio 13 punktą ir 3 straipsnį reikia aiškinti taip, kad korespondencijos pristatymo paslaugų teikėjai, kaip nagrinėjami pagrindinėje byloje, kurie, kaip nacionalinės licencijos, leidžiančios teikti šias paslaugas, turėtojai privalo pagal nacionalinės teisės nuostatas teikti formalaus teismų ar administracinių institucijų procesinių dokumentų įteikimo paslaugas, turi būti laikomi „universaliųjų paslaugų teikėjais“, kaip tai suprantama pagal šias nuostatas, todėl šios paslaugos turi būti neapmokestinamos PVM kaip „viešojo pašto tarnybų“ paslaugos, kaip tai suprantama pagal Direktyvos 2006/112 132 straipsnio 1 dalies a punktą.", "label": []}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "72      Kadangi šis procesas pagrindinės bylos šalims yra vienas iš etapų prašymą priimti prejudicinį sprendimą pateikusio teismo nagrinėjamoje byloje, bylinėjimosi išlaidų klausimą turi spręsti šis teismas. Išlaidos, susijusios su pastabų pateikimu Teisingumo Teismui, išskyrus tas, kurias patyrė minėtos šalys, nėra atlygintinos.", "label": [[250, 268, "ORG"]]}
{"text": "Remdamasis šiais motyvais, Teisingumo Teismas (penktoji kolegija) nusprendžia:", "label": [[27, 65, "ORG"]]}
{"text": "1997 m. gruodžio 15 d. Europos Parlamento ir Tarybos direktyvos 97/67/EB dėl Bendrijos pašto paslaugų vidaus rinkos plėtros bendrųjų taisyklių ir paslaugų kokybės gerinimo, iš dalies pakeistos 2008 m. vasario 20 d. Europos Parlamento ir Tarybos direktyva 2008/6/EB, 2 straipsnio 13 punktą ir 3 straipsnį reikia aiškinti taip, kad korespondencijos pristatymo paslaugų teikėjai, kaip nagrinėjami pagrindinėje byloje, kurie, kaip nacionalinės licencijos, leidžiančios teikti šias paslaugas, turėtojai privalo pagal nacionalinės teisės nuostatas teikti formalaus teismų ar administracinių institucijų procesinių dokumentų įteikimo paslaugas, turi būti laikomi „universaliųjų paslaugų teikėjais“, kaip tai suprantama pagal šias nuostatas, todėl šios paslaugos turi būti neapmokestinamos pridėtinės vertės mokesčiu kaip „viešojo pašto tarnybų“ paslaugos, kaip tai suprantama pagal 2006 m. lapkričio 28 d. Direktyvos 2006/112 132 straipsnio 1 dalies a punktą.", "label": [[0, 22, "DATE"], [23, 41, "ORG"], [45, 52, "ORG"], [77, 86, "LOC"], [193, 214, "DATE"], [215, 233, "ORG"], [237, 244, "ORG"], [875, 898, "DATE"]]}
{"text": "Parašai.", "label": []}
{"text": "*      Proceso kalba: vokiečių.", "label": [[22, 30, "NATIONALITY"]]}
