{"text": "Byla C‑444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales (Rytų Pirėnų prefektas)", "label": [[0, 54, "ORG"]]}
{"text": "prieš", "label": []}
{"text": "Wächter Binder ir kt.", "label": [[0, 14, "PER"]]}
{"text": "(Cour de cassation (Prancūzija) prašymas priimti prejudicinį sprendimą)", "label": [[1, 18, "ORG"], [20, 30, "LOC"]]}
{"text": "2019 m. kovo 19 d. Teisingumo Teismo (didžioji kolegija) sprendimas", "label": [[0, 18, "DATE"], [19, 56, "ORG"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Laisvės, saugumo ir teisingumo erdvė – Sienų kontrolė, prieglobstis ir imigracija – Reglamentas (ES) 2016/399 – 32 straipsnis – Valstybės narės sprendimas laikinai atnaujinti savo vidaus sienų kontrolę – Neteisėtas trečiosios šalies piliečio atvykimas – Vidaus sienų prilyginimas išorės sienoms – Direktyva 2008/115/EB – Taikymo sritis – 2 straipsnio 2 dalies a punktas“", "label": []}
{"text": "1.        Sienų kontrolė, prieglobstis ir imigracija – Imigracijos politika – Neteisėtai šalyje esančių trečiųjų šalių piliečių grąžinimas – Direktyva 2008/115 – Taikymo asmenų atžvilgiu sritis – Neteisėtai šalyje esantis pilietis, sulaikytas prie pat vidaus sienos – Įtraukimas – Valstybės narės sprendimas laikinai atnaujinti savo vidaus sienų kontrolę – Poveikio nebuvimas", "label": []}
{"text": "(Europos Parlamento ir Tarybos direktyvos 2008/115 2 straipsnio 1 dalis ir 2 dalies a punktas; Europos Parlamento ir Tarybos reglamento 2016/399 2, 25 ir 32 straipsniai)", "label": [[1, 19, "ORG"], [23, 30, "ORG"], [95, 113, "ORG"], [117, 124, "ORG"]]}
{"text": "(žr. 38, 39, 45–47, 50–52, 56, 59, 62, 66, 67 punktus ir rezoliucinę dalį)", "label": []}
{"text": "2.        Sienų kontrolė, prieglobstis ir imigracija – Imigracijos politika – Neteisėtai šalyje esančių trečiųjų šalių piliečių grąžinimas – Pilietis, kurio atžvilgiu vykdoma grąžinimo procedūra pagal Direktyvą 2008/115 – Pilietis, kuris neteisėtai yra teritorijoje be pateisinamos priežasties nebūti grąžintam – Trečiosios šalies pilietis, kuris atvyksta pažeisdamas draudimą atvykti – Įkalinimas – Leistinumas", "label": []}
{"text": "(Europos Parlamento ir Tarybos direktyva 2008/115)", "label": [[1, 19, "ORG"], [23, 30, "ORG"]]}
{"text": "(žr. 40 punktą)", "label": []}
{"text": "3.        Sienų kontrolė, prieglobstis ir imigracija – Bendrijos sienų kirtimo kodeksas – Laikinas vidaus sienų kontrolės atnaujinimas – Vidaus sienų ir išorės sienų sąvokos – Prilyginimas kontrolės atnaujinimo atveju – Nebuvimas", "label": [[55, 64, "LOC"]]}
{"text": "(Europos Parlamento ir Tarybos reglamento 2016/399, 2, 25 ir 32 straipsniai)", "label": [[1, 19, "ORG"], [23, 30, "ORG"]]}
{"text": "(žr. 61, 62 punktus)", "label": []}
{"text": "Santrauka", "label": []}
{"text": "Valstybės narės vidaus siena, kurios kontrolė buvo atnaujinta, negali būti prilyginama išorės sienai, kaip tai suprantama pagal Grąžinimo direktyvą", "label": []}
{"text": "2019 m. kovo 19 d. priimtame Sprendime Binder ir kt. (C‑444/17) Teisingumo Teismo didžioji kolegija išaiškino Direktyvos 2008/115(1) 2 straipsnio 2 dalies a punktą, pagal kurį valstybėms narėms leidžiama, esant abiem šioje nuostatoje nurodytoms situacijoms, prie jų išorės sienų ir toliau taikyti supaprastintas grąžinimo procedūras, ir jos neprivalo laikytis visų šioje direktyvoje numatytų procedūros etapų, kad galėtų greičiau išsiųsti trečiųjų šalių piliečius, sulaikytus kertant tokią sieną. Teisingumo Teismas nusprendė, kad ši nuostata, siejama su Reglamento 2016/399(2) 32 straipsniu, netaikoma trečiosios šalies piliečio, sulaikyto prie pat vidaus sienos ir neteisėtai esančio valstybės narės teritorijoje, situacijai, net jeigu ši valstybė narė pagal šio reglamento 25 straipsnį atnaujino šios sienos kontrolę dėl didelės grėsmės viešajai tvarkai arba vidaus saugumui minėtoje valstybėje narėje.", "label": [[0, 18, "DATE"], [39, 45, "PER"], [64, 99, "ORG"], [497, 515, "ORG"]]}
{"text": "Konstatavęs, kad pagal Direktyvos 2008/115 2 straipsnio 2 dalies a punktą valstybėms narėms neleidžiama netaikyti šios direktyvos neteisėtai jų teritorijoje esantiems trečiųjų šalių piliečiams dėl to, kad jie neteisėtai atvyko per vidaus sieną, Teisingumo Teismas išnagrinėjo, ar aplinkybė, kad valstybė narė pagal Reglamento 2016/399 25 straipsnį atnaujino savo vidaus sienų kontrolę, lemia tai, kad į Direktyvos 2008/115 2 straipsnio 2 dalies a punkto taikymo sritį patenka trečiosios šalies piliečio, neteisėtai esančio šios valstybės narės teritorijoje ir sulaikyto netoli tokios vidaus sienos, situacija.", "label": [[245, 263, "ORG"]]}
{"text": "Šiuo klausimu Teisingumo Teismas pažymėjo, pirma, kad, kadangi minėtoje nuostatoje numatyta išimtimi nukrypstama nuo Direktyvos 2008/115 taikymo srities, ji turi būti aiškinama siaurai. Tačiau, kaip matyti iš jos formuluotės, kuri šiuo aspektu nekelia jokių abejonių, ši nuostata susijusi su trečiosios šalies piliečio, kuris yra prie valstybės narės „išorės sienos“ arba netoli tokios sienos, situacija. Joje niekur neminima tai, kad tokiai situacijai galėtų būti prilyginama trečiosios šalies piliečio, kuris yra prie vidaus sienos, kurios kontrolė buvo atnaujinta pagal Reglamento 2019/399 25 straipsnį, arba netoli tokios vidaus sienos, situacija, net jeigu šios direktyvos priėmimo dieną Reglamento Nr. 562/2006(3) 23 ir 28 straipsniuose jau buvo numatyta, kad, pirma, valstybės narės išimties tvarka gali atnaujinti savo vidaus sienų kontrolę, jei kyla didelė grėsmė jų viešajai tvarkai arba vidaus saugumui, ir, antra, kad tokiu atveju mutatis mutandis taikomos atitinkamos šio reglamento nuostatos, susijusios su išorės sienomis.", "label": [[14, 32, "ORG"]]}
{"text": "Antra, kiek tai susiję su Direktyvos 2008/115 2 straipsnio 2 dalies a punkto tikslu, Teisingumo Teismas nusprendė, kad šalyje neteisėtai esančio trečiosios šalies piliečio, kuris buvo sulaikytas prie pat vidaus sienos, situacijos nereikia skirtingai vertinti pagal tai, ar buvo atnaujinta minėtos sienos kontrolė, nes vien valstybės narės vidaus sienų kontrolės atnaujinimas nelemia to, kad trečiosios šalies pilietis, neteisėtai esantis šalyje ir sulaikytas kertantis šią sieną arba prie pat jos, gali būti greičiau arba lengviau išsiunčiamas iš Šengeno erdvės teritorijos nedelsiant jį nugabenant prie išorės sienos nei tuo atveju, jeigu jis būtų sulaikytas policijos patikrinimo metu, kaip tai suprantama pagal Reglamento 2016/399 23 straipsnio a punktą, toje pačioje vietoje, neatnaujinus minėtų sienų kontrolės.", "label": [[85, 103, "ORG"], [547, 561, "LOC"]]}
{"text": "Trečia, Teisingumo Teismas pažymėjo, kad būtinybę siaurai aiškinti Direktyvos 2008/115 2 straipsnio 2 dalies a punkto taikymo sritį patvirtina šios nuostatos konteksto analizė ir konkrečiai sisteminis Reglamento 2016/399 aiškinimas. Remiantis šio reglamento 2 straipsniu, sąvokos „vidaus sienos“ ir „išorės sienos“ skiriasi viena nuo kitos, o minėto reglamento 32 straipsnyje numatyta tik tai, kad jeigu valstybė narė atnaujina vidaus sienų kontrolę, mutatis mutandis taikomos tik šio reglamento nuostatos, susijusios su išorės sienomis. Tačiau minėtame 32 straipsnyje nenumatyta, kad tokiu atveju turi būti taikomas Direktyvos 2008/115 2 straipsnio 2 dalies a punktas.", "label": [[8, 26, "ORG"]]}
{"text": "1      2008 m. gruodžio 16 d. Europos Parlamento ir Tarybos direktyva 2008/115/EB dėl bendrų nelegaliai esančių trečiųjų šalių piliečių grąžinimo standartų ir tvarkos valstybėse narėse (OL L 348, 2008, p. 98).", "label": [[7, 29, "DATE"], [30, 48, "ORG"], [52, 59, "ORG"]]}
{"text": "2      2016 m. kovo 9 d. Europos Parlamento ir Tarybos reglamentas (ES) 2016/399 dėl taisyklių, reglamentuojančių asmenų judėjimą per sienas, Sąjungos kodekso (Šengeno sienų kodeksas) (OL L 77, 2016, p. 1).", "label": [[7, 23, "DATE"], [25, 43, "ORG"], [47, 54, "ORG"], [142, 150, "LOC"], [160, 167, "LOC"]]}
{"text": "3      2006 m. kovo 15 d. Europos Parlamento ir Tarybos reglamentas (EB) Nr. 562/2006, nustatantis taisyklių, reglamentuojančių asmenų judėjimą per sienas, Bendrijos kodeksą (Šengeno sienų kodeksas) (OL L 105, 2006, p. 1).", "label": [[7, 25, "DATE"], [26, 44, "ORG"], [48, 55, "ORG"], [156, 165, "LOC"], [175, 182, "LOC"]]}
