{"text": "BENDROJO TEISMO (devintoji kolegija) SPRENDIMAS", "label": [[0, 36, "ORG"]]}
{"text": "2020 m. birželio 10 d.(*)", "label": [[0, 22, "DATE"]]}
{"text": "„Bendrijos dizainas – Registracijos pripažinimo negaliojančia procedūra – Įregistruotas Bendrijos dizainas, vaizduojantis sukabintuvą šaldymo ar oro kondicionavimo įrangai prijungti prie motorinės transporto priemonės – Vienintelis reikalavimas pakeisti sprendimą – Numanomas prašymas panaikinti – Priimtinumas – Negaliojimo pagrindas – Apsaugos sąlygų nesilaikymas – Reglamento (EB) Nr. 6/2002 4–9 straipsniai ir 25 straipsnio 1 dalies b punktas – Apeliacinės tarybos atliekamo nagrinėjimo apimtis – Apeliacinės tarybos pozicija dėl apsaugos sąlygos nesilaikymo vykstant procedūrai – Prieštaraujančios ginčijamo sprendimo išvados – Pareiga motyvuoti – Reglamento (EB) Nr. 6/2002 62 straipsnis ir 63 straipsnio 1 dalies antras sakinys“", "label": [[1, 10, "LOC"], [88, 97, "LOC"], [449, 468, "ORG"], [501, 520, "ORG"]]}
{"text": "Byloje T‑100/19", "label": []}
{"text": "L. Oliva Torras, S.A., įsteigta Manresoje (Ispanija), atstovaujama advokačių B. Athari Anaraki ir D. Philip Bennett,", "label": [[0, 21, "ORG"], [32, 52, "LOC"], [67, 76, "PROFESSION"], [77, 94, "PER"], [98, 115, "PER"]]}
{"text": "ieškovė,", "label": []}
{"text": "prieš", "label": []}
{"text": "Europos Sąjungos intelektinės nuosavybės tarnybą (EUIPO), atstovaujamą A. Portilla Díaz ir G. Kaufmann,", "label": [[0, 56, "ORG"], [71, 87, "PER"], [91, 102, "PER"]]}
{"text": "atsakovę,", "label": []}
{"text": "kita procedūros EUIPO apeliacinėje taryboje šalis, įstojusi į bylą Bendrajame Teisme,", "label": [[16, 43, "ORG"], [67, 84, "ORG"]]}
{"text": "Mecánica del Frío, S.L., įsteigta Cornellá de Llobregat (Ispanija), atstovaujama advokato Z. Leao Arribas,", "label": [[0, 23, "ORG"], [34, 66, "LOC"], [81, 89, "PROFESSION"], [90, 105, "PER"]]}
{"text": "dėl ieškinio, pareikšto dėl 2018 m. lapkričio 19 d. EUIPO trečiosios apeliacinės tarybos sprendimo (byla R 1397/2017-3), susijusio su registracijos pripažinimo negaliojančia procedūra tarp L. Oliva Torras ir Mecánica del Frío,", "label": [[28, 51, "DATE"], [52, 88, "ORG"], [189, 204, "ORG"], [208, 225, "ORG"]]}
{"text": "BENDRASIS TEISMAS (devintoji kolegija),", "label": [[0, 38, "ORG"]]}
{"text": "kurį sudaro pirmininkė P. J. Nilsson, teisėjai I. Barrett (pranešėjas) ir A. Todorova,", "label": [[12, 22, "PROFESSION"], [23, 36, "PER"], [38, 46, "PROFESSION"], [47, 57, "PER"], [59, 69, "PROFESSION"], [74, 85, "PER"]]}
{"text": "posėdžio sekretorius P. Lopez, vyriausiasis administratorius,", "label": [[0, 20, "PROFESSION"], [21, 29, "PER"], [31, 60, "PROFESSION"]]}
{"text": "susipažinęs su ieškiniu, kurį Bendrojo Teismo kanceliarija gavo 2019 m. vasario 19 d.,", "label": [[30, 58, "ORG"], [64, 85, "DATE"]]}
{"text": "susipažinęs su EUIPO atsiliepimu į ieškinį, kurį Bendrojo Teismo kanceliarija gavo 2019 m. gegužės 24 d.,", "label": [[15, 20, "ORG"], [49, 77, "ORG"], [83, 104, "DATE"]]}
{"text": "susipažinęs su įstojusios į bylą šalies atsakymu į ieškinį, kurį Bendrojo Teismo kanceliarija gavo 2019 m. gegužės 20 d.,", "label": [[65, 93, "ORG"], [99, 120, "DATE"]]}
{"text": "atsižvelgęs į 2019 m. lapkričio 14 d. sprendimą nesujungti bylų T‑100/19 ir T‑629/19,", "label": [[14, 37, "DATE"]]}
{"text": "įvykus 2020 m. sausio 16 d. posėdžiui,", "label": [[7, 27, "DATE"]]}
{"text": "priima šį", "label": []}
{"text": "Sprendimą", "label": []}
{"text": "I. Ginčo aplinkybės", "label": []}
{"text": "1 Ieškovė L. Oliva Torras, S.A. ir įstojusi į bylą šalis Mecánica del Frío, S.L. yra dvi konkuruojančios įmonės šaldymo arba oro kondicionavimo sistemų prijungimo prie motorinių transporto priemonių sektoriuje.", "label": [[10, 31, "ORG"], [57, 80, "ORG"]]}
{"text": "2 2013 m. balandžio 10 d. įstojusi į bylą šalis, remdamasi 2001 m. gruodžio 12 d. Tarybos reglamentu (EB) Nr. 6/2002 dėl Bendrijos dizaino (OL L 3, 2002, p. 1; 2004 m. specialusis leidimas lietuvių k., 13 sk., 27 t., p. 142), pateikė Europos Sąjungos intelektinės nuosavybės tarnybai (EUIPO) paraišką įregistruoti Bendrijos dizainą.", "label": [[2, 25, "DATE"], [59, 81, "DATE"], [82, 89, "ORG"], [121, 130, "LOC"], [160, 167, "DATE"], [189, 197, "NATIONALITY"], [234, 291, "ORG"], [314, 323, "LOC"]]}
{"text": "3 Bendrijos dizainas, kurį buvo prašoma įregistruoti (toliau – ginčijamas dizainas), pavaizduotas taip:", "label": [[2, 11, "LOC"]]}
{"text": "0001.1", "label": []}
{"text": "0001.2", "label": []}
{"text": "0001.3", "label": []}
{"text": "0001.4", "label": []}
{"text": "0001.5", "label": []}
{"text": "0001.6", "label": []}
{"text": "0001.7", "label": []}
{"text": "4 Gaminiai, kuriems skirtas ginčijamas dizainas, priklauso iš dalies pakeistos 1968 m. spalio 8 d. Lokarno sutarties dėl tarptautinės pramoninio dizaino klasifikacijos sudarymo 12.16 klasei ir atitinka šį aprašymą: „transporto priemonių jungimo movos, sukabintuvai“.", "label": [[79, 98, "DATE"], [99, 106, "LOC"]]}
{"text": "5 Registracijos paraiškoje ginčijamas dizainas apibūdinamas kaip sukabintuvas šaldymo ar oro kondicionavimo įrangai prijungti prie motorinės transporto priemonės.", "label": []}
{"text": "6 Nuo prašymo įregistruoti pateikimo dienos ginčijamas dizainas buvo įregistruotas Nr. 2217588‑0001 ir paskelbtas 2013 m. balandžio 22 d. Bendrijos dizainų biuletenyje Nr. 2013/075.", "label": [[83, 99, "IDNUM"], [114, 137, "DATE"], [138, 147, "LOC"], [168, 180, "IDNUM"]]}
{"text": "7 2014 m. rugpjūčio 22 d. ieškovė pateikė paraišką įregistruoti Bendrijos dizainą (dizainas Nr. 2523746-0006, įregistruotas ir paskelbtas 2014 m. rugpjūčio 26 d.). Įstojusiai į bylą šaliai pateikus prašymą pripažinti registraciją negaliojančia, remiantis ankstesniu ginčijamu dizainu, 2016 m. birželio 17 d. Anuliavimo skyriaus sprendimu dizainas Nr. 2523746-0006 buvo pripažintas negaliojančiu dėl naujumo ir individualių savybių nebuvimo.", "label": [[2, 25, "DATE"], [64, 73, "LOC"], [92, 108, "IDNUM"], [138, 161, "DATE"], [285, 307, "DATE"], [308, 327, "ORG"], [347, 363, "IDNUM"]]}
{"text": "8 2016 m. kovo 15 d. ieškovė, remdamasi Reglamento Nr. 6/2002 52 straipsnio 1 dalimi, pateikė prašymą pripažinti ginčijamo dizaino registraciją negaliojančia.", "label": [[2, 20, "DATE"]]}
{"text": "9 Grįsdama savo prašymą pripažinti registraciją negaliojančia ieškovė rėmėsi Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte nurodytu pagrindu, t. y. kad ginčijamas dizainas neatitinka šio reglamento 4–9 straipsniuose nustatytų sąlygų.", "label": []}
{"text": "10 Grįsdama savo prašymą pripažinti registraciją negaliojančia ieškovė rėmėsi tuo, kad egzistuoja ankstesnis dizainas, vaizduojantis prijungimo rinkinį, identifikuotą kaip sudedamoji dalis „KC11 080 242“, ir prie bylos medžiagos pridėjo šios sudedamosios dalies kopiją informacinių technologijų laikmenoje (A vaizdas) bei nuotrauką, kuri, jos teigimu, atitinka minėtą sudedamąją dalį (B vaizdas).", "label": [[190, 202, "IDNUM"]]}
{"text": "11 2017 m. gegužės 10 d. sprendimu Anuliavimo skyrius atmetė ieškovės pateiktą prašymą pripažinti registraciją negaliojančia. Konkrečiai kalbant, jis nusprendė, kad remiantis vieninteliu dizainu, kurio ankstesnis atskleidimas buvo įrodytas, t. y. dizainu, pateiktu A vaizde, atsižvelgiant į šių dviejų dizainų skirtumus, negali būti paneigtas ginčijamo dizaino naujumas ir jo individualios savybės.", "label": [[3, 24, "DATE"], [35, 53, "ORG"]]}
{"text": "12 2017 m. birželio 27 d. ieškovė, remdamasi Reglamento Nr. 6/2002 55–60 straipsniais, apskundė Anuliavimo skyriaus sprendimą Apeliacinei tarybai. Be A ir B vaizdų ieškovė prie bylos medžiagos taip pat pridėjo sudedamosios dalies „KC11 080 242“ brėžinį (C vaizdas), paimtą iš jos interneto svetainės.", "label": [[3, 25, "DATE"], [96, 115, "ORG"], [126, 145, "ORG"], [231, 243, "IDNUM"]]}
{"text": "13 2018 m. gegužės 16 d. remdamasi Reglamento Nr. 6/2002 59 straipsnio 2 dalimi Apeliacinė taryba pateikė šalims pranešimą (toliau – 2018 m. gegužės 16 d. pranešimas), jame nurodė, kad iš šalių teiginių ir bylos medžiagos matyti, jog ginčijamas dizainas susijęs su gaminiu, sudarančiu sudėtinio gaminio (viso kompresoriaus-movos variklio) sudedamąją dalį (t. y. sukabinimo detalę), kuri įmontuota į sudėtinį gaminį nėra matoma įprastai naudojant tokį gaminį. Tuo remdamasi Apeliacinė taryba padarė išvadą, kad ginčijamo dizaino negalima laikyti nauju ar turinčiu individualių savybių, kaip tai suprantama pagal Reglamento Nr. 6/2002 4 straipsnio 2 dalį, todėl jo registracija turi būti pripažinta negaliojančia dėl šio 4 straipsnio nesilaikymo.", "label": [[3, 24, "DATE"], [80, 97, "ORG"], [133, 154, "DATE"], [473, 490, "ORG"]]}
{"text": "14 Apeliacinės tarybos prašymu įstojusi į bylą šalis ir ieškovė atitinkamai 2018 m. liepos 16 d. ir 2018 m. rugsėjo 17 d. pateikė pastabas dėl 2018 m. gegužės 16 d. pranešimo turinio.", "label": [[3, 22, "ORG"], [76, 96, "DATE"], [100, 121, "DATE"], [143, 164, "DATE"]]}
{"text": "15 2018 m. lapkričio 19 d. sprendimu (toliau – ginčijamas sprendimas) Trečioji apeliacinė taryba atmetė apeliaciją, remdamasi toliau nurodytais motyvais. Pirma, ji nurodė, kad, priešingai, nei teigia įstojusi į bylą šalis, ieškovė turi būti laikoma prašančia pripažinti ginčijamo dizaino registraciją negaliojančia dėl to, kad jis neatitinka Reglamento Nr. 6/2002 5, 6, 8 ir 9 straipsniuose nustatytų sąlygų, todėl kiekvieną iš šių sąlygų ji turėjo išnagrinėti, atsižvelgdama į pateiktus pagrindus. Antra, ji atmetė argumentą dėl ginčijamo dizaino naujumo nebuvimo. Šiuo klausimu ji nusprendė, kad buvo įrodytas tik A vaizde nurodyto dizaino atskleidimas ir kad šis dizainas ir ginčijamas dizainas akivaizdžiai skiriasi. Trečia, ji atmetė argumentą dėl ginčijamo dizaino individualių savybių nebuvimo. Ketvirta, ji nusprendė: kadangi ieškovė nepateikė argumentų dėl Reglamento Nr. 6/2002 8 ir 9 straipsniuose numatytų ginčijamo dizaino apsaugos netaikymo atvejų, ji turi atmesti jos prašymą pripažinti registraciją negaliojančia tiek, kiek jis grindžiamas šiomis nuostatomis, atsižvelgiant į minėto reglamento 63 straipsnio 1 dalies reikalavimus. Tačiau ginčijamo sprendimo motyvuose ji nenagrinėjo to paties reglamento 4 straipsnio 2 ir 3 dalių, kurios buvo nurodytos 2018 m. gegužės 16 d. pranešime ir šio sprendimo 13 ir 14 punktuose nurodytose vėliau pateiktose šalių pastabose, taikymo šioje byloje klausimo.", "label": [[3, 26, "DATE"], [70, 96, "ORG"], [1269, 1290, "DATE"]]}
{"text": "II. Šalių reikalavimai", "label": []}
{"text": "16 Ieškovė Bendrojo Teismo prašo:", "label": [[11, 26, "ORG"]]}
{"text": "– „[A] [patvirtinti] Apeliacinės tarybos išvadas dėl [nurodyto negaliojimo pagrindo] ir [konstatuoti], kad registracijos pripažinimo negaliojančia procedūra yra grindžiama Bendrijos dizaino registracijos pripažinimo negaliojančia pagrindais, nurodytais [Reglamento Nr. 6/2002] 4–9 straipsniuose „apsaugos [sąlygos]“,", "label": [[21, 40, "ORG"], [172, 189, "LOC"]]}
{"text": "– „[B] (atlikti) palyginimą, atsižvelgiant į visus pateiktus įrodymus ir konkrečias bylos aplinkybes“,", "label": []}
{"text": "– „[C] pripažinti [ginčijamo dizaino] registraciją negaliojančia dėl to, kad jis yra beveik identiškas dizainui, kuriuo jau prekiaujama, todėl yra beveik identiška jo imitacija be ieškovės leidimo“,", "label": []}
{"text": "– „[D] [pripažinti ginčijamo dizaino registraciją] negaliojančia dėl individualių savybių nebuvimo, palyginti su [ieškovės] anksčiau paskelbtais dizainais“,", "label": []}
{"text": "– „[E] [pripažinti ginčijamo dizaino registraciją] negaliojančia, pirma, dėl to, kad jam taikomas [Reglamento Nr. 6/2002] 8 straipsnio 1 ir 2 dalyse nustatytas draudimas, nes jo išvaizdą lemia tik jo techninė funkcija, ir, antra, dėl to, kad jam taikomas [Reglamento Nr. 6/2002] 4 straipsnyje nustatytas absoliutus draudimas, nes jis yra sudėtinio gaminio sudedamoji dalis“,", "label": []}
{"text": "– „[F] patvirtinti Apeliacinės tarybos sprendimą, [kiek juo ji pripažino, kad ginčijamas dizainas prieštarauja Reglamento Nr. 6/2002 9 straipsnio nuostatoms]“,", "label": [[19, 38, "ORG"]]}
{"text": "– „[G] [priteisti iš] pralaimėjusios šalies [bylinėjimosi išlaidas]“.", "label": []}
{"text": "17 EUIPO Bendrojo Teismo prašo:", "label": [[3, 8, "ORG"], [9, 24, "ORG"]]}
{"text": "– atmesti ieškinį,", "label": []}
{"text": "– priteisti iš ieškovės bylinėjimosi išlaidas.", "label": []}
{"text": "18 Įstojusi į bylą šalis Bendrojo Teismo prašo:", "label": [[25, 40, "ORG"]]}
{"text": "– patvirtinti ginčijamą sprendimą,", "label": []}
{"text": "– priteisti iš pralaimėjusios šalies bylinėjimosi išlaidas.", "label": []}
{"text": "III. Dėl teisės", "label": []}
{"text": "A. Dėl priimtinumo", "label": []}
{"text": "19 EUIPO teigia, kad ieškinyje pateikti reikalavimai patvirtinti ginčijamą sprendimą yra nepriimtini. Be to, ji tvirtina, kad Bendrasis Teismas turi nuspręsti, ar iš ieškinio konteksto galima daryti išvadą, kad prašoma panaikinti ginčijamą sprendimą, ir ar dėl to reikalavimai jį pakeisti gali būti pripažinti priimtinais. Per posėdį EUIPO pažymėjo, kad ieškinyje nebuvo ieškovės per teismo posėdį pateikto prašymo panaikinti ginčijamą sprendimą.", "label": [[3, 8, "ORG"], [126, 143, "ORG"], [334, 339, "ORG"]]}
{"text": "20 Per teismo posėdį Bendrojo Teismo prašymu ieškovė patikslino, kad prašo panaikinti visą ginčijamą sprendimą, įskaitant jo dalį dėl Reglamento Nr. 6/2002 8 ir 9 straipsnių taikymo.", "label": [[21, 36, "ORG"]]}
{"text": "21 Šiuo klausimu pirmiausia reikia priminti, kad pagal Reglamento Nr. 6/2002 61 straipsnio 3 dalį Bendrasis Teismas gali tik panaikinti arba pakeisti Apeliacinės tarybos sprendimus. Tačiau jis negali priimti sprendimų dėl pripažinimo, todėl su tuo susiję reikalavimai turi būti pripažinti nepriimtinais (šiuo klausimu pagal analogiją žr. 2017 m. birželio 14 d. Sprendimo Aydin / EUIPO – Kaporal Groupe (ROYAL & CAPORAL), T‑95/16, nepaskelbtas Rink., EU:T:2017:388, 17 punktą ir jame nurodytą jurisprudenciją).", "label": [[98, 115, "ORG"], [150, 169, "ORG"], [338, 360, "DATE"], [371, 376, "ORG"], [379, 384, "ORG"], [387, 401, "ORG"], [403, 418, "TITLE"]]}
{"text": "22 Šiuo atveju reikia pažymėti, kad ieškinio dalyje, kurią ieškovė pavadino „Reikalavimai“, ji pateikė septynis prašymus, suskirstytus nuo A iki G, kurių turinys pakartotas šio sprendimo 16 punkte.", "label": []}
{"text": "23 Pirma, reikia konstatuoti, kad tarp šių įvairių prašymų aiškiai ir nedviprasmiškai gali būti nustatytas reikalavimas, kad Bendrasis Teismas pripažintų ginčijamo dizaino registraciją negaliojančia, ir reikalavimas, kuriuo iš esmės siekiama, kad EUIPO ir įstojusi į bylą šalis padengtų bylinėjimosi išlaidas.", "label": [[125, 142, "ORG"], [247, 252, "ORG"]]}
{"text": "24 Antra, reikia konstatuoti, kad kiti ieškovės prašymai, išvardyti ieškinio dalyje „Reikalavimai“, iš tikrųjų nėra reikalavimai. Konkrečiai kalbant, iš šios ieškinio dalies A–F punktų formuluotės ir iš to, kad šis suskirstymas abėcėlės tvarka buvo pakartotas ieškinio dalyje „Pagrindai ir argumentai“, matyti, kad ieškovė juose nurodo pagrindimo, kurį Bendrojo Teismo prašo pateikti būsimo sprendimo motyvuose, etapus, o dėl tokio pagrindimo, jos nuomone, ginčijamo dizaino registracija turi būti pripažinta negaliojančia.", "label": [[353, 368, "ORG"]]}
{"text": "25 Galiausiai reikia priminti, kad per teismo posėdį ieškovė iš esmės pareiškė, kad ji prašo panaikinti visą ginčijamą sprendimą.", "label": []}
{"text": "26 Atsižvelgiant į šiuos teiginius ir paaiškinimus, ieškinyje nurodytus reikalavimus reikia aiškinti, kaip nurodyta toliau.", "label": []}
{"text": "27 Pirma, iš šio sprendimo 22–24 punktuose padarytų išvadų matyti, kad ieškovė nepateikė reikalavimo, kad Bendrasis Teismas priimtų sprendimą dėl pripažinimo, kaip tai suprantama pagal šio sprendimo 21 punkte primintą jurisprudenciją. Iš tiesų prašydama Bendrojo Teismo patvirtinti ginčijamą sprendimą tam tikrais klausimais arba palyginti dizainus, dėl kurių kilo ginčas, atsižvelgiant į visus pateiktus įrodymus ir bylos aplinkybes, ieškovė, kaip nurodyta šio sprendimo 24 punkte, nurodo sprendimo, kuris bus priimtas, motyvus, bet ne patį sprendimą, kuris turi būti nurodytas šio sprendimo rezoliucinėje dalyje. Vadinasi, EUIPO reikalavimai, kuriais siekiama, kad Bendrasis Teismas atmestų šiuos prašymus kaip nepriimtinus, turi būti atmesti.", "label": [[106, 123, "ORG"], [254, 269, "ORG"], [625, 630, "ORG"], [667, 684, "ORG"]]}
{"text": "28 Be to, atsižvelgiant į ginčijamo sprendimo motyvus ir, kaip patvirtinta per posėdį pateiktais ieškovės paaiškinimais, negalima suprasti pažodžiui prašymo, kurį ji pateikė ieškinio dalies „Reikalavimai“ F punkte, taip, kad juo siekiama, kad Bendrasis Teismas „patvirtintų“ ginčijamą sprendimą tiek, kiek jame pripažinta, kad ginčijamas dizainas prieštarauja Reglamento Nr. 6/2002 9 straipsnio nuostatoms. Iš tiesų kadangi nagrinėjamu atveju Apeliacinė taryba konkrečiai nusprendė, kad šis straipsnis netaikomas, šis prašymas „patvirtinti“, nepaisant jo formuluotės, iš tikrųjų turi būti aiškinamas kaip reiškiantis pagrindą, grindžiamą vertinimo klaida tiek, kiek Apeliacinė taryba nemanė, kad šis dizainas prieštarauja minėto straipsnio nuostatoms.", "label": [[243, 260, "ORG"], [443, 460, "ORG"], [666, 683, "ORG"]]}
{"text": "29 Antra, reikia pažymėti, kad, kiek tai susiję su ieškinyje nurodytu reikalavimu pripažinti ginčijamo dizaino registraciją negaliojančia, iš tikrųjų juo siekiama, kad Bendrasis Teismas priimtų sprendimą, kurį, ieškovės teigimu, turėjo priimti Apeliacinė taryba, kai į ją buvo kreiptasi. Iš tiesų iš Reglamento Nr. 6/2002 60 straipsnio 1 dalies antro sakinio matyti, kad Apeliacinė taryba, panaikinusi ginčijamą sprendimą, gali pasinaudoti EUIPO skyriaus, kuris tokį sprendimą priėmė, kompetencijai priklausančiais įgaliojimais – šiuo atveju priimti sprendimą dėl ginčijamo dizaino registracijos pripažinimo negaliojančia. Taigi tai yra viena iš priemonių, kurių gali imtis Bendrasis Teismas, kiek tai susiję su jo įgaliojimais pakeisti spendimą, kaip nurodyta šio reglamento 61 straipsnio 3 dalyje (šiuo klausimu pagal analogiją žr. 2014 m. vasario 27 d. Sprendimo Advance Magazine Publishers / VRDT – Nanso Group (TEEN VOGUE), T‑509/12, EU:T:2014:89, 15 punktą ir jame nurodytą jurisprudenciją).", "label": [[168, 185, "ORG"], [244, 261, "ORG"], [371, 388, "ORG"], [440, 445, "ORG"], [674, 691, "ORG"], [834, 855, "DATE"], [866, 893, "ORG"], [896, 900, "ORG"], [903, 914, "ORG"], [916, 926, "TITLE"]]}
{"text": "30 Be to, tiesa, kad ieškovė iš principo negali pakeisti pradinio ieškinio dalyko, reikalavimą pakeisti ginčijamą sprendimą pakeisdama pirmą kartą per posėdį pateiktu reikalavimu jį panaikinti (šiuo klausimu pagal analogiją žr. 2000 m. sausio 27 d. Sprendimo Fuchs ir kt. / Taryba ir Komisija, C‑104/89 ir C‑37/90, EU:C:2000:38, 47 punktą ir 2005 m. balandžio 21 d. Sprendimo Holcim (Deutschland) / Komisija, T‑28/03, EU:T:2005:139, 45 punktą).", "label": [[228, 248, "DATE"], [259, 264, "PER"], [274, 280, "ORG"], [284, 292, "ORG"], [342, 365, "DATE"], [376, 382, "ORG"], [384, 395, "LOC"], [399, 407, "ORG"]]}
{"text": "31 Vis dėlto atsižvelgiant į ieškinio turinį ir, kaip tai patvirtina ieškovės per posėdį pateikti paaiškinimai, ieškovės reikalavimas pakeisti ginčijamą sprendimą netiesiogiai reiškia prašymą jį panaikinti (šiuo klausimu žr. 2013 m. lapkričio 7 d. Sprendimo Malczewska / VRDT – Puma (Šokantis kačių šeimos gyvūnas), T‑666/11, nepaskelbtas Rink., EU:T:2013:584, 18 punktą ir jame nurodytą jurisprudenciją). Nagrinėdamas ieškinį iš esmės Bendrasis Teismas turės nuspręsti, jeigu vienas iš ieškinio pagrindų bus pagrįstas, ar toks pagrindas leidžia pakeisti ginčijamą sprendimą, atsižvelgiant į nustatytas faktines ir teisines aplinkybes, ar juo remiantis ginčijamas sprendimas gali būti tik panaikintas (šiuo klausimu pagal analogiją žr. 2014 m. rugsėjo 26 d. Sprendimo Koscher + Würtz / VRDT – Kirchner & Wilhelm (KW SURGICAL INSTRUMENTS), T‑445/12, EU:T:2014:829, 39 punktą ir jame nurodytą jurisprudenciją).", "label": [[225, 247, "DATE"], [258, 268, "PER"], [271, 275, "ORG"], [278, 282, "ORG"], [436, 453, "ORG"], [736, 757, "DATE"], [768, 783, "ORG"], [786, 790, "ORG"], [793, 811, "ORG"], [813, 836, "TITLE"]]}
{"text": "32 Taigi reikia pripažinti, kad ieškovė Bendrojo Teismo prašo, pirma, panaikinti ginčijamą sprendimą ir, antra, jį pakeisti ir pripažinti ginčijamo dizaino registraciją negaliojančia, ir kad šie reikalavimai yra priimtini.", "label": [[40, 55, "ORG"]]}
{"text": "B. Dėl esmės", "label": []}
{"text": "33 Grįsdama ieškinį ieškovė iš esmės nurodo šešis pagrindus. Pirmajame pagrinde ji tvirtina, kad registracijos pripažinimo negaliojančia procedūra grindžiama Reglamento Nr. 6/2002 4–9 straipsniuose nurodytais negaliojimo pagrindais ir kad kiekvienas iš šių pagrindų turi būti išnagrinėtas. Antrasis pagrindas grindžiamas vertinimo klaida, kurią Apeliacinė taryba padarė, kai nusprendė, kad ankstesnis dizaino atskleidimas įrodytas tik tiek, kiek tai susiję su vaizdu A. Trečiasis ir ketvirtasis pagrindai grindžiami vertinimo klaidomis, padarytomis atitinkamai dėl ginčijamo dizaino naujumo nebuvimo ir jo individualių savybių nebuvimo. Penktasis pagrindas grindžiamas nepakankamu motyvavimu ir Apeliacinės tarybos padarytomis vertinimo klaidomis, kiek tai susiję su apsaugos netaikymo ginčijamam dizainui atvejais. Jį sudaro dvi dalys, kurių pirma susijusi su tuo, kad Apeliacinė taryba nepriėmė sprendimo dėl apsaugos netaikymo šiam dizainui pagal Reglamento Nr. 6/2002 8 straipsnio nuostatas dėl to, kad jo išvaizdą lemia tik jo techninė funkcija, o antroji dalis – su tuo, kad Apeliacinė taryba nepripažino jo negaliojančiu pagal šio reglamento 4 straipsnio 2 ir 3 dalis tiek, kiek jis yra sudėtinio gaminio sudedamoji dalis, kuri nėra matoma įmontavus ją į šį gaminį. Šeštasis pagrindas iš esmės grindžiamas vertinimo klaida, kurią Apeliacinė taryba padarė, kai atmetė jai pateiktą apeliaciją tiek, kiek ji buvo pagrįsta to paties reglamento 9 straipsniu.", "label": [[345, 362, "ORG"], [695, 714, "ORG"], [870, 887, "ORG"], [1081, 1098, "ORG"], [1337, 1354, "ORG"]]}
{"text": "1. Dėl pirmojo ieškinio pagrindo, grindžiamo Apeliacinės tarybos teisės klaida, nes, nepaisant ieškovės argumentų, kad registracijos pripažinimo negaliojančia procedūra grindžiama Reglamento Nr. 6/2002 4–9 straipsniuose nustatytomis sąlygomis, ji atsisakė nagrinėti kai kurias iš šių sąlygų", "label": [[45, 64, "ORG"]]}
{"text": "34 Ieškovė nurodo, jog ginčijamo sprendimo 18–23 punktuose Apeliacinė taryba nusprendė, kad jos prašymas pripažinti registraciją negaliojančia atitinka Reglamento Nr. 6/2002 25 straipsnio 1 dalį ir 2002 m. spalio 21 d. Komisijos reglamento (EB) Nr. 2245/2002, skirto įgyvendinti Reglament[ui] Nr. 6/2002, (OL L 341, 2002, p. 28; 2004 m. specialusis leidimas lietuvių k., 13 sk., 31 t., p. 14) 28 straipsnio 1 dalies b punktą. Ji Bendrojo Teismo prašo patvirtinti šiuos reikalavimus ir išnagrinėti kiekvieną iš Reglamento Nr. 6/2002 4–9 straipsniuose nurodytų negaliojimo pagrindų.", "label": [[59, 76, "ORG"], [198, 218, "DATE"], [219, 228, "ORG"], [329, 336, "DATE"], [358, 366, "NATIONALITY"], [429, 444, "ORG"]]}
{"text": "35 EUIPO šiuo klausimu pastabų nepateikė. Įstojusi į bylą šalis prašo atmesti šį pagrindą.", "label": [[3, 8, "ORG"]]}
{"text": "36 Pirmiausia reikia priminti, kad Apeliacinėje taryboje įstojusi į bylą šalis tvirtino, jog ieškovė rėmėsi ginčijamo dizaino naujumo nebuvimu pagal Reglamento Nr. 6/2002 5 straipsnį, o ne individualių savybių nebuvimu pagal šio reglamento 6 straipsnį. Dėl šios priežasties pradinėje ginčijamo sprendimo motyvų dalyje Apeliacinė taryba nagrinėjo klausimą dėl ieškovės prašymo pripažinti registraciją negaliojančia apimties, taigi ir dėl savo pačios nagrinėjimo apimties.", "label": [[35, 56, "ORG"], [318, 335, "ORG"]]}
{"text": "37 Ginčijamo sprendimo 18–23 punktuose, kuriais ieškovė remiasi, nurodydama šį pagrindą, Apeliacinė taryba nusprendė, kad Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte nurodytas negaliojimo pagrindas, kuriuo buvo remiamasi ieškovės prašyme pripažinti registraciją negaliojančia, t. y. aplinkybė, kad ginčijamas dizainas neatitinka šio reglamento 4–9 straipsniuose nustatytų sąlygų, pagal teisės aktų leidėjo valią yra savarankiškas ir nedalomas negaliojimo pagrindas, kuris apima visas šias sąlygas. Todėl Apeliacinė taryba padarė išvadą, kad šis prašymas pripažinti registraciją negaliojančia reiškia, kad, ieškovės nuomone, ginčijamas dizainas neatitinka nė vienos iš 5, 6, 8 ir 9 straipsniuose nustatytų sąlygų ir kad pagal nagrinėjamo reglamento 63 straipsnio 1 dalies nuostatas ji turi išnagrinėti kiekvieną iš šių sąlygų, atsižvelgdama į nurodytus pagrindus.", "label": [[89, 106, "ORG"], [514, 531, "ORG"]]}
{"text": "38 Vis dėlto, nors Apeliacinė taryba iš esmės išnagrinėjo, ar nagrinėjamu atveju įvykdytos Reglamento Nr. 6/2002 5 ir 6 straipsniuose nustatytos sąlygos, t. y. ginčijamo dizaino naujumas ir individualios savybės, ji nusprendė, kad pagal šio reglamento 63 straipsnio 1 dalį ji turėjo atmesti prašymą pripažinti registraciją negaliojančia tiek, kiek jis grindžiamas šio reglamento 8 ir 9 straipsniais, nes ieškovė nepateikė argumentų, susijusių su minėtuose 8 ir 9 straipsniuose nustatytomis sąlygomis. Taigi ji nenagrinėjo, ar ginčijamas dizainas atitinka šias sąlygas. Be to, nurodydama ginčijamo sprendimo motyvus ji nepaminėjo klausimo dėl to paties reglamento 4 straipsnio 2 ir 3 dalių taikymo.", "label": [[19, 36, "ORG"]]}
{"text": "39 Pateikdama šį pagrindą ieškovė aiškiai neginčijo vienos iš šių ginčijamo sprendimo dalių ir nenurodė, kad Apeliacinė taryba padarė klaidą. Vis dėlto ji prašo Bendrojo Teismo patvirtinti šio sprendimo 37 punkte nurodytas pirmines Apeliacinės tarybos pastabas ir išnagrinėti kiekvieną iš Reglamento Nr. 6/2002 4–9 straipsniuose nustatytų sąlygų. Taigi turi būti laikoma, kad ji netiesiogiai remiasi šios instancijos teisės klaida, nes, nepaisant šių pirminių pastabų, ji neišnagrinėjo kiekvienos iš šių sąlygų.", "label": [[109, 126, "ORG"], [161, 176, "ORG"], [232, 251, "ORG"]]}
{"text": "40 Šiuo klausimu reikia konstatuoti, kad Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto aiškinimas, kurį Apeliacinė taryba pateikė ginčijamo sprendimo 18–23 punktuose, yra sunkiai suderinamas su to sprendimo 66 ir 68 punktuose pateiktomis išvadomis, pagal kurias šio reglamento 63 straipsnio 1 dalies antru sakiniu Apeliacinei tarybai draudžiama priimti sprendimą dėl 8 ir 9 straipsnių taikymo, nesant ieškovės argumentų dėl minėtų straipsnių nesilaikymo.", "label": [[112, 129, "ORG"], [322, 341, "ORG"]]}
{"text": "41 Iš tiesų, atsižvelgiant į Apeliacinės tarybos prielaidą, kad nagrinėjant ieškovės prašymą pripažinti registraciją negaliojančia tiek, kiek jis grindžiamas Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte nurodytu negaliojimo pagrindu, ieškovė neišvengiamai remiasi visomis šio reglamento 5, 6, 8 ir 9 straipsniuose nustatytomis sąlygomis, logiškai darytina išvada, kad Apeliacinė taryba turi išnagrinėti šias sąlygas iš esmės. Iš tiesų, vadovaujantis tokiu požiūriu, turi būti pripažinta, kad kiekvienos iš šių sąlygų nesilaikymu ieškovė remiasi kaip pagrindu savo prašymui pripažinti registraciją negaliojančia pagrįsti.", "label": [[29, 48, "ORG"], [377, 394, "ORG"]]}
{"text": "42 Be to, Apeliacinės tarybos pateiktas Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto aiškinimas taip pat sunkiai suderinamas su tuo, kad ji kaip sąlygas, kurių nesilaikymu, jos teigimu, ketino remtis ieškovė, nurodė tik šio reglamento 5, 6, 8 ir 9 straipsnius ir nepaminėjo šio reglamento 4 straipsnio 2 ir 3 dalyse nustatytų sąlygų. Be to, kaip nurodyta šio sprendimo 38 punkte, Apeliacinė taryba aiškiai nenagrinėjo klausimo dėl 4 straipsnio 2 ir 3 dalyse nustatytų sąlygų taikymo nagrinėjamu atveju, nors išnagrinėjo klausimą dėl 5, 6, 8 ir 9 straipsniuose nustatytų sąlygų taikymo, siekdama atmesti ieškovės apeliaciją.", "label": [[10, 29, "ORG"], [389, 406, "ORG"]]}
{"text": "43 Vis dėlto, pirma, reikia pažymėti, kad Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto formuluotė aiškiai apima šio reglamento 4–9 straipsnius, neišskiriant 4 straipsnio 2 ir 3 dalių. Antra, 4 straipsnio 2 ir 3 dalyse nurodytos pagrindinės dizaino apsaugos sąlygos, susijusios konkrečiai su sudėtinio gaminio sudedamąja dalimi, kaip tai suprantama pagal 3 straipsnio c punktą, ir šios sudedamosios dalies matomumu ją inkorporavus į sudėtinį gaminį, kai šis naudojamas įprastai, bei su šios sudedamosios dalies matomų charakteristikų naujumu ir jų individualiomis savybėmis (šiuo klausimu pagal analogiją žr. 2017 m. rugsėjo 21 d. Sprendimo Easy Sanitary Solutions ir EUIPO / Group Nivelles, C‑361/15 P ir C‑405/15 P, EU:C:2017:720, 63 punktą ir 2014 m. rugsėjo 9 d. Sprendimo Biscuits Poult / VRDT – Banketbakkerij Merba (Biscuit), T‑494/12, EU:T:2014:757, 20 ir 21 punktus).", "label": [[617, 638, "DATE"], [649, 672, "ORG"], [676, 681, "ORG"], [684, 698, "ORG"], [754, 774, "DATE"], [785, 799, "ORG"], [802, 806, "ORG"], [809, 829, "ORG"]]}
{"text": "44 Dėl šios priežasties Apeliacinė taryba, remdamasi Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto aiškinimu, turėjo padaryti logišką išvadą, kad grįsdama savo prašymą pripažinti registraciją negaliojančia ieškovė ketino remtis ne tik šio reglamento 5, 6, 8 ir 9 straipsniais, bet ir minėto reglamento 4 straipsnio 2 ir 3 dalimis.", "label": [[24, 41, "ORG"]]}
{"text": "45 Atsižvelgiant į tai, dėl šių klaidų šis ieškinio pagrindas gali būti priimtinas tik jei pats Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto aiškinimas, pateiktas ginčijamo sprendimo 18–23 punktuose, nėra klaidingas, o tai reikia patikrinti. Šiuo klausimu reikia patikrinti, pirma, ar, kaip tvirtina Apeliacinė taryba, teisės aktų leidėjas ketino šiose nuostatose nurodytam negaliojimo pagrindui aiškiai suteikti nedalomą pobūdį, ir, antra, kiek šio reglamento 63 straipsnio 1 dalies antro sakinio nuostatos, pagal kurias, nagrinėjant ieškinį dėl registracijos pripažinimo negaliojančia, nagrinėjami tik šalių nurodyti faktai, įrodymai ir argumentai bei prašomi teisių gynimo būdai, riboja EUIPO instancijų atliekamo šio negaliojimo pagrindo nagrinėjimo apimtį.", "label": [[309, 326, "ORG"], [699, 704, "ORG"]]}
{"text": "a) Dėl klausimo, ar teisės aktų leidėjas Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte nurodytam negaliojimo pagrindui ketino suteikti nedalomą pobūdį", "label": []}
{"text": "46 Pirmiausia reikia priminti, kad pagal Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punktą dizainas pripažįstamas negaliojančiu, jeigu jis neatitinka to paties reglamento 4–9 straipsniuose nustatytų reikalavimų. Minėto reglamento 52 straipsnio 1 dalyje numatyta, kad pagal 25 straipsnio 2, 3, 4 ir 5 dalių nuostatas bet koks fizinis ar juridinis asmuo, taip pat įgaliota valdžios institucija gali paduoti EUIPO prašymą dėl Bendrijos dizaino registracijos pripažinimo negaliojančia. Pagal minėto reglamento 53 straipsnio 1 dalį, jeigu EUIPO nusprendžia, kad prašymas yra priimtinas, ji nagrinėja, ar registruotam Bendrijos dizainui galima taikyti 25 straipsnyje nurodytus negaliojimo pagrindus.", "label": [[409, 414, "ORG"], [427, 436, "LOC"], [538, 543, "ORG"], [616, 625, "LOC"]]}
{"text": "47 Toliau reikia pažymėti, kad Reglamento Nr. 6/2002 25 straipsnio pavadinimas „Negaliojimo pagrindai“ ir šio straipsnio 2 dalyje pateikta nuoroda į „1 dalies c punkte nurodytą pagrindą“, o 4 dalyje – į „1 dalies g punkte nurodytą pagrindą“ rodo, kad kiekvienas iš šio straipsnio 1 dalyje išsamiai išvardytų negaliojimo atvejų yra savarankiškas negaliojimo pagrindas.", "label": []}
{"text": "48 Galiausiai reikia pažymėti, kad Reglamento Nr. 2245/2002 28 straipsnio 1 dalies b punkte, be kita ko, nustatyta:", "label": []}
{"text": "„1. Tarnybai pateiktoje paraiškoje dėl negaliojimo paskelbimo pagal Reglamento (EB) Nr. 6/2002 52 straipsnio nuostatas turi būti duomenys:", "label": []}
{"text": "<…>", "label": []}
{"text": "b) apie pagrindus, kuriais paremta paraiška:", "label": []}
{"text": "i) pagrindų, kuriais paremta paraiška dėl negaliojimo paskelbimo, išdėstymas;", "label": []}
{"text": "<…>", "label": []}
{"text": "v) kai negaliojimo pagrindas yra tai, kad registruotasis Bendrijos dizainas neatitinka Reglamento <…> Nr. 6/2002 5 arba 6 straipsniuose nustatytų reikalavimų, ankstesnių dizainų, kurie galėtų tapti kliūtimi pripažįstant registruotojo Bendrijos dizaino naujumą arba individualias savybes, nurodymas ir jų vaizdai, taip pat dokumentai, įrodantys tų ankstesniųjų dizainų buvimą;", "label": [[57, 66, "LOC"], [234, 243, "LOC"]]}
{"text": "vi) tiems pagrindams paremti pateiktų faktų, įrodymų ir argumentų išvardijimas;“", "label": []}
{"text": "49 Taigi iš šių nuostatų derinio matyti, kad jeigu Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punktu grindžiamas prašymas pripažinti registraciją negaliojančia atitinka Reglamento Nr. 2245/2002 28 straipsnio, visų pirma jo 1 dalies b punkto, reikalavimus, tokiu prašymu iš principo suteikiama EUIPO instancijoms kompetencija nagrinėti, ar Bendrijos dizainas atitinka visas šio reglamento 4–9 straipsniuose nustatytas sąlygas, atsižvelgiant į faktus, įrodymus ir argumentus, pateiktus šiam prašymui pagrįsti.", "label": [[297, 302, "ORG"], [343, 352, "LOC"]]}
{"text": "50 Šiuo atveju Apeliacinė taryba, nepadarydama klaidos, nustatė, kad ieškovės pateiktas prašymas pripažinti registraciją negaliojančia buvo pateiktas naudojant prašymo formą, kurioje, be kita ko, yra skyrius „Motyvai“ ir kuriame ieškovė pažymėjo langelį „Ginčijamas Bendrijos dizainas neatitinka [Reglamento Nr. 6/2002] 4–9 straipsniuose nurodytų reikalavimų“. Taigi Anuliavimo skyrius ir Apeliacinė taryba iš principo turėjo kompetenciją išnagrinėti, ar ginčijamas dizainas, atsižvelgiant į ieškovės pateiktus faktus, įrodymus ir argumentus, skirtus jos prašymui pagrįsti, atitiko šiuos reikalavimus.", "label": [[15, 32, "ORG"], [255, 275, "LOC"], [367, 385, "ORG"], [389, 406, "ORG"]]}
{"text": "51 Vis dėlto tai nereiškia, kad Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto nuostatos turi būti aiškinamos taip, kad kiekvieną kartą, kai EUIPO pateikiamas šiomis nuostatomis grindžiamas prašymas pripažinti registraciją negaliojančia, automatiškai ši tarnyba privalo patikrinti, ar ginčijamas dizainas atitinka visas šio reglamento 4–9 straipsniuose nustatytas sąlygas.", "label": [[148, 153, "ORG"]]}
{"text": "52 Žinoma, Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto formuluotėje nurodytas atvejis, kai ginčijamas dizainas neatitinka „4–9 straipsnių reikalavimų“, o ne atvejis, kai jis neatitinka vienos ar kelių minėtų sąlygų, o tai gali reikšti būtinybę visas šias sąlygas nagrinėti visapusiškai ir bendrai.", "label": []}
{"text": "53 Vis dėlto reikia priminti, kad pagal suformuotą Teisingumo Teismo jurisprudenciją aiškinant Sąjungos teisės nuostatą reikia atsižvelgti ne tik į jos tekstą, bet ir į kontekstą bei teisės akto, kuriame ji įtvirtinta, tikslus. Sąjungos teisės nuostatos genezė taip pat gali atskleisti jos aiškinimui svarbių aplinkybių (žr. 2017 m. gruodžio 20 d. Sprendimo Acacia ir Colombo, C‑397/16 ir C‑435/16, EU:C:2017:992, 31 punktą ir jame nurodytą jurisprudenciją).", "label": [[51, 68, "ORG"], [95, 103, "LOC"], [228, 236, "LOC"], [325, 347, "DATE"], [358, 364, "ORG"], [368, 375, "PER"]]}
{"text": "54 Nagrinėjamu atveju, pirma, dėl konteksto reikia pažymėti, kad Reglamento Nr. 6/2002 4–9 straipsniuose nustatytos sąlygos yra kumuliacinės, todėl vienos iš jų nesilaikymas gali lemti nagrinėjamo dizaino registracijos pripažinimą negaliojančia.", "label": []}
{"text": "55 Taigi pagal Reglamento Nr. 6/2002 4 straipsnio 1 dalį Bendrijos dizaino apsauga suteikiama atsižvelgiant į tai, ar dizainas yra naujas ir ar turi individualių savybių. Vadinasi, jeigu viena iš šių sąlygų, kurių taikymo kriterijai nustatyti atitinkamai minėto reglamento 5 ir 6 straipsniuose, nėra tenkinama, nagrinėjamam dizainui negali būti suteikta apsauga, todėl jo registracija turi būti pripažinta negaliojančia remiantis minėto reglamento 25 straipsnio 1 dalies b punktu, nesant reikalo nagrinėti, ar kita sąlyga yra tenkinama (šiuo klausimu žr. 2019 m. gegužės 10 d. Nutarties Zott / EUIPO – TSC Food Products (Paruoštas valgyti stačiakampio formos pyragas), T‑517/18, nepaskelbta Rink., EU:T:2019:323, 60 punktą).", "label": [[57, 66, "LOC"], [555, 576, "DATE"], [587, 591, "ORG"], [594, 599, "ORG"], [602, 619, "ORG"]]}
{"text": "56 Taip pat pačios Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytos specifinės Bendrijos dizaino apsaugos sąlygos, susijusios su sudėtinio gaminio sudedamąja dalimi, prieštarauja tam, kad būtų išlaikyta dizaino, patenkančio į reglamento taikymo sritį, apsauga, jeigu nė viena iš sudedamųjų dalių neatitinka šių sąlygų (šiuo klausimu žr. 2015 m. sausio 20 d. Sprendimo Aic / VRDT – ACV Manufacturing (Šilumokaičių tarpinės), T‑616/13, nepaskelbtas Rink., EU:T:2015:30, 21 punktą ir 2015 m. sausio 20 d. Sprendimo Aic / VRDT – ACV Manufacturing (Šilumokaičių tarpinės), T‑617/13, nepaskelbtas Rink., EU:T:2015:32, 21 punktą).", "label": [[90, 99, "LOC"], [348, 368, "DATE"], [379, 382, "ORG"], [385, 389, "ORG"], [392, 409, "ORG"], [492, 512, "DATE"], [523, 526, "ORG"], [529, 533, "ORG"], [536, 553, "ORG"]]}
{"text": "57 Analogiška išvada turi būti padaryta kalbant apie Reglamento Nr. 6/2002 8 straipsnio 1, 2 ir 3 dalyse nurodytas apsaugos netaikymo Bendrijos dizainui sąlygas, kai, pirma, gaminio išvaizdos savybes lemia tik jo techninė funkcija, ir, antra, kai gaminys būtinai turi būti atkurtas tikslios formos ir tikslių matmenų, kad būtų galima sujungti su kitais gaminiais.", "label": [[134, 143, "LOC"]]}
{"text": "58 Galiausiai dėl Reglamento Nr. 6/2002 9 straipsnio nuostatų, kuriomis remiantis Bendrijos dizainas negalioja, jeigu dizainas prieštarauja viešajai tvarkai arba visuotinai pripažintiems moralės principams, pažymėtina, jog iš jų formuluotės aiškiai matyti, kad jomis siekiama apginti specifinį bendrąjį interesą, kuris nepriklauso nuo intereso, kuriuo grindžiami šio reglamento 4–8 straipsniai, ir užkirsti kelią tam, kad būtų suteikta apsauga dizainui, kuris prieštarauja minėtam bendrajam interesui (šiuo klausimu pagal analogiją žr. 2018 m. kovo 15 d. Sprendimo La Mafia Franchises / EUIPO – Italie (La Mafia SE SIENTA A LA MESA), T‑1/17, EU:T:2018:146, 25 punktą).", "label": [[82, 91, "LOC"], [536, 554, "DATE"], [565, 584, "ORG"], [587, 592, "ORG"], [595, 601, "ORG"], [603, 631, "TITLE"]]}
{"text": "59 Be to, Reglamento Nr. 6/2002 4–9 straipsnių nuostatose nustatyti skirtingi teisiniai kriterijai (šiuo klausimu pagal analogiją žr. 2018 m. kovo 14 d. Sprendimo Gifi Diffusion / EUIPO – Crocs (Avalynė), T‑424/16, nepaskelbtas Rink., EU:T:2018:136, 48 punktą).", "label": [[134, 152, "DATE"], [163, 177, "ORG"], [180, 185, "ORG"], [188, 193, "ORG"]]}
{"text": "60 Taigi, be kita ko, iš Reglamento Nr. 6/2002 5–7 straipsnių matyti, kad teisinių kriterijų, reikšmingų tiek vertinant ginčijamo dizaino naujumą, tiek jo individualias savybes, taikymas suponuoja, kad egzistuoja vienas ar keli ankstesni dizainai, kurių atskleidimą turi įrodyti prašymą pripažinti registraciją negaliojančia pateikęs asmuo. Šiuo klausimu, kaip priminta šio sprendimo 48 punkte, iš Reglamento Nr. 2245/2002 28 straipsnio 1 dalies b punkto v papunkčio matyti, kad tuo atveju, kai prašymas pripažinti registraciją negaliojančia grindžiamas Reglamento Nr. 6/2002 5 ir 6 straipsniuose nustatytų sąlygų pažeidimu, jame turi būti nurodyti ankstesni dizainai, galintys užkirsti kelią registruoto Bendrijos dizaino naujumui arba individualioms savybėms, pateiktos jų kopijos, taip pat pateikti dokumentai, įrodantys šių ankstesnių dizainų egzistavimą.", "label": [[705, 714, "LOC"]]}
{"text": "61 Vis dėlto tokio ankstesnio dizaino buvimas ir su jo įrodymu susiję reikalavimai nėra būtini siekiant įvertinti, ar sudėtinio gaminio sudedamosios dalies savybės yra matomos pagal Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytas sąlygas. Tokio ankstesnio dizaino buvimas taip pat nėra būtinas vertinant, ar gaminio išvaizdos savybes lemia tik jo techninė funkcija, ar jos būtinai turi būti atkuriamos tikslios formos ir tikslių matmenų tam, kad tas gaminys būtų sujungtas su kitu gaminiu, laikantis atitinkamai šio reglamento 8 straipsnio 1 dalyje ir 8 straipsnio 2 ir 3 dalyse nustatytų sąlygų. Be to, šie reikalavimai neturi reikšmės taikant minėto reglamento 9 straipsnyje numatytą sąlygą.", "label": []}
{"text": "62 Šio sprendimo 54–61 punktuose pateiktos analizės nepaneigia aplinkybė, kad sąlygos, atitinkamai nustatytos Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse, 8 straipsnio 1 dalyje ir 8 straipsnio 2 ir 3 dalyse, gali būti taikomos tik vienai ar kelioms gaminio, kuriam skirtas ginčijamas dizainas, ar jo išvaizdos savybėms ir kad tokiu atveju reikia patikrinti, ar kitos gaminio savybės, kurioms taikoma apsauga, yra naujos ir turi reikalaujamų individualių savybių (šiuo klausimu pagal analogiją žr. 2011 m. rugsėjo 9 d. Sprendimo Kwang Yang Motor / VRDT – Honda Giken Kogyo (Vidaus degimo variklis), T‑10/08, nepaskelbtas Rink., EU:T:2011:446, 19 punktą ir 2015 m. gegužės 21 d. Sprendimo Senz Technologies / VRDT – Impliva (Skėčiai), T‑22/13 ir T‑23/13, nepaskelbtas Rink., EU:T:2015:310, 101 punktą).", "label": [[502, 522, "DATE"], [533, 549, "ORG"], [552, 556, "ORG"], [559, 576, "ORG"], [660, 681, "DATE"], [692, 709, "ORG"], [712, 716, "ORG"], [719, 726, "ORG"]]}
{"text": "63 Iš tiesų darant tokią prielaidą klausimas, ar dėl šių sąlygų apsauga netaikoma vienai ar kelioms gaminio, kuriam skirtas ginčijamas dizainas, arba jo išvaizdos savybėms, turi būti išnagrinėtas prieš nusprendžiant dėl nesusijusių savybių naujumo ir jų individualių savybių, taigi tai yra išankstinio pobūdžio klausimas (šiuo klausimu pagal analogiją žr. 2016 m. gegužės 12 d. Sprendimo mobile.international / EUIPO – Rezon (mobile.de), T‑322/14 ir T‑325/14, nepaskelbtas Rink., EU:T:2016:297, 76 punktą; išnagrinėjus apeliacinį skundą šis sprendimas buvo patvirtintas 2018 m. vasario 28 d. Sprendimu mobile.de / EUIPO, C‑418/16 P, EU:C:2018:128, 88 punktas). Taigi šis išankstinio pobūdžio klausimas turi būti išnagrinėtas atskirai ir nepriklausomai nuo klausimo dėl kitų gaminio ar jo išvaizdos savybių naujumo ir jų individualių savybių (šiuo klausimu pagal analogiją žr. 2011 m. rugsėjo 9 d. Sprendimo Vidaus degimo variklis, T‑10/08, nepaskelbtas Rink., EU:T:2011:446, 19 ir 20 punktus).", "label": [[356, 377, "DATE"], [388, 408, "ORG"], [411, 416, "ORG"], [419, 424, "ORG"], [426, 435, "ORG"], [570, 591, "DATE"], [602, 611, "ORG"], [614, 619, "ORG"], [876, 896, "DATE"]]}
{"text": "64 Antra, dėl Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto tikslų reikia pažymėti, kad, kaip Komisija nurodė 1993 m. gruodžio 3 d. Pasiūlymo dėl Europos Parlamento ir Tarybos reglamento dėl Bendrijos dizaino (OL C 29, 1994, p. 20) aiškinamajame memorandume, kiek tai susiję su šio pasiūlymo 56–58 straipsniais (dabar – Reglamento Nr. 6/2002 52–54 straipsniai), registracijos pripažinimo negaliojančia procedūra yra pagrindinė priemonė, leidžianti EUIPO instancijoms kontroliuoti dizaino galiojimą po jo registracijos.", "label": [[102, 110, "ORG"], [118, 139, "DATE"], [154, 172, "ORG"], [176, 183, "ORG"], [199, 208, "LOC"], [456, 461, "ORG"]]}
{"text": "65 Taigi Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punktas yra itin svarbus įgyvendinant šį tikslą, nes juo EUIPO skyriams, nagrinėjant prašymą pripažinti registraciją negaliojančia, suteikiama kompetencija kontroliuoti, ar laikomasi pagrindinių Bendrijos dizaino apsaugos sąlygų, nustatytų šio reglamento 4–9 straipsniuose.", "label": [[113, 118, "ORG"], [251, 260, "LOC"]]}
{"text": "66 Vis dėlto registracijos pripažinimo negaliojančia procedūros veiksmingumas nereikalauja, kad EUIPO skyriai, gavę prašymą pripažinti registraciją negaliojančia, grindžiamą Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte nurodytu pagrindu, ipso facto ir sistemingai laikytų, kad į juos kreiptasi dėl visų šio reglamento 4–9 straipsniuose nustatytų sąlygų nesilaikymo.", "label": [[96, 101, "ORG"]]}
{"text": "67 Iš tiesų, kaip nurodyta šio sprendimo 54–58 punktuose, tam, kad EUIPO galėtų pripažinti dizaino registraciją negaliojančia, pakanka, kad ginčijamas dizainas, kaip visuma, netenkintų vienos iš šių sąlygų ir dėl šios priežasties šio dizaino galiojimo kontrolės tikslas būtų pasiektas; tokiu atveju šiai tarnybai nereikia nagrinėti kitų sąlygų.", "label": [[67, 72, "ORG"]]}
{"text": "68 Be to, atsižvelgiant į tai, kad taikant šias sąlygas įgyvendinami skirtingi teisiniai kriterijai, faktinių aplinkybių, įrodymų ir argumentų, pateiktų grindžiant prašymą pripažinti registraciją negaliojančia, nagrinėjimas, siekiant įrodyti, kad netenkinama viena iš šių sąlygų, nebūtinai yra svarbus tikrinant, ar buvo pažeista ir kita iš šių sąlygų. Be to, tokia analizė gali reikalauti, kad EUIPO atliktų labai techninį vertinimą (šiuo klausimu žr. 2011 m. spalio 20 d. Sprendimo PepsiCo / Grupo Promer Mon Graphic, C‑281/10 P, EU:C:2011:679, 67 punktą). Todėl registracijos pripažinimo negaliojančia procedūros veiksmingumui galėtų būti pakenkta tuo atveju, jei EUIPO turėtų sistemingai nagrinėti visas minėtas sąlygas, net jei šalių pateiktos faktinės aplinkybės, įrodymai ir argumentai būtų reikšmingi tik nagrinėjant vieną iš šių sąlygų ar jų dalį.", "label": [[395, 400, "ORG"], [453, 473, "DATE"], [484, 491, "ORG"], [494, 518, "ORG"], [667, 672, "ORG"]]}
{"text": "69 Taigi darytina išvada, kad Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto formuluotė, siejama su jo kontekstu ir tikslais, turi būti aiškinama taip, kad pagal ją nebūtinai turi būti nagrinėjama, ar laikomasi visų šio reglamento 4–9 straipsniuose nustatytų sąlygų, bet, atsižvelgiant į šalių pateiktas faktines aplinkybes, įrodymus ir argumentus turi būti nagrinėjamas tik vienos iš šių sąlygų ar jų dalies laikymasis.", "label": []}
{"text": "b) Dėl klausimo, ar Reglamento Nr. 6/2002 63 straipsnio 1 dalies antro sakinio nuostatomis yra ribojama EUIPO skyriaus atliekamo šio reglamento 25 straipsnio 1 dalies b punkte nurodyto negaliojimo pagrindo nagrinėjimo apimtis", "label": [[104, 109, "ORG"]]}
{"text": "70 Dėl Reglamento Nr. 6/2002 63 straipsnio 1 dalies antro sakinio aiškinimo reikia priminti, kad pagal suformuotą jurisprudenciją analogiškos 2017 m. birželio 14 d. Europos Parlamento ir Tarybos reglamento (ES) 2017/1001 dėl Europos Sąjungos prekių ženklo (OL L 154, 2017, p. 1) 95 straipsnio 1 dalies nuostatos turi būti aiškinamos taip, kad per protesto procedūrą EUIPO skyriai savo sprendimą gali grįsti tik suinteresuotosios šalies nurodytais santykiniais atsisakymo registruoti pagrindais ir juos pagrindžiančiomis faktinėmis aplinkybėmis bei įrodymais. Tačiau tai vis dėlto netrukdo EUIPO skyriams be protesto procedūroje dalyvavusių šalių aiškiai nurodytų faktinių aplinkybių taip pat atsižvelgti į plačiai žinomus faktus ir nagrinėti teisės klausimą, net jeigu juo nesirėmė šalys, jeigu šį klausimą būtina išnagrinėti tam, kad būtų užtikrintas svarbių teisės nuostatų tinkamas taikymas (šiuo klausimu žr. 2018 m. spalio 15 d. Sprendimo Apple and Pear Australia ir Star Fruits Diffusion / EUIPO – Pink Lady America (WILD PINK) T‑164/17, nepaskelbtas Rink., EU:T:2018:678, 20 punktą ir jame nurodytą jurisprudenciją).", "label": [[142, 164, "DATE"], [165, 183, "ORG"], [187, 194, "ORG"], [225, 241, "LOC"], [366, 371, "ORG"], [589, 594, "ORG"], [913, 933, "DATE"], [944, 968, "ORG"], [972, 993, "ORG"], [996, 1001, "ORG"], [1004, 1021, "ORG"], [1023, 1032, "TITLE"]]}
{"text": "71 Ši jurispridencija mutatis mutandis taikytina EUIPO skyrių nagrinėjimo apimčiai vykstant Bendrijos dizaino registracijos pripažinimo negaliojančia procedūrai, kaip nustatyta Reglamento Nr. 6/2002 63 straipsnio 1 dalies antrame sakinyje (šiuo klausimu žr. 2018 m. spalio 23 d. Sprendimo Mamas and Papas / EUIPO – Wall-Budden (Apsauginės vaikiškų lovelių sienelės), T‑672/17, nepaskelbtas Rink., EU:T:2018:707, 31, 32 ir 35 punktus ir juose nurodytą jurisprudenciją). Šiuo klausimu Teisingumo Teismas visų pirma priminė, kad kai prašymą pripažinti registraciją negaliojančia pateikęs asmuo remiasi Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte numatytu negaliojimo pagrindu, jis turi pateikti įrodymų, galinčių patvirtinti, kad ginčijamas dizainas neatitinka šio reglamento 4–9 straipsniuose nustatytų sąlygų (2017 m. rugsėjo 21 d. Sprendimo Easy Sanitary Solutions ir EUIPO / Group Nivelles, C‑361/15 P ir C‑405/15 P, EU:C:2017:720, 60 punktas).", "label": [[49, 54, "ORG"], [92, 101, "LOC"], [258, 278, "DATE"], [289, 304, "ORG"], [307, 312, "ORG"], [315, 326, "ORG"], [483, 501, "ORG"], [819, 840, "DATE"], [851, 874, "ORG"], [878, 883, "ORG"], [886, 900, "ORG"]]}
{"text": "72 Taigi šioje byloje būtent atsižvelgdama į faktines ir teisines aplinkybes, kuriomis grindžiamas ieškovės prašymas pripažinti registraciją negaliojančia, Apeliacinė taryba turėjo nustatyti, kokios yra Reglamento Nr. 6/2002 4–9 straipsniuose nustatytos sąlygos, kurių nesilaikymu buvo remiamasi šioje byloje ir kurias ji turėjo išnagrinėti, prireikus atsižvelgdama į plačiai žinomus faktus ir teisės klausimus, kurių šalys nenurodė, tačiau kurie yra būtini atitinkamoms nuostatoms taikyti.", "label": [[156, 173, "ORG"]]}
{"text": "73 Iš viso to, kas išdėstyta, matyti, kad Apeliacinė taryba klaidingai nusprendė, jog dėl to, kad ieškovės prašymas pripažinti registraciją negaliojančia grindžiamas Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punktu, ieškovė ketino remtis tuo, kad ginčijamas dizainas neatitiko visų minėto reglamento 5, 6, 8 ir 9 straipsniuose numatytų reikalavimų.", "label": [[42, 59, "ORG"]]}
{"text": "74 Taigi, priešingai, nei ieškovė teigia nurodydama šį pagrindą, Apeliacinė taryba neprivalėjo nagrinėti, ar ginčijamas dizainas atitiko visus Reglamento Nr. 6/2002 4–9 straipsniuose numatytus reikalavimus vien dėl to, kad ieškovės prašymas pripažinti registraciją negaliojančia buvo grindžiamas minėto reglamento 25 straipsnio 1 dalies b punktu.", "label": [[65, 82, "ORG"]]}
{"text": "75 Be to, tai, kad Apeliacinė taryba, nepaisydama prielaidos, jog Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkte nurodytas negaliojimo pagrindas yra nedalomas, nusprendė, kad neturi kompetencijos nagrinėti iš esmės šio reglamento 8 ir 9 straipsnių taikymo, ir tai, kad ji nepriėmė sprendimo dėl minėto reglamento 4 straipsnio 2 ir 3 dalyse nustatytų sąlygų taikymo, neturi reikšmės nagrinėjant šį ieškinio pagrindą. Iš tiesų, kaip konstatuota šio sprendimo 73 punkte, ši prielaida yra klaidinga.", "label": [[19, 36, "ORG"]]}
{"text": "76 Taigi pirmąjį pagrindą reikia atmesti.", "label": []}
{"text": "77 Ieškinio analizę reikia tęsti nagrinėjant penktojo pagrindo antrą dalį.", "label": []}
{"text": "2. Dėl penktojo pagrindo antros dalies, grindžiamos tuo, kad Apeliacinė taryba nepripažino ginčijamo dizaino registracijos negaliojančia pagal Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalis, nes jis yra sudėtinio gaminio sudedamoji dalis, kuri nėra matoma ją įmontavus į gaminį", "label": [[61, 78, "ORG"]]}
{"text": "78 Ieškovė nurodo pastabas, kurias pateikė po to, kai buvo išsiųstas 2018 m. gegužės 16 d. pranešimas. Ji tvirtina, kad ginčijamas dizainas patenka į Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse pateiktą apibrėžtį kaip sudėtinio gaminio sudedamoji dalis, kuri nėra matoma ją įmontavus į tą gaminį, kai jį įprastai naudoja galutinis naudotojas, ir kad dėl šios priežasties jo registracija turi būti pripažinta negaliojančia. Ji teigia, kad atsižvelgiant į tai, jog sudedamoji dalis yra įmontuota tarp transporto priemonės variklio ir šaldymo įrangos, o šios transporto priemonės kapotas yra uždarytas, minėta sudedamoji dalis visiškai nepatenka į galutinio transporto priemonės naudotojo, t. y. jos vairuotojo, regėjimo lauką. Ji tvirtina, kad šie duomenys buvo nurodyti minėtame 2018 m. gegužės 16 d. pranešime ir kad jais rėmėsi šalys per procedūrą pateiktuose teiginiuose, tačiau Apeliacinė taryba nepateikė jokios nuorodos į šį pranešimą ir šiuos teiginius. Ji mano, kad Apeliacinė taryba neįvykdė pareigos motyvuoti.", "label": [[69, 90, "DATE"], [783, 804, "DATE"], [886, 903, "ORG"], [978, 995, "ORG"]]}
{"text": "79 Atsakydama EUIPO pripažįsta, kad 2018 m. gegužės 16 d. pranešimu šalys buvo raginamos pareikšti nuomonę dėl to, ar ginčijamas dizainas turėtų būti pripažintas negaliojančiu pagal Reglamento Nr. 6/2002 4 straipsnio 2 dalį. Ji pažymi, kad pagal 1996 m. vasario 5 d. Komisijos reglamento (EB) Nr. 216/96, nustatančio Vidaus rinkos derinimo tarnybos (prekių ženklams ir pramoniniam dizainui) apeliacinių tarybų darbo tvarką (OL L 28, 1996, p. 11; 2004 m. specialusis leidimas lietuvių k. 17 sk., 1 t., p. 221), 10 straipsnį Apeliacinės tarybos nesaisto pranešėjo pranešimas šalims dėl to, ar ginčijamo dizaino registracija turi būti pripažinta negaliojančia pagal Reglamento Nr. 6/2002 4 straipsnio 2 dalį. Be to, ji tvirtina, kad atsižvelgiant į tai, jog ieškovė tiek Anuliavimo skyriuje, tiek Apeliacinėje taryboje rėmėsi tik nurodyto reglamento 4 straipsnio 1 dalimi, Apeliacinė taryba neturėjo teisės priimti sprendimo dėl šio straipsnio 2 ir 3 dalių taikymo, nebent būtų pakeitusi ginčo dalyką ir taip pažeidusi to paties reglamento 63 straipsnio 1 dalį. Galiausiai EUIPO tvirtina, kad ginčijamo sprendimo motyvų stoka, nes nenurodytos priežastys, dėl kurių Apeliacinė taryba nepriėmė sprendimo šiuo klausimu, neturi reikšmės, nes jeigu būtų tai padariusi, būtų priėmusi sprendimą ultra petita.", "label": [[14, 19, "ORG"], [36, 57, "DATE"], [246, 266, "DATE"], [267, 276, "ORG"], [317, 348, "ORG"], [446, 453, "DATE"], [475, 483, "NATIONALITY"], [523, 542, "ORG"], [552, 561, "PROFESSION"], [768, 787, "ORG"], [794, 815, "ORG"], [870, 887, "ORG"], [1070, 1075, "ORG"], [1162, 1179, "ORG"]]}
{"text": "80 Įstojusi į bylą šalis iš esmės remiasi argumentais, išdėstytais penktojo ieškinio pagrindo pirmoje dalyje. Šiuo klausimu ji nurodė, kad ginčijamą dizainą atitinkanti sudedamoji dalis gali būti naudojama ne tik jos pagrindinei komercinei paskirčiai, bet ir kitiems tikslams, kaip ji pati tai įrodė per registracijos pripažinimo negaliojančia procedūrą. Šiuo klausimu ieškovės klientų reikalavimai šiai sudedamajai daliai neturi reikšmės. Įstojusi į bylą šalis priduria, kad, naudojant ginčijamą dizainą atitinkančią sudedamąją dalį kitais nei ieškovės nurodytais pritaikymo ir naudojimo būdais, ši sudedamoji dalis nebūtinai bus nematoma. Galiausiai ji pakartoja argumentą, jau nurodytą ieškinio penktojo pagrindo pirmoje dalyje, pagal kurį Apeliacinė taryba teisingai nurodė, kad ieškovės, kuri prieš registracijos pripažinimo negaliojančia procedūrą prašė įregistruoti tapatų dizainą, elgesys yra prieštaringas. Galiausiai įstojusi į bylą šalis teigia, kad prašyme pripažinti registraciją negaliojančia ieškovė nesirėmė Reglamento Nr. 6/2002 4 straipsnio 2 dalimi ir kad šios nuostatos, kurių negalima nagrinėti ex officio, dabar nebegali būti nagrinėjamos.", "label": [[743, 760, "ORG"]]}
{"text": "81 Nagrinėjamu atveju reikia pažymėti, kad šioje penktojo pagrindo dalyje iš esmės pateikiami du atskiri argumentai: vienas susijęs su pareigos motyvuoti pažeidimu, nes Apeliacinė taryba ginčijamame sprendime nenusprendė dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytų sąlygų, o kitas – su vertinimo klaida, nes ši instancija nenustatė, kad šių sąlygų taikymas lemia ginčijamo dizaino registracijos pripažinimą negaliojančia. Taigi šiuos argumentus reikia nagrinėti atskirai.", "label": [[169, 186, "ORG"]]}
{"text": "a) Dėl pirmojo argumento, grindžiamo pareigos motyvuoti pažeidimu, nes ginčijamame sprendime Apeliacinė taryba nepriėmė sprendimo dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytų sąlygų", "label": [[93, 110, "ORG"]]}
{"text": "82 Pirmiausia reikia priminti, kad pagal Reglamento Nr. 6/2002 62 straipsnio pirmą sakinį EUIPO sprendimuose turi būti nurodomi juos pagrindžiantys motyvai. Šios pareigos motyvuoti apimtis prilygsta SESV 296 straipsnyje nustatytos pareigos apimčiai (žr. 2018 m. lapkričio 29 d. Sprendimo Sata / EUIPO – Zhejiang Auarita Pneumatic Tools (Dažų purkštuvas), T‑651/17, nepaskelbta Rink., EU:T:2018:855, 21 punktą ir jame nurodytą jurisprudenciją).", "label": [[90, 95, "ORG"], [254, 277, "DATE"], [288, 292, "ORG"], [295, 300, "ORG"], [303, 335, "ORG"]]}
{"text": "83 Šiuo klausimu pagal suformuotą jurisprudenciją SESV 296 straipsnyje reikalaujama motyvacija turi atitikti ginčijamo akto pobūdį bei aiškiai ir nedviprasmiškai atskleisti institucijos, kuri priėmė ginčijamą teisės aktą, argumentus, kad suinteresuotieji asmenys galėtų sužinoti jo priėmimo pagrindimą, o kompetentingas teismas – vykdyti kontrolę. Pareiga motyvuoti turi būti vertinama atsižvelgiant į bylos aplinkybes, tai yra į akto turinį, nurodytų priežasčių pobūdį bei asmenų, kuriems aktas skirtas, ar kitų asmenų, kurie konkrečiai ir tiesiogiai su juo susiję, suinteresuotumą gauti paaiškinimus. Be to, nustatant, ar akto motyvacija atitinka SESV 296 straipsnio reikalavimus, turi būti atsižvelgiama ne tik į jų formuluotę, bet ir turinį bei visas nagrinėjamą klausimą reglamentuojančias teisės normas (šiuo klausimu žr. 2008 m. liepos 10 d. Sprendimo Bertelsmann ir Sony Corporation of America / Impala, C‑413/06 P, EU:C:2008:392, 166 punktą ir jame nurodytą jurisprudenciją).", "label": [[828, 848, "DATE"], [859, 870, "ORG"], [874, 901, "ORG"], [904, 910, "ORG"]]}
{"text": "84 Nors ginčijamo akto leidėjas nėra įpareigotas tokio akto motyvuose pareikšti nuomonę dėl aiškiai antraeilių įrodymų ir argumentų ar numatyti galimus prieštaravimus, vis dėlto jis turi išdėstyti faktines aplinkybes ir teisinius argumentus, turinčius esminę reikšmę sprendimo struktūrai. Be to, motyvai turi būti logiški ir tarpusavyje neprieštarauti (pagal analogiją žr. 2008 m. liepos 10 d. Sprendimo Bertelsmann ir Sony Corporation of America / Impala, C‑413/06 P, EU:C:2008:392, 169 punktą ir jame nurodytą jurisprudenciją). Vis dėlto, kadangi pareiga motyvuoti yra esminis formos reikalavimas, kuris turi būti atskiriamas nuo motyvų pagrįstumo klausimo, motyvavimo gali pakakti, net jei pateikiama klaidingų motyvų (žr. 2017 m. birželio 13 d. Sprendimo Ball Beverage Packaging Europe / EUIPO – Crown Hellas Can (Skardinės), T‑9/15, EU:T:2017:386, 27 punktą ir jame nurodytą jurisprudenciją).", "label": [[373, 393, "DATE"], [404, 415, "ORG"], [419, 446, "ORG"], [449, 455, "ORG"], [726, 748, "DATE"], [759, 789, "ORG"], [792, 797, "ORG"], [800, 816, "ORG"]]}
{"text": "85 Pateikdama šį argumentą ieškovė tvirtina, kad Apeliacinė taryba nepriėmė sprendimo dėl klausimo, ar ginčijamas dizainas susijęs su sudėtinio gaminio sudedamąja dalimi, kuri, įmontuota į minėtą gaminį, išlieka matoma jį įprastai naudojant, kaip tai suprantama pagal Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalis, nors šis klausimas buvo nagrinėjamas 2018 m. gegužės 16 d. pranešime ir vėlesnėse šalių pastabose.", "label": [[49, 66, "ORG"], [354, 375, "DATE"]]}
{"text": "86 Šio argumento pagrįstumą reikia nagrinėti atsižvelgiant būtent į šio sprendimo 82–84 punktuose primintus principus.", "label": []}
{"text": "87 Nagrinėjamu atveju pirmiausia reikia pažymėti, kad, kaip buvo priminta šio sprendimo 13 punkte ir kaip matyti iš ginčijamo sprendimo dalies „Faktinių aplinkybių santrauka“, nagrinėjant ieškovės apeliaciją 2018 m. gegužės 16 d. pranešimas šalims buvo išsiųstas remiantis Reglamento Nr. 6/2002 59 straipsnio 2 dalimi. Šiame pranešime buvo nurodyta, kad ginčijamo dizaino registraciją reikia pripažinti negaliojančia, nes nebuvo tenkinamos Reglamento Nr. 6/2002 4 straipsnyje numatytos sąlygos, kadangi gaminys, kuriam skirtas šis dizainas, yra sudėtinio gaminio (t. y. visas kompresoriaus-movos variklis) detalė (t. y. sukabintuvo sudedamoji dalis), kuri, įmontuota į sudėtinį gaminį, nebebuvo matoma įprastai naudojant tokį sudėtinį gaminį. Iš tikrųjų Apeliacinė taryba nurodė, kad didelis kompresorius uždengia nagrinėjamą sudedamąją dalį ir kad pats sudėtinis gaminys buvo visiškai paslėptas po transporto priemonės kapotu, kai šis yra uždarytas, o tai yra jo įprasta padėtis.", "label": [[208, 229, "DATE"], [754, 771, "ORG"]]}
{"text": "88 Be to, reikia pažymėti, kad, kaip nurodyta ginčijamo sprendimo dalyje „Faktinių aplinkybių santrauka“ ir priminta šio sprendimo 14 punkte, pagal Reglamento Nr. 6/2002 59 straipsnio 2 dalį šalių buvo paprašyta pateikti savo poziciją dėl šio pranešimo per registracijos pripažinimo negaliojančia procedūrą, jos tai padarė atitinkamai 2018 m. liepos 16 d. ir rugsėjo 17 d. Įstojusi į bylą šalis iš esmės paaiškino, kad ginčijamo dizaino objektu esanti sudedamoji dalis, kuri buvo naudojama sujungti įvairias detales, o ne tik transporto priemonės variklį ir kompresorių, negali būti laikoma sudėtinio gaminio sudedamąja dalimi ir kad įprastai ji buvo matoma, ją naudojant. Ieškovė savo ruožtu teigė, kad dėl techninių savybių nagrinėjama sudedamoji dalis yra skirta tik šaldymo įrangai ir transporto priemonės varikliui sujungti, todėl uždarius kapotą ji tampa visai nematoma naudotojui.", "label": [[335, 355, "DATE"], [359, 372, "DATE"]]}
{"text": "89 Galiausiai reikia konstatuoti, kad dalyje „Sprendimo motyvai“ Apeliacinė taryba visiškai nepaminėjo 2018 m. gegužės 16 d. pranešimo ir vėliau pateiktų šalių pastabų ir kad visų pirma ji nepateikė savo išvadų dėl minėto pranešimo ir šalių pastabų. Kaip jau buvo ne kartą pakartota, ji pati taip pat nenagrinėjo Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo šioje byloje klausimo, nepaisant nuorodų į minėtą pranešimą ir minėtas pastabas (žr. šio sprendimo 15, 38, 42–44 ir 75 punktus).", "label": [[65, 82, "ORG"], [103, 124, "DATE"]]}
{"text": "90 Vis dėlto reikia priminti, kad ginčijamo akto motyvai gali būti numanomi su sąlyga, kad jie leidžia suinteresuotiesiems asmenims suprasti ginčijamo sprendimo priėmimo priežastis, o kompetentingam teismui – turėti pakankamai informacijos, kad galėtų vykdyti jam priklausančią kontrolę. Taigi į numanomus motyvus galima atsižvelgti tuo atveju, jeigu jie yra akivaizdūs tiek suinteresuotiesiems asmenims, tiek Sąjungos teismui (žr. 2018 m. kovo 14 d. Sprendimo Avalynė, T‑424/16, nepaskelbtas Rink., EU:T:2018:136, 35 punktą ir jame nurodytą jurisprudenciją).", "label": [[410, 426, "ORG"], [432, 450, "DATE"]]}
{"text": "91 Taigi reikia kelti klausimą, ar Apeliacinės tarybos pozicija dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo šioje byloje negali būti numanoma iš ginčijamo sprendimo motyvų.", "label": [[35, 54, "ORG"]]}
{"text": "92 Šiuo klausimu pirmiausia reikia pažymėti, kad, kaip matyti iš 2018 m. gegužės 16 d. pranešimo turinio, jame padaryta išvada, jog ginčijamo dizaino registracija turi būti pripažinta negaliojančia pagal Reglamento Nr. 6/2002 4 straipsnio 2 dalies a punktą.", "label": [[65, 86, "DATE"]]}
{"text": "93 Kadangi ginčijamu sprendimu nuspręsta atmesti ieškovės prašymą pripažinti registraciją negaliojančia, iš to galima daryti išvadą, kad Apeliacinė taryba atmetė argumentus, kuriais pagrįstas 2018 m. gegužės 16 d. pranešimas, ir argumentus, pateiktus šio sprendimo 88 punkte nurodytose ieškovės pastabose.", "label": [[137, 154, "ORG"], [192, 213, "DATE"]]}
{"text": "94 Atsižvelgiant į tai, net ir tokiu atveju reikia konstatuoti, kad priežastys, dėl kurių Apeliacinė taryba atmetė šiuos argumentus, nėra aiškios iš ginčijamo sprendimo.", "label": [[90, 107, "ORG"]]}
{"text": "95 Pirma, kaip buvo nurodyta šio sprendimo 42 punkte, ginčijamų motyvų pradinėje dalyje, kurioje Apeliacinė taryba pateikė Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto išaiškinimą, ji kaip sąlygas, kurių pažeidimu, kaip ji manė, ieškovė ketino remtis, nurodė šio reglamento 5, 6, 8 ir 9 straipsnius ir šiuo klausimu nepaminėjo Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytų sąlygų.", "label": [[97, 114, "ORG"]]}
{"text": "96 Kaip nurodyta šio sprendimo 42–44 punktuose, tai, kad nebuvo nurodytos 4 straipsnio 2 ir 3 dalys, sunkiai suderinama su Apeliacinės tarybos pateiktu Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punkto aiškinimu, nes šių nuostatų formuluotėje aiškiai nurodyti šio reglamento 4–9 straipsniai, neišskiriant jo 4 straipsnio 2 ir 3 dalių, kuriose įtvirtintos konkrečios dizaino apsaugos sąlygos, susijusios su sudėtinio gaminio, kaip tai suprantama pagal minėto reglamento 3 straipsnio c punktą, sudedamąja dalimi. Tačiau Apeliacinė taryba nepateikė paaiškinimo, leidžiančio suprasti, kodėl, nepaisant šio aiškinimo, nusprendė, kad ieškovės prašymas pripažinti registraciją negaliojančia buvo susijęs tik su sąlygų, nustatytų nagrinėjamo reglamento 5, 6, 8 ir 9 straipsniuose, nesilaikymu.", "label": [[123, 142, "ORG"], [522, 539, "ORG"]]}
{"text": "97 Antra, atsiliepime į ieškinį ir per teismo posėdį EUIPO pateikti paaiškinimai dėl Apeliacinės tarybos numanomos pozicijos dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo nagrinėjamu atveju nėra įtikinami.", "label": [[53, 58, "ORG"], [85, 104, "ORG"]]}
{"text": "98 Šiuo klausimu reikia priminti, kad EUIPO tvirtina, jog Apeliacinė taryba nusprendė, kad 2018 m. gegužės 16 d. pranešime nurodydama Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymą nagrinėjamu atveju ji viršijo šalių nurodytus pagrindus ir pateiktus reikalavimus ir taip pažeidė minėto reglamento 63 straipsnio 1 dalį ir kad ji nesirėmė šiuo pranešimu ginčijamo sprendimo teisiniuose motyvuose, kad išvengtų sprendimo ultra petita.", "label": [[38, 43, "ORG"], [58, 75, "ORG"], [91, 112, "DATE"]]}
{"text": "99 Vis dėlto iš ginčijamo sprendimo nėra aiškiai ir nedviprasmiškai matyti tokia numanoma Apeliacinės tarybos pozicija.", "label": [[90, 109, "ORG"]]}
{"text": "100 Iš tiesų, viena vertus, pakanka priminti, kad Apeliacinė taryba nusprendė, jog Reglamento Nr. 6/2002 25 straipsnio 1 dalies b punktas, kuriuo buvo remiamasi nagrinėjamu atveju, susijęs su visomis minėto reglamento 4–9 straipsniuose įtvirtintomis sąlygomis. Kita vertus, reikia konstatuoti, kad, kiek tai susiję su to paties reglamento 8 ir 9 straipsniuose nustatytomis sąlygomis, Apeliacinė taryba aiškiai nurodė, kad nors turi būti laikoma, kad ieškovė rėmėsi šiomis sąlygomis, grįsdama prašymą pripažinti registraciją negaliojančia, šiuo klausimu ji nepateikė jokių argumentų, todėl Apeliacinė taryba, remdamasi nagrinėjamo reglamento 63 straipsnio 1 dalimi, galėjo tik atmesti šią prašymo pripažinti registraciją negaliojančia dalį.", "label": [[50, 67, "ORG"], [384, 401, "ORG"], [589, 606, "ORG"]]}
{"text": "101 Taigi, remiantis šiais ginčijamo sprendimo motyvais, atrodo logiška daryti išvadą, kad jeigu, kaip tvirtina EUIPO, Apeliacinė taryba būtų nusprendusi, kad pagal Reglamento Nr. 6/2002 63 straipsnio 1 dalies antrą sakinį negalėjo priimti sprendimo dėl šio reglamento 4 straipsnio 2 ir 3 dalių taikymo ginčijamam dizainui, būtų tai aiškiai nurodžiusi. Esant tokiai prielaidai, toks aiškus motyvų nurodymas būtų juo labiau būtinas, nes 2018 m. gegužės 16 d. pranešime pranešėjas aiškiai nurodė, kad šios nuostatos numatytos minėto reglamento 25 straipsnio 1 dalies b punkto formuluotėje, ir tvirtino, jog iš šalių teiginių ir juos pagrindžiančių dokumentų matyti, kad minėtos nuostatos buvo taikytinos ir kad jis turėjo iškelti šio taikymo klausimą.", "label": [[112, 117, "ORG"], [119, 136, "ORG"], [436, 457, "DATE"], [468, 478, "PROFESSION"]]}
{"text": "102 Bet kuriuo atveju EUIPO prielaida yra klaidinga. Iš tikrųjų, priešingai, nei ji teigia, pagal Reglamento Nr. 6/2002 63 straipsnio 1 dalies antrą sakinį Apeliacinei tarybai nedraudžiama ginčijamo sprendimo motyvuose remtis 2018 m. gegužės 16 d. pranešimo dalyku. Taigi, net darant prielaidą, kad ši institucija manė, jog pagal šias nuostatas draudžiama ginčijamam dizainui taikyti minėto reglamento 4 straipsnio 2 ir 3 dalis, vis dėlto pagal jas jai nedraudžiama nurodyti priežasčių, dėl kurių, priešingai, nei nurodyta minėtame pranešime, ji manė, kad toks taikymas yra neįmanomas.", "label": [[22, 27, "ORG"], [156, 175, "ORG"], [226, 247, "DATE"]]}
{"text": "103 Taigi reikia konstatuoti, kad iš ginčijamo sprendimo turinio nėra aiškiai ir nedviprasmiškai matomi Sąjungos teisme EUIPO nurodyti motyvai, kuriais siekiama pateisinti tai, kad Apeliacinė taryba ginčijamam dizainui netaikė Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių.", "label": [[104, 112, "LOC"], [120, 125, "ORG"], [181, 198, "ORG"]]}
{"text": "104 Be to, į šiuos motyvus Bendrasis Teismas negalėtų atsižvelgti kaip į papildomus minėto sprendimo motyvus. Iš tiesų, remiantis suformuota jurisprudencija, akto motyvai šiuo aktu suinteresuotam asmeniui turi būti pateikti prieš pareiškiant ieškinį dėl minėto akto panaikinimo ir reikalavimo nurodyti motyvus pažeidimo negali ištaisyti tai, kad suinteresuotasis asmuo apie akto motyvus sužino per procesą Sąjungos teisme. Tai pažeistų suinteresuotojo asmens teisę į gynybą ir teisę į veiksmingą teisminę apsaugą bei šalių lygybės Sąjungos teisme principą (žr. 2018 m. kovo 14 d. Sprendimo Avalynė, T‑424/16, nepaskelbtas Rink., EU:T:2018:136, 34 punktą ir jame nurodytą jurisprudenciją).", "label": [[27, 44, "ORG"], [406, 414, "LOC"], [531, 539, "LOC"], [561, 579, "DATE"]]}
{"text": "105 Trečia, reikia pažymėti, kad ginčijamame sprendime pateiktas gaminio, kuriam taikomas ginčijamas dizainas, ir jo naudojimo aprašymas iš esmės nesiskiria nuo to, kuris pateiktas 2018 m. gegužės 16 d. pranešime.", "label": [[181, 202, "DATE"]]}
{"text": "106 Kaip matyti iš ginčijamo sprendimo 38 punkto, Apeliacinė taryba dizainus, dėl kurių kilo ginčas, apibūdina kaip sudedamąją dalį, kuri leidžia sujungti šaldymo įrangos kompresorių ir transporto priemonės variklio bloką. Be to, ji nurodo, kad nagrinėjama sudedamoji dalis pritvirtinama ant variklio bloko, paskui ant jos pritvirtinamas kompresorius, kuris aprūpina šaldymo įrangą. Taigi iš šio aprašymo galima daryti išvadą, kad Apeliacinė taryba nenumatė kito sudedamosios dalies, kuriai skirtas ginčijamas dizainas, naudojimo kaip šaldymo ar oro kondicionavimo sistemai prijungti prie variklio bloko, prie kurio turi būti pritaikyta tokia sistema. Be to, iš šio aprašymo nematyti, kad Apeliacinė taryba atmetė 2018 m. gegužės 16 d. pranešime nustatytą visumos, kurią sudaro variklis, sudedamoji dalis, kuriai skirtas ginčijamas dizainas, ir kompresorius, kvalifikavimą kaip sudėtinio gaminio, kaip jis suprantamas pagal Reglamento Nr. 6/2002 3 straipsnio c punktą.", "label": [[50, 67, "ORG"], [431, 448, "ORG"], [689, 706, "ORG"], [714, 735, "DATE"]]}
{"text": "107 Vadinasi, iš ginčijamo sprendimo motyvų negalima daryti aiškios išvados, kad Apeliacinės tarybos pozicija, palyginti su 2018 m. gegužės 16 d. pranešimu, pasikeitė, kiek tai susiję su tuo, ar gaminys, kuris yra ginčijamo dizaino objektas, kaip sudėtinio gaminio sudedamoji dalis patenka į Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo sritį. Konkrečiai kalbant, iš ginčijamo sprendimo nematyti, kad Apeliacinė taryba pritarė įstojusios į bylą šalies pastaboms, pateiktoms 2018 m. liepos 16 d., kuriose ji ginčijo kvalifikavimą kaip sudėtinio gaminio ir rėmėsi daugeliu alternatyvių naudojimo būdų, išskyrus aprašytąjį šio sprendimo 106 punkte.", "label": [[81, 100, "ORG"], [124, 145, "DATE"], [412, 429, "ORG"], [485, 505, "DATE"]]}
{"text": "108 Tiesa, ginčijamo sprendimo 39 ir 40 punktuose Apeliacinė taryba apibrėžė informuotą ginčijamo dizaino naudotoją, kaip tai suprantama pagal Reglamento Nr. 6/2002 6 straipsnio 1 dalį, pagal kurį turi būti vertinamos šio dizaino individualios savybės, kaip, pavyzdžiui, šaldymo įrangos montuotoją arba automobilių mechanikos dirbtuvių vadovą, kuris pasirinks sudedamąją dalį, kad ją sumontuotų ant transporto priemonės. Šie teiginiai gali atrodyti prieštaraujantys 2018 m. gegužės 16 d. pranešime pateiktoms išvadoms, pagal kurias įmontavus sudedamąją dalį ji tampa nematoma įprastai ją naudojant, kaip tai suprantama pagal minėto reglamento 4 straipsnio 3 dalį, t. y. išskyrus techninę priežiūrą, apžiūrą ar taisymą.", "label": [[50, 67, "ORG"], [271, 297, "PROFESSION"], [303, 342, "PROFESSION"], [466, 487, "DATE"]]}
{"text": "109 Atsižvelgiant į tai, Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių ir šio reglamento 6 straipsnio 1 dalies kriterijai skiriasi. Ginčijamo dizaino individualių savybių vertinimas priklauso nuo bendro įspūdžio, kurį jis daro informuotam naudotojui, o tai savaime reiškia, kad šis dizainas šiam naudotojui turi būti matomas. Tačiau įprasto naudojimo sąvoka, nurodyta minėto reglamento 4 straipsnio 3 dalyje, nėra svarbi tokiam vertinimui. Taigi tai, kaip ginčijamo sprendimo 39 ir 40 punktuose buvo apibrėžtas informuotas naudotojas nedaro įtakos Apeliacinės tarybos analizei dėl to paties 4 straipsnio 2 ir 3 dalyse nustatytų kriterijų laikymosi. Bet kuriuo atveju tai neleidžia suprasti priežasčių, dėl kurių Apeliacinė taryba teigė, kad neturi nagrinėti šių kriterijų taikymo.", "label": [[550, 569, "ORG"], [714, 731, "ORG"]]}
{"text": "110 Iš viso to, kas išdėstyta, matyti, kad iš ginčijamo sprendimo motyvų Apeliacinės tarybos išvados dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo nagrinėjamu atveju nėra aiškios nei šalims, nei Sąjungos teismui.", "label": [[73, 92, "ORG"], [209, 217, "LOC"]]}
{"text": "111 Taigi dabar reikia išnagrinėti, ar šios išvados yra susijusios su faktinėmis aplinkybėmis ir teisiniais argumentais, turinčiais esminę reikšmę ginčijamo sprendimo struktūrai, kaip tai suprantama pagal šio sprendimo 84 punkte primintą jurisprudenciją.", "label": []}
{"text": "112 Pirma, reikia priminti, kad, kaip matyti iš šio sprendimo 56 ir 62 punktų, jeigu sudėtinio gaminio sudedamosios dalies savybės yra nematomos, atsižvelgiant į Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytas sąlygas, šiai sudedamajai daliai taikomo ginčijamo dizaino registracija gali būti pripažinta visiškai negaliojančia arba negaliojančia iš dalies, kai kalbama tik apie kai kurias iš šių savybių. Todėl, kaip matyti iš minėto 4 straipsnio 2 dalies formuluotės, visiško negaliojimo atveju nebereikia nagrinėti nagrinėjamo dizaino naujumo ir individualių savybių, atsižvelgiant į to paties reglamento 5 ir 6 straipsnių kriterijus, o esant daliniam negaliojimui, turi būti nagrinėjamos tik tos savybės, kurios išlieka matomos. Taigi klausimas, ar 4 straipsnio 2 ir 3 dalys taikytinos šioje byloje, iš principo gali turėti esminę reikšmę ginčijamam sprendimui, atsižvelgiant į jo galimą poveikį ginčijamo sprendimo motyvams ir rezoliucinei daliai, juo labiau kad Apeliacinė taryba konstatavo, kad ieškovė rėmėsi ginčijamo dizaino naujumo ir individualių savybių nebuvimu.", "label": [[978, 995, "ORG"]]}
{"text": "113 Antra, reikia pažymėti, kad, kaip matyti iš 2018 m. gegužės 16 d. pranešimo, šiame procedūros etape Apeliacinė taryba nusprendė, jog šalių argumentai ir įrodymai, pateikti šiems argumentams pagrįsti, įrodo, kad Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytos sąlygos nebuvo įvykdytos. Be to, šiuo klausimu šalys pateikė savo nuomonę pastabose dėl šio pranešimo, kurių Apeliacinė taryba nepripažino nepriimtinomis.", "label": [[48, 69, "DATE"], [104, 121, "ORG"], [384, 401, "ORG"]]}
{"text": "114 Kaip konstatuota šio sprendimo 93 punkte, tai, kad ginčijamo sprendimo rezoliucinėje dalyje buvo atmesta ieškovės apeliacija, atrodo, atspindi visišką Apeliacinės tarybos pozicijos dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo ginčijamam dizainui pasikeitimą, palyginti su 2018 m. gegužės 16 d. pranešime išdėstyta pozicija, todėl Apeliacinė taryba turėjo aiškiai nurodyti šio pasikeitimo priežastis.", "label": [[155, 174, "ORG"], [291, 312, "DATE"], [349, 366, "ORG"]]}
{"text": "115 Tik tuo atveju, jeigu Apeliacinė taryba būtų nusprendusi patenkinti ieškovės apeliaciją ir pripažinti ginčijamo dizaino registraciją negaliojančia dėl kitų priežasčių nei 4 straipsnio 2 ir 3 dalių taikymo šiam dizainui, ji būtų galėjusi atsisakyti nurodyti tokias priežastis, remdamasi proceso ekonomiškumu (šiuo klausimu pagal analogiją žr. 2006 m. gruodžio 14 d. Sprendimo Mast-Jägermeister / VRDT – Licorera Zacapaneca (VENADO su rėmu ir kt.), T‑81/03, T‑82/03 ir T‑103/03, EU:T:2006:397, 80 punktą).", "label": [[26, 43, "ORG"], [346, 368, "DATE"], [379, 396, "ORG"], [399, 403, "ORG"], [406, 425, "ORG"], [427, 433, "TITLE"]]}
{"text": "116 Nesant tokių motyvų, ieškovei sunku Bendrajame Teisme veiksmingai ginčyti tai, kad nebuvo išnagrinėtos iš esmės Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalyse nustatytos sąlygos. Be to, kaip ir ieškinyje, ji gali tik pakartoti argumentus, kuriuos vykstant apeliacinei procedūrai jau buvo pateikusi 2018 m. rugsėjo 17 d. pastabose, kuriomis siekiama patvirtinti 2018 m. gegužės 16 d. pranešimo išvadas. Tačiau ji negali veiksmingai ginčyti priežasčių, dėl kurių Apeliacinė taryba nukrypo nuo šių išvadų.", "label": [[40, 57, "ORG"], [304, 325, "DATE"], [367, 388, "DATE"], [467, 484, "ORG"]]}
{"text": "117 Bendrasis Teismas taip pat negali patikrinti šių priežasčių pagrįstumo ir tinkamai atlikti jam tenkančios užduoties. Šiuo klausimu reikia priminti, kad Bendrasis Teismas, taikydamas Reglamento Nr. 6/2002 61 straipsnio 2 dalį, gali atlikti visišką EUIPO apeliacinių tarybų sprendimų teisėtumo kontrolę, kad prireikus nustatytų, ar šios apeliacinės tarybos teisiniu požiūriu teisingai kvalifikavo ginčo aplinkybes arba ar minėtoms apeliacinėms taryboms pateiktų faktinių aplinkybių vertinimas nėra klaidingas (žr. 2012 m. spalio 18 d. Sprendimo Ross ir Carlos Gómez / Baena Grup, C‑101/11 P ir C‑102/11 P, EU:C:2012:641, 39 punktą ir jame nurodytą jurisprudenciją).", "label": [[4, 21, "ORG"], [156, 173, "ORG"], [251, 275, "ORG"], [516, 536, "DATE"], [547, 551, "PER"], [555, 567, "PER"], [570, 580, "ORG"]]}
{"text": "118 EUIPO ir įstojusios į bylą šalies argumentai negali paneigti šios išvados.", "label": [[4, 9, "ORG"]]}
{"text": "119 Visų pirma, kaip jau buvo nurodyta šio sprendimo 104 punkte, EUIPO argumentais negalima kompensuoti ginčijamo sprendimo motyvavimo stokos, nepažeidžiant ieškovės teisės į gynybą, jos teisės į veiksmingą teisminę apsaugą ir šalių lygybės Sąjungos teisme principo.", "label": [[65, 70, "ORG"], [241, 249, "LOC"]]}
{"text": "120 Be to, tiesa, kad pagal Reglamento Nr. 6/2002 63 straipsnio 1 dalį tik tuo atveju, jei galima būtų laikyti, kad grįsdama prašymą pripažinti registraciją negaliojančia ieškovė rėmėsi šio reglamento 4 straipsnio 2 ir 3 dalyse nustatytos sąlygos nesilaikymu, pateikdama faktines ir teisines aplinkybes, Apeliacinė taryba turi išnagrinėti šią sąlygą. Iš tiesų dėl šio sprendimo 51–72 punktuose nurodytų priežasčių negalima manyti, kad į EUIPO automatiškai kreipiamasi dėl šios sąlygos nesilaikymo, remiantis tuo, kad šis prašymas pripažinti registraciją negaliojančia buvo grindžiamas to paties reglamento 25 straipsnio 1 dalies b punktu.", "label": [[304, 321, "ORG"], [437, 442, "ORG"]]}
{"text": "121 Vis dėlto, kaip buvo konstatuota šio sprendimo 87–110 punktuose, Apeliacinės tarybos pozicija dėl to, ar šiuo atveju ji turi nagrinėti Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymą, neišplaukia iš ginčijamo sprendimo, net ir netiesiogiai, nors Apeliacinė taryba priėmė sprendimą šiuo klausimu ankstesniame procedūros etape.", "label": [[69, 88, "ORG"], [258, 275, "ORG"]]}
{"text": "122 Pagal suformuotą jurisprudenciją Bendrasis Teismas, atlikdamas EUIPO apeliacinės tarybos sprendimo teisėtumo kontrolę, neturi įgaliojimų pakeisti Apeliacinės tarybos vertinimo savuoju ir vertinti klausimų, dėl kurių Apeliacinė taryba dar nepareiškė nuomonės (2011 m. liepos 5 d. Sprendimo Edwin / VRDT, C‑263/09 P, EU:C:2011:452, 72 punktas). Konkrečiai kalbant, jis neturi vietoj Apeliacinės tarybos išnagrinėti argumentų, faktų ir įrodymų, kuriuos ieškovė pateikė prašymui pripažinti registraciją negaliojančia pagrįsti ir kuriuos turėjo išnagrinėti Apeliacinė taryba, tačiau tai netaikytina teisės klausimams dėl reikšmingų nuostatų taikymo ir plačiai žinomų faktų, siekiant nustatyti, ar nagrinėjamoje byloje taikytinos Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalys (šiuo klausimu pagal analogiją žr. 2014 m. gruodžio 11 d. Sprendimo CEDC International / VRDT – Underberg (Žolės stiebo butelyje forma), T‑235/12, EU:T:2014:1058, 101 punktą ir jame nurodytą jurisprudenciją).", "label": [[37, 54, "ORG"], [67, 92, "ORG"], [150, 169, "ORG"], [220, 237, "ORG"], [263, 281, "DATE"], [293, 298, "ORG"], [301, 305, "ORG"], [385, 404, "ORG"], [556, 573, "ORG"], [811, 833, "DATE"], [844, 862, "ORG"], [865, 869, "ORG"], [872, 881, "ORG"]]}
{"text": "123 Bet kuriuo atveju, priešingai, nei teigia EUIPO, nepakanka vien aplinkybės, kad savo rašytiniuose dokumentuose, pateiktuose Anuliavimo skyriui, ieškovė aiškiai nurodė Reglamento Nr. 6/2002 4 straipsnio 1 dalį, o ne šio reglamento 4 straipsnio 2 ir 3 dalis, kad būtų įrodyta, jog šių nuostatų taikymas nebuvo ginčo dalykas. Konkrečiai kalbant, neišnagrinėjus visų ieškovės per registracijos pripažinimo negaliojančia procedūrą pateiktų faktinių ir teisinių aplinkybių, negalima atmesti galimybės, kad, atsižvelgiant į minėtas aplinkybes, būtų laikoma, kad ji iš esmės rėmėsi šiomis nuostatomis.", "label": [[46, 51, "ORG"], [128, 146, "ORG"]]}
{"text": "124 Galiausiai, nors Apeliacinė taryba, kaip teisingai tvirtina EUIPO, negali būti laikoma saistoma 2018 m. gegužės 16 d. pranešimo, vis dėlto ji turėjo tinkamai motyvuoti priežastis, dėl kurių manė, kad ginčijamo sprendimo išvados turi skirtis nuo šiame pranešime pateiktų išvadų, nes šis pranešimas ir vėlesnės šalių pastabos yra konteksto, kuriam esant ji priėmė ginčijamą sprendimą, dalis (šiuo klausimu pagal analogiją žr. 2018 m. birželio 28 d. Sprendimo EUIPO / Puma, C‑564/16 P, EU:C:2018:509, 66 punktą).", "label": [[21, 38, "ORG"], [64, 69, "ORG"], [100, 121, "DATE"], [428, 450, "DATE"], [461, 466, "ORG"], [469, 473, "ORG"]]}
{"text": "125 Dėl įstojusios į bylą šalies argumentų reikia pažymėti, pirma, kad tvirtinimas, jog ieškovės argumentas dėl motyvavimo stokos yra nepriimtinas, nes grįsdama savo prašymą pripažinti registraciją negaliojančia ji nesirėmė tuo, kad gaminys, kuriam skirtas ginčijamas dizainas, yra sudėtinio gaminio sudedamoji dalis, bet kuriuo atveju turi būti atmestas, nes, kaip nurodyta šio sprendimo 122 punkte, Bendrasis Teismas neturi vertinti aspektų, dėl kurių Apeliacinė taryba dar nepriėmė sprendimo.", "label": [[401, 418, "ORG"], [454, 471, "ORG"]]}
{"text": "126 Antra, tai, kad ieškovė per atskirą procedūrą pateikė paraišką įregistruoti ginčijamam dizainui tapatų dizainą, negali lemti šio argumento atmetimo, remiantis tuo, kad jis prieštarauja argumentams, kuriais ieškovė grindė nagrinėjamos registracijos palikimą galioti.", "label": []}
{"text": "127 Iš tiesų pagal Reglamento Nr. 6/2002 52 straipsnio 1 dalį, kurioje numatyta, kad, nepažeidžiant šio reglamento 25 straipsnio 2–5 dalių nuostatų, bet kuris fizinis ar juridinis asmuo arba įgaliota valdžios institucija gali pateikti prašymą pripažinti Bendrijos dizaino registraciją negaliojančia, nereikalaujama, kad toks prašymas ir juo labiau pagrindai, kuriais jis grindžiamas, būtų priimtini tik įrodžius suinteresuotumą pareikšti ieškinį ar įrodžius realų ar potencialų ekonominį suinteresuotumą ginčijamo dizaino išbraukimu iš registro (šiuo klausimu pagal analogiją žr. 2010 m. vasario 25 d. Sprendimo Lancôme / VRDT, C‑408/08 P, EU:C:2010:92, 37–44 punktus). Šiuo klausimu reikia pažymėti, kad, kitaip nei šio reglamento 25 straipsnio 1 dalies c–g punktuose nurodytų registracijos pripažinimo negaliojančia pagrindų atveju, a ir b punktuose nurodytais negaliojimo pagrindais iš esmės gali remtis bet kuris fizinis ar juridinis asmuo (2019 m. birželio 13 d. Sprendimo Visi / one / EUIPO – EasyFix (Automobilių informaciniai stoveliai), T‑74/18, EU:T:2019:417, 64 punktas)", "label": [[254, 263, "LOC"], [580, 601, "DATE"], [612, 619, "ORG"], [622, 626, "ORG"], [945, 967, "DATE"], [978, 988, "ORG"], [991, 996, "ORG"], [999, 1006, "ORG"]]}
{"text": "128 Taigi tai, kad ieškovė siekė įregistruoti ginčijamam dizainui tapatų dizainą ir per įstojusios į bylą šalies pradėtą šio dizaino registracijos pripažinimo negaliojančia procedūrą rėmėsi šio dizaino naujumu ir jo individualiomis savybėmis, nors dabar ginčija šiuos aspektus, neturi jokios įtakos šio argumento priimtinumui ir, be kita ko, jo vertinimui iš esmės.", "label": []}
{"text": "129 Iš viso to, kas išdėstyta, matyti, kad argumentas dėl pareigos motyvuoti pažeidimo yra pagrįstas.", "label": []}
{"text": "130 Prieš nustatant šio sprendimo 129 punkte padarytos išvados pasekmes ginčijamo sprendimo rezoliucinei daliai, reikia išnagrinėti ieškinio penktojo pagrindo antroje dalyje ieškovės pateiktą antrą argumentą, susijusį su vertinimo klaida, nes ginčijamu sprendimu ginčijamo dizaino registracija nebuvo pripažinta negaliojančia, nors jis yra sudėtinio gaminio sudedamoji dalis, kuri nėra matoma po to, kai galutinai įmontuojama į šį sudėtinį gaminį, kaip tai suprantama pagal Reglamento Nr. 6/2002 4 straipsnio 2 dalį.", "label": []}
{"text": "b) Dėl antrojo argumento, grindžiamo vertinimo klaida, nes Apeliacinė taryba nekonstatavo, kad dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo ginčijamo dizaino registracija turi būti pripažinta negaliojančia", "label": [[59, 76, "ORG"]]}
{"text": "131 Kaip jau priminta šio sprendimo 122 punkte, remiantis jurisprudencija, Bendrasis Teismas, atlikdamas EUIPO apeliacinės tarybos sprendimo teisėtumo kontrolę, neturi įgaliojimų pakeisti Apeliacinės tarybos vertinimo savuoju ir vertinti klausimų, dėl kurių Apeliacinė taryba dar nepareiškė nuomonės.", "label": [[75, 92, "ORG"], [105, 130, "ORG"], [188, 207, "ORG"], [258, 275, "ORG"]]}
{"text": "132 Nagrinėjamu atveju, kaip konstatuota šio sprendimo 13 punkte, 2018 m. gegužės 16 d. pranešime Apeliacinė taryba per apeliacinę procedūrą nagrinėjo klausimą, ar ginčijamą dizainą reikia pripažinti negaliojančiu dėl to, kad jis yra sudėtinio gaminio sudedamoji dalis, kuri nėra matoma jį įmontavus į šį gaminį įprastai jį naudojant, kaip tai suprantama pagal Reglamento Nr. 6/2002 4 straipsnio 2 dalį. Vis dėlto šio sprendimo 110 punkte padaryta išvada, kad iš ginčijamo sprendimo nėra matyti aiški ir nedviprasmiška Apeliacinės tarybos pozicija šiuo klausimu.", "label": [[66, 87, "DATE"], [98, 115, "ORG"], [519, 538, "ORG"]]}
{"text": "133 Taigi Bendrasis Teismas negali priimti sprendimo dėl Reglamento Nr. 6/2002 4 straipsnio 2 ir 3 dalių taikymo, todėl šį argumentą reikia atmesti.", "label": [[10, 27, "ORG"]]}
{"text": "134 Vis dėlto pakanka, kad pirmas argumentas yra pagrįstas, kad būtų panaikintas ginčijamas sprendimas. Iš tiesų pagal suformuotą jurisprudenciją, kadangi pareiga motyvuoti yra esminis procedūrinis reikalavimas, kaip tai suprantama pagal Reglamento Nr. 6/2002 61 straipsnio 2 dalį, jos pažeidimą Bendrasis Teismas gali nustatyti ex officio ir tai gali lemti ginčijamo sprendimo panaikinimą (šiuo klausimu pagal analogiją žr. 1995 m. kovo 30 d. Sprendimo Parlamentas / Taryba, C‑65/93, EU:C:1995:91, 21 punktą ir 2008 m. liepos 10 d. Sprendimo Bertelsmann ir Sony Corporation of America / Impala, C‑413/06 P, EU:C:2008:392, 174 punktą). Taigi reikia patenkinti reikalavimą panaikinti ginčijamą sprendimą.", "label": [[296, 313, "ORG"], [425, 443, "DATE"], [454, 465, "ORG"], [468, 474, "ORG"], [512, 532, "DATE"], [543, 554, "ORG"], [558, 585, "ORG"], [588, 594, "ORG"]]}
{"text": "135 Vis dėlto atsižvelgiant į šio sprendimo 131 punkte primintą jurisprudenciją Bendrasis Teismas negali pakeisti ginčijamo sprendimo, todėl reikia atmesti su tuo susijusį ieškinyje nurodytą reikalavimą.", "label": [[80, 97, "ORG"]]}
{"text": "136 Iš viso to, kas išdėstyta, darytina išvada, kad, nesant reikalo nagrinėti ieškinio antrojo–ketvirtojo pagrindų, penktojo pagrindo pirmos dalies ir šeštojo pagrindo, reikia panaikinti ginčijamą sprendimą ir atmesti likusius reikalavimus.", "label": []}
{"text": "IV. Dėl bylinėjimosi išlaidų", "label": []}
{"text": "137 Pagal Bendrojo Teismo procedūros reglamento 134 straipsnio 1 dalį iš pralaimėjusios šalies priteisiamos bylinėjimosi išlaidos, jei laimėjusi šalis to reikalavo.", "label": [[10, 25, "ORG"]]}
{"text": "138 Vis dėlto pagal Procedūros reglamento 135 straipsnio 1 dalį, kai to reikalauja teisingumas, Bendrasis Teismas gali nuspręsti, kad pralaimėjusi šalis, be savo bylinėjimosi išlaidų, padengia tik dalį kitos šalies bylinėjimosi išlaidų arba kad iš pralaimėjusios šalies jos visai neturi būti priteistos.", "label": [[96, 113, "ORG"]]}
{"text": "139 Kadangi EUIPO ir įstojusi į bylą šalis bylą pralaimėjo, reikia nurodyti, kad, pirma, EUIPO padengia savo bylinėjimosi išlaidas ir iš jos priteisiamos ieškovės bylinėjimosi išlaidos pagal šios reikalavimus, antra, įstojusi į bylą šalis padengia savo bylinėjimosi išlaidas.", "label": [[12, 17, "ORG"], [89, 94, "ORG"]]}
{"text": "Remdamasis šiais motyvais, BENDRASIS TEISMAS (devintoji kolegija) nusprendžia:", "label": [[27, 65, "ORG"]]}
{"text": "1. Panaikinti 2018 m. lapkričio 19 d., Europos Sąjungos intelektinės nuosavybės tarnybos (EUIPO) trečiosios apeliacinės tarybos sprendimą (byla R 1397/2017-3).", "label": [[14, 37, "DATE"], [39, 127, "ORG"]]}
{"text": "2. Atmesti likusią ieškinio dalį.", "label": []}
{"text": "3. EUIPO padengia savo ir L. Oliva Torras, SA bylinėjimosi išlaidas.", "label": [[3, 8, "ORG"], [26, 45, "ORG"]]}
{"text": "4. Mecánica del Frío, SL padengia savo bylinėjimosi išlaidas.", "label": [[3, 24, "ORG"]]}
{"text": "Nilsson", "label": [[0, 7, "PER"]]}
{"text": "Barrett", "label": [[0, 7, "PER"]]}
{"text": "Todorova", "label": [[0, 8, "PER"]]}
{"text": "Paskelbta 2020 m. birželio 10 d. viešame teismo posėdyje Liuksemburge.", "label": [[10, 32, "DATE"], [57, 69, "LOC"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: ispanų.", "label": [[17, 23, "NATIONALITY"]]}
