{"text": "GENERALINĖS ADVOKATĖS KAARINA KELLETT IŠVADA, pateikta 2020 m. lapkričio 19 d.(1)", "label": [[0, 21, "PROFESSION"], [22, 37, "PER"], [55, 78, "DATE"]]}
{"text": "Byla C‑900/19", "label": []}
{"text": "Association One Voice,", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "prieš", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "dalyvaujant", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(Conseil d’État (Valstybės Taryba, Prancūzija) pateiktas prašymas priimti prejudicinį sprendimą)", "label": [[1, 15, "ORG"], [17, 33, "ORG"], [35, 45, "LOC"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Aplinka – Direktyva 2009/147 – Laukinių paukščių apsauga – Leidimas tradiciniam medžioklės būdui – Pagrįstas naudojimas – Alternatyvos – Atrankusis gaudymas – Gaudymo būdas, kurį naudojant gali būti papildomai sugaunama paukščių – Klijais išteptų lazdelių naudojimas strazdams ir juodiesiems strazdams gaudyti“", "label": []}
{"text": "I. Įžanga", "label": []}
{"text": "1. Klijais ištepta lazdelė – tai medžio šaka ar lazda, kurią medžiotojai aptepa lipnia medžiaga ir pritvirtina prie medžio ar krūmo. Paukščiui prisilietus prie tokios lazdelės, klijai sulipina jo plunksnas. Paukštis praranda gebėjimą skristi ir taip įtaiso naudotojas jį sugauna(2).", "label": []}
{"text": "2. Šis medžioklės būdas seniau buvo labai paplitęs, tačiau, kaip praneša Prancūzijos žiniasklaida, medžioti paukščius klijais išteptomis lazdelėmis Sąjungoje leidžiama tik penkiuose Pietų Prancūzijos departamentuose(3), o 2020 m. šis leidimas dėl šios nagrinėjamos bylos buvo laikinai sustabdytas(4). Taip pagautus paukščius planuojama vėliau naudoti kaip jauką galbūt taikant kitus medžioklės būdus.", "label": [[73, 84, "LOC"], [148, 157, "LOC"], [182, 215, "LOC"], [222, 229, "DATE"]]}
{"text": "3. Prancūzijos teisės aktus, reglamentuojančius medžioklę klijais išteptomis lazdelėmis, Komisija nesėkmingai bandė užginčyti dar prieš kelis dešimtmečius: Teisingumo Teismas tuomet nagrinėtoje byloje pripažino, kad jiems taikoma Paukščių apsaugos direktyvoje(5) numatyta nukrypti leidžianti nuostata, reglamentuojanti atrankųjį pagrįstą nedidelio paukščių skaičiaus naudojimą, kai nėra jokio kito priimtino sprendimo(6).", "label": [[3, 14, "LOC"], [89, 97, "ORG"], [156, 174, "ORG"]]}
{"text": "4. Tiesa, šiuo metu jurisprudencija yra pažengusi į priekį. Todėl Conseil d’État (Valstybės Taryba) siekia išsiaiškinti, ar ši tradicinė medžioklės forma Prancūzijos teisės aktuose numatytomis sąlygomis vis dar atitinka nukrypti leidžiančios nuostatos taikymo reikalavimus. Konkrečiai ji klausia, ar šis būdas yra pakankamai atrankusis, taigi užtikrinantis, kad papildomai nebus sugauta pernelyg daug paukščių, ir ar iš tiesų nėra jokio kito priimtino sprendimo.", "label": [[66, 99, "ORG"], [154, 165, "LOC"]]}
{"text": "II. Teisinis pagrindas", "label": []}
{"text": "A. Paukščių apsaugos direktyva", "label": []}
{"text": "5. Paukščių apsaugos direktyvos 2 straipsnyje nurodomi esminiai valstybių narių įsipareigojimai saugant paukščių rūšis:", "label": []}
{"text": "„Valstybės narės imasi reikiamų priemonių 1 straipsnyje nurodytų paukščių rūšių populiacijoms palaikyti tokiu lygiu, kuris visų pirma atitiktų ekologinius, mokslinius ir kultūrinius reikalavimus, derinant juos su ekonominiais ir rekreaciniais reikalavimais, arba šių rūšių populiacijoms priartinti prie tokio lygio.“", "label": []}
{"text": "6. Paukščių apsaugos direktyvos 8 straipsnio 1 dalyje draudžiami tam tikri paukščių gaudymo būdai:", "label": []}
{"text": "„Paukščių medžiojimo, gaudymo arba žudymo atžvilgiu pagal šią direktyvą valstybės narės draudžia visas priemones, įtaisus ar būdus, kurie naudojami didelio masto ar neatrankiniam paukščių gaudymui ar žudymui arba kurie gali sukelti rūšies išnykimą toje vietovėje, ypač tuos, kurie išvardyti IV priedo a punkte.“", "label": []}
{"text": "7. Paukščių apsaugos direktyvos IV priedo a punkto pirmoje įtraukoje, be kita ko, nurodytos ir klijais išteptos lazdelės.", "label": []}
{"text": "8. Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punkte leidžiama nuo tam tikrų nuostatų nukrypti:", "label": []}
{"text": "„Jei nėra jokio kito priimtino sprendimo, valstybės narės gali nukrypti nuo 5–8 straipsnių nuostatų šiais atvejais:", "label": []}
{"text": "<…>", "label": []}
{"text": "c) kad griežtai prižiūrint ir atrankiniu būdu būtų leista gaudyti, laikyti ar kitaip teisėtai naudoti nedidelį tam tikrų rūšių paukščių skaičių.“", "label": []}
{"text": "B. Prancūzijos teisė", "label": [[3, 14, "LOC"]]}
{"text": "9. Code de l’environnement (Aplinkos kodeksas) L.424-4 straipsnyje numatyta galimybė leisti naudoti tradicinius medžioklės būdus.", "label": []}
{"text": "10. Byla susijusi su arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes-de-Haute-Provence, des Alpes-Maritimes, des Bouches-du-Rhône, du Var et de Vaucluse (1989 m. rugpjūčio 17 d. Įsakymas dėl klijais išteptų lazdelių naudojimo kaip jauko strazdams gaudyti Aukštutinio Provanso Alpių, Pajūrio Alpių, Ronos deltos, Varo ir Vokliūzo departamentuose) įgyvendinimu.", "label": [[31, 43, "DATE"], [167, 194, "LOC"], [196, 215, "LOC"], [217, 237, "LOC"], [239, 245, "LOC"], [249, 260, "LOC"], [262, 285, "DATE"], [363, 389, "LOC"], [391, 404, "LOC"], [406, 418, "LOC"], [420, 424, "LOC"], [428, 436, "LOC"]]}
{"text": "11. 1989 m. rugpjūčio 17 d. įsakymo 1 straipsnyje iš principo leidžiama naudoti klijais išteptas lazdeles:", "label": [[4, 27, "DATE"]]}
{"text": "„Aukštutinio Provanso Alpių, Pajūrio Alpių, Ronos deltos, Varo ir Vokliūzo departamentuose toliau apibrėžtomis griežtos priežiūros sąlygomis leidžiama naudoti klijais išteptas lazdeles asmeniniams tikslams kaip jauką strazdams ir juodiesiems strazdams gaudyti, kad būtų galima pasirinktinai sugauti nedidelį skaičių šių paukščių, nes nėra jokio kito priimtino sprendimo.“", "label": [[1, 27, "LOC"], [29, 42, "LOC"], [44, 56, "LOC"], [58, 62, "LOC"], [66, 74, "LOC"]]}
{"text": "12. 1989 m. rugpjūčio 17 d. įsakymo 4 straipsnyje reglamentuojama medžioklės tvarka:", "label": [[4, 27, "DATE"]]}
{"text": "„Klijais išteptos lazdelės gali likti išdėliotos tik dalyvaujant medžiotojui. Kiekvienas sugautas paukštis nedelsiant nuvalomas. Per šias operacijas draudžiama turėti šautuvą.“", "label": []}
{"text": "13. 1989 m. rugpjūčio 17 d. įsakymo 6 straipsnyje, be kita ko, numatyta, kad kasmet nustatomas paukščių, kuriuos leidžiama sugauti, skaičius:", "label": [[4, 27, "DATE"]]}
{"text": "„Maksimalų paukščių, kurie gali būti sugauti per medžioklės sezoną, skaičių ir prireikus kiekvienam departamentui skirtas technines specifikacijas kiekvienais metais nustato už medžioklę atsakingas ministras.“", "label": [[198, 207, "PROFESSION"]]}
{"text": "14. 1989 m. rugpjūčio 17 d. įsakymo 11 straipsnyje reglamentuojama, kaip reikia elgtis su kitais paukščiais:", "label": [[4, 27, "DATE"]]}
{"text": "„Visi kiti atsitiktinai sugauti gyvūnai, išskyrus strazdus ir juoduosius strazdus, nedelsiant nuvalomi ir paleidžiami.“", "label": []}
{"text": "15. Nacionalinio proceso dalykas yra penki 2018 m. rugsėjo 24 d. ministro įsakymai dėl 2018–2019 m. medžioklės sezono, priimti taikant 1989 m. rugpjūčio 17 d. įsakymo 6 straipsnį.", "label": [[43, 64, "DATE"], [87, 99, "DATE"], [135, 158, "DATE"]]}
{"text": "16. Visų penkių įsakymų 1 straipsnyje atitinkamai nustatyta, kiek strazdų leidžiama sugauti:", "label": []}
{"text": "„Per 2018–2019 m. medžioklės sezoną [Aukštutinio Provanso Alpių], [Pajūrio Alpių], [Ronos deltos], [Varo] ir [Vokliūzo] departamentuose maksimalus nustatytas strazdų arba juodųjų strazdų, kurie skirti naudoti kaip jaukas ir gali būti sugauti klijais išteptomis lazdelėmis, skaičius yra atitinkamai [2 900], [400], [11 400], [12 200] ir [15 600].", "label": [[5, 17, "DATE"], [37, 63, "LOC"], [67, 80, "LOC"], [84, 96, "LOC"], [100, 104, "LOC"], [110, 118, "LOC"]]}
{"text": "III. Faktinės aplinkybės ir prašymas priimti prejudicinį sprendimą", "label": []}
{"text": "17. Asociacijos Association One Voice ir Ligue pour la protection des oiseaux kritikuoja klijais išteptų lazdelių naudojimą, nes šios lazdelės, jų manymu, yra žiaurūs gaudymo įtaisai, ir teigia, kad ši medžioklė, kaip atskleidžia nuolat atnaujinami mokslo duomenys, apima ir tam tikras paukščių, kurių populiacija, smarkiai mažėja ir kurie yra jautrūs patiriamoms kančioms, rūšis. Todėl jos pareiškė Conseil d’État ieškinį dėl teisės aktų, kuriais leidžiama naudoti klijais išteptas lazdeles. Fédération nationale des chasseurs savanoriškai įstojo į bylą, kad pareikalautų atmesti ieškinius.", "label": [[16, 37, "ORG"], [41, 77, "ORG"], [400, 414, "ORG"], [493, 527, "ORG"]]}
{"text": "18. Ieškovės tvirtina, kad Prancūzijos teisės aktais yra pažeidžiama Paukščių direktyvos 9 straipsnio 1 dalis, visų pirma dėl to, kad pagal juos leidžiama naudoti tradicinį neatrankųjį medžioklės būdą. Ligue pour la protection des oiseaux prašo paskirti ekspertą, kuris nustatytų, kiek paukščių, išskyrus tuos, kuriuos leidžiama gaudyti naudojant klijais išteptas lazdeles, per pastaruosius medžioklės sezonus buvo atsitiktinai sugauta klijais išteptomis lazdelėmis. Be to, ieškovių teigimu, teisės aktais negalima pateisinti kito priimtino gaudymo būdo tariamo nebuvimo.", "label": [[27, 38, "LOC"], [202, 238, "ORG"]]}
{"text": "19. Taigi Conseil d’État pateikia Teisingumo Teismui šiuos du klausimus:", "label": [[10, 24, "ORG"], [34, 52, "ORG"]]}
{"text": "„1. Ar Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punkto nuostatos turi būti aiškinamos taip, kad pagal jas valstybės narės negali leisti net mažiausiu mastu ir ribotą laiką taikyti tam tikrų gaudymo ar žudymo būdų, įrenginių ir metodų papildomai sugaunamiems paukščiams? Kokie kriterijai, visų pirma susiję su tokio papildomo gaudymo proporcine dalimi arba ribotu mastu, nemirtinu leidžiamo naudoti medžioklės metodo pobūdžiu ir prievole paleisti atsitiktinai sugautus egzempliorius nepadarius jiems žalos, prireikus gali būti naudojami, kad šiose nuostatose įtvirtintas atrankiojo gaudymo kriterijus būtų laikomas įvykdytu?", "label": []}
{"text": "2. Ar Paukščių apsaugos direktyva turi būti aiškinama taip, kad turint tikslą apsaugoti tradicinius paukščių medžioklės rekreaciniais tikslais būdus ir priemones, jeigu įvykdomos visos kitos tos pačios dalies c punkte nustatytos tokios nukrypti leidžiančios nuostatos sąlygos, galima pateisinti kito priimtino sprendimo nebuvimą, kaip tai suprantama pagal jos 9 straipsnio 1 dalį, ir taip leisti nukrypti nuo jos 8 straipsnyje nustatyto principo, pagal kurį šie medžioklės būdai ir priemonės yra draudžiami?“", "label": []}
{"text": "20. Rašytines pastabas pateikė Association One Voice ir Ligue pour la protection des oiseaux bendrai, taip pat Fédération nationale de la chasse, Prancūzijos Respublika ir Europos Komisija. Žodinio bylos nagrinėjimo Teisingumo Teismas atsisakė, nes gavo pakankamai informacijos per rašytinio proceso dalį.", "label": [[31, 52, "ORG"], [56, 92, "ORG"], [111, 144, "ORG"], [146, 168, "ORG"], [172, 188, "ORG"], [216, 234, "ORG"]]}
{"text": "IV. Teisinis vertinimas", "label": []}
{"text": "21. Pagal Paukščių apsaugos direktyvos 8 straipsnį ir IV priedo a punktą medžioklė klijais išteptomis lazdelėmis iš principo yra draudžiama. Tiesa, 9 straipsnio 1 dalies c punkte numatyta, kad jei nėra jokio kito priimtino sprendimo, valstybės narės gali nukrypti nuo šio draudimo visų pirma tam, kad griežtai prižiūrint ir atrankiuoju būdu būtų leista gaudyti, laikyti ar kitaip pagrįstai naudoti nedidelį tam tikrų rūšių paukščių skaičių(7).", "label": []}
{"text": "22. Conseil d’État klausia, kaip vertinti, ar Prancūzijoje praktikuojama medžioklė su klijais išteptomis lazdelėmis yra pakankamai atrankioji ir ar nėra jokio kito priimtino sprendimo. Kadangi antrasis klausimas yra bendro pobūdžio, pirmiausia nagrinėsiu jį.", "label": [[4, 18, "ORG"], [46, 58, "LOC"]]}
{"text": "A. Kito priimtino sprendimo vertinimas", "label": []}
{"text": "23. Antruoju klausimu siekiama išsiaiškinti, ar teigdama, kad nėra jokio kito priimtino sprendimo, kaip tai suprantama pagal Paukščių apsaugos direktyvos 9 straipsnio 1 dalį, Prancūzija gali remtis tikslu išsaugoti tradicinės pramoginės medžioklės būdus ir priemones.", "label": [[175, 185, "ORG"]]}
{"text": "1. Vertinimas pagal proporcingumo principą", "label": []}
{"text": "24. Kaip ir kitos Paukščių apsaugos direktyvos 9 straipsnio 1 dalyje numatytos nukrypti leidžiančios nuostatos, c punktas irgi yra proporcingumo principo išraiška(8). 9 straipsnio 1 dalies c punkte numatyta, kad valstybės narės gali nukrypti nuo 8 straipsnio tam, kad griežtai prižiūrint ir atrankiuoju būdu būtų leista gaudyti, laikyti ar kitaip pagrįstai naudoti nedidelį tam tikrų rūšių paukščių skaičių. Vis dėlto visos 9 straipsnio 1 dalies c punkte numatytos leidžiančios nukrypti nuostatos siejamos su sąlyga, kad nėra jokio kito priimtino sprendimo. Taigi Paukščių apsaugos direktyvos 9 straipsnio 1 dalyje leidžiama palyginti paukščių apsaugos ir kitus interesus, kaip to reikalaujama pagal Paukščių apsaugos direktyvos 2 straipsnį ir SESV 191 straipsnio 3 dalies trečią ir ketvirtą įtraukas.", "label": []}
{"text": "25. Proporcingumo principas – vienas iš bendrųjų Sąjungos teisės principų. Pagal jį ribojamosios priemonės – kaip antai nagrinėjamu atveju paukščių medžioklės ribojimas – yra teisėtos tik tuo atveju, kai jos yra tinkamos ir būtinos teisėtiems tikslams pasiekti. Jeigu galima rinktis iš kelių tinkamų veiksmų, reikia pasirinkti mažiausiai ribojantį; taip pat našta turi būti proporcinga siekiamiems tikslams(9).", "label": [[49, 57, "LOC"]]}
{"text": "26. Šiuo principu reikalaujamas palyginimas atitinka SESV 191 straipsnio 3 dalies trečią įtrauką. Pagal šią nuostatą Sąjunga, rengdama savo aplinkos politiką, atsižvelgia į galimą veiklos arba neveikimo naudą ir išlaidas. Be to, pagal ketvirtą įtrauką reikia atsižvelgti į visos Sąjungos ekonominę bei socialinę ir darnią jos regionų plėtrą.", "label": [[117, 124, "ORG"], [279, 287, "ORG"]]}
{"text": "27. Paukščių apsaugos direktyvos 2 straipsnyje ši pareiga pakartojama ir primenama, kad taikant direktyvą reikia atsižvelgti į ekonominius ir rekreacinius reikalavimus.", "label": []}
{"text": "28. Paukščių apsaugos direktyvos 5–8 straipsniuose nustatyti draudimai yra laisvę ribojantys veiksmai, kuriais siekiama įgyvendinti direktyvos tikslus. Prašyme priimti prejudicinį sprendimą vis dėlto nekeliama klausimo, ar jie iš principo suderinami su Sąjungos piliečių, visų pirma medžiotojų, teisėmis ir laisvėmis.", "label": [[253, 261, "LOC"]]}
{"text": "29. Veikiau pagrindimo reikia siaurai aiškintinoms(10) su paukščių apsauga susijusioms nukrypti leidžiančioms nuostatoms. Veiksmai, kurių imamasi šiuo pagrindu, irgi turi būti tinkami ir būtini atitinkamiems tikslams pasiekti, antraip jų tikslas nepateisina nukrypti leidžiančios nuostatos taikymo. Visų pirma veiksmų poveikis paukščių apsaugai neturi būti neproporcingas atitinkamam tikslui.", "label": []}
{"text": "30. Kalbant apie pateisinamuosius tikslus, pažymėtina, kad šioje byloje nereikia vertinti, ar leidimas medžioti paukščius klijais išteptomis lazdelėmis yra proporcinga priemonė jaukui sugauti. Tiesa, kad šis tikslas yra įtvirtintas taikytinose Prancūzijos teisės nuostatose(11). Bet ši priemonė per se nebūtų būtina, nes jauką galima gauti ir kitais būdais, pavyzdžiui, sugauti tinklais arba išauginti nelaisvėje(12).", "label": [[244, 255, "LOC"]]}
{"text": "31. Vienintelis galimas pagrindimas, kiek galima spręsti, yra Conseil d’État nurodomas ir code de l’environnement (Aplinkos kodeksas) L.424-4 straipsniu grindžiamas tikslas – išsaugoti tradicinės pramoginės medžioklės būdus ir priemones. Leidimas medžioti paukščius klijais išteptomis lazdelėmis atitinkamuose regionuose neabejotinai yra tinkama ir būtina priemonė, leidžianti išsaugoti tokio medžioklės būdo tradiciją.", "label": [[62, 76, "ORG"]]}
{"text": "2. Susikertantys interesai", "label": []}
{"text": "32. Klausdama, kaip reikia vertinti, ar yra kitas priimtinas sprendimas, Conseil d’État iš esmės siekia išsiaiškinti santykinę tradicinio medžioklės būdo išsaugojimo reikšmę, palyginti su paukščių apsauga. Nuo paukščių apsaugos nukrypti leidžianti nuostata, kuria ketina pasinaudoti valstybė narė, turi būti proporcinga ją pagrindžiantiems poreikiams(13). Jeigu paukščių apsauga nusveria šiuos poreikius, kitas priimtinas sprendimas yra nukrypimo nuo paukščių apsaugos atsisakymas.", "label": [[73, 87, "ORG"]]}
{"text": "33. Šiomis aplinkybėmis, prieš imantis lyginti tikslo išsaugoti tradicinės pramoginės medžioklės būdus ir priemones įgyvendinimą ir Paukščių apsaugos direktyvos tikslus, reikia išsiaiškinti, ar tai apskritai yra tikslas, kuris gali pateisinti nukrypimą nuo Paukščių apsaugos direktyvos 8 straipsnyje įtvirtinto draudimo.", "label": []}
{"text": "a) Tradicinių medžioklės būdų išsaugojimo tikslas", "label": []}
{"text": "34. Pagal Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punktą tradicinės pramoginės medžioklės būdų išsaugojimas gali būti pagrindas nukrypti nuo Paukščių apsaugos direktyvoje įtvirtintų draudimų tik tuomet, jei tai yra pagrįstas atitinkamų rūšių paukščių naudojimas.", "label": []}
{"text": "35. Teisingumo Teismas galutinai ir išsamiai negali nustatyti, kokie naudojimo būdai laikytini pagrįstais. Klausimas, ar tam tikrų tradicinių praktikų išsaugojimas yra pagrįstas, visų pirma priklauso nuo moralinių ar kultūrinių argumentų, todėl valstybėms narėms reikia suteikti tam tikrą vertinimo diskreciją, kurios ribas jos pažeidžia tik akivaizdžiai klaidingo vertinimo atveju(14).", "label": [[4, 22, "ORG"]]}
{"text": "36. Šį požiūrį patvirtina ir SESV 13 straipsnis. Jame nustatyta, kad tam tikrose politikos srityse Sąjunga ir valstybės narės turi visokeriopai atsižvelgti į gyvūnų, kaip juslių gyvių, gerovės reikalavimus, taip pat gerbti valstybių narių įstatymus ir kitus teisės aktus, papročius, ypač susijusius su religinėmis apeigomis, kultūros tradicijomis ir vietos paveldu. Nepriklausomai nuo to, ar paukščių medžioklė patenka į vieną iš nurodytų politikos sričių, šis gerbimas yra nacionalinių institucijų reikalas bent jau tuo atveju, kai Sąjungos teisėje jokių specifinių reikalavimų nenumatyta.", "label": [[99, 106, "ORG"], [533, 541, "LOC"]]}
{"text": "37. Bet tradicinės pramoginės medžioklės būdo išsaugojimas, kai taip medžiojamos palyginti dažnai pasitaikančios rūšys, nėra akivaizdžiai nepagrįstas naudojimas.", "label": []}
{"text": "38. Žinoma, paprastas materialinis interesas gauti medžiojamus paukščius yra labai riboto pobūdžio ir galėtų priimtinu būdu būti patenkintas tuos – ir kitų rūšių – paukščius auginant(15). Tačiau pramoginė medžioklė – tai veikiau hobis, kurį sunku racionaliai pagrįsti. Vis dėlto, ypač jeigu toks subjektyvus noras grindžiamas regione paplitusia praktika, todėl gali būti, kad atitinkami asmenys jį įgyvendina ilgesnį laiką, iš principo jis laikytinas pagrįstu. Nors teisėta praktika praeityje nėra pagrindas apsaugai nuo teisinės padėties pakeitimų atsirasti(16), be tokių pakeitimų tokia praktika automatiškai nėra nepagrįsta.", "label": []}
{"text": "39. Tokios pozicijos Teisingumo Teismas laikėsi bent jau netiesiogiai, kai – nepaisydamas įvairių generalinių advokatų abejonių(17) – vis pripažindavo, kad pramoginės medžioklės tradicijos tąsa arba laukinių paukščių laikymas voljeruose yra pagrįstas naudojimas(18).", "label": [[21, 39, "ORG"], [98, 118, "PROFESSION"]]}
{"text": "40. Jeigu kompetentingos valstybių narių institucijos pagrįstai prieina prie išvados, kad regione paplitusio tradicinės pramoginės medžioklės būdo išsaugojimui tenka svarbi kultūrinė reikšmė, šį medžioklės būdą galima pripažinti pagrįstu atitinkamų paukščių rūšių naudojimu.", "label": []}
{"text": "b) Palyginimas", "label": []}
{"text": "41. Šiuos leidimo medžioti paukščius klijais išteptomis lazdelėmis tikslus reikia palyginti su neigiamu jų poveikiu Paukščių apsaugos direktyvos tikslams.", "label": []}
{"text": "42. Pagal Paukščių apsaugos direktyvos 1 straipsnį ja siekiama apsaugoti visų rūšių paukščius, paplitusius Europoje. Šiuo tikslu valstybės narės pagal 2 straipsnį privalo šių paukščių rūšių populiacijas palaikyti tokiu lygiu, kuris visų pirma atitiktų ekologinius, mokslo ir kultūrinius reikalavimus, derinant juos su ekonominiais ir rekreaciniais reikalavimais.", "label": [[107, 115, "LOC"]]}
{"text": "43. Kaip jau esu neseniai paaiškinusi(19), nors valstybės narės, laikydamosi specialių nuostatų, šiuo klausimu turi tam tikrą diskreciją(20), Paukščių apsaugos direktyvos 3, 5, 7 ir 8 konstatuojamosios dalys, visų pirma 10 konstatuojamoji dalis, rodo, kad jos visų laukinių paukščių rūšių populiaciją Sąjungoje turi išlaikyti „pakankamu lygiu“(21). Jeigu tai neužtikrinama, paukščių paėmimai bet kuriuo atveju negali būti laikomi pagrįstu naudojimu, kaip jis suprantamas pagal direktyvos 10 konstatuojamąją dalį(22).", "label": [[301, 310, "LOC"]]}
{"text": "44. Taikant Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punktą tikslas išsaugoti pakankamą laukinių paukščių rūšių populiacijų lygį užtikrinamas tuo, kad šioje nuostatoje numatyta nukrypti nuo 5–8 straipsniuose įtvirtintų draudimų leidžianti nuostata yra apribota atitinkamų paukščių rūšių „nedideliu skaičiumi“(23). Todėl Teisingumo Teismas nusprendė, kad pagal dabartines mokslo žinias gali būti paimama mažiau nei 1 % viso metinio atitinkamos populiacijos gaištamumo (vidutinė vertė), jei tai yra rūšys, kurių negalima medžioti, ir 1 % – jei tai yra galimos medžioti rūšys(24).", "label": [[332, 350, "ORG"], [426, 427, "AMOUNT_VALUE"], [428, 429, "AMOUNT_UNIT"], [544, 545, "AMOUNT_VALUE"], [546, 547, "AMOUNT_UNIT"]]}
{"text": "45. Taigi, atitinkamai ribojant medžioklę klijais išteptomis lazdelėmis, Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punkte numatytos nukrypti leidžiančios nuostatos taikymą iš principo galima pagrįsti tikslu išsaugoti tradicinės pramoginės medžioklės būdą.", "label": []}
{"text": "46. Vis dėlto reikia laikytis ir kitų šios nukrypti leidžiančios nuostatos taikymo sąlygų. Visų pirma reikalinga griežta priežiūra ir kontrolė, taip pat reikia gerbti atrankiojo gaudymo kriterijų. Dėl šio kriterijaus ir pateiktas pirmasis prejudicinis klausimas, kurį nagrinėsiu toliau.", "label": []}
{"text": "3. Atsakymas į antrąjį klausimą", "label": []}
{"text": "47. Taigi konstatuotina, kad tradicinės pramoginės medžioklės būdo išsaugojimas gali būti pagrįstas atitinkamų paukščių rūšių naudojimu. Jis gali pateisinti kito priimtino sprendimo nebuvimą ir nukrypti leidžiančios nuostatos taikymą pagal Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punktą, jeigu įvykdytos kitos tokio nukrypti leidžiančios nuostatos taikymo sąlygos. Konkrečiai medžioklės būdas turi būti apribotas nedideliu atitinkamų rūšių kiekiu.", "label": []}
{"text": "B. Atrankusis gaudymas", "label": []}
{"text": "48. Pirmuoju klausimu Prancūzijos Conseil d’État siekia išsiaiškinti, ar pagal Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punktą valstybėms narėms draudžiama leisti gaudyti paukščius metodais, kuriuos naudojant (nors ir minimaliai ir ribotai laiko atžvilgiu) gali būti papildomai sugaunama paukščių. Visų pirma ji klausia, kokie kriterijai, susiję su tokio papildomo gaudymo proporcine dalimi arba ribotu mastu, nemirtinu leidžiamu naudoti medžioklės būdu ir prievole paleisti atsitiktinai sugautus egzempliorius nepadarius jiems žalos, prireikus gali būti naudojami, kad šiose nuostatose įtvirtintas atrankiojo gaudymo kriterijus būtų laikomas įvykdytu.", "label": [[22, 48, "ORG"]]}
{"text": "49. Norėdama atsakyti į šį klausimą, pirmiausia išnagrinėsiu neatrankiojo gaudymo pagal Paukščių apsaugos direktyvos 8 straipsnio 1 dalį ir atrankiojo gaudymo pagal 9 straipsnio 1 dalies c punktą santykį, paskui, remdamasi šiuo palyginimu, pasiūlysiu aiškinimą.", "label": []}
{"text": "1. Neatrankusis gaudymas pagal Paukščių apsaugos direktyvos 8 straipsnį", "label": []}
{"text": "50. Paukščių apsaugos direktyvos 8 straipsnio 1 dalyje ir IV priedo a punkte medžioklė klijais išteptomis lazdelėmis draudžiama, nes tai yra neatrankiojo paukščių gaudymo būdas(25). Pagal savo pobūdį klijais ištepta lazdelė kelia pavojų visoms paukščių rūšims, kurios nepajėgia išsilaisvinti savo jėgomis nesusižalodamos. Be to, negalima atmesti galimybės, kad klijais išteptos lazdelės kelia pavojų ir vabzdžių rūšims.", "label": []}
{"text": "51. Komisija teisi pabrėždama, kad Teisingumo Teismas atitinkamai jau yra nusprendęs, kad kitas klijais išteptų lazdelių naudojimo būdas, „parany“ Ispanijos Valensijos regione, yra neatrankusis, kaip tai suprantama pagal Paukščių apsaugos direktyvos 8 straipsnio 1 dalį. Aplinkybė, kad klijais išteptomis lazdelėmis sugavę kitus nei planuotus sugauti paukščius medžiotojai privalo juos nuvalyti ir paleisti, nepaneigia minėto gaudymo būdo neatrankiojo pobūdžio(26). Šis vertinimas įtikina, nes taip sugauti paukščiai, nepaisant valymo, greičiausiai patiria didelę žalą.", "label": [[4, 12, "ORG"], [35, 53, "ORG"], [147, 175, "LOC"]]}
{"text": "52. Formuluotė leidžia manyti, kad neatrankusis gaudymo metodas pagal Paukščių apsaugos direktyvos 8 straipsnio 1 dalį neturėtų būti pripažintas atrankiuoju pagal 9 straipsnio 1 dalies c punktą(27), nes abiejų direktyvos nuostatų versijose kone visomis kalbomis vartojamas tas pats žodžio kamienas – „neatrankusis“ (8 straipsnio 1 dalyje) ir „atrankusis“ (9 straipsnio 1 dalies c punkte).", "label": []}
{"text": "53. Bet ir versijose vokiečių, vengrų ir slovakų kalbomis, kuriose vartojami skirtingi žodžio kamienai, derinama „neatrankusis“ Paukščių apsaugos direktyvos 8 straipsnyje su „atrankiuoju“ 9 straipsnyje (vokiečių k. ir vengrų k.) arba „neselektyvusis“ 8 straipsnyje su „atrankiuoju“ 9 straipsnyje (slovakų k.). Tai yra sinonimai, kurių reikšmė nesiskiria.", "label": [[21, 29, "NATIONALITY"], [31, 37, "NATIONALITY"], [41, 48, "NATIONALITY"], [203, 211, "NATIONALITY"], [218, 224, "NATIONALITY"], [297, 304, "NATIONALITY"]]}
{"text": "54. Tik versijoje latvių kalba vartojamos visiškai skirtingos sąvokos: „neselektyvus“ („neselektīvas“) Paukščių apsaugos direktyvos 8 straipsnio 1 dalyje ir „atsitiktinis“ („izlases“) 9 straipsnio 1 dalies c punkte. Vis dėlto tai yra akivaizdi vertimo klaida, kuri, be to, negalėjo turėti reikšmės Teisingumo Teismo sprendimui dėl Prancūzijoje praktikuojamos medžioklės klijais išteptomis lazdelėmis(28), nes sprendimas buvo priimtas prieš Latvijai įstojant į Europos Sąjungą.", "label": [[18, 24, "NATIONALITY"], [298, 315, "ORG"], [331, 343, "LOC"], [440, 448, "ORG"], [460, 475, "ORG"]]}
{"text": "55. Vis dėlto pagal dėl Prancūzijos priimtą sprendimą ir vėlesnę jurisprudenciją(29) neatrankusis gaudymo metodo pobūdis savaime nėra kliūtis pasinaudoti Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punktu; Teisingumo Teismas reguliariai tikrina šios nukrypti leidžiančios nuostatos taikymą neatrankiesiems gaudymo būdams.", "label": [[24, 35, "ORG"], [215, 233, "ORG"]]}
{"text": "56. Tokį aiškinimą patvirtina ir tai, kad priešingu atveju ši nukrypti leidžianti nuostata neturėtų jokio praktinio poveikio 8 straipsniui. Be to, pažvelgus atidžiau, joks gaudymo būdas negarantuoja idealaus atrankumo. Netgi medžioklėje šautuvais, kuri, pasak generalinio advokato W. R. Adelholt, yra visiškai atrankusis gaudymo būdas(30), kaip rodo nelaimingi atsitikimai, pasitaiko atsitiktinių aukų.", "label": [[260, 280, "PROFESSION"], [281, 295, "PER"]]}
{"text": "2. Paukščių apsaugos direktyvos 9 straipsnyje vartojamos atrankiojo gaudymo sąvokos aiškinimas", "label": []}
{"text": "57. Remiantis šia jurisprudencija, atrankiojo gaudymo sąvoką, mano nuomone, galima aiškinti dviem skirtingais būdais.", "label": []}
{"text": "58. Pirma, atrankiaisiais galima pripažinti gaudymo būdus, kuriuos naudojant pagal De minimis ribos koncepciją sugaudama mažiausiai kitų paukščių, nei planuota sugauti. Vis dėlto, kaip nustatyti konkretų tokių paukščių skaičių?", "label": []}
{"text": "59. Bet ne tik dėl sunkumų išreikšti De minimis ribą konkrečiu skaičiumi man atrodo, kad geriau yra remtis jau minėta(31) Paukščių apsaugos direktyvos 9 straipsnio 1 dalies funkcija. Šios nuostatos tikslas – sudaryti galimybę palyginti paukščių apsaugos interesą ir kitus teisėtus interesus.", "label": []}
{"text": "60. Manau, kad, taikant Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punkte numatytą nukrypti leidžiančią nuostatą, prasminga nelaikyti atrankiojo gaudymo kriterijaus absoliučia riba. Veikiau reikia išnagrinėti, ar atsitiktinis paukščių rūšių sugavimas ir jo pasekmės yra neproporcingos, palyginti su pripažintais gaudymo būdo privalumais.", "label": []}
{"text": "61. Taigi reikia įvertinti, kokiu mastu, atsižvelgiant į nukrypti leidžiančios nuostatos tikslą, dar galima taikstytis su papildomai sugaunamais paukščiais.", "label": []}
{"text": "3. Pagrindiniai palyginimo aspektai", "label": []}
{"text": "62. Taip interpretuojamas atrankiojo gaudymo kriterijus dera su jau minėtais Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punkte numatytos nukrypti leidžiančios nuostatos požymiais.", "label": []}
{"text": "63. Palyginimas visų pirma reikalingas vertinant, ar yra kitas priimtinas sprendimas, nes paprastai tai būna sprendimai, kurie tiriamo medžioklės būdo tikslą įgyvendina mažesniu mastu. Kuo didesnis neigiamas nagrinėjamo medžioklės būdo poveikis paukščių apsaugai, tuo labiau, siekiant tikslų, reikia jį riboti arba net visai uždrausti.", "label": []}
{"text": "64. Nagrinėjamu atveju reikia atsižvelgti į tai, kad Prancūzijos teisės aktas įpareigoja medžiotojus nedelsiant nuvalyti ir vėl paleisti draudžiamus gaudyti paukščius. Vis dėlto byloje dalyvaujančios aplinkos apsaugos asociacijos teigia, kad šio įpareigojimo nesilaikoma. Be to, klijais išteptos lazdelės pagal savo pobūdį labai kenkia sugautų paukščių plunksnoms. Todėl yra abejotina, ar paukščiai vėliau atsigauna. Generalinė advokatė D. Gerasimova taip pat yra atkreipusi dėmesį į tai, kad kai kurie sugauti paukščiai patirs stresą ir vien dėl to neišgyvens(32).", "label": [[53, 64, "LOC"], [417, 436, "PROFESSION"], [437, 450, "PER"]]}
{"text": "65. Šie prieštaravimai pabrėžia du aspektus.", "label": []}
{"text": "66. Pirma, Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punkte numatytą nukrypti leidžiančią nuostatą leidžiama taikyti tik griežtai prižiūrint; 9 straipsnio 2 dalies e punkte reikalaujama nustatyti kontrolės būdus. Jeigu buvo atliekama pakankama kontrolė, turėtų būti gana lengva remiantis atitinkamomis ataskaitomis įvertinti ar paneigti kaltinimus teisės aktų nesilaikymu.", "label": []}
{"text": "67. Antra, kompetentingos institucijos, priimdamos sprendimą dėl Paukščių apsaugos direktyvos 9 straipsnyje numatytos nukrypti leidžiančios nuostatos taikymo, turi turėti aukšto lygio aktualių mokslo žinių(33). Iš pastarųjų turi būti matyti, kiek per medžioklę klijais išteptomis lazdelėmis sugaunama kitų paukščių rūšių ir kokią žalą taip sugauti paukščiai patiria. Antraip kompetentingos institucijos, atlikdamos palyginimą, neturi galimybių tinkamai įvertinti paukščių apsaugai daromą neigiamą poveikį.", "label": []}
{"text": "68. Šiuos gaudymo būdo poveikio kitų paukščių rūšių apsaugai mokslinio vertinimo rezultatus bei neigiamą poveikį gaudomoms paukščių rūšims reikia palyginti su priešingais interesais, susijusiais su šiuo paukščių gaudymu. Kuo didesnis neigiamas medžioklės būdo poveikis, tuo svaresni turi būti interesai, pagrindžiantys jo išsaugojimą.", "label": []}
{"text": "4. Atsakymas į pirmąjį klausimą", "label": []}
{"text": "69. Taigi gaudymo būdas gali būti pripažintas pakankamai atrankiu pagal Paukščių apsaugos direktyvos 9 straipsnio 1 dalies c punktą, jeigu remiantis aukšto lygio aktualiomis mokslo žiniomis ir pakankama praktine kontrole yra užtikrinama, kad atsitiktinai sugaunamų paukščių rūšių skaičius ir šio sugavimo padariniai yra priimtini, palyginti su kultūrine gaudymo būdo reikšme.", "label": []}
{"text": "V. Išvada", "label": []}
{"text": "70. Taigi siūlau Teisingumo Teismui priimti tokį sprendimą:", "label": [[17, 35, "ORG"]]}
{"text": "1. Tradicinės pramoginės medžioklės būdo išsaugojimas gali būti priimtas kaip pagrįstas atitinkamų paukščių rūšių naudojimas. Jis gali pateisinti kito priimtino sprendimo nebuvimą ir nukrypti leidžiančios nuostatos taikymą pagal Direktyvos 2009/147/EB dėl laukinių paukščių apsaugos 9 straipsnio 1 dalies c punktą, jeigu įvykdytos kitos tokio nukrypti leidžiančios nuostatos taikymo sąlygos. Konkrečiai medžioklės būdas turi būti apribojamas nedidelio atitinkamų rūšių skaičiaus paėmimu.", "label": []}
{"text": "2. Medžioklės būdas gali būti pripažintas pakankamai atrankiu pagal Direktyvos 2009/147/EB 9 straipsnio 1 dalies c punktą, jeigu remiantis aukšto lygio aktualiomis mokslo žiniomis ir pakankama praktine kontrole yra užtikrinama, kad atsitiktinai sugaunamų paukščių rūšių skaičius ir šio sugavimo padariniai yra priimtini, palyginti su kultūrine gaudymo būdo reikšme.", "label": []}
{"text": "1 Originalo kalba: vokiečių.", "label": [[19, 27, "NATIONALITY"]]}
{"text": "2 Žr. Generalinio advokato W. R. Adelholt išvadą byloje Komisija / Ispanija („Parany“) (C‑79/03, EU:C:2004:507, 3 punktas).", "label": [[6, 26, "PROFESSION"], [27, 41, "PER"], [56, 64, "ORG"], [67, 75, "ORG"]]}
{"text": "3 Https://france3-regions.francetvinfo.fr/provence-alpes-cote-d-azur/chasse-glu-collimateur-ecologistes-ministre-surtout-europe-1857870.html, žiūrėta 2020 m. spalio 23 d.", "label": [[2, 140, "URL"], [150, 169, "DATE"]]}
{"text": "4 https://www.francetvinfo.fr/france/chasse/la-chasse-a-la-glu-pour-les-grives-et-les-merles-est-interdite-cette-annee-annonce-l-elysee_4086749.html, žiūrėta 2020 m. spalio 23 d.", "label": [[2, 148, "URL"], [158, 177, "DATE"]]}
{"text": "5 Šiuo metu – 2009 m. lapkričio 30 d. Europos Parlamento ir Tarybos direktyva 2009/147/EB dėl laukinių paukščių apsaugos (OL L 20, 2010, p. 7), iš dalies pakeista 2013 m. gegužės 13 d. Tarybos direktyva 2013/17/ES, kuria dėl Kroatijos Respublikos stojimo adaptuojamos aplinkos srities direktyvos (OL L 158, 2013, p. 193).", "label": [[14, 37, "DATE"], [38, 56, "ORG"], [60, 67, "ORG"], [163, 184, "DATE"], [185, 192, "ORG"], [225, 246, "ORG"]]}
{"text": "6 1988 m. balandžio 27 d. Sprendimas Komisija / Prancūzija (252/85, EU:C:1988:202, 23–33 punktai).", "label": [[2, 25, "DATE"], [37, 45, "ORG"], [48, 58, "ORG"]]}
{"text": "7 1988 m. balandžio 27 d. Sprendimas Komisija / Prancūzija (252/85, EU:C:1988:202, 27 ir 28 punktai) ir 2004 m. gruodžio 9 d. Sprendimas Komisija / Ispanija („Parany“) (C‑79/03, EU:C:2004:782, 34 punktas).", "label": [[2, 25, "DATE"], [37, 45, "ORG"], [48, 58, "ORG"], [104, 125, "DATE"], [137, 145, "ORG"], [148, 156, "ORG"]]}
{"text": "8 2009 m. rugsėjo 10 d. Sprendimas Komisija / Malta (C‑76/08, EU:C:2009:535, 57 punktas) ir 2020 m. balandžio 23 d. Sprendimas Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 67 punktas).", "label": [[2, 23, "DATE"], [35, 43, "ORG"], [46, 51, "ORG"], [92, 115, "DATE"], [127, 135, "ORG"], [138, 145, "ORG"]]}
{"text": "9 1989 m. liepos 11 d. Sprendimas Schräder HS Kraftfutter (265/87, EU:C:1989:303, 21 punktas), 2010 m. kovo 9 d. Sprendimas ERG ir kt. (C‑379/08 ir C‑380/08, EU:C:2010:127, 86 punktas) ir 2020 m. birželio 4 d. Sprendimas Vengrija / Komisija (C‑456/18 P, EU:C:2020:421, 41 punktas).", "label": [[2, 22, "DATE"], [34, 57, "ORG"], [95, 112, "DATE"], [124, 127, "ORG"], [188, 209, "DATE"], [221, 229, "ORG"], [232, 240, "ORG"]]}
{"text": "10 2006 m. birželio 8 d. Sprendimas WWF Italia ir kt. (C‑60/05, EU:C:2006:378, 34 punktas) ir 2020 m. balandžio 23 d. Sprendimas Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 66 punktas).", "label": [[3, 24, "DATE"], [36, 46, "ORG"], [94, 117, "DATE"], [129, 137, "ORG"], [140, 147, "ORG"]]}
{"text": "11 Žr. šios išvados 11 punktą.", "label": []}
{"text": "12 1987 m. liepos 8 d. Sprendimas Komisija / Belgija (247/85, EU:C:1987:339, 41 punktas) ir 1996 m. gruodžio 12 d. Sprendimas LRBPO ir AVES (C‑10/96, EU:C:1996:504, 18 punktas).", "label": [[3, 22, "DATE"], [34, 42, "ORG"], [45, 52, "ORG"], [92, 114, "DATE"], [126, 131, "ORG"], [135, 139, "ORG"]]}
{"text": "13 2009 m. rugsėjo 10 d. Sprendimas Komisija / Malta (C‑76/08, EU:C:2009:535, 57 punktas) ir 2020 m. balandžio 23 d. Sprendimas Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 67 punktas).", "label": [[3, 24, "DATE"], [36, 44, "ORG"], [47, 52, "ORG"], [93, 116, "DATE"], [128, 136, "ORG"], [139, 146, "ORG"]]}
{"text": "14 Dėl jaunimo apsaugos žr. 2008 m. vasario 14 d. Sprendimą Dynamic Medien (C‑244/06, EU:C:2008:85, 44 punktas), dėl kelių eismo saugumo žr. 2009 m. vasario 10 d. Sprendimą Komisija / Italija (C‑110/05, EU:C:2009:66, 65 punktas), dėl sveikatos apsaugos lygio – 1989 m. kovo 7 d. Sprendimą Bakker (215/87, EU:C:1989:111, 17 punktas), 2003 m. gruodžio 11 d. Sprendimą Deutscher Apothekerverband (C‑322/01, EU:C:2003:664, 103 punktas) ir 2020 m. spalio 1 d. Sprendimą A (Vaistų reklama ir pardavimas internete) (C‑649/18, EU:C:2020:764, 71 punktas).", "label": [[28, 49, "DATE"], [60, 74, "ORG"], [141, 162, "DATE"], [173, 181, "ORG"], [184, 191, "ORG"], [261, 278, "DATE"], [289, 295, "PER"], [333, 354, "DATE"], [366, 392, "ORG"], [435, 454, "DATE"], [465, 466, "ORG"]]}
{"text": "15 1987 m. liepos 8 d. Sprendimas Komisija / Belgija (247/85, EU:C:1987:339, 41 punktas) ir 1996 m. gruodžio 12 d. Sprendimas LRBPO ir AVES (C‑10/96, EU:C:1996:504, 18 punktas).", "label": [[3, 22, "DATE"], [34, 42, "ORG"], [45, 52, "ORG"], [92, 114, "DATE"], [126, 131, "ORG"], [135, 139, "ORG"]]}
{"text": "16 1979 m. gegužės 16 d. Sprendimas Galli (84/78, EU:C:1979:129, 21 punktas), 2002 m. sausio 29 d. Sprendimas Jachowicz-Perrin (C‑162/00, EU:C:2002:57, 55 punktas) ir 2015 m. spalio 6 d. Sprendimas Komisija / Leotveisen (C‑303/13 P, EU:C:2015:647, 49 punktas).", "label": [[3, 24, "DATE"], [36, 41, "PER"], [78, 97, "DATE"], [110, 126, "PER"], [167, 186, "DATE"], [198, 206, "ORG"], [209, 219, "PER"]]}
{"text": "17 Generalinio advokato M. Torgeby išvada byloje LRBPO ir AVES (C‑10/96, EU:C:1996:430, 36 punktas), generalinio advokato D. Philip-Martin Cooper išvada byloje Ligue pour la protection des oiseaux ir kt. (C‑182/02, EU:C:2003:248, 23 ir paskesni punktai), generalinio advokato W. R. Adelholt išvada byloje Komisija / Ispanija („Parany“) (C‑79/03, EU:C:2004:507, 35 punktas) ir generalinės advokatės D. Gerasimova išvada byloje Komisija / Malta (Kikiliai) (C‑557/15, EU:C:2017:613, 90 ir 107–110 punktai).", "label": [[3, 23, "PROFESSION"], [24, 34, "PER"], [49, 54, "ORG"], [58, 62, "ORG"], [101, 121, "PROFESSION"], [122, 145, "PER"], [160, 196, "ORG"], [255, 275, "PROFESSION"], [276, 290, "PER"], [305, 313, "ORG"], [316, 324, "ORG"], [376, 397, "PROFESSION"], [398, 411, "PER"], [426, 434, "ORG"], [437, 442, "ORG"]]}
{"text": "18 1987 m. liepos 8 d. Sprendimas Komisija / Italija (262/85, EU:C:1987:340, 38 punktas), 1996 m. gruodžio 12 d. Sprendimas LRBPO ir AVES (C‑10/96, EU:C:1996:504, 16 ir 24 punktai), 2003 m. spalio 16 d. Sprendimas Ligue pour la protection des oiseaux ir kt. (C‑182/02, EU:C:2003:558, 11 punktas) ir 2020 m. balandžio 23 d. Sprendimas Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 65 punktas).", "label": [[3, 22, "DATE"], [34, 42, "ORG"], [45, 52, "ORG"], [90, 112, "DATE"], [124, 129, "ORG"], [133, 137, "ORG"], [182, 202, "DATE"], [214, 250, "ORG"], [299, 322, "DATE"], [334, 342, "ORG"], [345, 352, "ORG"]]}
{"text": "19 Mano išvada sujungtose bylose Föreningen Skydda Skogen ir kt. (C‑473/19 ir C‑474/19, EU:C:2020:699, 97 punktas).", "label": [[33, 57, "ORG"]]}
{"text": "20 Žr. 1987 m. liepos 8 d. sprendimus Komisija / Belgija (247/85, EU:C:1987:339, 8 punktas) ir Komisija / Italija (262/85, EU:C:1987:340, 8 punktas); taip pat 1994 m. sausio 19 d. Sprendimą Association pour la protection des animaux sauvages ir kt. (C‑435/92, EU:C:1994:10, 20 punktas).", "label": [[7, 26, "DATE"], [38, 46, "ORG"], [49, 56, "ORG"], [95, 103, "ORG"], [106, 113, "ORG"], [159, 179, "DATE"], [190, 241, "ORG"]]}
{"text": "21 Žr. 1988 m. balandžio 27 d. Sprendimą Komisija / Prancūzija (252/85, EU:C:1988:202, 28 punktas), 2003 m. spalio 16 d. Sprendimą Ligue pour la protection des oiseaux ir kt. (C‑182/02, EU:C:2003:558, 17 punktas) ir 2020 m. balandžio 23 d. Sprendimą Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 68 punktas); taip pat generalinio advokato W. R. Adelholt išvadą byloje WWF Italia ir kt. (C‑60/05, EU:C:2006:116, 50 punktas) ir mano išvadą byloje Komisija / Airija (C‑418/04, EU:C:2006:569, 111 ir 112 punktai).", "label": [[7, 30, "DATE"], [41, 49, "ORG"], [52, 62, "ORG"], [100, 120, "DATE"], [131, 167, "ORG"], [216, 239, "DATE"], [250, 258, "ORG"], [261, 268, "ORG"], [366, 386, "PROFESSION"], [387, 401, "PER"], [416, 426, "ORG"], [493, 501, "ORG"], [504, 510, "ORG"]]}
{"text": "22 2003 m. spalio 16 d. Sprendimas Ligue pour la protection des oiseaux ir kt. ((C‑182/02, EU:C:2003:558, 17 punktas), 2006 m. birželio 8 d. Sprendimas WWF Italia ir kt. (C‑60/05, EU:C:2006:378, 32 punktas), 2009 m. rugsėjo 10 d. Sprendimas Komisija / Malta (C‑76/08, EU:C:2009:535, 59 punktas) ir 2020 m. balandžio 23 d. Sprendimas Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 68 punktas).", "label": [[3, 23, "DATE"], [35, 71, "ORG"], [119, 140, "DATE"], [152, 162, "ORG"], [208, 229, "DATE"], [241, 249, "ORG"], [252, 257, "ORG"], [298, 321, "DATE"], [333, 341, "ORG"], [344, 351, "ORG"]]}
{"text": "23 2003 m. spalio 16 d. Sprendimas Ligue pour la protection des oiseaux ir kt. (C‑182/02, EU:C:2003:558, 17 punktas), 2018 m. birželio 21 d. Sprendimas Komisija / Malta (Kikiliai) (C‑557/15, EU:C:2018:477, 66 punktas) ir 2020 m. balandžio 23 d. Sprendimas Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 89 punktas).", "label": [[3, 23, "DATE"], [35, 71, "ORG"], [118, 140, "DATE"], [152, 160, "ORG"], [163, 168, "ORG"], [221, 244, "DATE"], [256, 264, "ORG"], [267, 274, "ORG"]]}
{"text": "24 2005 m. gruodžio 15 d. Sprendimas Komisija / Suomija (C‑344/03, EU:C:2005:770, 53 ir 54 punktai), 2018 m. birželio 21 d. Sprendimas Komisija / Malta (Kikiliai) (C‑557/15, EU:C:2018:477, 63 punktas). Tai, kad 2020 m. balandžio 23 d. Sprendime Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 90 punktas), nenurodant tolesnių motyvų, aiškiai neminimas bendro gaištamumo skaičius, ko gero, neturi reikšmės, turint galvoje nuorodą į ankstesnę jurisprudenciją.", "label": [[3, 25, "DATE"], [37, 45, "ORG"], [48, 55, "ORG"], [101, 123, "DATE"], [135, 143, "ORG"], [146, 151, "ORG"], [211, 234, "DATE"], [245, 253, "ORG"], [256, 263, "ORG"]]}
{"text": "25 Generalinio advokato M. P. Silva Bento išvada byloje Komisija / Prancūzija (252/85, EU:C:1988:55, 43 punktas). Žr. ir 1988 m. balandžio 27 d. Sprendimą Komisija / Prancūzija (252/85, EU:C:1988:202, 27 punktas).", "label": [[3, 23, "PROFESSION"], [24, 41, "PER"], [56, 64, "ORG"], [67, 77, "ORG"], [121, 144, "DATE"], [155, 163, "ORG"], [166, 176, "ORG"]]}
{"text": "26 2004 m. gruodžio 9 d. Sprendimas Komisija / Ispanija („Parany“) (C‑79/03, EU:C:2004:782, 20 punktas).", "label": [[3, 24, "DATE"], [36, 44, "ORG"], [47, 55, "ORG"]]}
{"text": "27 Žr. generalinio advokato M. P. Silva Bento išvadą byloje Komisija / Prancūzija (252/85, EU:C:1988:55, 43 punktas). Žr. ir 1987 m. liepos 8 d. Sprendimą Komisija / Italija (262/85, EU:C:1987:340, 39 punktas) ir 2018 m. birželio 21 d. Sprendimą Komisija / Malta (Kikiliai) (C‑557/15, EU:C:2018:477, 84 ir 85 punktai).", "label": [[7, 27, "PROFESSION"], [28, 45, "PER"], [60, 68, "ORG"], [71, 81, "ORG"], [125, 144, "DATE"], [155, 163, "ORG"], [166, 173, "ORG"], [213, 235, "DATE"], [246, 254, "ORG"], [257, 262, "ORG"]]}
{"text": "28 1988 m. balandžio 27 d. Sprendimas Komisija / Prancūzija (252/85, EU:C:1988:202, 27 ir 28 punktai).", "label": [[3, 26, "DATE"], [38, 46, "ORG"], [49, 59, "ORG"]]}
{"text": "29 Žr. ir 2004 m. gruodžio 9 d. Sprendimą Komisija / Ispanija („Parany“) (C‑79/03, EU:C:2004:782, 34 punktas) ir 2018 m. birželio 21 d. Sprendimą Komisija / Malta (Kikiliai) (C‑557/15, EU:C:2018:477, 84 ir paskesni punktai).", "label": [[10, 31, "DATE"], [42, 50, "ORG"], [53, 61, "ORG"], [113, 135, "DATE"], [146, 154, "ORG"], [157, 162, "ORG"]]}
{"text": "30 Išvada byloje Komisija / Ispanija („Parany“) (C‑79/03, EU:C:2004:507, 31 punktas).", "label": [[17, 25, "ORG"], [28, 36, "ORG"]]}
{"text": "31 Žr. šios išvados 24–28 punktus.", "label": []}
{"text": "32 Išvada byloje Komisija / Malta (Kikiliai) (C‑557/15, EU:C:2017:613, 102 punktas).", "label": [[17, 25, "ORG"], [28, 33, "ORG"]]}
{"text": "33 Žr. 2006 m. birželio 8 d. Sprendimą WWF Italia ir kt. (C‑60/05, EU:C:2006:378, 28 punktas), 2019 m. spalio 10 d. Sprendimą Luonnonsuojeluyhdistys Tapiola (C‑674/17, EU:C:2019:851, 45 ir 51 punktai) ir 2020 m. balandžio 23 d. Sprendimą Komisija / Suomija (Pavasarinė paprastųjų gagų patinėlių medžioklė) (C‑217/19, EU:C:2020:291, 70 punktas).", "label": [[7, 28, "DATE"], [39, 49, "ORG"], [95, 115, "DATE"], [126, 156, "ORG"], [204, 227, "DATE"], [238, 246, "ORG"], [249, 256, "ORG"]]}
