{"text": "TEISINGUMO TEISMO (pirmoji kolegija) SPRENDIMAS", "label": [[0, 36, "ORG"]]}
{"text": "2021 m. sausio 14 d.(*)", "label": [[0, 20, "DATE"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Laisvės, saugumo ir teisingumo erdvė – Direktyva 2008/115/EB – Bendri neteisėtai esančių trečiųjų šalių piliečių grąžinimo standartai ir tvarka valstybėse narėse – 5 straipsnio a punktas, 6 straipsnio 1 ir 4 dalys, 8 straipsnio 1 dalis ir 10 straipsnis – Sprendimas grąžinti nelydimą nepilnametį – Vaiko interesai – Atitinkamai valstybei narei tenkanti pareiga prieš priimant sprendimą grąžinti įsitikinti, kad nepilnametis bus grąžintas savo šeimos nariui, paskirtam globėjui ar tinkamoms priėmimo įstaigoms valstybėje, į kurią jis grąžinamas – Siekiant suteikti teisę gyventi šalyje atliekamas skirtingas nelydimo nepilnamečio vertinimas vien dėl jo amžiaus – Sprendimas grąžinti, po kurio nesiimama išsiuntimo priemonių“", "label": []}
{"text": "Byloje C‑441/19", "label": []}
{"text": "dėl Rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (Hertogenbose posėdžiaujantis Hagos teismas, Nyderlandai) 2019 m. birželio 12 d. nutartimi, kurią Teisingumo Teismas gavo tą pačią dieną, pagal SESV 267 straipsnį pateikto prašymo priimti prejudicinį sprendimą byloje", "label": [[4, 22, "ORG"], [38, 54, "LOC"], [56, 68, "LOC"], [85, 98, "ORG"], [100, 111, "LOC"], [113, 135, "DATE"], [153, 171, "ORG"]]}
{"text": "RZ prieš Staatssecretaris van Justitie en Veiligheid", "label": [[0, 2, "PER"], [9, 52, "PROFESSION"]]}
{"text": "TEISINGUMO TEISMAS (pirmoji kolegija),", "label": [[0, 37, "ORG"]]}
{"text": "kurį sudaro kolegijos pirmininkas S.-Z. Brunschot, teisėjai G. Peeter Hughes, A. Krüger, O. Andersson (pranešėjas) ir F. Marainen,", "label": [[12, 33, "PROFESSION"], [34, 49, "PER"], [51, 59, "PROFESSION"], [60, 76, "PER"], [78, 87, "PER"], [89, 101, "PER"], [103, 113, "PROFESSION"], [118, 129, "PER"]]}
{"text": "generalinis advokatas G. Meelimäe,", "label": [[0, 21, "PROFESSION"], [22, 33, "PER"]]}
{"text": "kancleris V. Schubert,", "label": [[0, 9, "PROFESSION"], [10, 21, "PER"]]}
{"text": "atsižvelgęs į rašytinę proceso dalį,", "label": []}
{"text": "išnagrinėjęs pastabas, pateiktas:", "label": []}
{"text": "– RZ, atstovaujamos advokato J. M. Kraus,", "label": [[2, 4, "PER"], [20, 28, "PROFESSION"], [29, 40, "PER"]]}
{"text": "– Nyderlandų vyriausybės, atstovaujamos T. R. Jansen ir R. G. Manveld,", "label": [[2, 24, "ORG"], [40, 52, "PER"], [56, 69, "PER"]]}
{"text": "– Belgijos vyriausybės, atstovaujamos R. Van Reenen ir F. Bakker,", "label": [[2, 22, "ORG"], [38, 51, "PER"], [55, 64, "PER"]]}
{"text": "– Europos Komisijos, atstovaujamos S. Moldovan ir I. Britton,", "label": [[2, 19, "ORG"], [35, 46, "PER"], [50, 60, "PER"]]}
{"text": "susipažinęs su 2020 m. liepos 2 d. posėdyje pateikta generalinio advokato išvada,", "label": [[15, 34, "DATE"], [53, 73, "PROFESSION"]]}
{"text": "priima šį Sprendimą", "label": []}
{"text": "1 Šis prašymas priimti prejudicinį sprendimą pateiktas dėl Europos Sąjungos pagrindinių teisių chartijos (toliau – Chartija) 4, 21 ir 24 straipsnių, 2008 m. gruodžio 16 d. Europos Parlamento ir Tarybos direktyvos 2008/115/EB dėl bendrų nelegaliai [neteisėtai] esančių trečiųjų šalių piliečių grąžinimo standartų ir tvarkos valstybėse narėse (OL L 348, 2008, p. 98) 5 straipsnio a punkto, 6 straipsnio 1 ir 4 dalių, 8 straipsnio 1 dalies ir 10 straipsnio bei 2011 m. gruodžio 13 d. Europos Parlamento ir Tarybos direktyvos 2011/95/ES dėl trečiųjų šalių piliečių ar asmenų be pilietybės priskyrimo prie tarptautinės apsaugos gavėjų, vienodo statuso pabėgėliams arba papildomą apsaugą galintiems gauti asmenims ir suteikiamos apsaugos pobūdžio reikalavimų (OL L 337, 2011, p. 9) 15 straipsnio išaiškinimo.", "label": [[59, 75, "LOC"], [149, 171, "DATE"], [172, 190, "ORG"], [194, 201, "ORG"], [458, 480, "DATE"], [481, 499, "ORG"], [503, 510, "ORG"]]}
{"text": "2 Šis prašymas pateiktas nagrinėjant RZ, nelydimo nepilnamečio, kuris yra neteisėtai šalyje esantis trečiosios šalies pilietis, ir Staatssecretaris van Justitie en Veiligheid (valstybės saugumo ir teisingumo reikalų sekretorius, Nyderlandai, toliau – valstybės sekretorius) ginčą dėl sprendimo, kuriuo šiam nepilnamečiui nurodoma išvykti iš Europos Sąjungos teritorijos, teisėtumo.", "label": [[37, 39, "PER"], [131, 174, "PROFESSION"], [176, 227, "PROFESSION"], [229, 240, "LOC"], [251, 272, "PROFESSION"], [341, 357, "LOC"]]}
{"text": "Teisinis pagrindas", "label": []}
{"text": "Sąjungos teisė", "label": [[0, 8, "LOC"]]}
{"text": "Direktyva 2008/115", "label": []}
{"text": "3 Direktyvos 2008/115 2, 4, 22 ir 24 konstatuojamosiose dalyse nurodyta:", "label": []}
{"text": "„(2) 2004 m. lapkričio 4 ir 5 d. Briuselio Europos Vadovų Taryba paragino suformuoti efektyvią išsiuntimo ir repatriacijos politiką, pagrįstą bendrais standartais, siekiant, kad su grąžintinais asmenimis būtų elgiamasi žmoniškai ir kad būtų gerbiamos jų pagrindinės teisės ir orumas.", "label": [[5, 32, "DATE"], [33, 42, "LOC"], [43, 64, "ORG"]]}
{"text": "<...>", "label": []}
{"text": "(4) Turi būti nustatytos aiškios, suprantamos ir teisingos taisyklės siekiant sukurti efektyvią grąžinimo politiką kaip privalomą gerai veikiančios migracijos politikos elementą.", "label": []}
{"text": "<...>", "label": []}
{"text": "(22) Pagal 1989 m. Jungtinių Tautų Vaiko teisių konvenciją valstybės narės, įgyvendindamos šią direktyvą, visų pirma turėtų atsižvelgti į „vaiko interesus“. Pagal Europos žmogaus teisių ir pagrindinių laisvių apsaugos konvenciją[, pasirašytą 1950 m. lapkričio 4 d. Romoje,] valstybės narės, įgyvendindamos šią direktyvą, visų pirma turėtų atsižvelgti į pagarbą šeimos gyvenimui.", "label": [[11, 18, "DATE"], [19, 34, "ORG"], [163, 170, "LOC"], [242, 264, "DATE"], [265, 271, "LOC"]]}
{"text": "<...>", "label": []}
{"text": "(24) Ši direktyva gerbia pagrindines teises ir laikosi principų, kurie visų pirma pripažinti [Chartijoje].“", "label": []}
{"text": "4 Šios direktyvos 1 straipsnyje „Objektas“ nustatyta:", "label": []}
{"text": "„Šia direktyva nustatomi bendri standartai ir tvarka, taikomi valstybėse narėse, grąžinant neteisėtai esančius trečiųjų šalių piliečius, remiantis pagrindinėmis teisėmis kaip Bendrijos ir tarptautinės teisės bendraisiais principais, įskaitant pabėgėlių apsaugos ir žmogaus teisių reikalavimus.“", "label": [[175, 184, "LOC"]]}
{"text": "5 Minėtos direktyvos 2 straipsnio „Taikymo sritis“ 1 ir 2 dalyse nustatyta:", "label": []}
{"text": "„1. Ši direktyva taikoma trečiųjų šalių piliečiams, neteisėtai esantiems valstybės narės teritorijoje.", "label": []}
{"text": "2. Valstybės narės gali nuspręsti netaikyti šios direktyvos trečiųjų šalių piliečiams:", "label": []}
{"text": "a) kuriems atsisakyta leisti atvykti pagal [2006 m. kovo 15 d. Europos Parlamento ir Tarybos reglamento (EB) Nr. 562/2006, nustatančio taisyklių, reglamentuojančių asmenų judėjimą per sienas, Bendrijos kodeksą (Šengeno sienų kodeksas) (OL L 105, 2006, p. 1)], 13 straipsnį arba kuriuos kompetentingos institucijos sulaikė ar suėmė dėl neteisėto valstybės narės išorės sienos kirtimo sausuma, jūra ar oru, ir kurie po to nėra gavę leidimo ar teisės būti toje valstybėje narėje;", "label": [[44, 62, "DATE"], [63, 81, "ORG"], [85, 92, "ORG"], [192, 201, "LOC"], [211, 218, "LOC"]]}
{"text": "b) kurie grąžinami pagal nacionalinę teisę vykdant baudžiamosios teisės sankciją arba tai yra baudžiamosios teisės sankcijos taikymo pasekmė, arba kuriems taikomos ekstradicijos procedūros.“", "label": []}
{"text": "6 Direktyvos 3 straipsnyje „Sąvokų apibrėžtys“ nustatyta:", "label": []}
{"text": "„Šioje direktyvoje vartojamos šios sąvokų apibrėžtys:", "label": []}
{"text": "<...>", "label": []}
{"text": "2) „neteisėtas buvimas [šalyje]“ – trečiosios šalies piliečio, kuris neatitinka arba nebeatitinka Šengeno sienų kodekso 5 straipsnyje nustatytų atvykimo sąlygų ar kitų atvykimo, buvimo ar gyvenimo toje valstybėje narėje sąlygų, buvimas valstybės narės teritorijoje“;", "label": [[98, 105, "LOC"]]}
{"text": "<...>", "label": []}
{"text": "5) „išsiuntimas“ – priverstinis prievolės grįžti įvykdymas, tai yra fizinis išvežimas iš valstybės narės;", "label": []}
{"text": "<...>", "label": []}
{"text": "9) „pažeidžiami asmenys“ – nepilnamečiai, nelydimi nepilnamečiai, neįgalieji, pagyvenę žmonės, nėščios moterys, vieniši tėvai, turintys nepilnamečių vaikų, bei asmenys, kurie buvo kankinti, išprievartauti ar patyrė kitokių formų sunkų psichologinį, fizinį ar seksualinį smurtą.“", "label": []}
{"text": "7 Direktyvos 2008/115 5 straipsnis „Negrąžinimas, vaiko interesai, šeimos gyvenimas ir sveikatos būklė“ suformuluotas taip:", "label": []}
{"text": "„Valstybės narės, įgyvendindamos šią direktyvą, tinkamai atsižvelgia į:", "label": []}
{"text": "a) vaiko interesus,", "label": []}
{"text": "b) šeimos gyvenimą,", "label": []}
{"text": "c) atitinkamo trečiosios šalies piliečio sveikatos būklę,", "label": []}
{"text": "ir laikosi negrąžinimo principo.“", "label": []}
{"text": "8 Šios direktyvos 6 straipsnio „Sprendimas grąžinti“ 1 ir 4 dalyse nurodyta:", "label": []}
{"text": "„1. Valstybės narės priima sprendimą grąžinti kiekvieno trečiosios šalies piliečio, neteisėtai esančio jų teritorijoje, atžvilgiu, nepažeisdamos 2–5 dalyse nurodytų išimčių.", "label": []}
{"text": "<...>", "label": []}
{"text": "4. Valstybės narės, atsižvelgdamos į asmenines, humanitares ar kitas priežastis, bet kuriuo metu gali suteikti atskirą leidimą gyventi ar kitokį leidimą, suteikiantį teisę pasilikti neteisėtai jų teritorijoje esančiam trečiosios šalies piliečiui. Tokiu atveju sprendimas grąžinti nepriimamas. Jei sprendimas grąžinti jau buvo priimtas, jis panaikinamas arba sustabdomas leidimo gyventi [šalyje] arba kito leidimo, suteikiančio teisę pasilikti [šalyje], galiojimo laikotarpiui.“", "label": []}
{"text": "9 Minėtos direktyvos 8 straipsnio „Išsiuntimas“ 1 dalyje nustatyta:", "label": []}
{"text": "„Valstybės narės imasi visų būtinų priemonių, kad įvykdytų sprendimą grąžinti, jei nebuvo suteiktas laikotarpis savanoriškai išvykti pagal 7 straipsnio 4 dalį arba jei nebuvo laikomasi įpareigojimo grįžti per savanoriško išvykimo laikotarpį, numatytą pagal 7 straipsnį.“", "label": []}
{"text": "10 Tos pačios direktyvos 10 straipsnis „Nelydimų nepilnamečių grąžinimas ir išsiuntimas“ suformuluotas taip:", "label": []}
{"text": "„1. Prieš priimant sprendimą grąžinti nelydimą nepilnametį, atitinkamos įstaigos (ne tos įstaigos, kurios vykdo grąžinimą) turi suteikti pagalbą deramai atsižvelgdamos į vaiko interesus.", "label": []}
{"text": "2. Valstybės narės institucijos, prieš išsiųsdamos nelydimą nepilnametį iš tos valstybės narės teritorijos, įsitikina, kad jis bus grąžintas jo šeimos nariui, paskirtam globėjui ar kad jis bus tinkamai priimtas [ar tinkamoms priėmimo įstaigoms] valstybėje, į kurią jis grąžinamas.“", "label": []}
{"text": "Direktyva 2011/95", "label": []}
{"text": "11 Direktyvos 2011/95 1 straipsnyje „Tikslas“ nurodyta:", "label": []}
{"text": "„Šios direktyvos tikslas – nustatyti trečiųjų šalių piliečių ar asmenų be pilietybės priskyrimo prie tarptautinės apsaugos gavėjų, vienodo statuso pabėgėliams arba papildomą apsaugą galintiems gauti asmenims ir suteikiamos apsaugos pobūdžio reikalavimus.“", "label": []}
{"text": "12 Šios direktyvos 2 straipsnyje „Terminų apibrėžtys“ numatyta:", "label": []}
{"text": "„Šioje direktyvoje vartojamos šios sąvokų apibrėžtys:", "label": []}
{"text": "<...>", "label": []}
{"text": "(f) papildomą apsaugą galintis gauti asmuo – trečiosios šalies pilietis arba asmuo be pilietybės, kuris negali būti laikomas pabėgėliu, tačiau apie kurį pagrįstai galima manyti, kad jei jis būtų grąžintas į savo kilmės šalį arba – asmens be pilietybės atveju – į šalį, kurioje yra jos ankstesnė įprastinė gyvenamoji vieta, jam kiltų realus pavojus patirti 15 straipsnyje apibrėžtą didelę žalą, kuriam netaikomos 17 straipsnio 1 bei 2 dalys ir kuris negali arba dėl tokio pavojaus nepageidauja naudotis tos šalies apsauga;", "label": []}
{"text": "<...>“", "label": []}
{"text": "13 Minėtos direktyvos 15 straipsnyje „Didelė žala“, susijusiame su papildomos apsaugos sąlygomis, nustatyta:", "label": []}
{"text": "„Didelė žala yra:", "label": []}
{"text": "a) mirties bausmė ar egzekucija arba", "label": []}
{"text": "b) prašytojo kankinimas, nežmoniškas ar žeminamas elgesys arba baudimas kilmės šalyje, arba", "label": []}
{"text": "c) rimta ir asmeninė grėsmė civilio gyvybei ar asmeniui, kylanti dėl nesirenkamojo smurto tarptautinio ar vidaus ginkluoto konflikto metu.“", "label": []}
{"text": "Direktyva 2013/33/ES", "label": []}
{"text": "14 2013 m. birželio 26 d. Europos Parlamento ir Tarybos direktyvos 2013/33/ES, kuria nustatomos normos dėl tarptautinės apsaugos prašytojų priėmimo (OL L 180, 2013, p. 96), 1 straipsnyje numatyta:", "label": [[3, 25, "DATE"], [26, 44, "ORG"], [48, 55, "ORG"]]}
{"text": "„Šios direktyvos tikslas – nustatyti tarptautinės apsaugos prašytojų <...> priėmimo normas valstybėse narėse.“", "label": []}
{"text": "15 Šios direktyvos 2 straipsnyje numatyta:", "label": []}
{"text": "„Šioje direktyvoje:", "label": []}
{"text": "<...>", "label": []}
{"text": "d) nepilnametis – jaunesnis nei 18 metų trečiosios šalies pilietis arba asmuo be pilietybės;", "label": [[32, 34, "AMOUNT_VALUE"], [35, 39, "AMOUNT_UNIT"]]}
{"text": "<...>“", "label": []}
{"text": "Nyderlandų teisė", "label": [[0, 10, "LOC"]]}
{"text": "16 2000 m. lapkričio 23 d. wet tot algehele herziening van de Vreemdelingenwet (Įstatymas dėl Užsieniečių įstatymo naujos redakcijos) (Stb., 2000, Nr. 495, toliau – 2000 m. įstatymas) 8 straipsnio a, f, h ir j punktuose numatyta:", "label": [[3, 26, "DATE"], [165, 172, "DATE"]]}
{"text": "„Užsienietis gali teisėtai gyventi Nyderlanduose tik tuomet, jeigu:", "label": [[35, 48, "LOC"]]}
{"text": "a) turi leidimą laikinai gyventi šalyje pagal šio įstatymo 14 straipsnį;", "label": []}
{"text": "<...>", "label": []}
{"text": "f) laukia sprendimo dėl prašymo [išduoti leidimą laikinai gyventi šalyje (suteikti prieglobstį)], kai vadovaujantis šiuo įstatymu ar pagal šį įstatymą priimta nuostata arba teismo sprendimu jo nereikia palydėti iki sienos, kol nepriimtas sprendimas dėl prašymo;", "label": []}
{"text": "<...>", "label": []}
{"text": "h) laukia sprendimo dėl administracine arba teismine tvarka pateikto skundo, kai vadovaujantis šiuo įstatymu ar pagal šį įstatymą priimta nuostata arba teismo sprendimu jo nereikia palydėti iki sienos, kol nepriimtas sprendimas dėl jo administracine arba teismine tvarka pateikto skundo;", "label": []}
{"text": "<...>", "label": []}
{"text": "j) yra aplinkybių, dėl kurių jo išsiųsti negalima, kaip tai suprantama pagal 64 straipsnį;", "label": []}
{"text": "<...>“", "label": []}
{"text": "17 Šio įstatymo 14 straipsnio 1 dalyje numatyta:", "label": []}
{"text": "„Ministras turi įgaliojimus:", "label": [[1, 10, "PROFESSION"]]}
{"text": "a) patenkinti, atmesti arba palikti nenagrinėtą prašymą suteikti leidimą laikinai gyventi šalyje;", "label": []}
{"text": "<...>", "label": []}
{"text": "e) ex officio išduoti leidimą laikinai gyventi šalyje arba pratęsti jo galiojimo laiką.“", "label": []}
{"text": "18 Minėto įstatymo 64 straipsnyje numatyta:", "label": []}
{"text": "„Išsiuntimas iš šalies atidedamas tol, kol užsieniečio arba jo šeimos nario sveikatos būklė neleidžia keliauti.“", "label": []}
{"text": "19 2000 m. lapkričio 23 d. Vreemdelingenbesluit 2000 (2000 m. Nutarimas dėl užsieniečių) (Stb., 2000, Nr. 497) 3.6a straipsnyje nustatyta:", "label": [[3, 26, "DATE"], [48, 52, "DATE"], [54, 61, "DATE"]]}
{"text": "„1. Jei pirmasis prašymas išduoti leidimą laikinai gyventi šalyje remiantis suteiktu prieglobsčiu yra atmetamas, leidimas teisėtai gyventi šalyje tam tikrą laikotarpį vis dėlto gali būti išduodamas ex officio:", "label": []}
{"text": "a) užsieniečiui, kurio išsiuntimas iš šalies prieštarautų Žmogaus teisių ir pagrindinių laisvių apsaugos konvencijos 8 straipsniui;", "label": []}
{"text": "b) taikant apribojimą dėl laikinųjų humanitarinių priežasčių – užsieniečiui, kuris yra prekybos žmonėmis auka arba teigia esąs prekybos žmonėmis auka ar liudytojas, kaip nurodyta 3.48 straipsnio 1 dalies a, b arba c punktuose.", "label": []}
{"text": "<...>", "label": []}
{"text": "4. Leidimas gyventi šalyje išduodamas remiantis pirmuoju taikytinu pagrindu, nurodytu 1 dalyje.", "label": []}
{"text": "<...>“", "label": []}
{"text": "20 Vreemdelingencirculaire 2000 (2000 m. Aplinkraštis dėl užsieniečių) B8/6 dalyje nurodyta:", "label": [[27, 31, "DATE"], [33, 40, "DATE"]]}
{"text": "„<...>", "label": []}
{"text": "Toliau nenagrinėjant leidimas teisėtai gyventi šalyje tam tikrą laikotarpį gali būti išduodamas ex officio, jei įvykdytos šios sąlygos:", "label": []}
{"text": "– pateikdamas pirmąjį prašymą išduoti leidimą gyventi šalyje užsienietis yra jaunesnis nei 15 metų,", "label": [[91, 93, "AMOUNT_VALUE"], [94, 98, "AMOUNT_UNIT"]]}
{"text": "– užsienietis pateikė patikimų pareiškimų apie savo tapatybę, pilietybę, tėvus ir kitus šeimos narius,", "label": []}
{"text": "– iš užsieniečio pareiškimų matyti, kad nėra nei jo šeimos nario, nei jokio kito asmens, kuris gali jį tinkamai priimti ir pas kurį jam būtų galima grįžti,", "label": []}
{"text": "– vykstant procedūrai užsienietis netrukdė atlikti tyrimo, susijusio su priėmimo galimybėmis kilmės šalyje ar kitoje šalyje,", "label": []}
{"text": "– visuotinai žinoma, kad paprastai nėra tinkamo priėmimo, ir daroma prielaida, kad artimiausiu metu toks priėmimas nebus galimas kilmės šalyje ar kitoje šalyje, į kurią užsienietis galėtų pagrįstai grįžti. Tokiu atveju daroma prielaida, kad Dienst Terugkeer en Vertrek (Teisingumo ministerijos Grąžinimo ir išvykimo tarnyba, Nyderlandai) negalės rasti tinkamo priėmimo būdo per trejų metų laikotarpį.", "label": [[241, 268, "ORG"], [270, 323, "ORG"], [325, 336, "LOC"], [378, 383, "AMOUNT_VALUE"], [384, 388, "AMOUNT_UNIT"]]}
{"text": "<...>“", "label": []}
{"text": "Pagrindinė byla ir prejudiciniai klausimai", "label": []}
{"text": "21 RZ, nelydimas nepilnametis, nenustatytą dieną atvyko į Nyderlandus ir 2017 m. birželio 30 d. pateikė prašymą išduoti leidimą laikinai gyventi šalyje kaip pabėgėliui pagal 2000 m. įstatymą.", "label": [[3, 5, "PER"], [58, 69, "LOC"], [73, 95, "DATE"], [174, 181, "DATE"]]}
{"text": "22 Šiame prašyme RZ nurodė, kad jis gimė 2002 m. vasario 14 d. Gvinėjoje. Dar būdamas labai jauno amžiaus su savo teta nuvyko gyventi į Siera Leonę. Mirus tetai, RZ susipažino su iš Nigerijos atvykusiu vyru, kuris jį nuvežė į Europą. Amsterdame (Nyderlandai) jis tapo prekybos žmonėmis ir seksualinio išnaudojimo auka, dėl to dabar kenčia nuo sunkių psichinių sutrikimų.", "label": [[17, 19, "PER"], [41, 62, "DATE"], [63, 72, "LOC"], [136, 147, "LOC"], [162, 164, "PER"], [182, 191, "LOC"], [226, 232, "LOC"], [234, 258, "LOC"]]}
{"text": "23 2018 m. kovo 23 d. sprendimu valstybės sekretorius ex officio nusprendė, kad RZ, kuriam tuo metu buvo suėję 16 metų ir vienas mėnuo, negali būti išduotas leidimas laikinai gyventi šalyje. Šiuo sprendimu pagal 2000 m. įstatymo 64 straipsnį buvo leista laikinai atidėti RZ palydėjimą iki sienos ne ilgesniam kaip šešių mėnesių laikotarpiui arba, priėmus sprendimą ex officio, – trumpesniam laikotarpiui, kol Bureau Medische Advisering (Saugumo ir teisingumo ministerijos Medicinos tarnyba, Nyderlandai) atliks tyrimą, kad patikrintų, ar RZ sveikatos būklė leidžia išsiųsti jį iš šalies.", "label": [[3, 21, "DATE"], [32, 53, "PROFESSION"], [80, 82, "PER"], [111, 113, "AMOUNT_VALUE"], [114, 118, "AMOUNT_UNIT"], [122, 128, "AMOUNT_VALUE"], [129, 134, "AMOUNT_UNIT"], [212, 219, "DATE"], [271, 273, "PER"], [314, 319, "AMOUNT_VALUE"], [320, 327, "AMOUNT_UNIT"], [409, 435, "ORG"], [437, 489, "ORG"], [491, 502, "LOC"], [538, 540, "PER"]]}
{"text": "24 2018 m. balandžio 16 d. RZ pareiškė skundą dėl minėto sprendimo Rechtbank Den Haag, zittingsplaatse s-Hertogenbosch (Hertogenbose posėdžiaujantis Hagos teismas, Nyderlandai).", "label": [[3, 26, "DATE"], [27, 29, "PER"], [67, 85, "ORG"], [103, 118, "LOC"], [120, 132, "LOC"], [149, 162, "ORG"], [164, 175, "LOC"]]}
{"text": "25 Be to, 2018 m. birželio 18 d. sprendime valstybės sekretorius nurodė, kad palydėjimo iki sienos priemonės taikymas nebuvo atidėtas dėl su RZ sveikata susijusių priežasčių, ir įpareigojo jį išvykti per keturias savaites. Dėl šio sprendimo RZ pateikė skundą, o jį valstybės sekretorius 2019 m. gegužės 27 d. sprendimu atmetė.", "label": [[10, 32, "DATE"], [43, 64, "PROFESSION"], [141, 143, "PER"], [204, 212, "AMOUNT_VALUE"], [213, 221, "AMOUNT_UNIT"], [241, 243, "PER"], [265, 286, "PROFESSION"], [287, 308, "DATE"]]}
{"text": "26 Prašymą priimti prejudicinį sprendimą pateikusiame teisme RZ teigia, kad nežino, nei kur gyvena jo tėvai, nei ar jis galės juos atpažinti grįžęs. Jis nepažįsta jokio kito savo šeimos nario ir net nežino, ar jų yra. Jis negali grįžti į savo kilmės šalį, nes joje negyveno, joje nieko nepažįsta ir nemoka jos kalbos. RZ pareiškė, kad jis priimančiąją šeimą, kurioje jis gyvena Nyderlanduose, laiko savo šeima.", "label": [[61, 63, "PER"], [318, 320, "PER"], [378, 391, "LOC"]]}
{"text": "27 Prašymą priimti prejudicinį sprendimą pateikęs teismas pažymi, kad Grįžimo ir išvykimo tarnyba reguliariai rengė pokalbius su RZ, kad paruoštų jį grįžti į kilmės šalį, tačiau dėl to paūmėjo šio asmens psichiniai sutrikimai, nuo kurių jis kenčia.", "label": [[70, 97, "ORG"], [129, 131, "PER"]]}
{"text": "28 Prašymą priimti prejudicinį sprendimą pateikęs teismas pažymi, kad 2000 m. įstatyme numatyta, jog nagrinėjant pirmąjį prieglobsčio prašymą ex officio išnagrinėjama, ar tuo atveju, kai užsienietis negali gauti pabėgėlio statuso arba papildomos apsaugos, jam turi būti suteiktas leidimas laikinai gyventi šalyje. Šiame įstatyme taip pat nustatyta, kad sprendimas atmesti prieglobsčio prašymą prilygsta sprendimui grąžinti.", "label": [[70, 77, "DATE"]]}
{"text": "29 Prašymą priimti prejudicinį sprendimą pateikęs teismas priduria, kad tuo atveju, kai prieglobsčio prašymą pateikė jaunesnis nei 15 m. nelydimas nepilnametis, 2000 m. Aplinkraštyje dėl užsieniečių numatyta, kad prieš priimant sprendimą dėl šio prašymo būtina atlikti tyrimą dėl tinkamo priėmimo valstybėje, į kurią asmuo grąžinamas. Nesant tokio tinkamo priėmimo, jaunesniam nei 15 metų nelydimam nepilnamečiui turi būti išduodamas įprastas leidimas gyventi šalyje.", "label": [[131, 133, "AMOUNT_VALUE"], [134, 136, "AMOUNT_UNIT"], [161, 168, "DATE"], [381, 383, "AMOUNT_VALUE"], [384, 388, "AMOUNT_UNIT"]]}
{"text": "30 Tačiau dėl nelydimo nepilnamečio, kuriam prieglobsčio prašymo pateikimo momentu yra suėję bent 15 metų, Direktyvos 2008/115 10 straipsnio 2 dalyje numatytas tyrimas, kuriuo siekiama įsitikinti, kad jis bus perduotas savo šeimos nariui, paskirtam globėjui ar tinkamoms priėmimo įstaigoms valstybėje, į kurią jis grąžinamas, prieš priimant sprendimą grąžinti neatliekamas.", "label": [[98, 100, "AMOUNT_VALUE"], [101, 105, "AMOUNT_UNIT"]]}
{"text": "31 Todėl valstybės sekretorius, atrodo, laukia, kad toks prieglobsčio prašytojas sulauktų 18 metų ir būtų teisiškai pilnametis, o tai reikštų, kad nebūtų reikalaujama atlikti šį tyrimą. Taigi laikotarpiu nuo jo prašymo suteikti prieglobstį iki jo pilnametystės ne jaunesnio nei 15 metų nelydimo nepilnamečio buvimas Nyderlanduose yra neteisėtas, tačiau toleruojamas.", "label": [[9, 30, "PROFESSION"], [90, 92, "AMOUNT_VALUE"], [93, 97, "AMOUNT_UNIT"], [278, 280, "AMOUNT_VALUE"], [281, 285, "AMOUNT_UNIT"], [316, 329, "LOC"]]}
{"text": "32 Nagrinėjamu atveju prašymą priimti prejudicinį sprendimą pateikęs teismas mano, kad RZ negali gauti nei pabėgėlio statuso, nei papildomos apsaugos. Dėl leidimo laikinai gyventi šalyje išdavimo šis teismas pažymi, kad prašymo suteikti prieglobstį pateikimo momentu RZ buvo 15 metų ir keturių mėnesių amžiaus. Kadangi jam nebuvo suteikta teisė laikinai gyventi šalyje, jis privalo išvykti iš Nyderlandų teritorijos, net jei nebuvo atlikta jokio tyrimo siekiant įsitikinti, kad šalyje, į kurią jis grąžinamas, jis bus tinkamai priimtas.", "label": [[87, 89, "PER"], [267, 269, "PER"], [275, 277, "AMOUNT_VALUE"], [278, 282, "AMOUNT_UNIT"], [286, 293, "AMOUNT_VALUE"], [294, 301, "AMOUNT_UNIT"], [393, 403, "LOC"]]}
{"text": "33 Prašymą priimti prejudicinį sprendimą pateikusiam teismui kyla abejonių dėl Nyderlandų teisės aktuose įtvirtinto skirtingo vyresnių nei 15 metų nelydimų nepilnamečių ir jaunesnių nei 15 metų nelydimų nepilnamečių vertinimo atitikties Sąjungos teisei. Šiuo klausimu šis teismas remiasi Direktyvos 2008/115 5 straipsnio a punkte ir Chartijos 24 straipsnyje vartojama sąvoka „vaiko interesai“.", "label": [[79, 89, "LOC"], [139, 141, "AMOUNT_VALUE"], [142, 146, "AMOUNT_UNIT"], [186, 188, "AMOUNT_VALUE"], [189, 193, "AMOUNT_UNIT"], [237, 245, "LOC"]]}
{"text": "34 Šiomis aplinkybėmis rechtbank Den Haag, zittingsplaats’s-Hertogenbosch (Hertogenbose posėdžiaujantis Hagos teismas) nusprendė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šiuos prejudicinius klausimus:", "label": [[23, 41, "ORG"], [57, 73, "LOC"], [75, 87, "LOC"], [104, 117, "ORG"], [170, 188, "ORG"]]}
{"text": "„1. Ar Direktyvos [2008/115] 10 straipsnį, siejamą su [Chartijos] 4 ir 24 straipsniais, Direktyvos [2008/115] 22 konstatuojamąja dalimi ir 5 straipsnio a punktu bei Direktyvos [2011/95] 15 straipsniu, reikia aiškinti taip, kad valstybė narė, prieš nustatydama nelydimam nepilnamečiui įpareigojimą grįžti, turi įsitikinti ir atlikti tyrimą, ar iš esmės kilmės šalyje bet kuriuo atveju yra tinkamos sąlygos jį priimti ir ar jos yra užtikrinamos?", "label": []}
{"text": "2. Ar Direktyvos [2008/115] 6 straipsnio 1 dalį, siejamą su Chartijos 21 straipsniu, reikia aiškinti taip, kad valstybė narė priimdama sprendimą dėl leidimo gyventi jos teritorijoje neturi teisės skirtingai vertinti nelydimų nepilnamečių dėl jų amžiaus, kai nustatyta, kad šie nepilnamečiai negali gauti pabėgėlio statuso ar papildomos apsaugos?", "label": []}
{"text": "3. Ar Direktyvos [2008/115] 6 straipsnio 4 dalį reikia aiškinti taip, kad turi būti panaikintas įpareigojimas grįžti ir suteikta teisė gyventi šalyje, kai nelydimas nepilnametis nevykdo įpareigojimo grįžti, o valstybė narė nesiima ir nesiims jokių konkrečių veiksmų jį išsiųsti? Ar Direktyvos [2008/115] 8 straipsnio 1 dalį reikia aiškinti taip, kad pažeidžiamas lojalaus bendradarbiavimo principas ir lojalumo <...> principas, jeigu priimamas sprendimas grąžinti nelydimą nepilnametį, nors priėmus šį sprendimą nesiimama veiksmų dėl jo išsiuntimo tol, kol nepilnamečiui sukaks 18 metų?“", "label": [[578, 580, "AMOUNT_VALUE"], [581, 585, "AMOUNT_UNIT"]]}
{"text": "Procesas Teisingumo Teisme", "label": [[9, 26, "ORG"]]}
{"text": "35 Prašymą priimti prejudicinį sprendimą pateikęs teismas paprašė, kad byla būtų nagrinėjama pagal Europos Sąjungos Teisingumo Teismo statuto 23a straipsnyje numatytą prejudicinio sprendimo priėmimo skubos tvarka procedūrą.", "label": [[99, 133, "ORG"]]}
{"text": "36 2019 m. birželio 27 d. pirmoji kolegija, išklausiusi generalinį advokatą, nusprendė netenkinti šio prašymo.", "label": [[3, 25, "DATE"], [26, 42, "ORG"], [56, 75, "PROFESSION"]]}
{"text": "Dėl prejudicinių klausimų", "label": []}
{"text": "Dėl pirmojo klausimo", "label": []}
{"text": "37 Savo pirmuoju klausimu prašymą priimti prejudicinį sprendimą pateikęs teismas iš esmės siekia išsiaiškinti, ar Direktyvos 2008/115 6 straipsnio 1 dalis, siejama su šios direktyvos 5 straipsnio a punktu ir 10 straipsniu bei Chartijos 24 straipsnio 2 dalimi, turi būti aiškinama taip, kad priimdama sprendimą grąžinti nelydimą nepilnametį atitinkama valstybė narė turi įsitikinti, ar užtikrinamas tinkamas jo priėmimas valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "38 Pirmiausia pažymėtina, kad Direktyvoje 2008/115 neapibrėžta sąvoka „nepilnametis“. Vis dėlto Direktyvos 2013/33 2 straipsnio d punkte nepilnametis apibrėžtas kaip „jaunesnis nei 18 metų trečiosios šalies pilietis arba asmuo be pilietybės“. Siekiant nuosekliai ir vienodai taikyti Sąjungos teisę prieglobsčio ir imigracijos srityje, tą pačią apibrėžtį reikia taikyti ir Direktyvoje 2008/115.", "label": [[181, 183, "AMOUNT_VALUE"], [184, 188, "AMOUNT_UNIT"], [283, 291, "LOC"]]}
{"text": "39 Nagrinėjamu atveju pagrindinė byla yra susijusi su nelydimu nepilnamečiu, dėl kurio atitinkama valstybė narė nusprendė, kad jis negali gauti pabėgėlio statuso ar papildomos apsaugos, ir nesuteikti teisės laikinai gyventi šalyje.", "label": []}
{"text": "40 Esant tokiai situacijai, trečiosios šalies pilietis pagal Direktyvos 2008/115 2 straipsnio 1 dalį patenka į šios direktyvos taikymo sritį su sąlyga, kad laikomasi šio straipsnio 2 dalies. Taigi iš principo jam taikomi joje numatyti bendri standartai ir tvarka, norint jį išsiųsti, jei buvimas šalyje netampa teisėtas (šiuo klausimu žr. 2019 m. kovo 19 d. Sprendimo Binder ir kt., C‑444/17, EU:C:2019:220, 39 punktą).", "label": [[339, 357, "DATE"], [368, 374, "PER"]]}
{"text": "41 Šiuo klausimu primintina, kad pagal Direktyvos 2008/115 6 straipsnio 1 dalį valstybės narės priima sprendimą grąžinti kiekvieną trečiosios šalies pilietį, neteisėtai esantį jų teritorijoje, nepažeisdamos šio straipsnio 2–5 dalyse nurodytų išimčių.", "label": []}
{"text": "42 Be to, šioje direktyvoje įtvirtintos specialios taisyklės, taikomos tam tikroms asmenų kategorijoms, įskaitant nelydimus nepilnamečius, kurie, kaip matyti iš Direktyvos 2008/115 3 straipsnio 9 punkto, priskiriami prie „pažeidžiamų asmenų“ kategorijos.", "label": []}
{"text": "43 Šiuo klausimu Direktyvos 2008/115 5 straipsnio a punkte, siejamame su šios direktyvos 22 konstatuojamąja dalimi, nustatyta, kad įgyvendindamos šią direktyvą valstybės narės tinkamai atsižvelgia į „vaiko interesus“. Todėl nelydimas nepilnametis negali būti sistemingai vertinamas kaip suaugęs asmuo.", "label": []}
{"text": "44 Pagal minėto 5 straipsnio a punktą, kai valstybė narė pagal Direktyvą 2008/115 ketina priimti sprendimą grąžinti nelydimą nepilnametį, ji visais procedūros etapais būtinai turi atsižvelgti į vaiko interesus.", "label": []}
{"text": "45 Be to, Chartijos 24 straipsnio 2 dalyje numatyta, kad visuose valstybės ar privačių institucijų veiksmuose, susijusiuose su vaikais, pirmiausia turi būti vadovaujamasi vaiko interesais. Šioje nuostatoje, siejamoje su Chartijos 51 straipsnio 1 dalimi, pabrėžiamas esminis vaiko teisių pobūdis, įskaitant atvejus, kai grąžinami neteisėtai valstybėje narėje esantys trečiųjų šalių piliečiai.", "label": []}
{"text": "46 Kaip savo išvados 69 punkte pažymėjo generalinis advokatas, tik atlikus bendrą ir išsamų atitinkamo nelydimo nepilnamečio padėties vertinimą bus galima nustatyti „vaiko interesus“ ir priimti Direktyvos 2008/115 reikalavimus atitinkantį sprendimą.", "label": [[40, 61, "PROFESSION"]]}
{"text": "47 Todėl priimdama sprendimą grąžinti atitinkama valstybė narė turi atsižvelgti į kelias aplinkybes, kaip antai: šio nepilnamečio amžių, lytį, ypatingą pažeidžiamumą, fizinę ir psichinę sveikatą, apgyvendinimą priimančiojoje šeimoje, mokymosi lygį ir socialinę aplinką.", "label": []}
{"text": "48 Šiuo klausimu Direktyvos 2008/115 10 straipsnio 1 dalyje nustatyta, kad, prieš priimant sprendimą grąžinti nelydimą nepilnametį, atitinkamos įstaigos (ne tos įstaigos, kurios vykdo grąžinimą) turi suteikti pagalbą deramai atsižvelgdamos į vaiko interesus. Direktyvos 2008/115 10 straipsnio 2 dalyje numatyta, kad valstybės narės institucijos, prieš išsiųsdamos nelydimą nepilnametį iš tos valstybės narės teritorijos, turi įsitikinti, kad jis bus grąžintas jo šeimos nariui, paskirtam globėjui ar tinkamoms priėmimo įstaigoms valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "49 Taigi šiame straipsnyje atskiriami įpareigojimai, kurie tenka valstybei narei „prieš priimant sprendimą grąžinti nelydimą nepilnametį“ arba „prieš [tokį nepilnametį] išsiunčiant iš valstybės narės teritorijos“.", "label": []}
{"text": "50 Nyderlandų vyriausybė iš to daro išvadą, kad atitinkama valstybė narė turi teisę priimti sprendimą grąžinti nelydimą nepilnametį, prieš tai neįsitikinusi, ar jis bus perduotas savo šeimos nariui, paskirtam globėjui ar tinkamoms priėmimo įstaigoms valstybėje, į kurią jis grąžinamas. Įpareigojimas atlikti tokį tyrimą atsiranda tik išsiuntimo iš atitinkamos valstybės narės teritorijos etape.", "label": [[3, 24, "ORG"]]}
{"text": "51 Vis dėlto tokio įpareigojimo buvimas neatleidžia atitinkamos valstybės narės nuo kitų Direktyvoje 2008/115 nustatytų patikrinimo įpareigojimų. Konkrečiai kalbant, kaip nurodyta šio sprendimo 44 punkte, pagal Direktyvos 2008/115 5 straipsnio a punktą reikalaujama, kad visuose procedūros etapuose būtų atsižvelgta į vaiko interesus.", "label": []}
{"text": "52 Jeigu atitinkama valstybė narė priima sprendimą grąžinti prieš tai neįsitikinusi, ar atitinkamas nelydimas nepilnametis bus tinkamai priimtas valstybėje, į kurią jis grąžinamas, tai reikš, kad šis nepilnametis, nors dėl jo buvo priimtas sprendimas grąžinti, negalės būti išsiųstas tuo atveju, kai jis negali būti tinkamai priimtas valstybėje, į kurią jis turi būti grąžintas pagal Direktyvos 2008/115 10 straipsnio 2 dalį.", "label": []}
{"text": "53 Taigi nelydimas nepilnametis atsidurtų didelio netikrumo būsenoje dėl savo teisinio statuso ir ateities, ypač kiek tai susiję su jo mokymosi lygiu, ryšiu su priimančiąja šeima ar galimybe likti atitinkamoje valstybėje narėje.", "label": []}
{"text": "54 Tokia situacija prieštarautų reikalavimui apsaugoti vaiko interesus visuose procedūros etapuose, kaip numatyta Direktyvos 2008/115 5 straipsnio a punkte ir Chartijos 24 straipsnio 2 dalyje.", "label": []}
{"text": "55 Iš šių nuostatų matyti, kad prieš priimdama sprendimą grąžinti atitinkama valstybė narė turi atlikti tyrimą, siekdama konkrečiai patikrinti, ar atitinkamam nelydimam nepilnamečiui užtikrinamas tinkamas priėmimas valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "56 Nesant tokio priėmimo, negali būti priimtas sprendimas grąžinti šį nepilnametį pagal šios direktyvos 6 straipsnio 1 dalį.", "label": []}
{"text": "57 Aiškinimą, pagal kurį atitinkama valstybė narė prieš priimdama sprendimą grąžinti nelydimą nepilnametį turi užtikrinti tinkamą priėmimą valstybėje, į kurią jis grąžinamas, patvirtina Teisingumo Teismo jurisprudencija.", "label": [[186, 203, "ORG"]]}
{"text": "58 Iš tiesų, Teisingumo Teismas yra nusprendęs, kad pagal Direktyvos 2008/115 5 straipsnį „Negrąžinimas, vaiko interesai, šeimos gyvenimas ir sveikatos būklė“, įgyvendindamos šią direktyvą, valstybės narės privalo, pirma, tinkamai atsižvelgti į atitinkamo trečiosios šalies piliečio vaiko interesus, šeimos gyvenimą ir sveikatos būklę ir, antra, paisyti negrąžinimo principo (2014 m. gruodžio 11 d. Sprendimo Lapudjeva, C‑249/13, EU:C:2014:2431, 48 punktas ir 2018 m. gegužės 8 d. Sprendimo P. Z. ir kt. (Šeimos susijungimas Belgijoje), C‑82/16, EU:C:2018:308, 102 punktas).", "label": [[13, 31, "ORG"], [376, 398, "DATE"], [409, 418, "PER"], [460, 480, "DATE"], [491, 496, "PER"], [525, 534, "LOC"]]}
{"text": "59 Remiantis tuo, darytina išvada, kad jeigu kompetentinga nacionalinė institucija ketina priimti sprendimą grąžinti, ji būtinai turi laikytis Direktyvos 2008/115 5 straipsnyje nustatytų įpareigojimų ir šiuo klausimu išklausyti suinteresuotąjį asmenį. Be to, iš šios jurisprudencijos matyti, kad kai atitinkama valstybė narė ketina priimti sprendimą grąžinti nelydimą nepilnametį, ji būtinai turi jį išklausyti dėl sąlygų, kuriomis jis galėtų būti priimtas valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "60 Atsižvelgiant į tai, kas išdėstyta, į pirmąjį prejudicinį klausimą reikia atsakyti, kad Direktyvos 2008/115 6 straipsnio 1 dalis, siejama su šios direktyvos 5 straipsnio a punktu ir Chartijos 24 straipsnio 2 dalimi, turi būti aiškinama taip, kad prieš priimdama sprendimą grąžinti nelydimą nepilnametį atitinkama valstybė narė turi bendrai ir išsamiai įvertinti šio nepilnamečio situaciją, tinkamai atsižvelgdama į vaiko interesus. Šiomis aplinkybėmis ši valstybė narė turi įsitikinti, kad atitinkamam nelydimam nepilnamečiui užtikrinamas tinkamas priėmimas valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "Dėl antrojo klausimo", "label": []}
{"text": "61 Antruoju klausimu prašymą priimti prejudicinį sprendimą pateikęs teismas iš esmės siekia išsiaiškinti, ar Direktyvos 2008/115 6 straipsnio 1 dalis, siejama su šios direktyvos 5 straipsnio a punktu ir Chartijos 24 straipsnio 2 dalimi, turi būti aiškinama taip, kad valstybė narė gali taikydama vienintelį amžiaus kriterijų skirtingai vertinti nelydimus nepilnamečius, siekdama patikrinti, ar valstybėje, į kurią grąžinama, užtikrinamas tinkamas priėmimas.", "label": []}
{"text": "62 Nagrinėjamu atveju prašymą priimti prejudicinį sprendimą pateikęs teismas patikslina, kad nacionalinės teisės aktuose jaunesni nei 15 metų nelydimi nepilnamečiai vertinami skirtingai nei vyresni nei 15 metų nelydimi nepilnamečiai. Dėl jaunesnio nei 15 metų nepilnamečio nacionalinės valdžios institucijos prieš priimdamos sprendimą grąžinti turi atlikti tyrimą dėl tinkamo priėmimo buvimo valstybėje, į kurią jis grąžinamas. Dėl vyresnio nei 15 metų nepilnamečio, prieš priimant sprendimą grąžinti, neatliekamas tyrimas dėl tinkamo priėmimo sąlygų buvimo valstybėje, į kurią jis grąžinamas. Taigi tokiam nepilnamečiui būtų nustatytas įpareigojimas grįžti, net jei praktikoje be tyrimo dėl tinkamo priėmimo jis negalėtų būti palydėtas iki sienos.", "label": [[134, 136, "AMOUNT_VALUE"], [137, 141, "AMOUNT_UNIT"], [202, 204, "AMOUNT_VALUE"], [205, 209, "AMOUNT_UNIT"], [252, 254, "AMOUNT_VALUE"], [255, 259, "AMOUNT_UNIT"], [445, 447, "AMOUNT_VALUE"], [448, 452, "AMOUNT_UNIT"]]}
{"text": "63 Savo rašytinėse pastabose Nyderlandų vyriausybė teigia, kad 15 metų amžiaus ribos pasirinkimas paaiškinamas tuo, kad trejų metų laikotarpis buvo laikomas maksimaliai pagrįstu, atsižvelgiant į visas procedūras, susijusias su nelydimu nepilnamečiu, t. y. prašymo išduoti leidimą gyventi šalyje ir grąžinimo procedūras. Leidimas gyventi šalyje suteikiamas nelydimiems nepilnamečiams, kurie, pasibaigus visoms procedūroms, vis dar yra nepilnamečiai, kitaip nei tie, kurie šių procedūrų pabaigoje sulaukia pilnametystės.", "label": [[29, 50, "ORG"], [63, 65, "AMOUNT_VALUE"], [66, 70, "AMOUNT_UNIT"], [120, 125, "AMOUNT_VALUE"], [126, 130, "AMOUNT_UNIT"]]}
{"text": "64 Šiuo klausimu pažymėtina, kad, kaip nurodyta šio sprendimo 47 punkte, atitinkamo nelydimo nepilnamečio amžius yra aplinkybė, į kurią atitinkama valstybė narė turi atsižvelgti, siekdama nustatyti, ar dėl vaiko interesų reikia nepriimti sprendimo grąžinti šį nelydimą nepilnametį.", "label": []}
{"text": "65 Vis dėlto, kaip nurodyta Chartijos 24 straipsnio 2 dalyje ir kaip priminta Direktyvos 2008/115 5 straipsnio a punkte, įgyvendindamos šios direktyvos 6 straipsnį valstybės narės turi deramai atsižvelgti į vaiko, įskaitant vyresnius nei 15 metų nepilnamečius, interesus.", "label": [[238, 240, "AMOUNT_VALUE"], [241, 245, "AMOUNT_UNIT"]]}
{"text": "66 Todėl amžiaus kriterijus negali būti vienintelė aplinkybė, į kurią reikia atsižvelgti siekiant patikrinti tinkamo priėmimo sąlygų buvimą valstybėje, į kurią asmuo grąžinamas. Atitinkama valstybė narė, atlikdama bendrą ir išsamų vertinimą, turi kiekvieną nelydimo nepilnamečio atvejį įvertinti individualiai, o ne taikyti automatinį vertinimą pagal vienintelį amžiaus kriterijų.", "label": []}
{"text": "67 Šiuo klausimu, kaip savo išvados 81 punkte pažymėjo generalinis advokatas, nacionalinė administracinė praktika, grindžiama paprasta prezumpcija dėl maksimalios prieglobsčio procedūros trukmės, kai asmenų grupė skirtingai vertinama atsižvelgiant į jos narių amžių, nepaisant to, kad pastarieji, kiek tai susiję su išsiuntimu iš šalies, pažeidžiamumo požiūriu yra panašioje padėtyje, yra savavališka.", "label": [[55, 76, "PROFESSION"]]}
{"text": "68 Atsižvelgiant į tai, kas išdėstyta, į antrąjį klausimą reikia atsakyti, kad Direktyvos 2008/115 6 straipsnio 1 dalis, siejama su šios direktyvos 5 straipsnio a punktu ir atsižvelgiant į Chartijos 24 straipsnio 2 dalį, turi būti aiškinama taip, kad valstybė narė negali taikydama vienintelį amžiaus kriterijų skirtingai vertinti nelydimus nepilnamečius, siekdama patikrinti, ar valstybėje, į kurią grąžinama, užtikrinamas tinkamas priėmimas.", "label": []}
{"text": "Dėl trečiojo klausimo", "label": []}
{"text": "69 Trečiuoju klausimu prašymą priimti prejudicinį sprendimą pateikęs teismas iš esmės siekia išsiaiškinti, ar Direktyvos 2008/115 8 straipsnio 1 dalis turi būti aiškinama taip, kad pagal ją draudžiama valstybei narei, priėmusiai sprendimą grąžinti nelydimą nepilnametį, paskui nesiimti išsiuntimo priemonių, kol jam sukaks 18 metų.", "label": [[323, 325, "AMOUNT_VALUE"], [326, 330, "AMOUNT_UNIT"]]}
{"text": "70 Primintina, kad Direktyva 2008/115 siekiamas tikslas – suformuoti veiksmingą išsiuntimo ir repatriacijos politiką, visapusiškai laikantis pagrindinių teisių ir gerbiant atitinkamų asmenų orumą (2020 m. gegužės 14 d. Sprendimo Országos Idegenrendészeti Főigazgatóság Dél-alföldi Regionális Igazgatóság, C‑924/19 PPU ir C‑925/19 PPU, EU:C:2020:367, 121 punktas ir jame nurodyta jurisprudencija).", "label": [[197, 218, "DATE"], [229, 303, "ORG"]]}
{"text": "71 Tuo atveju, jei atitinkama valstybė narė nusprendžia, kad nereikia išduoti leidimo gyventi nelydimam nepilnamečiui pagal Direktyvos 2008/115 6 straipsnio 4 dalį, jis šioje valstybėje narėje gyvena neteisėtai.", "label": []}
{"text": "72 Šiuo atveju šios direktyvos 6 straipsnio 1 dalyje numatyta, kad valstybės narės įpareigojamos priimti sprendimą grąžinti dėl kiekvieno trečiosios šalies piliečio, neteisėtai esančio jų teritorijoje (2015 m. balandžio 23 d. Sprendimo Bennoune, C‑38/14, EU:C:2015:260, 31 punktą).", "label": [[202, 225, "DATE"], [236, 244, "PER"]]}
{"text": "73 Iš tiesų, kaip nurodyta šio sprendimo 41 punkte, nustačius, kad atitinkamas asmuo šalyje yra neteisėtai, kompetentingos nacionalinės institucijos, remdamosi šiuo straipsniu ir nepažeisdamos jo 2–5 dalyse nustatytų išimčių, turi priimti sprendimą jį grąžinti (2015 m. balandžio 23 d. Sprendimo Bennoune, C‑38/14, EU:C:2015:260, 32 punktą).", "label": [[262, 285, "DATE"], [296, 304, "PER"]]}
{"text": "74 Kaip nurodyta šio sprendimo 60 punkte, kiek tai susiję su nelydimu nepilnamečiu, tokio sprendimo priėmimas reiškia, kad atitinkama valstybė narė įsitikino, jog šiam nelydimam nepilnamečiui užtikrinamas tinkamas priėmimas valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "75 Jei ši sąlyga įvykdyta, atitinkamas nelydimas nepilnametis turi būti išsiųstas iš atitinkamos valstybės narės teritorijos, nebent jo padėtis pasikeistų.", "label": []}
{"text": "76 Iš tiesų iš Direktyvos 2008/115 10 straipsnio 2 dalies matyti, kad valstybės narės institucijos, prieš išsiųsdamos nelydimą nepilnametį iš tos valstybės narės teritorijos, turi įsitikinti, kad jis bus grąžintas jo šeimos nariui, paskirtam globėjui ar tinkamoms priėmimo įstaigoms valstybėje, į kurią jis grąžinamas.", "label": []}
{"text": "77 Todėl iš Direktyvos 2008/115 6 straipsnio 1 dalies, siejamos su šios direktyvos 5 straipsnio a punktu ir Chartijos 24 straipsnio 2 dalimi, išplaukianti pareiga atitinkamai valstybei narei prieš priimant sprendimą grąžinti nelydimą nepilnametį įsitikinti, kad užtikrinamas tinkamas priėmimas, neatleidžia šios valstybės narės nuo pareigos, prieš išsiunčiant tokį nepilnametį, pagal šios direktyvos 10 straipsnio 2 dalį įsitikinti, kad jis bus perduotas jo šeimos nariui, paskirtam globėjui ar tinkamoms priėmimo įstaigoms valstybėje, į kurią jis grąžinamas. Šiomis aplinkybėmis atitinkama valstybė narė turi atsižvelgti į bet kokius situacijos pokyčius, atsirandančius po tokio sprendimo grąžinti priėmimo.", "label": []}
{"text": "78 Tuo atveju, kai tinkamas priėmimas valstybėje, į kurią asmuo grąžinamas, nėra užtikrinamas atitinkamam nelydimam nepilnamečiui jo išsiuntimo etape, atitinkama valstybė narė negali įvykdyti sprendimo grąžinti.", "label": []}
{"text": "79 Pagal Teisingumo Teismo jurisprudenciją, kai priimtas sprendimas grąžinti trečiosios šalies pilietį, tačiau pastarasis nesilaikė įpareigojimo grįžti – nei per nustatytą terminą savanoriškai išvykti iš šalies, nei šiuo tikslu nenustačius jokio termino – pagal Direktyvos 2008/115 8 straipsnio 1 dalį, siekiant veiksmingai įgyvendinti grąžinimo procedūrą, valstybės narės įpareigojamos imtis visų būtinų priemonių, kad atitinkamas asmuo būtų išsiųstas, tai yra jis būtų fiziškai išvežtas iš minėtos valstybės narės, kaip tai numatyta šios direktyvos 3 straipsnio 5 punkte (2015 m. balandžio 23 d. Sprendimo Bennoune, C‑38/14, EU:C:2015:260, 33 punktas).", "label": [[9, 26, "ORG"], [574, 597, "DATE"], [608, 616, "PER"]]}
{"text": "80 Be to, primintina, kad tiek iš valstybių narių lojalumo pareigos, tiek iš veiksmingumo reikalavimų, apie kuriuos konkrečiai priminta Direktyvos 2008/115 4 konstatuojamojoje dalyje, matyti, kad šios direktyvos 8 straipsnyje nustatyta valstybių narių pareiga šio straipsnio 1 dalyje nurodytais atvejais išsiųsti tą trečiosios šalies pilietį turi būti vykdoma kuo skubiau (2015 m. balandžio 23 d. Sprendimo Bennoune, C‑38/14, EU:C:2015:260, 34 punktas).", "label": [[373, 396, "DATE"], [407, 415, "PER"]]}
{"text": "81 Taigi, remdamasi šia direktyva, valstybė narė negali priimti sprendimo grąžinti nelydimą nepilnametį, o paskui nesiimti išsiuntimo priemonių, kol jam sukaks 18 metų.", "label": [[160, 162, "AMOUNT_VALUE"], [163, 167, "AMOUNT_UNIT"]]}
{"text": "82 Todėl į trečiąjį klausimą reikia atsakyti: Direktyvos 2008/115 8 straipsnio 1 dalis turi būti aiškinama taip, kad pagal ją draudžiama valstybei narei, priėmusiai sprendimą grąžinti nelydimą nepilnametį ir pagal šios direktyvos 10 straipsnio 2 dalį įsitikinusiai, kad jis bus perduotas savo šeimos nariui, paskirtam globėjui arba tinkamoms priėmimo įstaigoms valstybėje narėje, į kurią jis bus grąžintas, paskui nesiimti išsiuntimo priemonių, kol jam sukaks 18 metų.", "label": [[460, 462, "AMOUNT_VALUE"], [463, 467, "AMOUNT_UNIT"]]}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "83 Kadangi šis procesas pagrindinės bylos šalims yra vienas iš etapų prašymą priimti prejudicinį sprendimą pateikusio teismo nagrinėjamoje byloje, bylinėjimosi išlaidų klausimą turi spręsti šis teismas. Išlaidos, susijusios su pastabų pateikimu Teisingumo Teismui, išskyrus tas, kurias patyrė minėtos šalys, nėra atlygintinos.", "label": [[245, 263, "ORG"]]}
{"text": "Remdamasis šiais motyvais, Teisingumo Teismas (pirmoji kolegija) nusprendžia:", "label": [[27, 64, "ORG"]]}
{"text": "1. 2008 m. gruodžio 16 d. Europos Parlamento ir Tarybos direktyvos 2008/115/EB dėl bendrų nelegaliai [neteisėtai] esančių trečiųjų šalių piliečių grąžinimo standartų ir tvarkos valstybėse narėse 6 straipsnio 1 dalis, siejama su šios direktyvos 5 straipsnio a punktu ir Europos Sąjungos pagrindinių teisių chartijos 24 straipsnio 2 dalimi, turi būti aiškinama taip, kad prieš priimdama sprendimą grąžinti nelydimą nepilnametį atitinkama valstybė narė turi bendrai ir išsamiai įvertinti šio nepilnamečio situaciją, tinkamai atsižvelgdama į vaiko interesus. Šiomis aplinkybėmis ši valstybė narė turi įsitikinti, kad atitinkamam nelydimam nepilnamečiui užtikrinamas tinkamas priėmimas valstybėje, į kurią jis grąžinamas.", "label": [[3, 25, "DATE"], [26, 44, "ORG"], [48, 55, "ORG"], [269, 285, "LOC"]]}
{"text": "2. Direktyvos 2008/115 6 straipsnio 1 dalis, siejama su šios direktyvos 5 straipsnio a punktu ir Chartijos 24 straipsnio 2 dalimi, turi būti aiškinama taip, kad valstybė narė negali taikydama vienintelį amžiaus kriterijų skirtingai vertinti nelydimus nepilnamečius, siekdama patikrinti, ar valstybėje, į kurią grąžinama, užtikrinamas tinkamas priėmimas.", "label": []}
{"text": "3. Direktyvos 2008/115 8 straipsnio 1 dalis turi būti aiškinama taip, kad pagal ją draudžiama valstybei narei, priėmusiai sprendimą grąžinti nelydimą nepilnametį ir pagal šios direktyvos 10 straipsnio 2 dalį įsitikinusiai, kad jis bus perduotas savo šeimos nariui, paskirtam globėjui arba tinkamoms priėmimo įstaigoms valstybėje narėje, į kurią jis grąžinamas, paskui nesiimti išsiuntimo priemonių, kol jam sukaks 18 metų.", "label": [[414, 416, "AMOUNT_VALUE"], [417, 421, "AMOUNT_UNIT"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: nyderlandų.", "label": [[17, 27, "NATIONALITY"]]}
