{"text": "GENERALINIO ADVOKATO XANDER ROGERS IŠVADA, pateikta 2021 m. rugsėjo 2 d.(1)", "label": [[0, 20, "PROFESSION"], [21, 34, "PER"], [52, 72, "DATE"]]}
{"text": "Byla C‑388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband e. V. prieš Dr. August Oetker Nahrungsmittel KG", "label": [[0, 104, "ORG"], [111, 146, "ORG"]]}
{"text": "(Bundesgerichtshof (Aukščiausiasis Federalinis Teismas, Vokietija) pateiktas prašymas priimti prejudicinį sprendimą)", "label": [[1, 18, "ORG"], [20, 54, "ORG"], [56, 65, "LOC"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Reglamentas (ES) Nr. 1169/2011 – Informacijos apie maistą teikimas vartotojams – 9 straipsnio 1 dalies l punktas – Maistingumo deklaracija – 31 straipsnio 3 dalies antra pastraipa – Energinės vertės ir maistingųjų medžiagų kiekio apskaičiavimas – 33 straipsnio 2 dalies antra pastraipa – Išraiška vienai porcijai arba vartojimo vienetui“", "label": []}
{"text": "I. Įvadas", "label": []}
{"text": "1. Nagrinėjamas prašymas priimti prejudicinį sprendimą pateiktas dėl Reglamento (ES) Nr. 1169/2011 dėl informacijos apie maistą teikimo vartotojams(2) nuostatų išaiškinimo. Kalbant konkrečiau, prašymą priimti prejudicinį sprendimą pateikęs teismas siekia sužinoti, ar maisto produkto pakuotės priekinėje pusėje leidžiama pateikti neprivalomą informaciją apie maisto produktų maistingumą, kuri susijusi ne su parduodamu maisto produktu, o su jo porcijomis, paruoštomis panaudojant papildomas sudedamąsias dalis.", "label": []}
{"text": "2. Šis prašymas pateiktas nagrinėjant Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband e. V. (Federalinė vartotojų centrų ir asociacijų sąjunga, toliau – BVV) ir maisto produktų gamintojo D. August Oetker Nahrungsmittel KG (toliau – D. Oetker) ginčą dėl maisto produktų maistingumo ženklinimo ant dribsnių (toliau – nagrinėjamas produktas) pakuotės atitikties reikalavimams, susijusiems su savanoriškai pateikiama informacija apie maisto produktų maistingumą, ir, be kita ko, suderinamumo su Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa ir 33 straipsnio 2 dalies antra pastraipa.", "label": [[38, 142, "ORG"], [144, 193, "ORG"], [204, 207, "ORG"], [238, 272, "ORG"], [283, 292, "ORG"]]}
{"text": "3. Nors Teisingumo Teismas jau turėjo progą išaiškinti Reglamentą Nr. 1169/2011 ir, be kita ko, direktyvas 2000/13/EB(3) ir 90/496/EEB(4), kurias šis reglamentas panaikino, jis pirmą kartą imsis nuostatų, susijusių su neprivalomu maisto produktų maistingumo ženklinimu, aiškinimo(5).", "label": [[8, 26, "ORG"]]}
{"text": "4. Šioje išvadoje teigsiu, kad neprivalomas fasuoto maisto produkto, kaip antai nagrinėjamo produkto, kuris vartojamas paruoštas įvairiais būdais, maistingumo ženklinimas neatitinka Reglamente Nr. 1169/2011 nustatytų reikalavimų, jei informacija apie energinę vertę ir maistinių medžiagų kiekius siejama tik su viena paruošimo forma, užuot taip pat susiejus su tokios formos maisto produkto, kokios jis parduodamas, 100 g.", "label": [[416, 419, "AMOUNT_VALUE"], [420, 421, "AMOUNT_UNIT"]]}
{"text": "II. Teisinis pagrindas", "label": []}
{"text": "5. Reglamento Nr. 1169/2011 10, 17, 35, 37 ir 41 konstatuojamosiose dalyse numatyta:", "label": []}
{"text": "„(10) plačiąją visuomenę domina mitybos ir sveikatos ryšio bei individualius poreikius atitinkančių maisto produktų pasirinkimo klausimai. 2007 m. gegužės 30 d. Komisijos Baltojoje knygoje dėl Europos strategijos su mityba, antsvoriu ir nutukimu susijusioms sveikatos problemoms spręsti <…> pažymėta, kad ženklinimas nurodant maistinę vertę – tai vienas iš svarbių būdų siekiant informuoti vartotojus apie maisto produktų sudėtį ir padėti jiems rinktis turint pakankamai informacijos. 2007 m. kovo 13 d. Komisijos komunikate „2007–2013 m. ES vartotojų politikos strategija. Vartotojų teisių stiprinimas, gerovės didinimas ir veiksminga jų apsauga“ pabrėžiama, kad tiek veiksmingos konkurencijos, tiek vartotojų gerovės požiūriu labai svarbu, kad vartotojams būtų sudarytos sąlygos rinktis turint pakankamai informacijos. Pagrindinių mitybos principų žinojimas ir tinkama informacija apie maisto produktų maistingumą labai padėtų vartotojui rinktis maisto produktus turint pakankamai informacijos. <…>", "label": [[139, 160, "DATE"], [161, 170, "ORG"], [193, 200, "LOC"], [485, 503, "DATE"], [504, 513, "ORG"], [526, 538, "DATE"], [539, 541, "LOC"]]}
{"text": "<…>", "label": []}
{"text": "(17) reikalavimas teikti privalomą informaciją apie maistą turėtų būti nustatomas visų pirma tam, kad vartotojai galėtų atpažinti maisto produktus bei tinkamai juos vartoti ir rinktis jų individualius mitybos poreikius atitinkančius maisto produktus. Šiuo tikslu maisto verslo operatoriai turėtų sudaryti palankesnes sąlygas tam, kad regos sutrikimų turintys asmenys galėtų susipažinti su tokia informacija;", "label": []}
{"text": "<…>", "label": []}
{"text": "(35) siekiant užtikrinti galimybę palyginti produktus, esančius skirtingo dydžio pakuotėse, tikslinga ir toliau reikalauti teikti privalomą 100 g arba 100 ml produkto maistinės vertės nuorodą ir prireikus leisti teikti papildomą porcijos maistinės vertės nuorodą. Todėl jei maisto produktas yra fasuotas ir nurodytos atskiros porcijos arba vartojimo vienetai, turėtų būti leidžiama kartu su 100 g arba 100 ml produkto maistinės vertės nuoroda teikti papildomą porcijos arba vartojimo vieneto maistinės vertės nuorodą. Be to, siekiant, kad būtų teikiama palyginama informacija atsižvelgiant į porcijas arba vartojimo vienetus, Komisijai turėtų būti suteikti įgaliojimai priimti taisykles dėl maistingumo deklaracijos išraiškos vienai porcijai arba vartojimo vienetui, taikomas specifinėms maisto produktų kategorijoms;", "label": [[140, 143, "AMOUNT_VALUE"], [144, 145, "AMOUNT_UNIT"], [151, 154, "AMOUNT_VALUE"], [155, 157, "AMOUNT_UNIT"], [391, 394, "AMOUNT_VALUE"], [395, 396, "AMOUNT_UNIT"], [402, 405, "AMOUNT_VALUE"], [406, 408, "AMOUNT_UNIT"], [626, 635, "ORG"]]}
{"text": "<…>", "label": []}
{"text": "(37) kadangi vienas šio reglamento tikslų – sudaryti sąlygas galutiniam vartotojui rinktis turint pakankamai informacijos, šiuo atžvilgiu svarbu užtikrinti, kad galutinis vartotojas lengvai suprastų ženklinant pateiktą informaciją. <…>", "label": []}
{"text": "<…>", "label": []}
{"text": "(41) kad pateikiama informacija apie maistingumą būtų patraukli vidutiniam vartotojui ir atitiktų savo informavimo paskirtį, ji turėtų būti paprasta ir lengvai suprantama, atsižvelgiant į esamą žinių apie mitybą lygį. Vartotojams gali būti painu, jei dalis informacijos apie maistingumą būtų pateikiama pagrindiniame regėjimo lauke, paprastai vadinamame priekine pakuotės puse, o dalis kitoje, pavyzdžiui, užpakalinėje, pakuotės pusėje. Todėl maistingumo deklaracija turėtų būti tame pačiame regėjimo lauke. Be to, savanoriškai svarbiausia informacijos apie maistingumą dalis gali būti kartojama pagrindiniame regėjimo lauke siekiant padėti vartotojams lengvai pamatyti svarbiausią informaciją apie maistingumą perkant maisto produktus. Jei būtų galima laisvai pasirinkti, kurią informaciją galima pakartoti, vartotojams tai galėtų būti painu. Todėl būtina aiškiai nurodyti, kuri informacija gali būti pakartojama.“", "label": []}
{"text": "6. Šio reglamento 9 straipsnio „Privalomų duomenų sąrašas“ 1 dalyje numatyta:", "label": []}
{"text": "„Laikantis 10–35 straipsnių ir taikant šiame skyriuje nustatytas išimtis, privaloma nurodyti šiuos duomenis:", "label": []}
{"text": "<…>", "label": []}
{"text": "l) maistingumo deklaraciją“.", "label": []}
{"text": "7. Šio reglamento 30 straipsnyje „Turinys“ nustatyta:", "label": []}
{"text": "„1. Privalomoje maistingumo deklaracijoje nurodoma ši informacija:", "label": []}
{"text": "a) energinė vertė; ir", "label": []}
{"text": "b) riebalų, sočiųjų riebalų rūgščių, angliavandenių, cukrų, baltymų ir druskos kiekiai.", "label": []}
{"text": "<…>", "label": []}
{"text": "3. Kai ženklinant fasuotus maisto produktus pateikiama 1 dalyje nurodyta privaloma maistingumo deklaracija, joje gali būti pakartojama informacija apie:", "label": []}
{"text": "a) energinę vertę; arba", "label": []}
{"text": "b) energinę vertę kartu su riebalų, sočiųjų riebalų rūgščių, cukrų ir druskos kiekiais.", "label": []}
{"text": "4. Nukrypstant nuo 36 straipsnio 1 dalies, kai ženklinant 16 straipsnio 4 dalyje nurodytus produktus pateikiama maistingumo deklaracija, šios deklaracijos turinį gali sudaryti tik energinė vertė.", "label": []}
{"text": "5. Nedarant poveikio 44 straipsniui ir nukrypstant nuo 36 straipsnio 1 dalies, kai ženklinant 44 straipsnio 1 dalyje nurodytus produktus pateikiama maistingumo deklaracija, tos deklaracijos turinį gali sudaryti tik:", "label": []}
{"text": "a) energinė vertė; arba", "label": []}
{"text": "b) energinė vertė kartu su riebalų, sočiųjų riebalų rūgščių, cukrų ir druskos kiekiais.", "label": []}
{"text": "<…>“", "label": []}
{"text": "8. Šio reglamento 31 straipsnio „Apskaičiavimas“ 3 dalyje nurodyta:", "label": []}
{"text": "„30 straipsnio 1–5 dalyse nurodyta energinė vertė ir maistinių medžiagų kiekiai nurodomi parduodamiems maisto produktams.", "label": []}
{"text": "Prireikus, informacija gali būti susijusi su paruoštu maistu, jei pateikiamos pakankamai išsamios jo ruošimo instrukcijos, o informacija susijusi su vartoti paruoštu maistu.“", "label": []}
{"text": "9. Reglamento Nr. 1169/2011 32 straipsnio „Išraiška 100 g arba 100 ml“ 2 dalyje nurodyta:", "label": [[52, 55, "AMOUNT_VALUE"], [56, 57, "AMOUNT_UNIT"], [63, 66, "AMOUNT_VALUE"], [67, 69, "AMOUNT_UNIT"]]}
{"text": "„30 straipsnio 1–5 dalyse nurodyta energinė vertė ir maistinių medžiagų kiekis nurodomi 100 g arba 100 ml.“", "label": [[88, 91, "AMOUNT_VALUE"], [92, 93, "AMOUNT_UNIT"], [99, 102, "AMOUNT_VALUE"], [103, 105, "AMOUNT_UNIT"]]}
{"text": "10. Šio reglamento 33 straipsnio „Išraiška vienai porcijai arba vartojimo vienetui“ 1 ir 2 dalyse nustatyta:", "label": []}
{"text": "„1. Toliau nurodytais atvejais 30 straipsnio 1–5 dalyse nurodyta energinė vertė ir maistingųjų medžiagų kiekiai gali būti nurodomi vienai porcijai ir (arba) vartojimo vienetui, kuris yra vartotojui lengvai atpažįstamas, jei etiketėje nurodomos naudojamos porcijos arba vieneto kiekis ir pakuotėje esančių porcijų arba vienetų skaičius:", "label": []}
{"text": "a) papildomai 32 straipsnio 2 dalyje nurodytam išraiškos būdui 100 g arba 100 ml;", "label": [[63, 66, "AMOUNT_VALUE"], [67, 68, "AMOUNT_UNIT"], [74, 77, "AMOUNT_VALUE"], [78, 80, "AMOUNT_UNIT"]]}
{"text": "b) papildomai 32 straipsnio 3 dalyje nurodytam vitaminų ir mineralinių medžiagų kiekių išraiškos būdui 100 g arba 100 ml;", "label": [[103, 106, "AMOUNT_VALUE"], [107, 108, "AMOUNT_UNIT"], [114, 117, "AMOUNT_VALUE"], [118, 120, "AMOUNT_UNIT"]]}
{"text": "c) papildomai arba vietoj 32 straipsnio 4 dalyje nurodytam išraiškos būdui 100 g arba 100 ml.", "label": [[75, 78, "AMOUNT_VALUE"], [79, 80, "AMOUNT_UNIT"], [86, 89, "AMOUNT_VALUE"], [90, 92, "AMOUNT_UNIT"]]}
{"text": "2. Nukrypstant nuo 32 straipsnio 2 dalies, 30 straipsnio 3 dalies b punkte nurodytais atvejais maistingųjų medžiagų kiekis ir (arba) XIII priedo B dalyje išvardytų referencinių suvartojamų kiekių procentinis dydis gali būti nurodomi tik vienai porcijai arba vartojimo vienetui.", "label": []}
{"text": "Jeigu pagal pirmą pastraipą maistingųjų medžiagų kiekiai nurodomi tik vienai porcijai arba vartojimo vienetui, energinė vertė nurodoma 100 g arba 100 ml ir vienai porcijai arba vartojimo vienetui.“", "label": [[135, 138, "AMOUNT_VALUE"], [139, 140, "AMOUNT_UNIT"], [146, 149, "AMOUNT_VALUE"], [150, 152, "AMOUNT_UNIT"]]}
{"text": "III. Pagrindinė byla, prejudiciniai klausimai ir procesas Teisingumo Teisme", "label": [[58, 75, "ORG"]]}
{"text": "11. D. Oetker yra Vokietijos maisto įmonė, gaminanti ir prekiaujanti dribsniais „Dr. Oetker Vitalis Knuspermüsli Schoko+keks“ (traškiais dribsniais su šokoladu ir sausainiais). Šio produkto pakuotė yra stačiakampio gretasienio formos kartoninė dėžutė.", "label": [[4, 13, "ORG"], [18, 28, "LOC"], [81, 124, "TITLE"]]}
{"text": "12. Ant šios pakuotės pateikiamos tokios maistinės vertės nuorodos:", "label": []}
{"text": "– Ant šoninės pakuotės dalies (siaurosios dėžutės pusės) po antrašte „Informacija apie maistingumą“ nurodoma informacija apie energinę vertę ir riebalų, sočiųjų riebalų rūgščių, angliavandenių, cukrų, baltymų ir druskos kiekius, susieta, pirma, su 100 g parduodamo produkto (toliau – parduodamo produkto porcija) ir, antra, su 40 g dribsnių, paruoštų su 60 ml pieno, kuriame yra 1,5 % riebalų (toliau – paruošto produkto porcija).", "label": [[248, 251, "AMOUNT_VALUE"], [252, 253, "AMOUNT_UNIT"], [327, 329, "AMOUNT_VALUE"], [330, 331, "AMOUNT_UNIT"], [354, 356, "AMOUNT_VALUE"], [357, 359, "AMOUNT_UNIT"], [379, 382, "AMOUNT_VALUE"], [383, 384, "AMOUNT_UNIT"]]}
{"text": "– Priekinėje pakuotės pusėje (pagrindiniame dėžutės regėjimo lauke) kartojamos nuorodos į energinę vertę ir riebalų, sočiųjų riebalų rūgščių, cukrų ir druskų kiekius, susijusios tiktai su paruošto produkto porcija.", "label": []}
{"text": "13. BVV mano, kad nagrinėjamo produkto maistingumo ženklinimu pažeidžiamos Reglamento Nr. 1169/2011 nuostatos dėl maistingumo deklaracijos. D. Oetker pažeidė šio reglamento 33 straipsnį, siejamą su jo 30 ir 32 straipsniais, nes nagrinėjamo produkto pakuotės priekinėje pusėje nurodoma energinė vertė yra susieta ne su parduodamo produkto porcija (t. y. 1880 kJ), o tik su paruošto produkto porcija (t. y. 872 kJ). Tuo remdamasi BVV įspėjo D. Oetker, iš esmės reikalaudama, kad bendrovė pateiktų įsipareigojimą susilaikyti nuo veiksmų, kuriame būtų pripažinta, kad pažeidus šį įsipareigojimą jai grės sankcijos.", "label": [[4, 7, "ORG"], [140, 149, "ORG"], [353, 357, "AMOUNT_VALUE"], [358, 360, "AMOUNT_UNIT"], [405, 408, "AMOUNT_VALUE"], [409, 411, "AMOUNT_UNIT"], [428, 431, "ORG"], [439, 448, "ORG"]]}
{"text": "14. Kadangi į šį įspėjimą nebuvo sureaguota, BVV pareiškė ieškinį Landgericht Bielefeld (Bylefeldo apygardos teismas, Vokietija); šis teismas ieškinį patenkino, 2018 m. rugpjūčio 8 d. sprendime konstatuodamas, kad, pirma, nagrinėjamo produkto pakuotės priekinės pusės etiketėje nenurodant tokio produkto, koks jis parduodamas, energinės vertės, buvo pažeista Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antra pastraipa ir, antra, šio reglamento 31 straipsnio 3 dalies antra pastraipa netaikoma, nes nagrinėjamu atveju nebuvo nurodyti „platesni ruošimo veiksmai“.", "label": [[45, 48, "ORG"], [66, 87, "ORG"], [89, 116, "ORG"], [118, 127, "LOC"], [161, 183, "DATE"]]}
{"text": "15. D. Oetker pateikus apeliacinį skundą, Oberlandesgericht Hamm (Hamo aukštesnysis apygardos teismas) 2019 m. birželio 13 d. sprendimu panaikino ankstesnį sprendimą ir atmetė BVV ieškinį.", "label": [[4, 13, "ORG"], [42, 102, "ORG"], [103, 125, "DATE"], [176, 179, "ORG"]]}
{"text": "16. Šio teismo teigimu, nagrinėjamo produkto atveju pakako paruoštos nagrinėjamo produkto porcijos energinės vertės deklaracijos. Pirma, Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antroje pastraipoje nereikalaujama, kad maisto produkto pakuotės priekinėje pusėje būtų nurodyta ne tik joje jau pateikta informacija apie maistingumą, bet ir parduodamo produkto energinė vertė. Šio reglamento 30 straipsnio 1 dalyje reglamentuojama privalomoji maistingumo deklaracija pateikiama nuorodas (jos nagrinėjamu atveju neginčijamos) išdėstant ant atsakovės produkto pakuotės šoninės dalies. Todėl pakuotės priekinėje pusėje išdėstyta informacija yra pakartota, kaip tai suprantama pagal minėto reglamento 30 straipsnio 3 dalies b punktą. Tokiomis aplinkybėmis, kai maistinių medžiagų energinė vertė ir kiekiai nurodomi vienai porcijai, pateikiant šią kartojamą informaciją, pagal to paties reglamento 33 straipsnio 2 dalies antrą pastraipą energinė vertė turėtų būti siejama su 100 g paruošto maisto produkto. Antra, pagal Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antrą pastraipą taip pat gali būti pateikiama informacija apie paruošto maisto produkto energinę vertę, jeigu, kaip nagrinėjamu atveju, pateikiamos pakankamai išsamios jo ruošimo instrukcijos, o informacija siejama su vartoti paruoštu maistu. Be to, šiame reglamente nėra nuostatų, kurios patvirtintų Landgericht Bielefeld (Bylefeldo apygardos teismas) teiginį, kad žodis „paruošimas“, kaip jis suprantamas pagal šią nuostatą, turi būti suprantamas kaip apimantis „platesnius veiksmus“, kaip antai virimą ar šildymą.", "label": [[973, 976, "AMOUNT_VALUE"], [977, 978, "AMOUNT_UNIT"], [1367, 1418, "ORG"]]}
{"text": "17. BVV pateikė kasacinį skundą Bundesgerichtshof (Aukščiausiasis Federalinis Teismas, Vokietija) – prašymą priimti prejudicinį sprendimą pateikusiam teismui – dėl Oberlandesgericht Hamm (Hamo aukštesnysis apygardos teismas) sprendimo.", "label": [[4, 7, "ORG"], [32, 49, "ORG"], [51, 85, "ORG"], [87, 96, "LOC"], [164, 224, "ORG"]]}
{"text": "18. Prašymą priimti prejudicinį sprendimą pateikusio teismo teigimu, šio kasacinio skundo nagrinėjimo baigtis, be kita ko, priklauso nuo to, ar Reglamento Nr. 1169/2011 31 straipsnio 3 dalis ir 33 straipsnio 2 dalis turi būti aiškinamos taip, kad tokiu atveju, koks nagrinėjamas pagrindinėje byloje, draudžiama pakuotės priekinėje pusėje reklamos tikslais nurodyti informaciją apie paruoštos maisto produkto porcijos maistingumą, nenurodant ir 100 g parduodamo maisto produkto energinės vertės.", "label": [[444, 447, "AMOUNT_VALUE"], [448, 449, "AMOUNT_UNIT"]]}
{"text": "19. Tokiomis aplinkybėmis Bundesgerichtshof (Aukščiausiasis Federalinis Teismas) nutarė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šiuos prejudicinius klausimus:", "label": [[26, 80, "ORG"], [129, 147, "ORG"]]}
{"text": "„1. Ar [Reglamento Nr. 1169/2011] 31 straipsnio 3 dalies antra pastraipa turi būti aiškinama taip, kad ši taisyklė taikoma tik maistui, kuris turi būti ruošiamas, o jo ruošimo instrukcijos yra pateiktos?", "label": []}
{"text": "2. Jei į pirmąjį klausimą būtų atsakyta neigiamai, ar žodžiai „100 g“ [Reglamento Nr. 1169/2011] 33 straipsnio 2 dalies antroje pastraipoje reiškia 100 gramų parduodamo produkto, ar – bent jau taip pat – 100 gramų paruošto maisto?“", "label": [[63, 66, "AMOUNT_VALUE"], [67, 68, "AMOUNT_UNIT"], [148, 151, "AMOUNT_VALUE"], [152, 157, "AMOUNT_UNIT"], [204, 207, "AMOUNT_VALUE"], [208, 213, "AMOUNT_UNIT"]]}
{"text": "20. Pagrindinės bylos šalys ir Europos Komisija pateikė rašytines pastabas. Teisingumo Teismas nusprendė priimti sprendimą nesurengęs teismo posėdžio pagal savo Procedūros reglamento 76 straipsnio 2 dalį.", "label": [[31, 47, "ORG"], [76, 94, "ORG"]]}
{"text": "IV. Analizė", "label": []}
{"text": "A. Pirminės pastabos", "label": []}
{"text": "21. Šie prejudiciniai klausimai susiję su Reglamente Nr. 1169/2011 nustatytais maisto produktų maistingumo ženklinimo reikalavimais. Atsižvelgdamas į nagrinėjamo teisės akto techninį pobūdį, manau, kad naudinga iš karto pateikti atitinkamos reglamentavimo sistemos apžvalgą (1), o tada bus lengviau suprasti nagrinėjamo produkto maistingumo ženklinimą ir pateiktus klausimus (2).", "label": []}
{"text": "1. Dėl taikomos reglamentavimo sistemos", "label": []}
{"text": "a) Genezė ir siekiami tikslai", "label": []}
{"text": "22. Maisto produktų ženklinimo teisinis pagrindas buvo nustatytas Direktyvoje 79/112/EEB(6), kuria siekta nustatyti bendras taisykles, „siekiant prisidėti prie bendrosios rinkos veikimo“, nes nacionalinių taisyklių skirtumai buvo suvokiami kaip kliūtis laisvam maisto produktų judėjimui tarp valstybių narių(7). Nors šia direktyva iš esmės siekiama pašalinti tokias kliūtis, teisės aktų leidėjas taip pat pripažino, kad tokios taisyklės visų pirma turėtų būti kuriamos siekiant informuoti ir apsaugoti vartotoją(8). Šis reikalavimas buvo pakartotas(9) ir sugriežtintas(10) Direktyvoje 2000/13, kuria kodifikuota ir pakeista Direktyva 79/112, kuri buvo kelis kartus iš esmės iš dalies pakeista(11).", "label": []}
{"text": "23. Tik tada, kai maisto produktų ženklinimo srities teisės aktai buvo supaprastinti ir kodifikuoti viename dokumente, t. y. Reglamente Nr. 1169/2011(12), Sąjungos teisės aktų leidėjas patvirtino, kad šiame reglamente atsižvelgiama „ir į vidaus rinkos interesus, nes jį taikant užtikrinami teisės supaprastinamas bei teisinis tikrumas ir sumažinama administracinė našta, ir į piliečių interesus, nes nustatomas reikalavimas aiškiai, suprantamai ir įskaitomai ženklinti maisto produktus“(13). Iš tikrųjų šio reglamento tikslas, be kita ko, apibrėžtas kaip „aukšto lygio vartotojų apsaugos, susijusios su informacija apie maistą, užtikrinimo pagrindas“, „juo nustatomos vartotojų teisę į informaciją užtikrinančios priemonės ir informacijos apie maistą teikimo tvarka“(14). Šiomis aplinkybėmis minėto reglamento 3 straipsnio 1 dalyje nurodyta, kad vienas iš minėto reguliavimo „bendrų tikslų“ – užtikrinti „aukšto lygio vartotojų sveikatos ir interesų apsaugą sudarant sąlygas galutiniams vartotojams rinktis turint pakankamai informacijos ir saugiai vartoti maistą, visų pirma atsižvelgiant į sveikatos, ekonominius, aplinkos, socialinius ir etinius aspektus“(15).", "label": [[155, 163, "LOC"]]}
{"text": "24. Taigi taisykles, susijusias su informacija apie maisto produktus, reikia vertinti atsižvelgiant į pirminį tikslą užtikrinti tinkamą vidaus rinkos veikimą, o nagrinėjamoje byloje – pirmiausia atsižvelgiant į tikslą apsaugoti vartotojų sveikatą.", "label": []}
{"text": "b) Privaloma ir savanoriškai teikiama informacija apie maisto produktus", "label": []}
{"text": "25. Iš karto reikia pažymėti, kad Reglamente Nr. 1169/2011 išskirtos dviejų tipų nuorodos: pirma, „privaloma informacija“, apibrėžta kaip „tam tikri duomenys, kurie pagal Sąjungos nuostatas turi būti teikiami galutiniam vartotojui“(16), ir, antra, „savanoriškai teikiama informacija“, kuri, kaip matyti iš jos pavadinimo, pateikiama savanoriškai(17).", "label": [[171, 179, "LOC"]]}
{"text": "26. Privaloma informacija teikiama tam, kad vartotojai galėtų atpažinti maisto produktus, tinkamai juos vartoti ir rinktis jų individualius mitybos poreikius atitinkančius maisto produktus(18). Išsamios šią privalomą informaciją reglamentuojančios nuostatos įtvirtintos Reglamento Nr. 1169/2011 IV skyriuje(19). Duomenų, kuriuos privaloma nurodyti ant maisto produktų, sąrašas pateikiamas šio reglamento 9 straipsnio 1 dalyje, kur tarp įvairių rūšių informacijos l punkte nurodyta ir „maistingumo deklaracija“. Ji turi atitikti IV skyriaus 3 skirsnio specialiąsias nuostatas ir, be kita ko, minėto reglamento 29–35 straipsnius(20).", "label": []}
{"text": "27. Savanoriškai pateikdami informaciją, gamintojai, be kita ko, gali atkreipti vartotojų dėmesį į jų maisto produkto gerąsias savybes(21) arba padėti vartotojams perkant maisto produktus lengvai pamatyti svarbiausią informaciją apie maistingumą, svarbiausią privalomosios informacijos apie maistingumą dalį pakartodami pakuotės pagrindiniame regėjimo lauke(22). Nors šią informaciją pateikti neprivaloma, Sąjungos teisės aktų leidėjas nurodė, kad tokie duomenys taip pat turi atitikti suderintus kriterijus(23). Tokio suderinimo priežastys būna skirtingos ir priklauso nuo savanoriškai pateikiamos informacijos tipo. Pavyzdžiui, dėl informacijos apie maistingumą pakartojimo pažymėtina, kad nors buvo palikta teisė laisvai rinktis informaciją, kuri gali būti pakartota, vartotojai galėtų susipainioti(24) ar net būti suklaidinti(25).", "label": [[406, 414, "LOC"]]}
{"text": "28. Dėl šių priežasčių savanoriškai pateikiama informacija taip pat buvo suderinta. Nors šis ženklinimo aspektas iš esmės reglamentuojamas Reglamento Nr. 1169/2011 V skyriaus „Savanoriškai teikiama informacija apie maistą“ nuostatomis, jose daroma nuoroda į šio reglamento IV skyriaus ir III skyriaus nuostatas, visų pirma į 7 straipsnį „Sąžininga informacijos teikimo praktika“. Iš tikrųjų savanoriškai teikiama informacija apie maistą turi, pirma, atitikti IV skyriaus 2 ir 3 skirsniuose nustatytus privalomai informacijai, t. y. „išsamioms nuostatoms“, taikomus reikalavimus bei nuostatas dėl „maistingumo deklaracijos“(26) ir, antra, neturi klaidinti vartotojų, neturi būti dviprasmiška ar paini vartotojui ir prireikus turi būti grindžiama atitinkamais mokslo duomenimis(27).", "label": []}
{"text": "c) Dėl maisto produktų maistingumo ženklinimo", "label": []}
{"text": "29. Tarp įvairių Reglamento Nr. 1169/2011 9 straipsnio 1 dalyje nurodytų privalomų duomenų minima „maistingumo deklaracija“(28). „Maistingumo deklaracijoms“ taikomų taisyklių, kurios taip pat žinomos kaip „maistingumo ženklinimas“(29), techninis pobūdis pabrėžiamas tuo, kad tai vienintelė nuoroda, kuriai skirtas visas šio reglamento IV skyriaus skirsnis, t. y. 3 skirsnis(30), kuriuo iš esmės kodifikuotos Direktyvos 90/496 nuostatos.", "label": []}
{"text": "30. Šiose išsamiose 3 skirsnio nuostatose reglamentuojamas šių deklaracijų turinys, jų pateikimas ir energinės vertės apskaičiavimas. Būtent šios taisyklės yra nagrinėjamos pagrindinėje byloje.", "label": []}
{"text": "31. Pirma, kalbant apie taisykles, susijusias su maistingumo ženklinimo turiniu, pažymėtina, kad Reglamente Nr. 1169/2011 daromas skirtumas tarp „privalomų“ ir „pakartotinių“ maistingumo deklaracijų, kurios sudaro specialią savanoriškai pateikiamos informacijos kategoriją(31).", "label": []}
{"text": "32. Viena vertus, pagal šio reglamento 30 straipsnio 1 dalį privalomoje maistingumo deklaracijoje turi būti nurodyta energinė vertė ir riebalų, sočiųjų riebalų rūgščių, angliavandenių, cukrų, baltymų ir druskos kiekiai.", "label": []}
{"text": "33. Kita vertus, pagal minėto reglamento 30 straipsnio 3 dalį pateikdamas privalomą maistingumo deklaraciją, kai ženklinamas fasuotas maisto produktas, maisto verslo operatorius gali nuspręsti pakartoti arba maisto produkto energinę vertę (a punktas), arba visus privalomoje maistingumo deklaracijoje pateikiamus svarbiausius duomenis(32), t. y. visus šios deklaracijos elementus, išskyrus angliavandenius ir baltymus (b punktas). Numatant galimybę pakartotinai pateikti šią informaciją, siekiama padėti vartotojams perkant maisto produktus lengvai pamatyti svarbiausią informaciją apie maistingumą(33).", "label": []}
{"text": "34. Antra, kiek tai susiję su maistingumo ženklinimo taisyklėmis, iš Reglamento Nr. 1169/2011 nuostatų matyti, kad privalomos deklaracijos, kaip ir visi kiti privalomi įrašai, turi būti pateikiamos aiškioje vietoje, kad būtų gerai matomos ir lengvai įskaitomos(34). Be to, privaloma maistingumo deklaracija turi būti pateikiama tame pačiame regėjimo lauke, kuris apibrėžiamas kaip „visas pakuotės paviršius, kuriame pateiktą informaciją galima perskaityti iš vieno regėjimo taško“(35), aiškiai ir, jeigu pakanka vietos, lentelės forma, skaičius išdėstant stulpeliu(36).", "label": []}
{"text": "35. Kartojama savanoriškai teikiama informacija, kaip ir visi kiti neprivalomi duomenys, turi būti išdėstoma taip, kad netrūktų vietos pateikti privalomą informaciją(37). Bet praktikoje, kaip nagrinėjamu atveju, ji paprastai pateikiama pagrindiniame regėjimo lauke (pakuotės priekinėje pusėje)(38) specialiai šiam tikslui skirto dydžio šriftu(39).", "label": []}
{"text": "36. Trečia, dėl maistingumo deklaracijose nurodomos energinės vertės ir maistinių medžiagų kiekio apskaičiavimo metodo pažymėtina, kad pagal Reglamento Nr. 1169/2011 32 straipsnio 2 dalį šie duomenys iš principo turi būti nurodomi 100 g arba 100 ml. Šios taisyklės esmė yra ta, kad vartotojas turi galėti palyginti skirtingų dydžių pakuotėse tiekiamų panašių produktų maistingumą(40) ir kad ji taikoma neatsižvelgiant į tai, ar maistingumo deklaracija yra privaloma, ar teikiama savanoriškai, nes šioje nuostatoje, be kita ko, kalbama apie maistingumo deklaracijas, teikiamas pagal šio reglamento 30 straipsnio 1 ir 3 dalis. Be to, maistingumo deklaracijos iš esmės susijusios su „parduodamu“ maisto produktu(41) arba „prireikus“ su „paruoštu maistu“, jei pateikiamos pakankamai išsamios jo ruošimo instrukcijos, o ši informacija susijusi su vartoti paruoštu maistu(42).", "label": [[231, 234, "AMOUNT_VALUE"], [235, 236, "AMOUNT_UNIT"], [242, 245, "AMOUNT_VALUE"], [246, 248, "AMOUNT_UNIT"]]}
{"text": "2. Nagrinėjamo produkto maistingumo ženklinimas", "label": []}
{"text": "37. Atsižvelgdamas į tai, kas išdėstyta, manau, kad tikslinga pateikti toliau nurodytus paaiškinimus dėl nagrinėjamo produkto maistingumo ženklinimo.", "label": []}
{"text": "38. Pirmiausia reikia pažymėti, kad prejudiciniai klausimai nesusiję su privaloma maistingumo deklaracija. Pagrindinės bylos šalys neginčija, kad ji visiškai atitinka Reglamento Nr. 1169/2011 nuostatas. Iš tikrųjų ant atitinkamo produkto pakuotės pateiktas privalomas maistingumo ženklinimas, pirma, apima energinę vertę(43) ir riebalų, sočiųjų riebalų rūgščių, angliavandenių, cukrų, baltymų ir druskos kiekį(44) ir, antra, ši informacija pateikiama tame pačiame regėjimo lauke(45), t. y. pakuotės šoninėje dalyje, lentelės forma(46).", "label": []}
{"text": "39. Be to, dėl pakartotinės maistingumo deklaracijos pažymėtina, kad pagrindinės bylos šalys neginčija, jog, kiek tai susiję su fasuotu maisto produktu, kurio etiketėje pateikiama privaloma maistingumo deklaracija, energinė vertė ir riebalų, sočiųjų riebalų rūgščių, cukrų ir druskos kiekis gali būti priekinėje pakuotės pusėje(47) savanoriškai pakartotinai nurodomi kita nei privalomos maistingumo deklaracijos forma(48). Atitiktis Reglamento Nr. 1169/2011 nuostatoms ginčijama tik tiek, kiek tai susiję su energinės vertės ir maistinių medžiagų kiekių apskaičiavimu ir nurodymu maistingumo deklaracijoje, pakartotinai pateikiamoje priekinėje pakuotės pusėje, o ginčas visų pirma susijęs su tuo, ar šioje pakartotinėje maistingumo deklaracijoje gali būti nurodomi tik paruošto maisto produkto duomenys.", "label": []}
{"text": "B. Dėl pirmojo prejudicinio klausimo", "label": []}
{"text": "40. Pirmuoju klausimu prašymą priimti prejudicinį sprendimą pateikęs teismas iš esmės siekia išsiaiškinti, ar Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa turi būti aiškinama taip, kad ši taisyklė taikoma tik maisto produktams, kurie prieš vartojant turi būti paruošti ir kuriems yra nustatytas vienintelis paruošimo būdas.", "label": []}
{"text": "41. Šis klausimas yra svarbus sprendžiant ginčą, nes, kaip pažymi prašymą priimti prejudicinį sprendimą pateikęs teismas, nagrinėjamas produktas gali būti ruošiamas įvairiais būdais, t. y. pridedant pieno, jogurto ar varškės, taip pat vaisių sulčių ar net vaisių, uogienės arba medaus.", "label": []}
{"text": "42. Kitaip tariant, Teisingumo Teismo prašoma nuspręsti, ar tuo atveju, kai yra įvairių maisto produkto paruošimo būdų ir prireikus gali būti naudojamos įvairios sudedamosios dalys, maistingumo deklaracijos, savanoriškai pakartojamos priekinėje pakuotės pusėje, gali būti siejamos tik su vienu iš šių paruošimo būdų.", "label": [[20, 37, "ORG"]]}
{"text": "43. Pagal Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antrą pastraipą „prireikus“ maistingumo duomenys gali būti siejami su „paruoštu maistu“, o ne su „parduodamu“ maisto produktu(49), „jei pateikiamos pakankamai išsamios jo ruošimo instrukcijos, o informacija susijusi su vartoti paruoštu maistu“. Šioje nuostatoje pakartotas Direktyvos 90/496 6 straipsnio 4 dalies tekstas.", "label": []}
{"text": "44. Pirmiausia pažymėtina, kad aiškinant šią nuostatą reikia atsižvelgti ne tik į pačios nuostatos formuluotę, bet ir jos kontekstą ir nagrinėjamu teisės aktu siekiamą tikslą(50).", "label": []}
{"text": "45. Dėl Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antros pastraipos formuluotės, aš, kaip ir prašymą priimti prejudicinį sprendimą pateikęs teismas, konstatuoju, kad šios nuostatos formuluotėje nėra nieko, kas leistų pateikti aiškų ir nedviprasmišką atsakymą. Vienintelės išvados, kurias galima padaryti remiantis pažodiniu aiškinimu, išdėstytos toliau.", "label": []}
{"text": "46. Pirma, sąvoka „paruoštas maistas“ reiškia, kad Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antroje pastraipoje nurodytas maisto produktas gali būti ruošiamas. Taigi ši nuostata netaikoma maisto produktams, kurie gali būti vartojami visiškai neparuošti (pavyzdžiui, šokolado plytelei). Bet šioje byloje nagrinėjami dribsniai gali būti vartojami ir niekaip neparuošti. Taigi būtų galima teigti, kad dribsniai nėra maisto produktas, kuriam taikoma ši nuostata, nes ji turėtų apimti tik maisto produktus, kurie, kad būtų galima juos vartoti, būtinai turi būti ruošiami. Vis dėlto toks siauras požiūris akivaizdžiai negrindžiamas pačios nuostatos formuluote. Iš tikrųjų nei paruošimo būdas, nei jo svarba neturi lemiamos reikšmės šios nuostatos taikymui.", "label": []}
{"text": "47. Antra, pažymiu, kad tai, jog vartojamas žodis „prireikus“, kuriuo pradedama Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa, rodo, kad ši nuostata neapima visų maisto produktų, kuriuos, kad būtų galima vartoti, reikia paruošti, todėl minėtoje nuostatoje nurodyta informacija apie maistingumą nebūtinai turi būti pateikta.", "label": []}
{"text": "48. Trečia, sąlyga, kad turi būti „pateikiamos pakankamai išsamios jo ruošimo instrukcijos“, galėtų paskatinti taikyti šio 31 straipsnio 3 dalies antrą pastraipą, neatsižvelgiant į maisto produkto paruošimo būdų skaičių, nes, jeigu ši nuostata būtų taikoma tik vienu būdu ruošiamiems maisto produktams, ši sąlyga būtų mažiau prasminga. Taigi, nors esant tik vienam maisto produkto paruošimo būdui toks aprašymas tikrai yra mažiau reikalingas, atsižvelgdamas į vartotojo informavimo tikslą, manau, kad toks aprašymas vis dėlto yra pagrįstas, nes reikalingas tinkamam produkto panaudojimui.", "label": []}
{"text": "49. Iš Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antros pastraipos konteksto taip pat matyti, kad sąvoka „paruoštas maistas“ iš principo apima „visus galutiniam vartotojui skirtus maisto produktus“(51). Nors šis reglamentas taikomas nepažeidžiant konkrečiose Sąjungos teisės nuostatose, taikomose tam tikriems maisto produktams, numatytų ženklinimo reikalavimų(52), nėra priimta jokios konkrečios nuostatos dėl informacijos apie priekinėje pakuotės pusėje pateikiamose maistingumo deklaracijose skelbiamų duomenų apskaičiavimą ir pateikimą(53). Be to, pažymiu, kad Reglamente Nr. 1169/2011 nėra nieko, kas patvirtintų teiginį, jog „paruošimas“, kaip jis suprantamas pagal šį reglamentą, turėtų būti suprantamas tik kaip „platesni veiksmai“, kaip, pavyzdžiui, virimas arba šildymas, nes šis terminas minėtame reglamente nei apibrėžtas, nei aprašytas.", "label": [[265, 273, "LOC"]]}
{"text": "50. Darytina išvada, kad pažodinis ir kontekstinis aiškinimas nėra įtikinamas nagrinėjant klausimą, ar Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa taikytina tik maisto produktams, kurių vienintelis paruošimo būdas yra iš anksto nustatytas, ar ir maisto produktams, kaip antai dribsniams, kurie gali būti ruošiami įvairiais būdais, be kita ko, naudojant papildomas sudedamąsias dalis. Taigi atsakymo elementus ir, be kita ko, žodžiui „prireikus“ priskirtiną reikšmę galima rasti tik remiantis teleologiniu aiškinimu, pagal kurį neabejotinai paliekama tam tikra teisinio vertinimo diskrecija.", "label": []}
{"text": "51. Taigi iškart pažymėsiu, kad tikslas, kurio siekiama Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa, turi būti vertinamas atsižvelgiant tiek į šios nuostatos tikslą, tiek į nagrinėjamo teisės akto tikslus, visų pirma tikslą leisti vartotojams priimti sprendimus žinant visas aplinkybes ir vartoti maistą visiškai saugiai, be kita ko, atsižvelgiant į sveikatos aspektus(54).", "label": []}
{"text": "52. Pažymiu, kad 31 straipsnio tikslas matyti iš Reglamento Nr. 1169/2011 35 ir 41 konstatuojamųjų dalių. 35 konstatuojamojoje dalyje nustatyta, kad nuostatomis dėl 100 g arba 100 ml produkto maistingumo deklaracijos siekiama „užtikrinti galimybę palyginti produktus, esančius skirtingo dydžio pakuotėse“. Be to, šioje konstatuojamojoje dalyje nurodyta, kad „kartu su 100 g arba 100 ml produkto maistinės vertės nuoroda“ pateikti „papildomą porcijos maistinės vertės nuorodą“ leidžiama „prireikus“, „jei maisto produktas yra fasuotas ir nurodytos atskiros porcijos arba vartojimo vienetai“.", "label": [[165, 168, "AMOUNT_VALUE"], [169, 170, "AMOUNT_UNIT"], [176, 179, "AMOUNT_VALUE"], [180, 182, "AMOUNT_UNIT"], [368, 371, "AMOUNT_VALUE"], [372, 373, "AMOUNT_UNIT"], [379, 382, "AMOUNT_VALUE"], [383, 385, "AMOUNT_UNIT"]]}
{"text": "53. Šio reglamento 41 konstatuojamojoje dalyje nurodyta, kad pateikiama informacija apie maistingumą turi „būti paprasta ir lengvai suprantama, atsižvelgiant į esamą žinių apie mitybą lygį“, ir kad „savanoriškai svarbiausia informacijos apie maistingumą dalis gali būti kartojama pagrindiniame regėjimo lauke siekiant padėti vartotojams lengvai pamatyti svarbiausią informaciją apie maistingumą perkant maisto produktus“.", "label": []}
{"text": "54. Abi Reglamento Nr. 1169/2011 31 straipsnio 3 dalies pastraipos gali būti taikomos (ir jų tarpusavio ryšys gali būti aiškinamas) būtent atsižvelgiant į šiuos du glaudžiai susijusius tikslus – užtikrinti galimybę palyginti maisto produktus ir informuoti vartotojus.", "label": []}
{"text": "55. Pirma, siekiant užtikrinti galimybę palyginti energinę vertę ir maistinių medžiagų kiekius, iš esmės reikia, kad jie būtų susiję su parduodamo maisto produkto būkle (pirma pastraipa). Taigi, kai maisto produktas gali būti vartojamas tik paruoštas, kai pridedama kitų sudedamųjų dalių, siekiant, kad būtų lengviau jį palyginti su atitinkamu kito gamintojo produktu, maistingumo deklaracijoje gali būti daroma nuoroda į paruoštą maistą (antra pastraipa).", "label": []}
{"text": "56. Vis dėlto antruoju atveju, jei maisto produktas gali būti ruošiamas skirtingai, su gamintojo siūlomu paruošimo būdu susijusi informacija apie paruošto maisto energinę vertę ir maistinių medžiagų kiekius paprastai negali būti lyginama su atitinkamais kitų gamintojų maisto produktais, kurių maistingumo deklaracijos gali būti grindžiamos kitu paruošimo būdu.", "label": []}
{"text": "57. Pavyzdžiui, nagrinėjamu atveju neginčijama, kad dribsniai gali būti ruošiami įvairiais būdais, naudojant papildomas sudedamąsias dalis, kuriuose cukrų ar riebalų kiekis gali skirtis. Maistingumo deklaracija, grindžiama konkrečiu pasiūlymu dėl paruošimo – nagrinėjamu atveju pridedant 60 ml pieno, kurio sudėtyje yra 1,5 % riebalų, – yra tik vienas iš galimų variantų, kuriame nepateikiama bendros informacijos apie vartoti paruošto maisto maistingumą, o maistinės vertės negalima lyginti su analogiškais kitų gamintojų produktais, be kita ko, dėl to, kad iš tikrųjų šio maisto produkto kiekio ir papildomos sudedamosios dalies kiekio santykis laisvai nustatomas pagal vartotojo skonį.", "label": [[288, 290, "AMOUNT_VALUE"], [291, 293, "AMOUNT_UNIT"], [320, 323, "AMOUNT_VALUE"], [324, 325, "AMOUNT_UNIT"]]}
{"text": "58. Darytina išvada, kad, pirma, galimas produkto, kuris gali būti ruošiamas įvairiais būdais, energinės vertės ir maistinių medžiagų kiekio apskaičiavimas savaime yra savavališkas ir priklauso nuo maisto paruošimo būdo ir, antra, a contrario, tokio produkto energinė vertė ir maistinių medžiagų kiekiai gali būti lyginami tik tada, kai informacija būna susijusi su parduodamu maisto produktu, kaip tai suprantama pagal Reglamento Nr. 1169/2011 31 straipsnio 3 dalies pirmą pastraipą.", "label": []}
{"text": "59. Jeigu, atsižvelgiant į tikslą užtikrinti palyginamumą, būtų padaryta išvada, kad maisto produktai, kurie gali būti ruošiami skirtingais būdais, nepatenka į Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antros pastraipos taikymo sritį, reikia nustatyti, kokiems ruošiamiems maisto produktams ši nuostata turi būti taikoma.", "label": []}
{"text": "60. Šiuo klausimu pažymėtina, kad, remiantis aiškinimu a contrario, pirma nagrinėti maisto produktai skiriasi nuo tų, kurie gali būti paruošiami vartoti tik vienu iš anksto nustatytu būdu, kaip antai miltelių pavidalo dehidratuota sriuba, kurią ruošiant įpilamo vandens kiekis ir virimo trukmė yra iš anksto nustatomi nurodant vienintelį vartojimo būdą, pudingo milteliai ar gatavi produktai (pvz., ravioliai). Šiems maisto produktams būdinga tai, kad jie pagrįstai gali būti ruošiami vartoti tiktai nurodytu būdu, todėl juos galima tiesiogiai lyginti su panašiais maisto produktais. Žinoma, toks palyginimas ne visada grindžiamas visišku lygiavertiškumu, be kita ko, dėl to, kad gali skirtis papildomų sudedamųjų dalių maistinė vertė. Tačiau man atrodo, kad tokio palyginimo savavališkumo aspektas tikrai yra ribotas.", "label": []}
{"text": "61. Antra, turint omenyje, kad teikiant maistingumo deklaracijas vykdoma informavimo pareiga, iš Reglamento Nr. 1169/2011 7 straipsnio 1 dalies matyti, kad informuojant apie maistą negalima klaidinti vartotojo, visų pirma nurodant maisto produkto ypatybes, ypač jo pobūdį bei savybes(55). Šio straipsnio 2 dalyje nurodyta, kad „informacija apie maistą turi būti tiksli, aiški ir vartotojui lengvai suprantama“(56).", "label": []}
{"text": "62. Šiuo klausimu, viena vertus, konstatuoju, kad, kiek tai susiję su informavimo funkcija, atsižvelgiant į tai, kad minėtos maistinės vertės duomenys apskaičiuojami savavališkai ir yra kintami, nėra lengva nustatyti, kuo nagrinėjamu atveju pakartotinės informacijos apie paruošto maisto maistingumą pateikimas būtų naudingas vartotojui, juo labiau kad iš tikrųjų privaloma maistingumo deklaracija vizualiai būtų perkelta į antrąjį planą. Be to, kaip pažymėjo Teisingumo Teismas, siekiant užtikrinti aukštą vartotojų apsaugos lygį informavimo srityje, atsižvelgiant į skirtingą suvokimą(57), informacija apie maisto produktus turi būti tiksli, neutrali ir objektyvi(58). Tačiau taip nebūtų, jei maisto produktų, kurie gali būti paruošiami skirtingais būdais, gamintojai parinktų jiems tinkamiausią paruošimo formą, ypač tą, kuria išgaunama mažiausia energinė vertė. Toks veikimo būdas nebūtų nei neutralus, nei objektyvus.", "label": [[460, 478, "ORG"]]}
{"text": "63. Kita vertus, kai maistingumo deklaracija pateikiama savanoriškai ir kai kartojamoje maistingumo deklaracijoje nenurodoma 100 g parduodamo produkto energinė vertė, vartotojai gali būti suklaidinti nepaisant to, kad ši vertė nurodoma privalomoje maistingumo deklaracijoje, ypač tuo atveju, kai kiti gamintojai pakartotinėje maistingumo deklaracijoje nuolat nurodo 100 g parduodamo produkto energinę vertę. Tokiu atveju būtų galima nustatyti didelius verčių skirtumus. Preliminariai pažymiu, kad nagrinėjamu atveju parduodamo produkto porcijos energinė vertė yra 1880 kJ, o paruošto produkto porcijos energinė vertė – 872 kJ.", "label": [[125, 128, "AMOUNT_VALUE"], [129, 130, "AMOUNT_UNIT"], [366, 369, "AMOUNT_VALUE"], [370, 371, "AMOUNT_UNIT"], [564, 568, "AMOUNT_VALUE"], [569, 571, "AMOUNT_UNIT"], [619, 622, "AMOUNT_VALUE"], [623, 625, "AMOUNT_UNIT"]]}
{"text": "64. Iš principo, atsižvelgiant į nacionalinių ir Sąjungos teismų kompetencijos pasidalijimą, Teisingumo Teismas neprivalo nei nuspręsti, ar tam tikrų produktų ženklinimas gali klaidinti pirkėją ar vartotoją, nei atsakyti į klausimą dėl galimai klaidinamo maistingumo deklaracijos pobūdžio. Prašymą priimti prejudicinį sprendimą pateikęs teismas turi pats išnagrinėti visus įvairius ženklinimo elementus, kad nustatytų, ar toks vartotojas gali būti klaidinamas nurodant nagrinėjamo produkto maistines vertes. Vis dėlto priimdamas prejudicinį sprendimą Teisingumo Teismas prireikus gali pateikti paaiškinimus, kurie padėtų nacionaliniam teismui priimti sprendimą(59).", "label": [[49, 57, "LOC"], [93, 111, "ORG"], [551, 569, "ORG"]]}
{"text": "65. Šiuo aspektu pirmiausia vertindamas, ar etiketėje esanti nuoroda gali suklaidinti pirkėją, nacionalinis teismas iš esmės turi remtis preziumuojamais su šia nuoroda siejamais vidutinio, pakankamai informuoto apie maisto produkto kokybę, taip pat protingai pastabaus ir nuovokaus šiuo klausimu vartotojo lūkesčiais dėl minėtos nuorodos, nes svarbiausia neklaidinti vartotojų ir neleisti jiems klaidingai manyti, kad produktas, be kita ko, yra visai kitokios kokybės nei iš tikrųjų(60).", "label": []}
{"text": "66. Be to, kadangi suteikiant galimybę pakartoti maistingumo deklaracijas priekinėje pakuotės pusėje siekiama būtent padėti vartotojams pirkimo momentu lengvai įžiūrėti esminę informaciją apie maistingumą, reikia remtis prielaida, kad vidutinis vartotojas pirmiausia perskaitys priekinėje pakuotės pusėje pakartotą informaciją apie maistingumą, o ne pakuotės šone pateikiamą privalomąją informaciją(61).", "label": []}
{"text": "67. Galiausiai reikia atsižvelgti į tai, kad maisto produktų gamintojai yra suinteresuoti maistingumo deklaracijoje savo produktus pristatyti kaip kuo sveikesnius, todėl yra suinteresuoti nurodyti kuo mažesnį tokių maistinių verčių kaip cukrūs kiekį ir kuo mažesnį kaloringumą. Pakartotinėje maistingumo deklaracijoje 100 g paruošto produkto energinė vertė gali būti mažesnė už 100 g to paties parduodamo produkto energinę vertę, jei ruošiant naudojamų sudedamųjų dalių maistinė vertė yra mažesnė už atitinkamo maisto produkto maistinę vertę. Taigi pripažinus, kad toks maisto produktas, koks nagrinėjamas šioje byloje, gali patekti į Reglamento Nr. 1169/201 31 straipsnio 3 dalies antros pastraipos taikymo sritį, galėtų kilti pavojus išplėsti maisto produktų, kuriems gali būti taikoma ši nuostata, kategoriją. Tokia plėtra nebūtų tinkama, nes minėta nuostata, kuri paprastai būna išimtinė, gali tapti taisykle, kai maisto produktas gali būti paruoštas vienu ar kitu būdu.", "label": [[318, 321, "AMOUNT_VALUE"], [322, 323, "AMOUNT_UNIT"], [378, 381, "AMOUNT_VALUE"], [382, 383, "AMOUNT_UNIT"]]}
{"text": "68. Atsižvelgdamas į visa tai, kas išdėstyta, siūlau taip atsakyti į pirmąjį prejudicinį klausimą: Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa turi būti aiškinama taip, kad ši nuostata taikoma tik tiems maisto produktams, kuriuos paruošti būtina ir kuriems iš anksto nustatytas tik vienas paruošimo būdas.", "label": []}
{"text": "C. Dėl antrojo prejudicinio klausimo", "label": []}
{"text": "69. Jei į pirmąjį klausimą būtų atsakyta neigiamai, antruoju klausimu prašymą priimti prejudicinį sprendimą pateikęs teismas iš esmės siekia išsiaiškinti, ar nuoroda „100 g“ Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antroje pastraipoje reiškia tiktai 100 g parduodamo maisto produkto, ar – bent jau taip pat – 100 g paruošto maisto.", "label": [[167, 170, "AMOUNT_VALUE"], [171, 172, "AMOUNT_UNIT"], [257, 260, "AMOUNT_VALUE"], [261, 262, "AMOUNT_UNIT"], [316, 319, "AMOUNT_VALUE"], [320, 321, "AMOUNT_UNIT"]]}
{"text": "70. Atsižvelgdamas į siūlomą atsakymą į pirmąjį prejudicinį klausimą, nemanau, kad būtina atsakyti į antrąjį prejudicinį klausimą. Taigi toliau pateikiama papildoma analizė, jei Teisingumo Teismas nuspręstų, kad į jį reikia atsakyti.", "label": [[178, 196, "ORG"]]}
{"text": "71. Pirmiausia primenu, kad Reglamento Nr. 1169/2011 33 straipsnio 2 dalies pirmoje pastraipoje yra numatyta taisyklės, kad maistingųjų medžiagų kiekis turi būti reiškiamas 100 g arba 100 ml, išimtis. Pagal šią nuostatą pagrindiniame pakuotės regėjimo lauke savanoriškai pakartojant informaciją apie energinę vertę kartu su riebalų, sočiųjų riebalų rūgščių, cukrų ir druskos kiekiais(62) šių maistingųjų medžiagų kiekiai gali būti nurodomi „tik vienai porcijai arba vartojimo vienetui“. Vis dėlto tokiu atveju pagal tos pačios nuostatos antrą pastraipą energinė vertė turi būti išreikšta tiek 100 g ar 100 ml, tiek vienai porcijai arba vartojimo vienetui. Tam, kad būtų taikoma ši nukrypti leidžianti nuostata, turi būti įvykdytos sąlygos, kuriomis pagal šio reglamento 33 straipsnio 1 dalį įgyvendinama teisė nurodyti maistinę vertę vienai porcijai arba vartojimo vienetui, t. y. „etiketėje nurodomos naudojamos porcijos arba vieneto kiekis ir pakuotėje esančių porcijų arba vienetų skaičius“(63).", "label": [[173, 176, "AMOUNT_VALUE"], [177, 178, "AMOUNT_UNIT"], [184, 187, "AMOUNT_VALUE"], [188, 190, "AMOUNT_UNIT"], [593, 596, "AMOUNT_VALUE"], [597, 598, "AMOUNT_UNIT"], [602, 605, "AMOUNT_VALUE"], [606, 608, "AMOUNT_UNIT"]]}
{"text": "72. Nagrinėjamu atveju, jeigu Teisingumo Teismo atsakymas į pirmąjį klausimą būtų neigiamas, tai reikštų, kad pakartotines nagrinėjamo produkto maistingumo deklaracijas būtų galima teikti pagal Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antrą pastraipą ir kad D. Oetker turėtų tik pateikti šio reglamento 30 straipsnio 1–5 dalyse nurodytą informaciją apie paruošto maisto maistingumą. Pagal minėto reglamento 32 straipsnio 2 dalį ši kartojama informacija apie maistingumą turėtų būti išreikšta 100 g arba 100 ml paruošto produkto. Be to, pagal to paties reglamento 33 straipsnio 1 dalies a punktą šioje nuostatoje nustatytomis sąlygomis D. Oetker taip pat galėtų nurodyti vienos porcijos maistinių medžiagų energinę vertę ir kiekį(64), o pagal Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antrą pastraipą – pakartoti savanoriškai pateikiamą informaciją pakuotės priekinėje pusėje, nurodydama tik vienos porcijos maistinių medžiagų kiekį ir tiek 100 g, tiek vienos porcijos energinę vertę. Galiausiai primintina, kad D. Oetker ant šoninės pakuotės dalies taip pat nurodė informaciją apie 100 g parduodamo produkto maistingumą.", "label": [[30, 47, "ORG"], [265, 274, "ORG"], [499, 502, "AMOUNT_VALUE"], [503, 504, "AMOUNT_UNIT"], [510, 513, "AMOUNT_VALUE"], [514, 516, "AMOUNT_UNIT"], [642, 651, "ORG"], [953, 956, "AMOUNT_VALUE"], [957, 958, "AMOUNT_UNIT"], [1024, 1033, "ORG"], [1095, 1098, "AMOUNT_VALUE"], [1099, 1100, "AMOUNT_UNIT"]]}
{"text": "73. Neatsižvelgiant į pagrindinės bylos faktines aplinkybes, tuo atveju, kai maistingumo deklaracija yra susijusi su paruoštu maistu, kaip tai suprantama pagal šio reglamento 31 straipsnio 3 dalies antrą pastraipą, gali kilti klausimas, ar nuoroda „100 g“, kaip ji suprantama pagal Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antrą pastraipą, siejama su energine verte, reiškia tik 100 g parduodamo produkto, ar ir 100 g paruošto maisto.", "label": [[249, 252, "AMOUNT_VALUE"], [253, 254, "AMOUNT_UNIT"], [386, 389, "AMOUNT_VALUE"], [390, 391, "AMOUNT_UNIT"], [419, 422, "AMOUNT_VALUE"], [423, 424, "AMOUNT_UNIT"]]}
{"text": "74. Kaip nurodo prašymą priimti prejudicinį sprendimą pateikęs teismas, atsakymo į šį klausimą negalima pateikti nei remiantis minėtos nuostatos tekstu, nei atsižvelgiant į šios nuostatos kontekstą. Iš tikrųjų nepateikta jokių paaiškinimų dėl 100 g maisto produkto būklės, su kuria turi būti siejama energinė vertė, kai pagal Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antrą pastraipą pateikiama informacija apie jau paruošto maisto produkto maistingumą. Atsakymui parengti reikalingus aspektus galima nustatyti tiktai atsižvelgiant į maistingumo deklaracijos pakartojimo tikslą.", "label": [[243, 246, "AMOUNT_VALUE"], [247, 248, "AMOUNT_UNIT"]]}
{"text": "75. Taigi, atsižvelgdamas į Reglamento Nr. 1169/2011 35 konstatuojamojoje dalyje nurodytą tikslą užtikrinti galimybę palyginti produktus(65), pažymiu, kad šio reglamento 31 straipsnio 3 dalies antra pastraipa iš esmės siekiama užtikrinti tinkamą reikalavimų dėl šio reglamento 32 straipsnio 2 dalyje numatyto 100 g arba 100 ml referencinio kiekio taikymą. Ši nuostata grindžiama idėja, kad paprastai porcijos nesveria 100 g ir kad dėl to, siekiant geresnio palyginamumo, reikia, kad bent jau svarbiausia informacija – energinė vertė – būtų nurodoma atsižvelgiant į 100 g referencinį kiekį, o kitos maistinės vertės, jeigu jos ant pakuotės pakartotinai nurodomos neprivalomoje maistingumo lentelėje, gali būti siejamos su porcijos svoriu.", "label": [[309, 312, "AMOUNT_VALUE"], [313, 314, "AMOUNT_UNIT"], [320, 323, "AMOUNT_VALUE"], [324, 326, "AMOUNT_UNIT"], [418, 421, "AMOUNT_VALUE"], [422, 423, "AMOUNT_UNIT"], [565, 568, "AMOUNT_VALUE"], [569, 570, "AMOUNT_UNIT"]]}
{"text": "76. Atsižvelgdamas į šį tikslą manau, kad tuo atveju, kai maistinės vertės nurodomos pakuotės priekinėje pusėje, remiantis maisto produkto gamintojo pasirinktu paruošto maisto referenciniu kiekiu, siekiant užtikrinti tam tikrą palyginamumą, Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antra pastraipa gali būti aiškinama taip, kad kartu su informacija apie vienos porcijos maistingumą pakuotės priekinėje pusėje privaloma nurodyti 100 g parduodamo produkto energinę vertę. Manau, kad, atsižvelgiant į šio reglamento 41 konstatuojamąją dalį, toks sprendimas taip pat būtų „paprasčiausias ir lengviausiai suprantamas“ siekiant atkreipti vidutinio vartotojo dėmesį ir įvykdyti pareigą pateikti informaciją maistingumo deklaracijose.", "label": [[435, 438, "AMOUNT_VALUE"], [439, 440, "AMOUNT_UNIT"]]}
{"text": "77. Atsižvelgdamas į visus pirma išdėstytus argumentus, siūlau į antrąjį prejudicinį klausimą atsakyti taip: Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antra pastraipa turi būti aiškinama taip, kad tuo atveju, kai ant pakuotės nurodoma ir tokio maisto produkto, koks jis parduodamas, ir paruošto maisto produkto energinė vertė tiek „100 g“, tiek „vienai porcijai arba vartojimo vienetui“, reikia pakartotinai nurodyti parduodamo maisto produkto energinę vertę 100 g arba 100 ml.", "label": [[338, 341, "AMOUNT_VALUE"], [342, 343, "AMOUNT_UNIT"], [465, 468, "AMOUNT_VALUE"], [469, 470, "AMOUNT_UNIT"], [476, 479, "AMOUNT_VALUE"], [480, 482, "AMOUNT_UNIT"]]}
{"text": "V. Išvada", "label": []}
{"text": "78. Atsižvelgdamas į tai, kas išdėstyta, siūlau Teisingumo Teismui taip atsakyti į Bundesgerichtshof (Aukščiausiasis Federalinis Teismas, Vokietija) pateiktus prejudicinius klausimus:", "label": [[48, 66, "ORG"], [83, 100, "ORG"], [102, 136, "ORG"], [138, 147, "LOC"]]}
{"text": "1. 2011 m. spalio 25 d. Europos Parlamento ir Tarybos reglamento (ES) Nr. 1169/2011 dėl informacijos apie maistą teikimo vartotojams, kuriuo iš dalies keičiami Europos Parlamento ir Tarybos reglamentai (EB) Nr. 1924/2006 ir (EB) Nr. 1925/2006 bei kuriuo panaikinami Komisijos direktyva 87/250/EEB, Tarybos direktyva 90/496/EEB, Komisijos direktyva 1999/10/EB, Europos Parlamento ir Tarybos direktyva 2000/13/EB, Komisijos direktyvos 2002/67/EB ir 2008/5/EB bei Komisijos reglamentas (EB) Nr. 608/2004, 31 straipsnio 3 dalies antra pastraipa turi būti aiškinama taip, kad ši nuostata taikoma tik tiems maisto produktams, kuriuos reikia paruošti ir kurių paruošimo būdas yra iš anksto nurodytas.", "label": [[3, 23, "DATE"], [24, 42, "ORG"], [46, 53, "ORG"], [160, 178, "ORG"], [182, 189, "ORG"], [266, 275, "ORG"], [298, 305, "ORG"], [328, 337, "ORG"], [360, 378, "ORG"], [382, 389, "ORG"], [412, 421, "ORG"], [461, 470, "ORG"]]}
{"text": "2. Atsižvelgdamas į siūlomą atsakymą į pirmąjį klausimą, nemanau, kad būtina atsakyti į antrąjį prejudicinį klausimą. Jeigu Teisingumo Teismas nuspręstų, kad į jį atsakyti reikia, manau, kad reikėtų pateikti tokį atsakymą:", "label": [[124, 142, "ORG"]]}
{"text": "Reglamento Nr. 1169/2011 33 straipsnio 2 dalies antra pastraipa turi būti aiškinama taip, kad tuo atveju, kai ant pakuotės nurodoma tokio maisto produkto, koks jis parduodamas, ir paruošto maisto produkto energinė vertė tiek „100 g“, tiek „vienai porcijai arba vartojimo vienetui“, reikia pakartotinai nurodyti parduodamo maisto produkto energinę vertę 100 g arba 100 ml.", "label": [[226, 229, "AMOUNT_VALUE"], [230, 231, "AMOUNT_UNIT"], [353, 356, "AMOUNT_VALUE"], [357, 358, "AMOUNT_UNIT"], [364, 367, "AMOUNT_VALUE"], [368, 370, "AMOUNT_UNIT"]]}
{"text": "1 Originalo kalba: prancūzų.", "label": [[19, 27, "NATIONALITY"]]}
{"text": "2 2011 m. spalio 25 d. Europos Parlamento ir Tarybos reglamentas dėl informacijos apie maistą teikimo vartotojams, kuriuo iš dalies keičiami Europos Parlamento ir Tarybos reglamentai (EB) Nr. 1924/2006 ir (EB) Nr. 1925/2006 bei kuriuo panaikinami Komisijos direktyva 87/250/EEB, Tarybos direktyva 90/496/EEB, Komisijos direktyva 1999/10/EB, Europos Parlamento ir Tarybos direktyva 2000/13/EB, Komisijos direktyvos 2002/67/EB ir 2008/5/EB bei Komisijos reglamentas (EB) Nr. 608/2004 (OL L 304, 2011, p. 18, klaidų ištaisymas OL L 266, 2016, p. 7).", "label": [[2, 22, "DATE"], [23, 41, "ORG"], [45, 52, "ORG"], [141, 159, "ORG"], [163, 170, "ORG"], [247, 256, "ORG"], [279, 286, "ORG"], [309, 318, "ORG"], [341, 359, "ORG"], [363, 370, "ORG"], [393, 402, "ORG"], [442, 451, "ORG"]]}
{"text": "3 2000 m. kovo 20 d. Europos Parlamento ir Tarybos direktyva dėl valstybių narių įstatymų, reglamentuojančių maisto produktų ženklinimą, pateikimą ir reklamavimą, derinimo (OL L 109, 2000, p. 29; 2004 m. specialusis leidimas lietuvių k., 15 sk., 5 t., p. 75).", "label": [[2, 20, "DATE"], [21, 39, "ORG"], [43, 50, "ORG"], [196, 203, "DATE"], [225, 233, "NATIONALITY"]]}
{"text": "4 1990 m. rugsėjo 24 d. Tarybos direktyva dėl maisto produktų maistingumo ženklinimo (OL L 276, 1990, p. 40, 2004 m. specialusis leidimas lietuvių k., 13 sk., 10 t., p. 191).", "label": [[2, 23, "DATE"], [24, 31, "ORG"], [109, 116, "DATE"], [138, 146, "NATIONALITY"]]}
{"text": "5 Dėl jurisprudencijos, susijusios su Reglamentu Nr. 1169/2011, žr. 2019 m. rugsėjo 4 d. Sprendimą Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659), 2019 m. lapkričio 12 d. Sprendimą Organisation juive européenne ir Vignoble Psagot (C‑363/18, EU:C:2019:954) ir 2020 m. spalio 1 d. Sprendimą Groupe Lactalis (C‑485/18, EU:C:2020:763). Dėl Direktyvos 2000/13 žr., be kita ko, 2009 m. rugsėjo 10 d. Sprendimą Lombardi (C‑446/07, EU:C:2009:530), 2015 m. birželio 4 d. Sprendimą Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361) ir 2016 m. rugsėjo 22 d. Sprendimą Breitsamer und Ulrich (C‑113/15, EU:C:2016:718). Dėl Direktyvos 90/496 žr., be kita ko, 2003 m. spalio 23 d. Sprendimą B. Richter (C‑40/02, EU:C:2003:584).", "label": [[68, 88, "DATE"], [99, 163, "ORG"], [191, 214, "DATE"], [225, 254, "ORG"], [258, 273, "ORG"], [303, 322, "DATE"], [333, 348, "ORG"], [416, 437, "DATE"], [448, 456, "PER"], [484, 505, "DATE"], [516, 578, "ORG"], [608, 629, "DATE"], [640, 661, "ORG"], [728, 748, "DATE"], [759, 769, "PER"]]}
{"text": "6 1978 m. gruodžio 18 d. Tarybos direktyva dėl valstybių narių įstatymų, reglamentuojančių galutiniam vartotojui skirtų maisto produktų ženklinimą, pateikimą ir reklamavimą, derinimo (OL L 33, 1979, p. 1).", "label": [[2, 24, "DATE"], [25, 32, "ORG"]]}
{"text": "7 Direktyvos 79/112 pirma ir antra konstatuojamosios dalys.", "label": []}
{"text": "8 Direktyvos 79/112 šešta ir septinta konstatuojamosios dalys. Taip pat žr. šios direktyvos dvyliktąją konstatuojamąją dalį, pagal kurią ženklinimo taisyklės taip pat „turėtų drausti nurodyti informaciją, kuri klaidintų pirkėją arba priskirtų maisto produktams vaistines savybes“. Taigi vartotojų apsauga buvo aiškinama kaip tiesioginis, pagrindinis minėtos direktyvos tikslas (šiuo klausimu žr. generalinio advokato I. Almas išvadą byloje Scholz (C‑385/96, EU:C:1998:72, 21 punktas)). Taip pat žr. 1995 m. spalio 12 d. Sprendimą Graeme ir kt. (C‑85/94, EU:C:1995:312, 23 ir 24 punktai).", "label": [[396, 416, "PROFESSION"], [417, 425, "PER"], [440, 446, "PER"], [499, 519, "DATE"], [530, 536, "PER"]]}
{"text": "9 Direktyvos 2000/13 6 ir 14 konstatuojamosios dalys.", "label": []}
{"text": "10 Žr. Direktyvos 2000/13 8 konstatuojamąją dalį, pagal kurią „detalus ženklinimas, ypač tikslaus produkto pobūdžio ir charakteristikų nurodymas, leidžiantis vartotojui pasirinkti prekę turint visą informaciją, yra pats svarbiausias dalykas, nes jis sukelia mažiausiai kliūčių laisvai prekybai“.", "label": []}
{"text": "11 Dėl vėlesnių pakeitimų sąrašo žr. Direktyvos 2000/13 IV priedo A ir B dalis.", "label": []}
{"text": "12 Reglamento Nr. 1169/2011 11 konstatuojamoji dalis.", "label": []}
{"text": "13 Reglamento Nr. 1169/2011 9 konstatuojamosios dalies antras sakinys (kursyvu išskirta mano). Taip pat žr. šio reglamento 1 konstatuojamojoje dalyje pateiktą nuorodą į SESV 169 straipsnį, kuriame numatyta, kad Europos Sąjunga prisideda prie aukšto vartotojų apsaugos lygio įgyvendinimo.", "label": [[211, 226, "ORG"]]}
{"text": "14 Žr. Reglamento Nr. 1169/2011 1 straipsnio 1 ir 2 dalis. Būtent remiantis šiuo požiūriu taip pat buvo dar kartą patvirtinta, kad „bendrasis maisto produktus reglamentuojančių teisės aktų principas – sudaryti sąlygas vartotojams rinktis turint pakankamai informacijos jų vartojamą maistą ir užkirsti kelią veiksmams, kurie galėtų klaidinti vartotoją“ (šio reglamento 4 konstatuojamoji dalis).", "label": []}
{"text": "15 Sąjungos teisės aktų leidėjas nustatė ryšį tarp ženklinimo ir tikslo pasiekti aukštą vartotojų sveikatos apsaugos lygį, nustatydamas sąsają tarp mitybos ir sveikatos bei galimybės rinktis individualius poreikius atitinkančią mitybą. Iš tikrųjų vartotojo galimybė rinktis maisto produktus turint pakankamai informacijos buvo laikoma labai svarbia siekiant užtikrinti tikrą konkurenciją ir vartotojų gerovę (žr. Reglamento Nr. 1169/2011 3 ir 10 konstatuojamąsias dalis).", "label": [[3, 11, "LOC"]]}
{"text": "16 Reglamento Nr. 1169/2011 2 straipsnio 2 dalies c punktas.", "label": []}
{"text": "17 Nors terminas „savanoriškai teikiama informacija“ vartojamas (žr. V skyriaus 36 ir 37 straipsnius bei 47 konstatuojamąją dalį), Reglamente Nr. 1169/2011 jis neapibrėžtas. Be to, kai kuriose šio reglamento kalbinėse versijose (versijos prancūzų ir italų kalbomis) taip pat vartojamas terminas „neprivaloma“ (žr. 36 straipsnį ir 30, 38, 41, 42, 47 ir 58 konstatuojamąsias dalis). Šie terminai akivaizdžiai vartojami pakaitomis. Daugumoje kalbinių versijų vartojami tie patys terminai (žr. versijas vokiečių, graikų ir anglų kalbomis). Taip pat pažymiu, kad terminai „neprivaloma“ (arba „savanoriška“) neturi būti painiojami su terminu „papildoma“. Iš tikrųjų, nors minėtu reglamentu suderinti valstybių narių nacionalinės teisės aktai dėl privalomos informacijos, šis suderinimas nėra išsamus, nes valstybės narės gali tame pačiame reglamente nustatytomis sąlygomis laisvai patvirtinti papildomas privalomas nuostatas (šiuo klausimu žr. Reglamento Nr. 1169/2011 10 straipsnį ir 35 straipsnio 2 dalį bei generalinio advokato F. Colin išvadą byloje Groupe Lactalis (C‑485/18, EU:C:2020:592, 32–34 punktai).", "label": [[238, 246, "NATIONALITY"], [250, 255, "NATIONALITY"], [499, 507, "NATIONALITY"], [509, 515, "NATIONALITY"], [519, 524, "NATIONALITY"], [1004, 1024, "PROFESSION"], [1025, 1033, "PER"], [1048, 1063, "ORG"]]}
{"text": "18 Reglamento Nr. 1169/2011 17 konstatuojamoji dalis.", "label": []}
{"text": "19 Šiame reglamente taip pat išdėstytas „pagrindas“, kaip tai suprantama pagal jo 1 straipsnio 1 dalį, t. y. II skyriaus „bendrieji principai“ ir III skyriuje nurodyti „bendrieji reikalavimai“, kurie taip pat taikomi privalomai informacijai (šiuo klausimu žr. 2019 m. rugsėjo 4 d. Sprendimą Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, 66 punktas).", "label": [[260, 280, "DATE"], [291, 355, "ORG"]]}
{"text": "20 Reglamento Nr. 1169/2011 9 straipsnio 1 dalies pirmas sakinys.", "label": []}
{"text": "21 Žr. Reglamento Nr. 1169/2011 30 konstatuojamąją dalį.", "label": []}
{"text": "22 Žr. Reglamento Nr. 1169/2011 41 konstatuojamąją dalį.", "label": []}
{"text": "23 Žr. Reglamento Nr. 1169/2011 30, 38, 41, 42 ir 47 konstatuojamąsias dalis.", "label": []}
{"text": "24 Žr. Reglamento Nr. 1169/2011 41 konstatuojamąją dalį. Šiuo klausimu šio reglamento 47 konstatuojamojoje dalyje nurodyta, kad „patirtis rodo, kad daugeliu atveju, kai savanoriškai pateikiama informacija apie maistą, nukenčia privalomos informacijos apie maistą aiškumas. Todėl turėtų būti nustatyti kriterijai, kurie padėtų maisto verslo operatoriams ir vykdymą užtikrinančioms institucijoms užtikrinti tolygų privalomos ir savanoriškai teikiamos informacijos apie maistą teikimą.“", "label": []}
{"text": "25 Žr. Reglamento Nr. 1169/2011 42 konstatuojamąją dalį.", "label": []}
{"text": "26 Reglamento Nr. 1169/2011 36 straipsnio 1 dalis.", "label": []}
{"text": "27 Reglamento Nr. 1169/2011 36 straipsnio 2 dalis.", "label": []}
{"text": "28 Žr. šios išvados 26 punktą.", "label": []}
{"text": "29 Žr. Reglamento Nr. 1169/2011 I priedo „2 straipsnio 4 dalyje nurodytos specialiosios terminų apibrėžtys“ 1 punktą.", "label": []}
{"text": "30 Visos nuostatos dėl (vienuolikos) kitų privalomos informacijos punktų išdėstytos IV skyriaus 2 skirsnyje.", "label": []}
{"text": "31 Skirtumas tarp „privalomų“ ir „savanoriškai pateikiamų“ deklaracijų aiškėja ne iš Reglamento Nr. 1169/2011 30 straipsnio teksto, o tarpusavyje siejant šio straipsnio 1 dalį, kurioje kalbama apie „privalomą maistingumo deklaraciją“, 3 dalį, kurioje nurodyta „joje [galinti] būti pakartojama informacija“, ir 41 konstatuojamąją dalį, kurioje nurodyta, kad ši informacija gali būti kartojama „savanoriškai“. Žr. šios išvados 27 punktą.", "label": []}
{"text": "32 Reglamento Nr. 1169/2011 41 konstatuojamosios dalies ketvirtas sakinys.", "label": []}
{"text": "33 Reglamento Nr. 1169/2011 41 konstatuojamosios dalies ketvirtas sakinys.", "label": []}
{"text": "34 Reglamento Nr. 1169/2011 13 straipsnio 1 ir 2 dalys.", "label": []}
{"text": "35 Reglamento Nr. 1169/2011 2 straipsnio 2 dalies k punktas.", "label": []}
{"text": "36 Reglamento Nr. 1169/2011 34 straipsnio 1 ir 2 dalys. Kaip nurodyta šio reglamento 41 konstatuojamojoje dalyje, „kad pateikiama informacija apie maistingumą būtų patraukli vidutiniam vartotojui ir atitiktų savo informavimo paskirtį, ji turėtų būti paprasta ir lengvai suprantama, atsižvelgiant į esamą žinių apie mitybą lygį. Vartotojams gali būti painu, jei dalis informacijos apie maistingumą būtų pateikiama pagrindiniame regėjimo lauke, paprastai vadinamame priekine pakuotės puse, o dalis kitoje, pavyzdžiui, užpakalinėje, pakuotės pusėje. Todėl maistingumo deklaracija turėtų būti tame pačiame regėjimo lauke“.", "label": []}
{"text": "37 Reglamento Nr. 1169/2011 37 straipsnis.", "label": []}
{"text": "38 Pagrindinis regėjimo laukas apibrėžiamas kaip „pakuotės regėjimo laukas, kurį vartotojui pirkimo metu lengviausia pamatyti iš pirmo žvilgsnio ir kuris padeda vartotojui nedelsiant identifikuoti produktą pagal jo savybes ar pobūdį ir, prireikus, pagal jo registruotąjį prekės pavadinimą. Jei pakuotė turi keletą identiškų pagrindinių regėjimo laukų, pagrindiniu regėjimo lauku laikomas tas, kurį pasirinko maisto verslo operatorius“ (žr. Reglamento Nr. 1169/2011 2 straipsnio 2 dalies l punktą).", "label": []}
{"text": "39 Reglamento Nr. 1169/2011 34 straipsnio 3 dalis, kurioje daroma nuoroda į šio reglamento 13 straipsnio 2 dalį.", "label": []}
{"text": "40 Reglamento Nr. 1169/2011 35 konstatuojamoji dalis.", "label": []}
{"text": "41 Reglamento Nr. 1169/2011 31 straipsnio 3 dalies pirma pastraipa.", "label": []}
{"text": "42 Reglamento Nr. 1169/2011 31 straipsnio 3 dalies antra pastraipa.", "label": []}
{"text": "43 Pagal Reglamento Nr. 1169/2011 30 straipsnio 1 dalies a punktą.", "label": []}
{"text": "44 Pagal Reglamento Nr. 1169/2011 30 straipsnio 1 dalies b punktą.", "label": []}
{"text": "45 Pagal Reglamento Nr. 1169/2011 34 straipsnio 1 dalį.", "label": []}
{"text": "46 Pagal Reglamento Nr. 1169/2011 34 straipsnio 2 dalį.", "label": []}
{"text": "47 Pagal Reglamento Nr. 1169/2011 30 straipsnio 3 dalies b punktą, 2 straipsnio 2 dalies l punktą ir 34 straipsnio 3 dalies a punktą.", "label": []}
{"text": "48 Pagal Reglamento Nr. 1169/2011 34 straipsnio 3 dalies antrą pastraipą.", "label": []}
{"text": "49 Pagal Reglamento Nr. 1169/2011 31 straipsnio 3 dalies pirmą pastraipą.", "label": []}
{"text": "50 Šiuo klausimu žr. 2020 m. liepos 16 d. Sprendimą AFMB ir kt. (C‑610/18, EU:C:2020:565, 50 punktas).", "label": [[21, 41, "DATE"], [52, 56, "ORG"]]}
{"text": "51 Žr. Reglamento Nr. 1169/2011 1 straipsnio 3 dalį.", "label": []}
{"text": "52 Žr. Reglamento Nr. 1169/2011 1 straipsnio 4 dalį.", "label": []}
{"text": "53 Pažymiu, kad Komisija turi teisę priimti deleguotuosius aktus dėl papildomų reikalavimų taikymo prekybai vaisių ir daržovių sektoriaus produktais (žr. 2019 m. rugsėjo 4 d. Sprendimą Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, 63 ir 69 punktai)).", "label": [[16, 24, "ORG"], [154, 174, "DATE"], [185, 249, "ORG"]]}
{"text": "54 Žr. šios išvados 23 punktą. Šiuo klausimu žr. 2016 m. rugsėjo 22 d. Sprendimą Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, 67 punktas) ir 2020 m. spalio 1 d. Sprendimą Groupe Lactalis (C‑485/18, EU:C:2020:763, 43 punktas).", "label": [[49, 70, "DATE"], [81, 102, "ORG"], [144, 163, "DATE"], [174, 189, "ORG"]]}
{"text": "55 Žr. Reglamento Nr. 1169/2011 4 ir 20 konstatuojamąsias dalis ir 2020 m. spalio 1 d. Sprendimą Groupe Lactalis (C‑485/18, EU:C:2020:763, 41 punktas). Dėl ankstesnės tvarkos žr. 2015 m. birželio 4 d. Sprendimą Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 33 punktas) ir 2020 m. sausio 30 d. Sprendimą dr. Willmar Schwabe (C‑524/18, EU:C:2020:60, 35 punktas ir jame nurodyta jurisprudencija).", "label": [[67, 86, "DATE"], [97, 112, "ORG"], [179, 200, "DATE"], [211, 273, "ORG"], [315, 335, "DATE"], [346, 365, "ORG"]]}
{"text": "56 Šie reikalavimai taip pat taikomi maisto produktų reklamai arba pateikimui, ypač jų pakavimui (žr. Reglamento Nr. 1169/2011 7 straipsnio 4 dalį).", "label": []}
{"text": "57 Žr. Reglamento Nr. 1169/2011 1 straipsnio 1 dalį ir 3 straipsnio 1 dalį, aiškinamas atsižvelgiant į šio reglamento 1, 3 ir 4 konstatuojamąsias dalis. Šiuo klausimu žr. 2019 m. lapkričio 12 d. Sprendimą Organisation juive européenne ir Vignoble Psagot (C‑363/18, EU:C:2019:954, 52 ir 53 punktai) ir 2020 m. spalio 1 d. Sprendimą Groupe Lactalis (C‑485/18, EU:C:2020:763, 43 punktas).", "label": [[171, 194, "DATE"], [205, 234, "ORG"], [238, 253, "ORG"], [301, 320, "DATE"], [331, 346, "ORG"]]}
{"text": "58 Šiuo klausimu žr. 2016 m. rugsėjo 22 d. Sprendimą Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, 69 punktas) ir 2020 m. spalio 1 d. Sprendimą Groupe Lactalis (C‑485/18, EU:C:2020:763, 44 punktas).", "label": [[21, 42, "DATE"], [53, 74, "ORG"], [116, 135, "DATE"], [146, 161, "ORG"]]}
{"text": "59 Šiuo klausimu žr. 2000 m. rugsėjo 12 d. Sprendimą Ericsson (C‑366/98, EU:C:2000:430, 18–20 punktai), 2009 m. rugsėjo 10 d. Sprendimą Lombardi (C‑446/07, EU:C:2009:530, 60 punktas), taip pat 2015 m. birželio 4 d. Sprendimą Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 35 punktas).", "label": [[21, 42, "DATE"], [53, 61, "PER"], [104, 125, "DATE"], [136, 144, "PER"], [193, 214, "DATE"], [225, 287, "ORG"]]}
{"text": "60 Šiuo klausimu žr. 2009 m. rugsėjo 10 d. Sprendimą Lombardi (C‑446/07, EU:C:2009:530, 61 punktas ir jame nurodyta jurisprudencija) ir 2015 m. birželio 4 d. Sprendimą Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 36 punktas).", "label": [[21, 42, "DATE"], [53, 61, "PER"], [136, 157, "DATE"], [168, 230, "ORG"]]}
{"text": "61 Šiuo klausimu žr. 2015 m. birželio 4 d. Sprendimą Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, 39 ir 40 punktai).", "label": [[21, 42, "DATE"], [53, 115, "ORG"]]}
{"text": "62 Pagal Reglamento Nr. 1169/2011 30 straipsnio 3 dalies b punktą.", "label": []}
{"text": "63 Žr. Reglamento Nr. 1169/2011 35 konstatuojamąją dalį.", "label": []}
{"text": "64 Šiuo klausimu iš Teisingumo Teismui pateiktos bylos medžiagos matyti, kad nors D. Oetker priekinėje pakuotės pusėje nurodė, kad naudojama porcija „= 100 g“, vis dėlto ji aiškiai nenurodė pakuotėje esančių „porcijų skaičiaus“. Todėl nesu įsitikinęs, kad Reglamento Nr. 1169/2011 33 straipsnio 1 dalyje numatytos sąlygos yra įvykdytos.", "label": [[20, 38, "ORG"], [82, 91, "ORG"], [152, 155, "AMOUNT_VALUE"], [156, 157, "AMOUNT_UNIT"]]}
{"text": "65 Žr. šios išvados 52 punktą.", "label": []}
