{"text": "2021 m. gegužės 27 d. Juzgado de Primera Instancia nº 10 bis de Sevilla (Ispanija) pateiktas prašymas priimti prejudicinį sprendimą byloje Valente / Borisova", "label": [[0, 21, "DATE"], [22, 71, "ORG"], [73, 81, "LOC"], [139, 146, "PER"], [149, 157, "PER"]]}
{"text": "(Byla C-335/21)", "label": []}
{"text": "Proceso kalba: ispanų", "label": [[15, 21, "NATIONALITY"]]}
{"text": "Prašymą priimti prejudicinį sprendimą pateikęs teismas", "label": []}
{"text": "Juzgado de Primera Instancia nº 10 Bis de Sevilla", "label": [[0, 49, "ORG"]]}
{"text": "Šalys pagrindinėje byloje", "label": []}
{"text": "Ieškovas: Valente", "label": [[10, 17, "PER"]]}
{"text": "Atsakovė: Borisova", "label": [[10, 18, "PER"]]}
{"text": "Prejudiciniai klausimai", "label": []}
{"text": "1 Ar supaprastinta procedūra dėl advokato pateikto reikalavimo dėl honoraro, kurios atveju teismas neturi galimybių ex officio analizuoti galimo su vartotoju sudarytos sutarties sąlygų nesąžiningumo, atitinka Direktyvą 93/13 ir joje įtvirtintą veiksmingumo principą, siejamą su Chartijos 47 straipsnyje įtvirtinta teise į veiksmingą teisminę gynybą, atsižvelgiant į tai, kad šios procedūros atveju nenumatytas teismo įsikišimas jokioje bylos nagrinėjimo stadijoje, išskyrus tuo atveju, kai klientas užginčija šį reikalavimą, o vėliau kuri nors iš šalių pateikia skundą dėl galutinio teismo kanclerio sprendimo?", "label": [[33, 41, "PROFESSION"], [583, 599, "PROFESSION"]]}
{"text": "2. Ar tai, kad bet kokia nesąžiningumo patikra, kurią teismas atlieka ex officio arba šalies prašymu, tokios supaprastintos procedūros atveju atliekama nagrinėjant skundą dėl sprendimo, kurį priėmė jurisdikcijos neturinti institucija, kaip antai teismo kancleris, peržiūros, kuri iš esmės turi apsiriboti tik sprendimo dalyku, ir neleidžiama priimti kitų įrodymų, išskyrus šalių jau pateiktus dokumentinius įrodymus, atitinka Direktyvą 93/13 ir joje įtvirtintą veiksmingumo principą, siejamą su Chartijos 47 straipsnyje įtvirtinta teise į veiksmingą teisminę gynybą?", "label": [[246, 262, "PROFESSION"]]}
{"text": "3. Ar advokato ir vartotojo sutartyje nustatyta sąlyga, kaip antai nagrinėjama šioje byloje, kurioje numatyta pareiga mokėti honorarus konkrečiu atveju, kai klientas be advokatų kontoros žinios ar nesuderinęs su ja atsisako ieškinio nepasibaigus teismo procesui arba susitaria su institucija, turi būti laikoma patenkančia į Direktyvos 93/13 4 straipsnio 2 dalies nuostatų taikymo sritį, nes tai yra pagrindinė sąlyga, susijusi su sutarties dalyku, šiuo atveju – su kaina?", "label": [[6, 14, "PROFESSION"]]}
{"text": "4. Jei į ankstesnį klausimą būtų atsakyta teigiamai, ar minėta sąlyga, kad honorarai nustatomi darant nuorodą į advokatų asociacijos įkainių lentelę, kurioje nustatytos skirtingos taisyklės, taikytinos kiekvienu konkrečiu atveju, ir apie kurią nebuvo niekaip užsiminta anksčiau pateiktoje informacijoje, gali būti laikoma aiškia ir suprantama pagal minėtą Direktyvos 93/13 4 straipsnio 2 dalį?", "label": []}
{"text": "5. Jei į ankstesnį klausimą būtų atsakyta neigiamai, ar tai, kad į advokato ir vartotojo sudarytą sutartį įtraukta tokia sąlyga, kaip antai nagrinėjama šioje byloje, kurioje advokato honoraras nustatomas tik nurodant advokatų asociacijos įkainių lentelę, kurioje nustatytos skirtingos taisyklės, taikytinos kiekvienu konkrečiu atveju, ir apie kurią nebuvo užsiminta nei komerciniame pasiūlyme, nei anksčiau pateiktoje informacijoje, gali būti laikoma nesąžininga komercine veikla, kaip tai suprantama pagal Direktyvą 2005/29 ?", "label": [[67, 75, "PROFESSION"], [174, 182, "PROFESSION"]]}
{"text": "____________", "label": []}
{"text": "1993 m. balandžio 5 d. Tarybos direktyva 93/13/EEB dėl nesąžiningų sąlygų sutartyse su vartotojais (OL L 95, 1993, p. 29; 2004 m. specialusis leidimas lietuvių k., 15 sk., 2 t., p. 288). 2005 m. gegužės 11 d. Europos Parlamento ir Tarybos direktyvos 2005/29/EB dėl nesąžiningos įmonių komercinės veiklos vartotojų atžvilgiu vidaus rinkoje (OL L 149, 2005, p. 22).", "label": [[0, 22, "DATE"], [23, 30, "ORG"], [122, 129, "DATE"], [151, 159, "NATIONALITY"], [187, 208, "DATE"], [209, 227, "ORG"], [231, 238, "ORG"]]}
