{"text": "TEISINGUMO TEISMO (antroji kolegija) SPRENDIMAS", "label": [[0, 36, "ORG"]]}
{"text": "2022 m. liepos 7 d.(*)", "label": [[0, 19, "DATE"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Darbuotojų migrantų socialinė apsauga – Reglamentas (EB) Nr. 987/2009 – 44 straipsnio 2 dalis – Taikymo sritis – Senatvės pensija – Skaičiavimas – Kitose valstybėse narėse įgytų vaiko auginimo laikotarpių įskaitymas – SESV 21 straipsnis – Laisvas piliečių judėjimas“", "label": []}
{"text": "Byloje C‑576/20", "label": []}
{"text": "dėl Oberster Gerichtshof (Aukščiausiasis Teismas, Austrija) 2020 m. spalio 13 d. nutartimi, kurią Teisingumo Teismas gavo 2020 m. lapkričio 4 d., pagal SESV 267 straipsnį pateikto prašymo priimti prejudicinį sprendimą byloje FM prieš Pensionsversicherungsanstalt", "label": [[4, 24, "ORG"], [26, 48, "ORG"], [50, 58, "LOC"], [60, 80, "DATE"], [98, 116, "ORG"], [122, 144, "DATE"], [225, 227, "PER"], [234, 262, "ORG"]]}
{"text": "TEISINGUMO TEISMAS (antroji kolegija),", "label": [[0, 37, "ORG"]]}
{"text": "kurį sudaro kolegijos pirmininkė K. Atkinson, teisėjai L. Steinbeisser, J. Hoffmann (pranešėjas), A. Würth ir I. Z. Sánchez Rodríguez,", "label": [[12, 32, "PROFESSION"], [33, 44, "PER"], [46, 54, "PROFESSION"], [55, 70, "PER"], [72, 83, "PER"], [85, 95, "PROFESSION"], [98, 106, "PER"], [110, 133, "PER"]]}
{"text": "generalinis advokatas F. Mavridou,", "label": [[0, 21, "PROFESSION"], [22, 33, "PER"]]}
{"text": "posėdžio sekretorė F. Hasenberg, administratorė,", "label": [[0, 18, "PROFESSION"], [19, 31, "PER"], [33, 47, "PROFESSION"]]}
{"text": "atsižvelgęs į rašytinę proceso dalį ir įvykus 2021 m. lapkričio 11 d. posėdžiui,", "label": [[46, 69, "DATE"]]}
{"text": "išnagrinėjęs pastabas, pateiktas:", "label": []}
{"text": "– FM, atstovaujamos Rechtsanwalt Hausherr,", "label": [[2, 4, "PER"], [20, 32, "PROFESSION"], [33, 41, "PER"]]}
{"text": "– Pensionsversicherungsanstalt, atstovaujamos Rechtsanwälte U. Gibson ir R. Aliev, taip pat eksperto O. Orlova,", "label": [[2, 30, "ORG"], [46, 59, "PROFESSION"], [60, 69, "PER"], [73, 81, "PER"], [92, 100, "PROFESSION"], [101, 110, "PER"]]}
{"text": "– Austrijos vyriausybės, atstovaujamos K. Karpov, T. Vargas, N. Belyaev ir W. Moretti,", "label": [[2, 23, "ORG"], [39, 48, "PER"], [50, 59, "PER"], [61, 71, "PER"], [75, 85, "PER"]]}
{"text": "– Čekijos vyriausybės, atstovaujamos Pavlov, S. Ermakov ir H. Marković,", "label": [[2, 21, "ORG"], [37, 43, "PER"], [45, 55, "PER"], [59, 70, "PER"]]}
{"text": "– Ispanijos vyriausybės, atstovaujamos C. Delgado Ramírez ir E. Martinez Acosta,", "label": [[2, 23, "ORG"], [39, 57, "PER"], [61, 79, "PER"]]}
{"text": "– Europos Komisijos, atstovaujamos N.-D. Ernst ir C. Schuster,", "label": [[2, 19, "ORG"], [35, 46, "PER"], [50, 61, "PER"]]}
{"text": "susipažinęs su 2022 m. vasario 3 d. posėdyje pateikta generalinio advokato išvada,", "label": [[15, 35, "DATE"], [54, 74, "PROFESSION"]]}
{"text": "priima šį Sprendimą", "label": []}
{"text": "1 Prašymas priimti prejudicinį sprendimą pateiktas dėl SESV 21 straipsnio ir 2009 m. rugsėjo 16 d. Europos Parlamento ir Tarybos reglamento (EB) Nr. 987/2009, nustatančio Reglamento (EB) Nr. 883/2004 dėl socialinės apsaugos sistemų koordinavimo įgyvendinimo tvarką (OL L 284, 2009, p. 1), 44 straipsnio 2 dalies išaiškinimo.", "label": [[77, 98, "DATE"], [99, 117, "ORG"], [121, 128, "ORG"]]}
{"text": "2 Šis prašymas pateiktas nagrinėjant FM ir Pensionsversicherungsanstalt (Pensijų draudimo įstaiga, Austrija) ginčą dėl kitose valstybėse narėse FM įgytų vaiko auginimo laikotarpių įskaitymo, siekiant apskaičiuoti jai Austrijoje mokamos senatvės pensijos dydį.", "label": [[37, 39, "PER"], [43, 71, "ORG"], [73, 97, "ORG"], [99, 107, "LOC"], [144, 146, "PER"], [217, 227, "LOC"]]}
{"text": "Teisinis pagrindas", "label": []}
{"text": "Sąjungos teisė", "label": [[0, 8, "LOC"]]}
{"text": "Reglamentas (EB) Nr. 883/2004", "label": []}
{"text": "3 2004 m. balandžio 29 d. Europos Parlamento ir Tarybos reglamentu (EB) Nr. 883/2004 dėl socialinės apsaugos sistemų koordinavimo (OL L 166, 2004, p. 1; 2004 m. specialusis leidimas lietuvių k., 5 sk., 5 t., p. 72; klaidų ištaisymas OL L 188, 2013, p. 10) siekiama koordinuoti nacionalines socialinės apsaugos sistemas. Šis reglamentas, remiantis jo 91 straipsniu, taikomas nuo jo įgyvendinimo reglamento – Reglamento Nr. 987/2009 – įsigaliojimo dienos; pastarojo reglamento 97 straipsnyje nustatyta, kad jis įsigalioja 2010 m. gegužės 1 d.", "label": [[2, 25, "DATE"], [26, 44, "ORG"], [48, 55, "ORG"], [182, 190, "NATIONALITY"], [520, 539, "DATE"]]}
{"text": "4 Reglamento Nr. 883/2004 1 ir 3 konstatuojamosiose dalyse nustatyta:", "label": []}
{"text": "„(1) Nacionalinių socialinės apsaugos sistemų koordinavimo taisyklės priklauso laisvo asmenų judėjimo sričiai ir turėtų padėti kelti jų gyvenimo lygį bei užimtumo sąlygas.", "label": []}
{"text": "<...>", "label": []}
{"text": "(3) 1971 m. birželio 14 d. Tarybos reglamentas (EEB) Nr. 1408/71 dėl socialinės apsaugos sistemų taikymo pagal darbo sutartį dirbantiems asmenimis, savarankiškai dirbantiems asmenimis ir jų šeimos nariams, judantiems Bendrijoje [OL L 149, 1971, p. 2; 2004 m. specialusis leidimas lietuvių k., 5 sk., 1 t., p. 35] daug kartų buvo keičiamas ir atnaujinamas, atsižvelgiant ne tik į poslinkius Bendrijoje, įskaitant Teisingumo Teismo sprendimus, bet ir į nacionalin[ės] teisės aktų [dalinius] pakeitimus. Dėl minėtų veiksnių Bendrijos koordinavimo taisyklės tapo pernelyg sudėtingos ir ilgos. Todėl siekiant laisvo asmenų judėjimo svarbu pakeisti – patobulinti ir supaprastinti – šias nuostatas.“", "label": [[4, 26, "DATE"], [27, 34, "ORG"], [217, 227, "LOC"], [251, 258, "DATE"], [280, 288, "NATIONALITY"], [390, 400, "LOC"], [412, 429, "ORG"], [521, 530, "LOC"]]}
{"text": "5 Pagal šio reglamento 1 straipsnio t punktą sąvoka „draudimo laikotarpiai“ apibūdinama kaip įmokų mokėjimo, darbo pagal darbo sutartį arba savarankiško darbo laikotarpiai, kurie nustatomi arba pripažįstami teisės aktais, pagal kuriuos jie buvo įgyti arba laikomi įgytais, ir visi taip traktuojami laikotarpiai, jeigu pagal minėtus teisės aktus jie prilyginami draudimo laikotarpiams.", "label": []}
{"text": "6 Minėto reglamento 2 straipsnio „Asmenys, kuriems taikomas šis reglamentas“ 1 dalyje nustatyta:", "label": []}
{"text": "„Šis reglamentas taikomas valstybės narės piliečiams, asmenims be pilietybės ir pabėgėliams, gyvenantiems vienoje iš valstybių narių, kuriems yra ar buvo taikomi vienos ar daugiau valstybių narių teisės aktai, bei jų šeimos nariams ir maitintojo netekusiems asmenims.“", "label": []}
{"text": "7 To paties reglamento II antraštinės dalies „Taikytinų teisės aktų nustatymas“ 11 straipsnio „Bendrosios taisyklės“ 1–3 dalyse nustatyta:", "label": []}
{"text": "„1. Asmenims, kuriems taikomas šis reglamentas, taikomi tik vienos valstybės narės teisės aktai. Tie teisės aktai taikomi remiantis šioje antraštinėje dalyje numatytomis nuostatomis.", "label": []}
{"text": "2. Šioje antraštinėje dalyje asmenys, gaunantys išmokas pinigais už darbą pagal darbo sutartį arba savarankišką darbą, laikomi dirbančiais minėtą darbą. Ši nuostata netaikoma invalidumo, senatvės ir maitintojo netekimo pensijoms, pensijoms dėl nelaimingų atsitikimų darbe, profesinių ligų ir ligos išmokoms pinigais už neriboto laikotarpio gydymą.", "label": []}
{"text": "3. Laikantis 12–16 straipsnių nuostatų:", "label": []}
{"text": "a) vienoje valstybėje narėje pagal darbo sutartį arba savarankiškai dirbantiems asmenims taikomi tos valstybės teisės aktai;", "label": []}
{"text": "b) valstybės tarnautojams taikomi tos valstybės narės teisės aktai, kurie galioja juos į darbą priėmusiai administracijai;", "label": []}
{"text": "c) asmenims, pagal 65 straipsnio nuostatas gaunantiems bedarbio pašalpas vadovaujantis valstybės narės, kurioje jie gyvena, teisės aktais, taikomi tos valstybės narės įstatymai;", "label": []}
{"text": "d) asmenims, pašauktiems arba pakartotinai pašauktiems į tarnybą valstybės narės ginkluotosiose pajėgose arba į jos civilinę tarnybą, taikomi tos valstybės narės teisės aktai;", "label": []}
{"text": "e) visiems kitiems asmenims, kuriems netaikomi a–d punktai, taikomi tos valstybės narės, kurioje jie gyvena, teisės aktai, nepažeidžiant kitų šio reglamento nuostatų, garantuojančių jiems išmokas pagal vienos ar daugiau valstybių narių teisės aktus.“", "label": []}
{"text": "8 Reglamento Nr. 883/2004 87 straipsnis, susijęs su pereinamojo laikotarpio nuostatomis, suformuluotas taip:", "label": []}
{"text": "„1. Pagal šį reglamentą neįgyjama jokių teisių iki jo įsigaliojimo.", "label": []}
{"text": "2. Nustatant pagal šį reglamentą įgytas teises į išmokas, įskaitomi visi draudimo laikotarpiai ir prireikus darbo pagal darbo sutartį, savarankiško darbo arba gyvenimo laikotarpiai, įgyti pagal valstybės narės teisės aktus iki šio reglamento įsigaliojimo atitinkamoje valstybėje narėje dienos.", "label": []}
{"text": "3. Laikantis 1 dalies nuostatų, pagal šį reglamentą įgyjama bet kuri teisė, netgi jeigu ji susijusi su draudiminiu įvykiu, įvykusiu iki šio reglamento įsigaliojimo atitinkamoje valstybėje narėje dienos.", "label": []}
{"text": "<...>“", "label": []}
{"text": "Reglamentas Nr. 987/2009", "label": []}
{"text": "9 Reglamento Nr. 987/2009 1 ir 14 konstatuojamosiose dalyse nurodyta:", "label": []}
{"text": "„(1) Reglamentu [Nr. 883/2004] modernizuojamos valstybių narių nacionalinių socialinės apsaugos sistemų koordinavimo taisyklės, nurodant įgyvendinimo priemones ir procedūras bei supaprastinant jas visiems susijusiems subjektams. Turėtų būti nustatytos įgyvendinimo taisyklės.", "label": []}
{"text": "<...>", "label": []}
{"text": "(14) Reikia tam tikrų konkrečių taisyklių ir procedūrų, pagal kurias būtų apibrėžiami teisės aktai, taikytini siekiant atsižvelgti į laikotarpius įvairiose valstybėse narėse, kuriose apdraustasis augino vaikus.“", "label": []}
{"text": "10 Šio reglamento 44 straipsnis „Vaiko auginimo laikotarpių įskaitymas“ yra jo IV skyriuje „Neįgalumo išmokos, senatvės ir maitintojo netekimo pensijos“. Šiame straipsnyje numatyta:", "label": []}
{"text": "„1. Šiame straipsnyje „vaiko auginimo laikotarpis“ reiškia laikotarpį, kuris įskaitomas pagal valstybės narės pensijų teisės aktus arba dėl kurio prie pensijos pridedama papildoma išmoka tiesiogiai dėl tos priežasties, kad asmuo augino vaiką, neatsižvelgiant į metodą, kuris buvo naudojamas tiems laikotarpiams apskaičiuoti ir į tai, ar jie buvo įgyti auginant vaiką, ar pripažinti atgaline data.", "label": []}
{"text": "2. Kai pagal valstybės narės, kuri yra kompetentinga pagal [Reglamento Nr. 883/2004] II antraštinę dalį, teisės aktus neatsižvelgiama į vaiko auginimo laikotarpius, valstybės narės, kurios teisės aktai pagal [Reglamento Nr. 883/2004] II antraštinę dalį buvo taikomi atitinkamam asmeniui, todėl, kad jis vykdė veiklą pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo tuo metu, kai pagal tuos teisės aktus imta atsižvelgti į vaiko auginimo laikotarpį atitinkamo vaiko atžvilgiu, įstaiga ir toliau yra atsakinga už tai, kad būtų atsižvelgta į šį laikotarpį kaip į vaiko auginimo laikotarpius pagal jos pačios teisės aktus taip, tarsi šis vaikas buvo auginamas jos teritorijoje.", "label": []}
{"text": "3. 2 dalis netaikoma, jei atitinkamam asmeniui taikomi ar pradedami taikyti kitos valstybės narės teisės aktai dėl to, kad jis pagal darbo sutartį ar kaip savarankiškai dirbantis asmuo vykdo veiklą.“", "label": []}
{"text": "11 Šio reglamento 93 straipsnis „Pereinamojo laikotarpio nuostatos“ suformuluotas taip:", "label": []}
{"text": "„[Reglamento Nr. 883/2004] 87 straipsnis taikomas atvejams, kuriems taikomas įgyvendinimo reglamentas.“", "label": []}
{"text": "Austrijos teisė", "label": [[0, 9, "LOC"]]}
{"text": "12 Allgemeines Pensionsgesetz (Bendrasis pensijų įstatymas, BGBl. I, 142/2004, toliau – Bendrasis pensijų įstatymas) 4 straipsnio „Senatvės pensija, teisė“ 1 dalyje numatyta:", "label": []}
{"text": "„Apdraustasis įgyja teisę į senatvės pensiją, kai jam sukanka 65 metai (įprastas pensinis amžius), jei iki nustatyto termino pagal šį arba kitą federalinį įstatymą jis buvo apdraustas ne mažiau kaip 180 mėnesių, iš kurių ne mažiau kaip 84 mėnesius – kai dirbo (minimalus draudimo laikotarpis).“", "label": [[62, 64, "AMOUNT_VALUE"], [65, 70, "AMOUNT_UNIT"], [199, 202, "AMOUNT_VALUE"], [203, 210, "AMOUNT_UNIT"], [236, 238, "AMOUNT_VALUE"], [239, 247, "AMOUNT_UNIT"]]}
{"text": "13 Bendrojo pensijų įstatymo 16 straipsnio 3a dalyje numatyta, kad šio įstatymo 4 straipsnio 1 dalyje nurodyto minimalaus draudimo laikotarpio reikalavimui įvykdyti prie draudimo mėnesių priskiriami ir vaiko auginimo laikotarpiai pagal pagrindinėje byloje taikytinos redakcijos 1955 m. rugsėjo 9 d. Allgemeines Sozialversicherungsgesetz (Bendrasis socialinio draudimo įstatymas) (BGBl. 189/1955) (toliau – ASVG) 227a straipsnį ir Gewerbliches Sozialversicherungsgesetz (Įstatymas dėl asmenų, vykdančių prekybinę ir komercinę veiklą, socialinio draudimo) 116a straipsnį, kurie buvo įgyti iki 2005 m. sausio 1 d.", "label": [[278, 298, "DATE"], [591, 609, "DATE"]]}
{"text": "14 Bendrojo pensijų įstatymo 16 straipsnio 6 dalyje nustatyta, kad, nukrypstant nuo šio įstatymo 4 straipsnio 1 dalies, moterų, kurioms iki 2024 m. sausio 1 d. sukaks 60 metų, pensinis amžius nustatomas pagal ASVG 253 straipsnio 1 dalį.", "label": [[140, 159, "DATE"], [167, 169, "AMOUNT_VALUE"], [170, 174, "AMOUNT_UNIT"]]}
{"text": "15 ASVG 224 straipsnis „Draudimo laikotarpiai“ suformuluotas taip:", "label": []}
{"text": "„Draudimo laikotarpiai reiškia 225 ir 226 straipsniuose nurodytus įmokų mokėjimo laikotarpius ir 227, 227a, 228, 228a bei 229 straipsniuose nurodytus jiems prilyginamus laikotarpius.“", "label": []}
{"text": "16 ASVG 227a straipsnio 1 dalyje iš esmės numatyta, kad apdraustųjų, faktiškai ir daugiausia auginusių vaikus, atveju „prilyginamais laikotarpiais“ laikomi laikotarpiai, įgyti nacionalinėje teritorijoje po 1955 m. gruodžio 31 d., bet prieš 2005 m. sausio 1 d. ir skirti vaikams auginti – daugiausia 48 kalendoriniai mėnesiai nuo vaiko gimimo arba 60 kalendoriniai mėnesiai, jeigu gimsta daugiau nei vienas vaikas.", "label": [[206, 228, "DATE"], [240, 259, "DATE"], [299, 301, "AMOUNT_VALUE"], [302, 324, "AMOUNT_UNIT"], [347, 349, "AMOUNT_VALUE"], [350, 372, "AMOUNT_UNIT"], [399, 405, "AMOUNT_VALUE"], [406, 412, "AMOUNT_UNIT"]]}
{"text": "17 Įstatyme dėl asmenų, vykdančių prekybinę ir komercinę veiklą, socialinio draudimo 116a straipsnyje iš esmės pakartojamos tos pačios nuostatos kaip ir ASVG 227a straipsnyje.", "label": []}
{"text": "Pagrindinė byla ir prejudiciniai klausimai", "label": []}
{"text": "18 Kasatorė pagrindinėje byloje FM yra 1957 m. gimusi Austrijos pilietė.", "label": [[32, 34, "PER"], [39, 46, "DATE"], [54, 63, "LOC"]]}
{"text": "19 Iki 1986 m. rugsėjo 30 d. dirbusi Austrijoje kaip savarankiškai dirbantis asmuo ir vėliau studijavusi Jungtinėje Karalystėje kasatorė pagrindinėje byloje 1987 m. lapkričio mėn. pradžioje įsikūrė Belgijoje, kur jai gimė du vaikai, atitinkamai 1987 m. gruodžio 5 d. ir 1990 m. vasario 23 d. Vėliau ji nuo 1991 m. gruodžio 5–31 d. gyveno Vengrijoje, o nuo 1993 m. sausio 1 d. iki vasario 8 d. – Jungtinėje Karalystėje.", "label": [[7, 28, "DATE"], [37, 47, "LOC"], [105, 127, "LOC"], [157, 189, "DATE"], [198, 207, "LOC"], [222, 224, "AMOUNT_VALUE"], [225, 231, "AMOUNT_UNIT"], [245, 266, "DATE"], [270, 290, "DATE"], [306, 330, "DATE"], [338, 348, "LOC"], [356, 375, "DATE"], [380, 392, "DATE"], [395, 417, "LOC"]]}
{"text": "20 Nuo 1987 m. gruodžio 5 d. iki 1993 m. vasario 8 d. kasatorė pagrindinėje byloje savo vaikus augino nedirbdama, neįgydama draudimo laikotarpių ir negaudama išmokų už vaikų auginimą.", "label": [[7, 28, "DATE"], [33, 53, "DATE"]]}
{"text": "21 1993 m. vasario 8 d. ji grįžo į Austriją ir joje dirbo kaip savarankiškai dirbantis asmuo.", "label": [[3, 23, "DATE"], [35, 43, "LOC"], [63, 86, "PROFESSION"]]}
{"text": "22 Laikotarpiu nuo 1993 m. vasario mėn. iki 1994 m. vasario mėn. kasatorė pagrindinėje byloje 13 mėnesių skyrė vaikų auginimui Austrijoje, būdama privalomai apsidraudusi ir mokėdama įmokas pagal Austrijos socialinės apsaugos sistemą. Vėliau iki išėjimo į pensiją ji dirbo ir mokėjo įmokas šioje valstybėje narėje.", "label": [[19, 39, "DATE"], [44, 64, "DATE"], [94, 96, "AMOUNT_VALUE"], [97, 104, "AMOUNT_UNIT"], [127, 137, "LOC"], [195, 204, "LOC"]]}
{"text": "23 2017 m. spalio 11 d. kasatorė pagrindinėje byloje paprašė kitos kasacinio proceso šalies pagrindinėje byloje – Pensijų draudimo įstaigos – skirti jai senatvės pensiją.", "label": [[3, 23, "DATE"], [114, 139, "ORG"]]}
{"text": "24 2017 m. gruodžio 29 d. sprendimu Pensijų draudimo įstaiga pripažino jai teisę į 1 079,15 EUR dydžio mėnesinę senatvės pensiją nuo 2017 m. lapkričio 1 d. Ši suma buvo apskaičiuota remiantis Austrijoje įgytais 366 draudimo mėnesiais, įskaitant Austrijoje įgytais vaiko auginimo laikotarpiais, kurie buvo prilyginti draudimo laikotarpiams.", "label": [[3, 25, "DATE"], [36, 60, "ORG"], [83, 91, "AMOUNT_VALUE"], [92, 95, "AMOUNT_UNIT"], [133, 154, "DATE"], [192, 202, "LOC"], [211, 214, "AMOUNT_VALUE"], [215, 233, "AMOUNT_UNIT"], [245, 255, "LOC"]]}
{"text": "25 Dėl to sprendimo kasatorė pagrindinėje byloje pareiškė ieškinį Arbeits- und Sozialgericht Wien (Vienos darbo ir socialinių bylų teismas, Austrija), jame teigė, kad, atsižvelgiant į tai, kad ji buvo apdrausta pagal Austrijos socialinės apsaugos sistemą iki jos Belgijoje ir Vengrijoje įgytų vaiko auginimo laikotarpių nuo 1987 m. gruodžio 5 d. iki 1991 m. gruodžio 31 d., apskaičiuojant jai Austrijoje mokamą senatvės pensiją taip pat reikia įskaityti šiuos laikotarpius, kaip prilyginamus laikotarpius, nes priešingu atveju būtų pažeistas SESV 21 straipsnis, kaip jis išaiškintas Teisingumo Teismo jurisprudencijoje.", "label": [[66, 97, "ORG"], [99, 138, "ORG"], [140, 148, "LOC"], [217, 226, "LOC"], [263, 272, "LOC"], [276, 286, "LOC"], [324, 345, "DATE"], [350, 372, "DATE"], [393, 403, "LOC"], [583, 600, "ORG"]]}
{"text": "26 Pirmosios instancijos teismas atmetė jos ieškinį, motyvuodamas tuo, kad kasatorė pagrindinėje byloje neatitinka sąlygų, kad pagal Reglamento Nr. 987/2009 44 straipsnį ir su jais susijusius Austrijos teisės aktus kitose valstybėse narėse įgytus vaiko auginimo laikotarpius būtų galima prilyginti draudimo laikotarpiams.", "label": [[192, 201, "LOC"]]}
{"text": "27 Dėl to sprendimo kasatorė pagrindinėje byloje pateikė apeliacinį skundą Oberlandesgericht Wien (Vienos aukštesnysis apygardos teismas, Austrija), jame teigė, kad nors jos situacija neatitinka Reglamento Nr. 987/2009 44 straipsnyje nustatytų sąlygų, pagal Teisingumo Teismo jurisprudenciją, suformuotą, be kita ko, 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475), reikia įskaityti kitose valstybėse narėse pagal SESV 21 straipsnį įgytus vaiko auginimo laikotarpius, nes ji dirbo ir buvo apdrausta pagal Austrijos socialinės apsaugos sistemą iki kitose valstybėse narėse įgytų jos vaiko auginimo laikotarpių ir vėliau, todėl šie laikotarpiai pakankamai susiję su Austrijos socialinės apsaugos sistema.", "label": [[75, 97, "ORG"], [99, 136, "ORG"], [138, 146, "LOC"], [258, 275, "ORG"], [317, 337, "DATE"], [348, 358, "PER"], [525, 534, "LOC"], [684, 693, "LOC"]]}
{"text": "28 Tas teismas atmetė apeliacinį skundą ir patvirtino, kad nagrinėjamu atveju neįvykdytos Reglamento Nr. 987/2009 44 straipsnio taikymo sąlygos ir kad atsižvelgiant į tai, jog ši nuostata yra išimtinio pobūdžio, laikotarpių, kuriuos kasatorė pagrindinėje byloje paskyrė savo vaikų auginimui kitose valstybėse narėse, negalima įskaityti remiantis SESV 21 straipsniu. Be to, tas pats teismas nusprendė, kad 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475) padarytos išvados negalima pritaikyti dabar nagrinėjamai bylai, nes Reglamentas Nr. 987/2009 nagrinėjamu atveju taikytinas ratione temporis, o byloje, kurioje priimtas tas sprendimas, taip nebuvo.", "label": [[405, 425, "DATE"], [436, 446, "PER"]]}
{"text": "29 Prašymą priimti prejudicinį sprendimą pateikęs teismas, Oberster Gerichtshof (Aukščiausiasis Teismas, Austrija), į kurį kasatorė pagrindinėje byloje kreipėsi su kasaciniu skundu, taip pat mano, kad reglamentai Nr. 883/2004 ir Nr. 987/2009 ratione temporis taikomi šioje byloje ir kad pastarojo reglamento 44 straipsnio 2 dalyje nustatytos sąlygos, kurių reikalaujama, kad Pensijų draudimo įstaiga įskaitytų kasatorės pagrindinėje byloje Belgijoje ir Vengrijoje įgytus vaiko auginimo laikotarpius, neįvykdytos, nes tuomet, kai prasidėjo pirmasis vaiko auginimo laikotarpis, t. y. 1987 m. gruodžio mėn., kasatorė pagrindinėje byloje Austrijoje nedirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo.", "label": [[59, 79, "ORG"], [81, 103, "ORG"], [105, 113, "LOC"], [375, 399, "ORG"], [440, 449, "LOC"], [453, 463, "LOC"], [582, 603, "DATE"], [634, 644, "LOC"]]}
{"text": "30 Prašymą priimti prejudicinį sprendimą pateikęs teismas neatmeta galimybės, kad Reglamento Nr. 987/2009 44 straipsnis gali būti aiškinamas taip, kad jo taikymas yra išimtinio pobūdžio, todėl negalima įskaityti minėtų laikotarpių remiantis ir SESV 21 straipsniu.", "label": []}
{"text": "31 Vis dėlto tas teismas pažymi, kad pagrindinės bylos faktinės aplinkybės panašios į susiklosčiusias byloje, kurioje priimtas 2012 m. liepos 19 d. Sprendimas Rene‑Alvin (C‑522/10, EU:C:2012:475), ir kad aplinkybė, jog kasatorė pagrindinėje byloje dirbo ir įgijo draudimo laikotarpius tik Austrijoje, gali – atsižvelgiant į tame sprendime suformuotą jurisprudenciją – įrodyti pakankamai glaudų ryšį su Austrijos socialinės apsaugos sistema.", "label": [[127, 147, "DATE"], [159, 169, "PER"], [289, 299, "LOC"], [402, 411, "LOC"]]}
{"text": "32 Taigi prašymą priimti prejudicinį sprendimą pateikęs teismas mano, kad pagal Reglamentą Nr. 1408/71, kuris galiojo tuo metu, kai kasatorė pagrindinėje byloje įgijo vaiko auginimo laikotarpius Belgijoje ir Vengrijoje, remiantis Teisingumo Teismo jurisprudencija šie laikotarpiai, apskaičiuojant jos Austrijos senatvės pensiją, pagal SESV 21 straipsnį būtų buvę įskaityti. Taigi, įsigaliojus Reglamento Nr. 987/2009 44 straipsniui, kasatorės pagrindinėje byloje padėtis tapo mažiau palanki.", "label": [[195, 204, "LOC"], [208, 218, "LOC"], [230, 247, "ORG"], [301, 310, "LOC"]]}
{"text": "33 Prašymą priimti prejudicinį sprendimą pateikęs teismas papildomai pažymi, kad valstybės narės, kuriose kasatorė pagrindinėje byloje įgijo vaiko auginimo laikotarpius, iš esmės numato, kad tokie laikotarpiai yra įskaitomi. Šiomis aplinkybėmis tam teismui kyla abejonių, ar tuo atveju, jei nagrinėjamu atveju Reglamento Nr. 987/2009 44 straipsnis būtų taikomas, šio straipsnio 2 dalyje nurodyta aplinkybė, kad „pagal valstybės narės, kuri yra kompetentinga pagal [Reglamento Nr. 883/2004] II antraštinę dalį, teisės aktus neatsižvelgiama į vaiko auginimo laikotarpius“, turėtų būti suprantama kaip apimanti situaciją, kai šios valstybės narės teisės aktuose apskritai nenumatoma įskaityti vaiko auginimo laikotarpių, apskaičiuojant suinteresuotojo asmens senatvės pensiją, arba kaip taikoma situacijai, kuriai esant, šis asmuo, įvertinus jo konkrečią situaciją, negali reikalauti jų įskaityti, nors toks įskaitymas numatytas.", "label": []}
{"text": "34 Šiomis aplinkybėmis Oberster Gerichtshof (Aukščiausiasis Teismas) nutarė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šiuos prejudicinius klausimus:", "label": [[23, 68, "ORG"], [117, 135, "ORG"]]}
{"text": "„1. Ar [Reglamento Nr. 987/2009] 44 straipsnio 2 dalis aiškintina kaip draudžianti atsižvelgti į kitose valstybėse narėse įgytus vaiko auginimo laikotarpius, kompetentingai valstybei narei skiriant senatvės pensiją, pagal kurios teisės aktus pensijos prašantis asmuo per visą savo profesinės veiklos laikotarpį (išskyrus šiuos vaiko auginimo laikotarpius) dirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo, vien dėl to, kad šis asmuo tuo metu, kai pagal atitinkamos valstybės narės teisės aktus imta atsižvelgti į vaiko auginimo laikotarpį atitinkamo vaiko atžvilgiu, nedirbo pagal darbo sutartį ar kaip savarankiškai dirbantis asmuo?", "label": []}
{"text": "Jeigu į pirmąjį klausimą būtų atsakyta neigiamai:", "label": []}
{"text": "2. Ar [Reglamento Nr. 987/2009] 44 straipsnio 2 dalies pirmo sakinio pirma dalis aiškintina taip, kad pagal Reglamento [Nr. 883/2004] II antraštinę dalį kompetentinga valstybė narė pagal savo teisės aktus į vaiko auginimo laikotarpius neatsižvelgia apskritai, ar tik konkrečiu atveju?“", "label": []}
{"text": "Dėl prejudicinių klausimų", "label": []}
{"text": "Dėl pirmojo klausimo", "label": []}
{"text": "35 Primintina, kad pagal suformuotą Teisingumo Teismo jurisprudenciją, vykstant SESV 267 straipsnyje įtvirtintai nacionalinių teismų ir Teisingumo Teismo bendradarbiavimo procedūrai, pastarasis nacionaliniam teismui turi pateikti naudingą atsakymą, kuris leistų šiam išspręsti nagrinėjamą bylą. To siekiant Teisingumo Teismui prireikus gali tekti performuluoti jam pateiktus klausimus. Iš tiesų Teisingumo Teismas turi aiškinti visas Sąjungos teisės nuostatas, kurių reikia nacionaliniams teismams, kad jie priimtų sprendimą nagrinėjamose bylose, net jei šios nuostatos nėra aiškiai nurodytos šių teismų Teisingumo Teismui pateiktuose klausimuose (2021 m. liepos 8 d. Sprendimo Staatsanwaltschaft Köln ir Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, 22 punktas ir jame nurodyta jurisprudencija).", "label": [[36, 53, "ORG"], [136, 153, "ORG"], [307, 325, "ORG"], [395, 413, "ORG"], [434, 442, "LOC"], [604, 622, "ORG"], [648, 667, "DATE"], [678, 701, "ORG"], [705, 731, "ORG"]]}
{"text": "36 Vadinasi, net jei, vertinant formaliai, prašymą priimti prejudicinį sprendimą pateikęs teismas savo klausime kreipėsi tik dėl Reglamento Nr. 987/2009 44 straipsnio 2 dalies išaiškinimo, tokia aplinkybė netrukdo Teisingumo Teismui pateikti jam Sąjungos teisės išaiškinimą visais aspektais, kurie gali būti naudingi sprendimui to teismo nagrinėjamoje byloje priimti, neatsižvelgiant į tai, ar jis apie juos užsimena savo klausimuose. Šiuo klausimu Teisingumo Teismas turi iš visos nacionalinio teismo pateiktos informacijos ir, be kita ko, iš prašymo priimti prejudicinį sprendimą motyvuojamosios dalies, atrinkti Sąjungos teisės klausimus, aiškintinus atsižvelgiant į bylos dalyką (pagal analogiją žr. 2021 m. liepos 8 d. Sprendimo Staatsanwaltschaft Köln ir Bundesamt für Güterverkehr, C‑937/19, EU:C:2021:555, 23 punktą ir jame nurodytą jurisprudenciją).", "label": [[214, 232, "ORG"], [246, 254, "LOC"], [449, 467, "ORG"], [615, 623, "LOC"], [704, 723, "DATE"], [734, 757, "ORG"], [761, 787, "ORG"]]}
{"text": "37 Nagrinėjamu atveju iš prašymo priimti prejudicinį sprendimą matyti, kad pagrindinė byla susijusi su klausimu, ar Austrijos Respublika, skirdama senatvės pensiją, privalo įskaityti kasatorės pagrindinėje byloje kitose valstybėse narėse įgytus vaiko auginimo laikotarpius. Prašymą priimti prejudicinį sprendimą pateikęs teismas nurodo, kad toks įskaitymas pagal Reglamento Nr. 987/2009 44 straipsnio 2 dalį negalimas, nes pagal šią nuostatą reikalaujama, kad suinteresuotasis asmuo būtų dirbęs pagal darbo sutartį arba vykdęs veiklą kaip savarankiškai dirbantis asmuo atitinkamoje valstybėje narėje „tuo metu, kai pagal [šios valstybės narės] teisės aktus imta atsižvelgti į vaiko auginimo laikotarpį atitinkamo vaiko atžvilgiu“, ir šią datą lemia tos valstybės narės nacionalinės teisės nuostatos, reglamentuojančios vaiko auginimo laikotarpių įskaitymą. Net jei per visą savo profesinės veiklos laikotarpį kasatorė pagrindinėje byloje dirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo tik Austrijoje ir įmokas mokėjo tik pagal šios valstybės narės socialinės apsaugos sistemą, nustatyta, kad atitinkamomis datomis, t. y. pagal Austrijos teisę 1988 m. sausio 1 d. ir 1990 m. kovo 1 d., ji Austrijoje nedirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo. Šiomis aplinkybėmis prašymą priimti prejudicinį sprendimą pateikęs teismas klausia, ar tuo atveju, jei 44 straipsnis turėtų būti aiškinamas taip, kad jis nėra išimtinio pobūdžio, Austrijos Respublika pagal 2012 m. liepos 19 d. Sprendimą Rene‑Alvin (C‑522/10, EU:C:2012:475), priimtą byloje, kurios faktinės aplinkybės, to teismo nuomone, yra panašios į pagrindinės bylos faktines aplinkybes, pagal SESV 21 straipsnį privalo atsižvelgti į šiuos laikotarpius.", "label": [[116, 136, "ORG"], [1008, 1018, "LOC"], [1146, 1155, "LOC"], [1162, 1181, "DATE"], [1185, 1202, "DATE"], [1207, 1217, "LOC"], [1466, 1486, "LOC"], [1493, 1513, "DATE"], [1524, 1534, "PER"]]}
{"text": "38 Taigi pirmąjį klausimą reikia suprasti taip, kad juo iš esmės siekiama išsiaiškinti, ar Reglamento Nr. 987/2009 44 straipsnio 2 dalis turi būti aiškinama taip, kad tuo atveju, kai atitinkamas asmuo neatitinka darbo pagal darbo sutartį arba savarankiškai dirbamo darbo sąlygos, kuri nustatyta šioje nuostatoje tam, kad skirdama senatvės pensiją už šios pensijos mokėjimą atsakinga valstybė narė įskaitytų vaiko auginimo laikotarpius, kuriuos jis įgijo kitose valstybėse narėse, pagal SESV 21 straipsnį ši valstybė narė vis tiek privalo atsižvelgti į šiuos laikotarpius.", "label": []}
{"text": "39 Pirmiausia reikia patikrinti, ar Reglamento Nr. 987/2009 44 straipsnis įvairiose valstybėse narėse įgytų vaiko auginimo laikotarpių įskaitymą reglamentuoja išimtiniu, ar neišimtiniu pagrindu. Jeigu atsakymas būtų teigiamas, tokius laikotarpius galima įskaityti tik pagal šią nuostatą, o SESV 21 straipsnis neturėtų būti taikomas. Vis dėlto, jeigu Reglamento Nr. 987/2009 44 straipsnis turėtų būti aiškinamas taip, kad jis taikomas neišimtiniu pagrindu, iš karto negalima būtų atmesti galimybės, kad 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475) suformuota jurisprudencija, kurioje numatyta, kad valstybė narė turi įskaityti atitinkamo asmens kitose valstybėse narėse įgytus vaiko auginimo laikotarpius, yra pritaikytina tokiai situacijai, kaip nagrinėjama pagrindinėje byloje, kuri, skirtingai nei ta, kurioje priimtas minėtas sprendimas, patenka į Reglamento Nr. 987/2009 ratione temporis taikymo sritį, nors atitinkamas asmuo neatitinka darbo pagal darbo sutartį arba savarankiškai dirbamo darbo sąlygos, nustatytos šio reglamento 44 straipsnio 2 dalyje.", "label": [[502, 522, "DATE"], [533, 543, "PER"]]}
{"text": "40 Pagal suformuotą Teisingumo Teismo jurisprudenciją, aiškinant Sąjungos teisės nuostatą, reikia atsižvelgti ne tik į jos formuluotę, bet ir į jos kontekstą ir teisės akto, kurio dalis ji yra, tikslus; šios nuostatos genezė taip pat gali būti svarbi jos aiškinimui (2019 m. gegužės 8 d. Sprendimo Inspecteur van de Belastingdienst, C‑631/17, EU:C:2019:381, 29 punktas).", "label": [[20, 37, "ORG"], [65, 73, "LOC"], [267, 287, "DATE"], [298, 308, "PROFESSION"], [316, 331, "ORG"]]}
{"text": "41 Nagrinėjamu atveju Reglamento Nr. 987/2009 44 straipsnio tekste aiškiai nenurodyta, ar įvairiose valstybėse narėse įgytų vaiko auginimo laikotarpių įskaitymas šioje nuostatoje reglamentuojamas išimtiniu pagrindu. Vis dėlto reikia konstatuoti, kad, kaip nurodė Europos Komisija, šio straipsnio 2 dalyje numatyta taisykle, pagal kurią atitinkamam asmeniui taikomi tos valstybės narės teisės aktai, kuri pagal Reglamento Nr. 883/2004 II antraštinę dalį buvo kompetentinga, nes tuo metu, kai pagal šiuos teisės aktus vaiko auginimo laikotarpiai buvo pradėti įskaityti, tas asmuo toje valstybėje narėje dirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo, yra kodifikuojama Teisingumo Teismo jurisprudencija, susijusi su 2000 m. lapkričio 23 d. Sprendimu Mendez (C‑135/99, EU:C:2000:647) ir 2002 m. vasario 7 d. Sprendimu Mayer (C‑28/00, EU:C:2002:82).", "label": [[263, 279, "ORG"], [686, 703, "ORG"], [733, 756, "DATE"], [767, 773, "PER"], [803, 823, "DATE"], [834, 839, "PER"]]}
{"text": "42 Nors Sąjungos teisės aktų leidėjas aiškiai neperkėlė šiuose sprendimuose nustatyto kriterijaus, pagal kurį draudimo laikotarpiai, įgyti dėl profesinės veiklos vykdymo valstybėje narėje, kurios atitinkamas asmuo prašo skirti senatvės pensiją, ir vaiko auginimo laikotarpiai, kuriuos šis asmuo įgijo kitoje valstybėje narėje, turi būti „glaudžiai“ arba „pakankamai susiję“, vis dėlto, jeigu atitinkamiems asmenims bylose, kuriose buvo priimti šie sprendimai, būtų taikyta Reglamento Nr. 987/2009 44 straipsnio 2 dalyje nustatyta taisyklė, rezultatas būtų toks pat, koks buvo Teisingumo Teismui išnagrinėjus šias bylas. Kaip iš esmės matyti iš 2000 m. lapkričio 23 d. Sprendimo Mendez (C‑135/99, EU:C:2000:647) 25–28 punktų ir 2002 m. vasario 7 d. Sprendimo Mayer (C‑28/00, EU:C:2002:82) 31–33 punktų, Teisingumo Teismas nusprendė, jog aplinkybė, kad šie asmenys, kurie gimstant jų vaikui dirbo pagal darbo sutartį tik už jų pensijų mokėjimą atsakingoje valstybėje narėje, leidžia nustatyti tokio glaudaus arba pakankamo ryšio buvimą, todėl minėtos valstybės narės teisės aktai taikomi, kiek tai susiję su kitoje valstybėje narėje įgytų vaiko auginimo laikotarpių įskaitymu tokios pensijos skyrimo tikslais.", "label": [[8, 16, "LOC"], [576, 594, "ORG"], [644, 667, "DATE"], [678, 684, "PER"], [727, 747, "DATE"], [758, 763, "PER"], [802, 820, "ORG"]]}
{"text": "43 Reikia pridurti: kadangi Reglamento Nr. 987/2009 44 straipsnio įsigaliojimo dieną Teisingumo Teismas 2012 m. liepos 19 d. Sprendimo Rene‑Alvin (C‑522/10, EU:C:2012:475) dar nebuvo priėmęs, priimant šį reglamentą nebuvo galima atsižvelgti į tame sprendime padarytas išvadas, kad būtų galima jas kodifikuoti.", "label": [[85, 103, "ORG"], [104, 124, "DATE"], [135, 145, "PER"]]}
{"text": "44 Darytina išvada, kad, atsižvelgiant į Reglamento Nr. 987/2009 44 straipsnio tekstą, šis straipsnis turi būti aiškinamas taip, kad juo vaiko auginimo laikotarpių įskaitymas nereglamentuojamas išimtiniu pagrindu.", "label": []}
{"text": "45 Šį aiškinimą patvirtina šio straipsnio kontekstas.", "label": []}
{"text": "46 Iš tiesų reikia konstatuoti, kad, atsižvelgiant į Reglamento Nr. 987/2009 antraštinę dalį ir skyrių, kuriame yra šio reglamento 44 straipsnis, t. y. II antraštinė dalis „Taikytinų teisės aktų nustatymas“ ir IV skyrius, kuriame pateiktos nuostatos, susijusios su „[n]eįgalumo išmoko[omis], senatvės ir maitintojo netekimo pensijo[mis]“, ši nuostata yra specialioji nuostata, taikoma pensijų išmokoms; ji palengvina vaiko auginimo laikotarpių įskaitymą apskaičiuojant šias išmokas. Tam šia nuostata, kai pagal Reglamento Nr. 883/2004 II antraštinę dalį kompetentingos valstybės narės teisės aktus minėti laikotarpiai neįskaitomi, nustatoma tik papildoma kompetencija valstybei narei, kuri nėra kompetentinga pagal bendrąsias taisykles, tačiau anksčiau buvo, nes tuo metu, kai pagal jos teisės aktus minėti laikotarpiai gali būti pradedami įskaityti, atitinkamas asmuo toje valstybėje narėje dirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo.", "label": []}
{"text": "47 Taigi Reglamento Nr. 987/2009 44 straipsnyje įtvirtinta papildoma taisyklė, leidžianti padidinti tikimybę atitinkamiems asmenims, kad jų vaiko auginimo laikotarpiai bus visiškai įskaityti, ir taip kiek įmanoma išvengti to, kad jie nebūtų įskaityti. Vadinasi, ši nuostata negali būti aiškinama kaip esanti išimtinio pobūdžio.", "label": []}
{"text": "48 Kiek tai susiję su teisės nuostatų, į kurias įeina Reglamento Nr. 987/2009 44 straipsnis, tikslais, reikia priminti, kad, kaip matyti atitinkamai iš Reglamento Nr. 883/2004 3 konstatuojamosios dalies ir Reglamento Nr. 987/2009 1 konstatuojamosios dalies, Reglamentu Nr. 883/2004 siekiama pakeisti Reglamente Nr. 1408/71 numatytas nacionalinių socialinės apsaugos sistemų koordinavimo taisykles jas patobulinant ir supaprastinant, kad būtų įgyvendintas laisvo asmenų judėjimo tikslas, o Reglamente Nr. 987/2009 nustatoma jų taikymo tvarka. Be to, Reglamento Nr. 883/2004 1 konstatuojamojoje dalyje nurodyta, kad nacionalinių socialinės apsaugos sistemų koordinavimo taisyklės, kaip antai numatytosios pastarajame reglamente, Reglamente Nr. 987/2009 (ir anksčiau – Reglamente Nr. 1408/71) patenka į laisvo asmenų judėjimo sritį.", "label": []}
{"text": "49 Iš nuo Reglamento Nr. 883/2004 įsigaliojimo suformuotos jurisprudencijos matyti: nors, nesant suderinimo Sąjungos lygmeniu, valstybės narės išsaugo įgaliojimus organizuoti savo socialinės apsaugos sistemas ir šiomis aplinkybėmis nustatyti, be kita ko, teisių į išmokas suteikimo sąlygas, įgyvendindamos šią kompetenciją šios valstybės turi laikytis Sąjungos teisės ir pirmiausia SESV nuostatų, susijusių su kiekvienam Sąjungos piliečiui pripažinta laisve judėti ir gyventi valstybių narių teritorijoje (šiuo klausimu žr. 2019 m. kovo 14 d. Sprendimo Guerin, C‑134/18, EU:C:2019:212, 29–32 punktus ir juose nurodytą jurisprudenciją).", "label": [[108, 116, "LOC"], [352, 360, "LOC"], [421, 429, "LOC"], [524, 542, "DATE"], [553, 559, "PER"]]}
{"text": "50 Be to, jei įgyvendinę savo teisę laisvai judėti darbuotojai migrantai prarastų socialines lengvatas, kurios jiems užtikrinamos valstybės narės teisės aktais, tokia pasekmė iš tiesų galėtų atgrasyti juos naudotis laisvo judėjimo teise ir dėl to sudarytų šios laisvės kliūtį (šiuo klausimu žr. 2019 m. kovo 14 d. Sprendimo Guerin, C‑134/18, EU:C:2019:212, 33 punktą ir jame nurodytą jurisprudenciją).", "label": [[295, 313, "DATE"], [324, 330, "PER"]]}
{"text": "51 Iš to matyti, kad tikslas užtikrinti laisvo judėjimo principo, įtvirtinto SESV 21 straipsnyje, laikymąsi taip pat yra taikomas pagal reglamentus Nr. 883/2004 ir Nr. 987/2009.", "label": []}
{"text": "52 Taigi, reikia konstatuoti, kad aiškinimas, pagal kurį Reglamento Nr. 987/2009 44 straipsnis reglamentuoja įvairiose valstybėse narėse įgytų vaiko auginimo laikotarpių įskaitymą išimtiniu pagrindu, reikštų, kad už pensijos mokėjimą atsakingai valstybei narei, kurioje asmuo (kaip kasatorė pagrindinėje byloje) išimtinai dirbo ir mokėjo įmokas tiek iki savo gyvenamosios vietos perkėlimo į kitą valstybę narę, kurioje jis visą savo laiką paskyrė vaikų auginimui, tiek po to, leidžiama tokios pensijos skyrimo tikslais atsisakyti įskaityti vaiko auginimo laikotarpius, kuriuos šis asmuo įgijo šioje kitoje valstybėje narėje, taigi, sudaryti jam mažiau palankias sąlygas vien dėl to, kad jis įgyvendino savo teisę laisvai judėti.", "label": []}
{"text": "53 Toks aiškinimas prieštarautų Reglamentu Nr. 987/2009 siekiamiems tikslams, visų pirma tikslui užtikrinti laisvo judėjimo principo laikymąsi, todėl kiltų grėsmė šio reglamento 44 straipsnio veiksmingumui.", "label": []}
{"text": "54 Šiomis aplinkybėmis pakanka priminti, kad pagal Teisingumo Teismo jurisprudenciją, kai Sąjungos teisės nuostatą galima aiškinti įvairiai, pirmenybė turi būti teikiama tam aiškinimui, kuris užtikrintų jos veiksmingumą (2010 m. spalio 7 d. Sprendimo Elari, C‑162/09, EU:C:2010:592, 51 punktas).", "label": [[51, 68, "ORG"], [90, 98, "LOC"], [221, 240, "DATE"], [251, 256, "PER"]]}
{"text": "55 Taigi reikia daryti išvadą, kad, atsižvelgiant į Reglamento Nr. 987/2009 tekstą, kontekstą ir teisės akto, kuriame jis įtvirtintas, tikslus, Reglamento Nr. 987/2009 44 straipsnis turi būti aiškinamas taip, kad juo išimtiniu pagrindu nereglamentuojamas vaiko auginimo laikotarpių, kuriuos minėtas asmuo įgijo įvairiose valstybėse narėse, įskaitymas.", "label": []}
{"text": "56 Antra, reikia išnagrinėti, ar 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475) suformuota jurisprudencija gali būti taikoma tokiai situacijai, kaip nagrinėjama pagrindinėje byloje, kai, nors Reglamentas Nr. 987/2009 taikytinas ratione temporis, suinteresuotasis asmuo neatitinka darbo pagal darbo sutartį arba savarankiškai dirbamo darbo sąlygos, kuri nustatyta šio reglamento 44 straipsnio 2 dalyje, kad už pensijos mokėjimą atsakinga valstybė narė, skirdama senatvės pensiją, įskaitytų vaiko auginimo laikotarpius, kuriuos jis įgijo kitose valstybėse. Byloje, kurioje buvo priimtas tas sprendimas, atitinkamas asmuo, gimstant jo vaikams, nustojo dirbti už jo pensijos mokėjimą atsakingoje valstybėje narėje ir laikinai apsigyveno kitos valstybės narės teritorijoje, kur jis visą laiką paskyrė savo vaikų auginimui ir nedirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo. Vėliau šis asmuo su šeima grįžo į pirmąją valstybę narę, kurioje vėl pradėjo dirbti.", "label": [[33, 53, "DATE"], [64, 74, "PER"]]}
{"text": "57 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475) Teisingumo Teismas pirmiausia jo 24–29 punktuose nusprendė, kad, esant tokiai situacijai, Reglamentas Nr. 987/2009 netaikytinas ratione temporis, ir konstatavo, kad tokiomis aplinkybėmis iš esmės taikytinos Reglamente Nr. 1408/71 numatytos taisyklės.", "label": [[3, 23, "DATE"], [34, 44, "PER"], [71, 89, "ORG"]]}
{"text": "58 Be to, minėto sprendimo 30 punkte konstatavęs, kad Reglamente Nr. 1408/71 nenustatyta jokios specialios, į Reglamento Nr. 987/2009 44 straipsnį panašios taisyklės, kurioje būtų reglamentuojamas kitose valstybėse narėse įgytų vaiko auginimo laikotarpių įskaitymas, Teisingumo Teismas nusprendė, kad prašymą priimti prejudicinį sprendimą pateikusio teismo klausimai turi būti suprantami taip, kad jais siekiama nustatyti, ar, esant tokiai situacijai, kaip nagrinėta toje byloje, pagal SESV 21 straipsnį reikalaujama, kad už atitinkamo asmens pensijos mokėjimą atsakingos valstybės narės kompetentinga įstaiga, skirdama tokią pensiją, įskaitytų šio asmens kitoje valstybėje narėje įgytus laikotarpius. Minėto sprendimo 31 punkte Teisingumo Teismas nusprendė, kad, siekiant atsakyti į šį klausimą, reikia, pirma, nustatyti, kuri valstybė narė turi kompetenciją apibrėžti ar pripažinti tikriesiems draudimo laikotarpiams prilyginamus laikotarpius, kuriuos atitinkamas asmuo paskyrė savo vaikų auginimui kitoje valstybėje narėje, ir, antra, tuo atveju, jeigu būtų nustatyta, kad tai yra už jo pensijos mokėjimą atsakingos valstybės narės teisė, reikėtų įvertinti, ar joje numatyta vaiko auginimo laikotarpių įskaitymo tvarka atitinka SESV 21 straipsnį.", "label": [[267, 285, "ORG"], [729, 747, "ORG"]]}
{"text": "59 2012 m. liepos 19 d. Sprendimo Rene‑Alvin (C‑522/10, EU:C:2012:475) 35 ir 36 punktuose Teisingumo Teismas, viena vertus, nusprendė, kad tuo atveju, kai asmuo dirbo ir mokėjo įmokas tik vienoje valstybėje narėje iki ir po laikino gyvenamosios vietos perkėlimo į kitą valstybę narę, kurioje niekad nedirbo ir nemokėjo įmokų, reikia pripažinti, jog tarp vaiko auginimo laikotarpių ir draudimo laikotarpių, įgytų dėl profesinės veiklos vykdymo pirmojoje valstybėje narėje, yra pakankamas ryšys, todėl, kiek tai susiję su šio asmens įgytų vaiko auginimo laikotarpių pripažinimu ir įskaitymu senatvės pensijos skyrimo tikslais, taikomi šios pirmosios valstybės narės teisės aktai.", "label": [[3, 23, "DATE"], [34, 44, "PER"], [90, 108, "ORG"]]}
{"text": "60 Kita vertus, dėl šioje byloje taikytinų teisės aktų suderinamumo su SESV 21 straipsniu Teisingumo Teismas to sprendimo 38–40 punktuose priminė, kad nors valstybės narės išsaugo įgaliojimus socialinės apsaugos sistemų organizavimo srityje, vis dėlto naudodamosi šiais įgaliojimais jos privalo laikytis Sąjungos teisės, ypač SESV nuostatų dėl laisvo piliečių judėjimo, kuris garantuojamas pagal šios Sutarties 21 straipsnį. Be to, Teisingumo Teismas pažymėjo, kad, esant tokiai situacijai, kaip nagrinėjama byloje, kurioje priimtas minėtas sprendimas, nacionalinės teisės nuostatos lemia tai, kad vaikus auginantis asmuo, kuris dirbdamas pagal darbo sutartį ar kaip savarankiškai dirbantis asmuo neįgijo privalomųjų socialinio draudimo įmokų mokėjimo laikotarpių vaikų auginimo laikotarpiais ar prieš pat gimstant vaikams, praranda teisę reikalauti, kad apskaičiuojant jo senatvės pensijos dydį būtų įskaityti šie vaiko auginimo laikotarpiai, vien dėl to, kad laikinai gyveno kitoje valstybėje narėje, nesvarbu, kad pastarojoje nedirbo pagal darbo sutartį ar kaip savarankiškai dirbantis asmuo.", "label": [[90, 108, "ORG"], [304, 312, "LOC"], [432, 450, "ORG"]]}
{"text": "61 Galiausiai to paties sprendimo 41–45 punktuose Teisingumo Teismas nusprendė, kad tokiomis aplinkybėmis toks asmuo savo pilietybės valstybėje narėje vertinamas ne taip palankiai, nei būtų vertinamas tuo atveju, jei nebūtų pasinaudojęs SESV suteiktomis galimybėmis asmenų judėjimo srityje. Todėl nacionalinės teisės aktai, dėl kurių kai kurie šios valstybės piliečiai atsiduria mažiau palankioje padėtyje vien dėl to, kad pasinaudojo judėjimo ir gyvenimo kitoje valstybėje narėje laisve, lemia skirtingą požiūrį, pažeidžiantį principus, kuriais pagrįstas Sąjungos piliečio statusas naudojimosi judėjimo laisve srityje. Atsižvelgdamas į tai Teisingumo Teismas padarė išvadą, kad tokiomis aplinkybėmis, viena vertus, kompetentingos valstybės narės teisės aktuose numatytas draudimas įskaityti vaiko auginimo laikotarpius, įgytus už šios valstybės narės teritorijos ribų, prieštarauja SESV 21 straipsniui ir, kita vertus, pagal šią Sąjungos teisės nuostatą šios valstybės narės kompetentinga įstaiga, skirdama senatvės pensiją, įpareigojama įskaityti atitinkamo asmens kitoje valstybėje narėje įgytus vaiko auginimo laikotarpius minėtos pensijos dydžio apskaičiavimo tikslais.", "label": [[50, 68, "ORG"], [556, 564, "LOC"], [641, 659, "ORG"], [930, 938, "LOC"]]}
{"text": "62 Reikia konstatuoti: kadangi, kaip matyti iš šio sprendimo 55 punkto, Reglamento Nr. 987/2009 44 straipsnyje vaiko auginimo laikotarpių užsienyje įskaitymas nereglamentuojamas išimtiniu pagrindu, ir, kaip matyti iš šio sprendimo 51 punkto, tikslo užtikrinti laisvo judėjimo principo, įtvirtinto SESV 21 straipsnyje, laikymąsi siekiama ir pagal reglamentus Nr. 883/2004 ir Nr. 987/2009, 2012 m. liepos 19 d. Sprendime Rene-Alvin (C‑522/10, EU:C:2012:475) padarytos išvados gali būti taikomos tokiai situacijai, kaip nagrinėjama pagrindinėje byloje, kai, nors Reglamentas Nr. 987/2009 taikytinas ratione temporis, atitinkamas asmuo neatitinka pagal darbo pagal darbo sutartį arba savarankiškai dirbamo darbo sąlygos, kuri nustatyta minėto reglamento 44 straipsnio 2 dalyje, kad už senatvės pensijos mokėjimą atsakinga valstybė narė, skirdama šią pensiją, įskaitytų to asmens kitose valstybėse narėse įgytus vaiko auginimo laikotarpius.", "label": [[388, 408, "DATE"], [419, 429, "PER"]]}
{"text": "63 Be to, kaip matyti iš šio sprendimo 22–25 punktų, pagrindinės bylos faktinės aplinkybės yra panašios į šio sprendimo 56 punkte primintas aplinkybes byloje, kurioje priimtas 2012 m. liepos 19 d. Sprendimas Rene‑Alvin (C‑522/10, EU:C:2012:475), nes, viena vertus, nagrinėjamu atveju kasatorė pagrindinėje byloje dirbo ir mokėjo įmokas už jos pensijos mokėjimą atsakingoje valstybėje narėje, t. y. Austrijoje, tiek iki, tiek po persikėlimo gyventi į Vengriją, vėliau – Belgiją, kur ji visą savo laiką paskyrė savo vaikų auginimui, ir, kita vertus, tą dieną, kuri svarbi siekiant įskaityti vaiko auginimo laikotarpius senatvės pensijos skyrimo tikslais Austrijoje, ji šioje valstybėje narėje nedirbo pagal darbo sutartį arba kaip savarankiškai dirbantis asmuo. Taigi, kaip ir 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475) nagrinėta situacija, tarp kasatorės pagrindinėje byloje užsienyje įgytų vaiko auginimo laikotarpių ir draudimo laikotarpių, įgytų dėl profesinės veiklos Austrijoje, yra pakankamas ryšys. Todėl reikia daryti išvadą, kad šios valstybės narės teisės aktai turi būti taikomi pripažįstant ir įskaitant šiuos laikotarpius, minėtai valstybei narei sprendžiant senatvės pensijos skyrimo klausimą.", "label": [[176, 196, "DATE"], [208, 218, "PER"], [398, 408, "LOC"], [450, 458, "LOC"], [469, 476, "LOC"], [652, 662, "LOC"], [775, 795, "DATE"], [806, 816, "PER"], [996, 1006, "LOC"]]}
{"text": "64 Taip pat neginčijama, kad jei kasatorė pagrindinėje byloje nebūtų išvykusi iš Austrijos, apskaičiuojant jai Austrijoje mokamos senatvės pensiją jos įgyti vaiko auginimo laikotarpiai būtų buvę įskaityti. Taigi nekyla abejonių, kad kasatorei pagrindinėje byloje, kaip ir suinteresuotajai šaliai byloje, kurioje priimtas 2012 m. liepos 19 d. Sprendimas Rene‑Alvin (C‑522/10, EU:C:2012:475), sudarytos mažiau palankios sąlygos vien dėl to, kad ji pasinaudojo teise laisvai judėti, o tai prieštarauja SESV 21 straipsniui.", "label": [[81, 90, "LOC"], [111, 121, "LOC"], [321, 341, "DATE"], [353, 363, "PER"]]}
{"text": "65 Iš to matyti, kad, esant tokiai situacijai, kaip nagrinėjama pagrindinėje byloje, kai atitinkamas asmuo dirbo ir mokėjo įmokas tik už jo senatvės pensijos mokėjimą atsakingoje valstybėje narėje tiek iki savo gyvenamosios vietos perkėlimo į kitas valstybes nares, kuriose jis įgijo vaiko auginimo laikotarpių, tiek po to, atsižvelgiant į 2012 m. liepos 19 d. Sprendime Rene‑Alvin (C‑522/10, EU:C:2012:475) suformuotą jurisprudenciją ši valstybė narė, skirdama senatvės pensiją, pagal SESV 21 straipsnį turi įskaityti minėtus laikotarpius.", "label": [[340, 360, "DATE"], [371, 381, "PER"]]}
{"text": "66 Atsižvelgiant į tai, kas išdėstyta, į pirmąjį klausimą reikia atsakyti: Reglamento Nr. 987/2009 44 straipsnio 2 dalis turi būti aiškinama taip, kad tuo atveju, kai atitinkamas asmuo neatitinka darbo pagal darbo sutartį arba savarankiškai dirbamo darbo sąlygos, kuri nustatyta šioje nuostatoje tam, kad skirdama senatvės pensiją už šios pensijos mokėjimą atsakinga valstybė narė įskaitytų vaiko auginimo laikotarpius, kuriuos jis įgijo kitose valstybėse narėse, pagal SESV 21 straipsnį ši valstybė narė privalo įskaityti šiuos laikotarpius, jeigu šis asmuo dirbo ir mokėjo įmokas tik šioje valstybėje narėje tiek iki savo gyvenamosios vietos perkėlimo į kitą valstybę narę, kurioje įgijo minėtus laikotarpius, tiek vėliau.", "label": []}
{"text": "Dėl antrojo klausimo", "label": []}
{"text": "67 Kadangi šis klausimas keliamas tik tuo atveju, jei Teisingumo Teismas nuspręstų, kad Reglamento Nr. 987/2009 44 straipsnio 2 dalis taikoma tokiai situacijai, kaip nagrinėjama pagrindinėje byloje, ir kadangi šios nuostatos taikymo sąlygos nagrinėjamu atveju neįvykdytos, į šį klausimą atsakyti nereikia.", "label": [[54, 72, "ORG"]]}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "68 Kadangi šis procesas pagrindinės bylos šalims yra vienas iš etapų prašymą priimti prejudicinį sprendimą pateikusio teismo nagrinėjamoje byloje, bylinėjimosi išlaidų klausimą turi spręsti šis teismas. Išlaidos, susijusios su pastabų pateikimu Teisingumo Teismui, išskyrus tas, kurias patyrė minėtos šalys, nėra atlygintinos.", "label": [[245, 263, "ORG"]]}
{"text": "Remdamasis šiais motyvais, Teisingumo Teismas (antroji kolegija) nusprendžia:", "label": [[27, 64, "ORG"]]}
{"text": "2009 m. rugsėjo 16 d. Europos Parlamento ir Tarybos reglamento (EB) Nr. 987/2009, nustatančio Reglamento (EB) Nr. 883/2004 dėl socialinės apsaugos sistemų koordinavimo įgyvendinimo tvarką, 44 straipsnio 2 dalis turi būti aiškinama taip, kad tuo atveju, kai atitinkamas asmuo neatitinka darbo pagal darbo sutartį arba savarankiškai dirbamo darbo sąlygos, kuri nustatyta šioje nuostatoje tam, kad skirdama senatvės pensiją už šios pensijos mokėjimą atsakinga valstybė narė įskaitytų vaiko auginimo laikotarpius, kuriuos jis įgijo kitose valstybėse narėse, pagal SESV 21 straipsnį ši valstybė narė privalo įskaityti šiuos laikotarpius, jeigu šis asmuo dirbo ir mokėjo įmokas tik šioje valstybėje narėje tiek iki savo gyvenamosios vietos perkėlimo į kitą valstybę narę, kurioje įgijo minėtus laikotarpius, tiek vėliau.", "label": [[0, 21, "DATE"], [22, 40, "ORG"], [44, 51, "ORG"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: vokiečių.", "label": [[17, 25, "NATIONALITY"]]}
