{"text": "Ennakkoratkaisupyyntö, jonka Förvaltningsrätten i Linköping (Ruotsi) on esittänyt 12.7.2018 – Baltic Cable AB v. Energimarknadsinspektionen", "label": [[29, 59, "ORG"], [61, 67, "LOC"], [82, 91, "DATE"], [94, 109, "ORG"], [113, 139, "ORG"]]}
{"text": "(asia C-454/18)", "label": []}
{"text": "Oikeudenkäyntikieli: ruotsi", "label": [[21, 27, "NATIONALITY"]]}
{"text": "Ennakkoratkaisua pyytänyt tuomioistuin", "label": []}
{"text": "Förvaltningsrätten i Linköping", "label": [[0, 30, "ORG"]]}
{"text": "Pääasian asianosaiset", "label": []}
{"text": "Valittaja: Baltic Cable AB", "label": [[11, 26, "ORG"]]}
{"text": "Vastapuoli: Energimarknadsinspektionen", "label": [[12, 38, "ORG"]]}
{"text": "Ennakkoratkaisukysymykset", "label": []}
{"text": "Onko sähköasetuksen1 16 artiklan 6 kohtaa sovellettava kaikissa tapauksissa, joissa joku saa yhteenliitännän jakamisesta tuloja, riippumatta tämän muista olosuhteista, vai onko säännöstä sovellettava ainoastaan silloin, kun tulojen saaja on sähkömarkkinadirektiivin 2 artiklan 4 alakohdassa määritelty siirtoverkonhaltija?", "label": []}
{"text": "Jos vastaus ensimmäiseen kysymykseen on, että sähköasetuksen 16 artiklan 6 kohtaa sovelletaan ainoastaan siirtoverkonhaltijoihin, onko yritys, joka ainoastaan operoi rajayhdysjohtoa, siirtoverkonhaltija?", "label": []}
{"text": "Jos vastauksesta ensimmäiseen tai toiseen kysymykseen seuraa, että sähköasetuksen 16 artiklan 6 kohtaa sovelletaan yritykseen, joka ainoastaan operoi rajayhdysjohtoa, voidaanko rajayhdysjohdon käyttö- ja ylläpitokustannusten koskaan katsoa muodostavan sähköasetuksen 16 artiklan 6 kohdan ensimmäisen alakohdan b alakohdassa tarkoitettuja yhteenliittämiskapasiteettia ylläpitäviä tai lisääviä verkkoinvestointeja?", "label": []}
{"text": "Jos vastauksesta ensimmäiseen tai toiseen kysymykseen seuraa, että sähköasetuksen 16 artiklan 6 kohtaa sovelletaan yritykseen, joka ainoastaan operoi rajayhdysjohtoa, voiko sääntelyviranomainen sähköasetuksen 16 artiklan 6 kohdan toisen alakohdan nojalla hyväksyä, että yritys, joka ainoastaan operoi rajayhdysjohtoa ja jolla on tariffien vahvistamismenetelmä mutta ei asiakkaita, jotka maksavat suoraan verkkomaksuja (tariffeja), joita voidaan alentaa, käyttää yhteenliitännän jakamisesta saamiaan tuloja tuottoihin tai, jos vastaus kolmanteen kysymykseen on kieltävä, käyttöön ja ylläpitoon?", "label": []}
{"text": "Jos vastauksesta ensimmäiseen tai toiseen kysymykseen seuraa, että sähköasetuksen 16 artiklan 6 kohtaa sovelletaan yritykseen, joka ainoastaan operoi rajayhdysjohtoa, ja vastauksista kolmanteen ja neljänteen kysymykseen seuraa, että yritys joko ei saa käyttää yhteenliitännän jakamisesta saamiaan tuloja käyttöön ja ylläpitoon tai tuottoihin, tai että yritys saa käyttää sellaisia tuloja käyttöön ja ylläpitoon mutta ei tuottoihin, onko sähköasetuksen 16 artiklan 6 kohdan soveltaminen yritykseen, joka ainoastaan operoi rajayhdysjohtoa, unionin oikeuden suhteellisuusperiaatteen tai jonkun muun sovellettavan periaatteen vastainen?", "label": [[538, 545, "LOC"]]}
{"text": "1 Verkkoon pääsyä koskevista edellytyksistä rajat ylittävässä sähkön kaupassa ja asetuksen (EY) N:o 1228/2003 kumoamisesta 13.7.2009 annettu Euroopan parlamentin ja neuvoston asetus (EY) N:o 714/2009 (EUVL 2009, L 211, s. 15).", "label": [[123, 132, "DATE"], [141, 161, "ORG"], [165, 174, "ORG"]]}
