{"text": "UNIONIN TUOMIOISTUIMEN TUOMIO (suuri jaosto)", "label": [[0, 22, "ORG"], [31, 43, "ORG"]]}
{"text": "15 päivänä lokakuuta 2019  (*)", "label": [[0, 25, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – Poliisiyhteistyö ja oikeudellinen yhteistyö rikosasioissa – Puitepäätös 2002/584/YOS – Eurooppalainen pidätysmääräys – Täytäntöönpanosta kieltäytymisen perusteet – Euroopan unionin perusoikeuskirjan 4 artikla – Epäinhimillisen tai halventavan kohtelun kielto – Vankeusolosuhteet pidätysmääräyksen antaneessa jäsenvaltiossa – Täytäntöönpanosta vastaavan oikeusviranomaisen arviointi asiasta – Kriteerit", "label": [[111, 125, "LOC"], [188, 204, "LOC"]]}
{"text": "Asiassa C‑128/18,", "label": []}
{"text": "jossa on kyse SEUT 267 artiklaan perustuvasta ennakkoratkaisupyynnöstä, jonka Hanseatisches Oberlandesgericht Hamburg (Hampurissa sijaitseva osavaltion ylioikeus, Saksa) on esittänyt 8.2.2018 tekemällään päätöksellä, joka on saapunut unionin tuomioistuimeen 16.2.2018, saadakseen ennakkoratkaisun asiassa, joka koskee sellaisen eurooppalaisen pidätysmääräyksen täytäntöönpanomenettelyä, jonka kohteena on", "label": [[78, 117, "ORG"], [119, 161, "ORG"], [163, 168, "LOC"], [183, 191, "DATE"], [234, 257, "ORG"], [258, 267, "DATE"], [328, 342, "LOC"]]}
{"text": "Martin-Andreas Butler,", "label": [[0, 21, "PER"]]}
{"text": "UNIONIN TUOMIOISTUIN (suuri jaosto),", "label": [[0, 35, "ORG"]]}
{"text": "toimien kokoonpanossa: presidentti P. Kellerts, varapresidentti N. Lousa De Araujo, jaostojen puheenjohtajat S.-Z. Brunschot, X. Tarasov, V. Scott, O. Andersson (esittelevä tuomari) ja B. I. Rodriguez sekä tuomarit A. Jankevič, C. Pavlovský, G. Peeter Hughes, A. Maarja, X. Sousa ja F. Volkova,", "label": [[23, 34, "PROFESSION"], [35, 46, "PER"], [48, 63, "PROFESSION"], [64, 82, "PER"], [84, 108, "PROFESSION"], [109, 124, "PER"], [126, 136, "PER"], [138, 146, "PER"], [148, 160, "PER"], [162, 180, "PROFESSION"], [185, 200, "PER"], [206, 214, "PROFESSION"], [215, 226, "PER"], [228, 240, "PER"], [242, 258, "PER"], [260, 269, "PER"], [271, 279, "PER"], [283, 293, "PER"]]}
{"text": "julkisasiamies: D. Kennedy Benjo-Lopez,", "label": [[0, 14, "PROFESSION"], [16, 38, "PER"]]}
{"text": "kirjaaja: yksikönpäällikkö C. Karlsson,", "label": [[0, 8, "PROFESSION"], [10, 26, "PROFESSION"], [27, 38, "PER"]]}
{"text": "ottaen huomioon kirjallisessa käsittelyssä ja 5.2.2019 pidetyssä istunnossa esitetyn,", "label": [[46, 54, "DATE"]]}
{"text": "ottaen huomioon huomautukset, jotka sille ovat esittäneet", "label": []}
{"text": "–        Martin-Andreas Butler, edustajinaan L. Brinde, P. Richard ja Z.-A. Lefevre, Rechtsanwälte,", "label": [[9, 30, "PER"], [45, 54, "PER"], [56, 66, "PER"], [70, 83, "PER"], [85, 98, "PROFESSION"]]}
{"text": "–        Generalstaatsanwaltschaft Hamburg, asiamiehinään Z. Ulrikson ja F. Kulikova,", "label": [[9, 42, "ORG"], [44, 57, "PROFESSION"], [58, 69, "PER"], [73, 84, "PER"]]}
{"text": "–        Saksan hallitus, asiamiehinään aluksi A. Roche, E. Lissinger ja F. Burton, sittemmin E. Lissinger ja F. Burton,", "label": [[9, 24, "ORG"], [26, 39, "PROFESSION"], [47, 55, "PER"], [57, 69, "PER"], [73, 82, "PER"], [94, 106, "PER"], [110, 119, "PER"]]}
{"text": "–        Belgian hallitus, asiamiehinään R. Van Reenen, L. Bachmann ja Z.-J. Bailleux,", "label": [[9, 25, "ORG"], [27, 40, "PROFESSION"], [41, 54, "PER"], [56, 67, "PER"], [71, 85, "PER"]]}
{"text": "–        Tanskan hallitus, asiamiehinään E. Markmann-Solegren ja P. L. Kunz,", "label": [[9, 25, "ORG"], [27, 40, "PROFESSION"], [41, 61, "PER"], [65, 75, "PER"]]}
{"text": "–        Irlanti, asiamiehinään Z. Morris ja M. Schulze, avustajanaan X. Barbu, BL,", "label": [[9, 16, "ORG"], [18, 31, "PROFESSION"], [32, 41, "PER"], [45, 55, "PER"], [70, 78, "PER"], [80, 82, "PROFESSION"]]}
{"text": "–        Espanjan hallitus, asiamiehenään A. Hudson Taylor,", "label": [[9, 26, "ORG"], [28, 41, "PROFESSION"], [42, 58, "PER"]]}
{"text": "–        Italian hallitus, asiamiehenään S. Çelik, avustajinaan H. Konstantino ja R. Lombardi, avvocati dello Stato,", "label": [[9, 25, "ORG"], [27, 40, "PROFESSION"], [41, 49, "PER"], [64, 78, "PER"], [82, 93, "PER"], [95, 115, "PROFESSION"]]}
{"text": "–        Unkarin hallitus, asiamiehinään L. D. Gordér, C. Carelius, O. Hargitai ja B. E. Moreau,", "label": [[9, 25, "ORG"], [27, 40, "PROFESSION"], [41, 53, "PER"], [55, 66, "PER"], [68, 79, "PER"], [83, 95, "PER"]]}
{"text": "–        Alankomaiden hallitus, asiamiehinään T. Jansen ja L. Werner,", "label": [[9, 30, "ORG"], [32, 45, "PROFESSION"], [46, 55, "PER"], [59, 68, "PER"]]}
{"text": "–        Puolan hallitus, asiamiehenään J. Botvyna,", "label": [[9, 24, "ORG"], [26, 39, "PROFESSION"], [40, 50, "PER"]]}
{"text": "–        Romanian hallitus, asiamiehinään J.-I. Franke, R.-G. Antonescu, W. Binder ja E.O. Bell,", "label": [[9, 26, "ORG"], [28, 41, "PROFESSION"], [42, 54, "PER"], [56, 71, "PER"], [73, 82, "PER"], [86, 95, "PER"]]}
{"text": "–        Euroopan komissio, asiamiehinään E. Robin ja Z. Waegemakers,", "label": [[9, 26, "ORG"], [28, 41, "PROFESSION"], [42, 50, "PER"], [54, 68, "PER"]]}
{"text": "kuultuaan julkisasiamiehen 30.4.2019 pidetyssä istunnossa esittämän ratkaisuehdotuksen,", "label": [[10, 26, "PROFESSION"], [27, 36, "DATE"]]}
{"text": "on antanut seuraavan", "label": []}
{"text": "tuomion", "label": []}
{"text": "1        Ennakkoratkaisupyyntö koskee Euroopan unionin perusoikeuskirjan (jäljempänä perusoikeuskirja) 4 artiklan sekä eurooppalaisesta pidätysmääräyksestä ja jäsenvaltioiden välisistä luovuttamismenettelyistä 13.6.2002 tehdyn neuvoston puitepäätöksen 2002/584/YOS (EYVL 2002, L 190, s. 1), sellaisena kuin se on muutettuna 26.2.2009 annetulla neuvoston puitepäätöksellä 2009/299/YOS (EUVL 2009, L 81, s. 24; jäljempänä puitepäätös 2002/584), tulkintaa.", "label": [[38, 54, "LOC"], [119, 135, "LOC"], [210, 219, "DATE"], [227, 236, "ORG"], [324, 333, "DATE"], [344, 353, "ORG"]]}
{"text": "2        Tämä pyyntö on esitetty asiassa, jossa on kyse sellaisen eurooppalaisen pidätysmääräyksen täytäntöönpanosta Saksassa, jonka Judecătoria Medgidia (Medgidian alioikeus, Romania) on antanut 12.8.2016 Martin-Andreas Butlerusta syytetoimenpiteisiin ryhtymiseksi Romaniassa.", "label": [[66, 80, "LOC"], [117, 125, "LOC"], [133, 153, "ORG"], [155, 174, "ORG"], [176, 183, "LOC"], [196, 205, "DATE"], [206, 231, "PER"], [266, 276, "LOC"]]}
{"text": "Asiaa koskevat oikeussäännöt", "label": []}
{"text": "Euroopan ihmisoikeussopimus", "label": [[0, 8, "LOC"]]}
{"text": "3        Roomassa 4.11.1950 allekirjoitetun, ihmisoikeuksien ja perusvapauksien suojaamiseksi tehdyn yleissopimuksen (jäljempänä Euroopan ihmisoikeussopimus) 3 artiklassa, jonka otsikko on ”Kidutuksen kielto”, määrätään seuraavaa:", "label": [[9, 17, "LOC"], [18, 27, "DATE"], [129, 137, "LOC"]]}
{"text": "”Ketään ei saa kiduttaa, eikä kohdella tai rangaista epäinhimillisellä tai halventavalla tavalla.”", "label": []}
{"text": "Unionin oikeus", "label": [[0, 7, "LOC"]]}
{"text": "Perusoikeuskirja", "label": []}
{"text": "4        Perusoikeuskirjan 4 artiklassa, jonka otsikko on ”Kidutuksen sekä epäinhimillisen tai halventavan rangaistuksen ja kohtelun kielto”, määrätään seuraavaa:", "label": []}
{"text": "”Ketään ei saa kiduttaa eikä kohdella tai rangaista epäinhimillisellä tai halventavalla tavalla.”", "label": []}
{"text": "5        Euroopan unionin perusoikeuskirjan selityksissä (EUVL 2007, C 303, s. 17; jäljempänä perusoikeuskirjan selitykset) täsmennetään perusoikeuskirjan 4 artiklan osalta, että ”[kyseisessä] artiklassa tarkoitettu oikeus vastaa Euroopan ihmisoikeussopimuksen 3 artiklassa turvattua oikeutta, ja kyseisten artiklojen sanamuoto on samanlainen” ja että ”oikeudella on perusoikeuskirjan 52 artiklan 3 kohdan mukaisesti sama merkitys ja kattavuus kuin mainitulla ihmisoikeussopimuksen artiklalla”.", "label": [[9, 25, "LOC"], [230, 238, "LOC"]]}
{"text": "6        Perusoikeuskirjan 52 artiklan, jonka otsikko on ”Oikeuksien ja periaatteiden ulottuvuus ja tulkinta”, 3 kohdassa määrätään seuraavaa:", "label": []}
{"text": "”Siltä osin kuin tämän perusoikeuskirjan oikeudet vastaavat [Euroopan ihmisoikeussopimuksessa] taattuja oikeuksia, niiden merkitys ja ulottuvuus ovat samat kuin mainitussa yleissopimuksessa. Tämä määräys ei estä unionia myöntämästä tätä laajempaa suojaa.”", "label": [[61, 69, "LOC"], [212, 219, "ORG"]]}
{"text": "7        Perusoikeuskirjan selityksissä täsmennetään perusoikeuskirjan 52 artiklan 3 kohdan osalta, että ”viittauksella Euroopan ihmisoikeussopimukseen tarkoitetaan sekä yleissopimusta että sen lisäpöytäkirjoja”, että ”turvattujen oikeuksien merkitys ja kattavuus määritellään näiden asiakirjojen lisäksi Euroopan ihmisoikeustuomioistuimen ja Euroopan unionin tuomioistuimen oikeuskäytännössä”, että ”kohdan viimeisen virkkeen tarkoituksena on antaa [Euroopan] unionille mahdollisuus turvata tätä laajempi suoja” ja että ”joka tapauksessa perusoikeuskirjassa myönnetty suojan taso ei koskaan saa olla ihmisoikeussopimuksessa taattua alhaisempi”.", "label": [[120, 128, "LOC"], [305, 339, "ORG"], [343, 374, "ORG"], [450, 470, "ORG"]]}
{"text": "8        Perusoikeuskirjan 53 artiklassa, jonka otsikko on ”Suojan taso”, määrätään seuraavaa:", "label": []}
{"text": "”Tämän perusoikeuskirjan määräyksiä ei saa tulkita siten, että ne rajoittaisivat tai loukkaisivat niitä ihmisoikeuksia ja perusvapauksia, jotka asianomaisella soveltamisalalla tunnustetaan unionin oikeudessa, kansainvälisessä oikeudessa ja niissä kansainvälisissä yleissopimuksissa, joiden osapuolina unioni tai kaikki jäsenvaltiot ovat, ja erityisesti [Euroopan ihmisoikeussopimuksessa], sekä jäsenvaltioiden valtiosäännöissä.”", "label": [[189, 196, "LOC"], [301, 307, "ORG"], [354, 362, "LOC"]]}
{"text": "Puitepäätös 2002/584", "label": []}
{"text": "9        Puitepäätöksen 2002/584  1 artiklassa, jonka otsikko on ”Eurooppalaisen pidätysmääräyksen määritelmä ja velvollisuus panna se täytäntöön”, säädetään seuraavaa:", "label": [[66, 80, "LOC"]]}
{"text": "”1.      Eurooppalaisella pidätysmääräyksellä tarkoitetaan oikeudellista päätöstä, jonka jäsenvaltio on antanut etsityn henkilön kiinni ottamiseksi ja luovuttamiseksi toisen jäsenvaltion toimesta syytetoimenpiteitä tai vapaudenmenetyksen käsittävän rangaistuksen tai turvaamistoimenpiteen täytäntöönpanemista varten.", "label": [[9, 25, "LOC"]]}
{"text": "2.      Jäsenvaltiot panevat eurooppalaisen pidätysmääräyksen täytäntöön vastavuoroisen tunnustamisen periaatteen perusteella ja tämän puitepäätöksen määräysten mukaisesti.", "label": [[29, 43, "LOC"]]}
{"text": "3.      Tämä puitepäätös ei vaikuta velvoitteeseen kunnioittaa [EU] 6 artiklassa taattuja perusoikeuksia ja keskeisiä oikeusperiaatteita.”", "label": []}
{"text": "10      Puitepäätöksen 2002/584 3, 4 ja 4 a artiklassa esitetään eurooppalaisen pidätysmääräyksen täytäntöönpanon ehdottomat ja harkinnanvaraiset kieltäytymisperusteet.", "label": []}
{"text": "11      Puitepäätöksen 2002/584  5 artikla koskee erityistapauksissa annettavia pidätysmääräyksen antaneen jäsenvaltion takeita.", "label": []}
{"text": "12      Puitepäätöksen 2002/584  6 artiklassa, jonka otsikko on ”Toimivaltaisten viranomaisten nimeäminen”, säädetään seuraavaa:", "label": []}
{"text": "”1.      Pidätysmääräyksen antanut oikeusviranomainen on pidätysmääräyksen antaneen jäsenvaltion sellainen oikeusviranomainen, jolla on kyseisen valtion lainsäädännön mukaan toimivalta antaa eurooppalainen pidätysmääräys.", "label": [[191, 205, "LOC"]]}
{"text": "2.      Täytäntöönpanosta vastaava oikeusviranomainen on täytäntöönpanojäsenvaltion sellainen oikeusviranomainen, joka on toimivaltainen panemaan täytäntöön eurooppalaisen pidätysmääräyksen kyseisen valtion lainsäädännön mukaisesti.", "label": [[157, 171, "LOC"]]}
{"text": "– –”", "label": []}
{"text": "13      Puitepäätöksen 2002/584  7 artiklan, jonka otsikko on ”Keskusviranomaiseen turvautuminen”, 1 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”Jokainen jäsenvaltio voi nimetä keskusviranomaisen tai, oikeusjärjestyksensä niin vaatiessa, useita keskusviranomaisia avustamaan toimivaltaisia oikeusviranomaisia.”", "label": []}
{"text": "14      Puitepäätöksen 2002/584 15 artiklassa, jonka otsikko on ”Luovuttamispäätös”, säädetään seuraavaa:", "label": []}
{"text": "”1.      Täytäntöönpanosta vastaava oikeusviranomainen tekee päätöksen henkilön luovuttamisesta tässä puitepäätöksessä määritetyissä määräajoissa ja siinä määritetyin edellytyksin.", "label": []}
{"text": "2.      Jos täytäntöönpanosta vastaava oikeusviranomainen katsoo, että pidätysmääräyksen antaneen jäsenvaltion toimittamat tiedot eivät riitä, jotta se voisi tehdä päätöksen luovuttamisesta, se pyytää toimittamaan kiireellisesti erityisesti 3–5 ja 8 artiklan osalta tarvittavat lisätiedot ja voi asettaa tietojen saamiselle määräajan ottaen huomioon tarpeen noudattaa 17 artiklassa vahvistettua määräaikaa.", "label": []}
{"text": "3.      Pidätysmääräyksen antanut oikeusviranomainen voi milloin tahansa toimittaa kaikki käyttökelpoiset lisätiedot täytäntöönpanosta vastaavalle oikeusviranomaiselle.”", "label": []}
{"text": "15      Puitepäätöksen 2002/584 17 artiklassa, jonka otsikko on ”Päätöksen määräajat ja menettelyt”, säädetään seuraavaa:", "label": []}
{"text": "”1.      Eurooppalainen pidätysmääräys käsitellään ja se pannaan täytäntöön kiireellisesti.", "label": [[8, 23, "LOC"]]}
{"text": "2.      Jos etsitty henkilö suostuu luovuttamiseen, lopullinen päätös eurooppalaisen pidätysmääräyksen täytäntöönpanosta olisi tehtävä 10 päivän kuluttua suostumuksen antamisesta.", "label": [[70, 84, "LOC"], [135, 137, "AMOUNT_VALUE"], [138, 144, "AMOUNT_UNIT"]]}
{"text": "3.      Muissa tapauksissa lopullinen päätös eurooppalaisen pidätysmääräyksen täytäntöönpanosta olisi tehtävä 60 päivän kuluessa etsityn henkilön kiinni ottamisesta.", "label": [[45, 59, "LOC"], [110, 112, "AMOUNT_VALUE"], [113, 119, "AMOUNT_UNIT"]]}
{"text": "4.      Jos eurooppalaista pidätysmääräystä ei erityistapauksissa voida panna täytäntöön 2 tai 3 kohdan mukaisissa määräajoissa, täytäntöönpanosta vastaavan oikeusviranomaisen on välittömästi ilmoitettava siitä ja viivästyksen syystä pidätysmääräyksen antaneelle oikeusviranomaiselle. Tällaisessa tapauksessa määräaikoja voidaan jatkaa 30 päivällä.", "label": [[12, 26, "LOC"], [336, 338, "AMOUNT_VALUE"], [339, 347, "AMOUNT_UNIT"]]}
{"text": "– –”", "label": []}
{"text": "Saksan oikeus", "label": [[0, 6, "LOC"]]}
{"text": "Saksan liittotasavallan perustuslaki", "label": [[0, 23, "LOC"]]}
{"text": "16      Saksan liittotasavallan perustuslain, joka on annettu 23.5.1949 (Grundgesetz für die Bundesrepublik Deutschland) (BGBl.  1949, s. 1), 101 §:n 1 momentin toisessa virkkeessä säädetään seuraavaa:", "label": [[8, 31, "LOC"], [62, 71, "DATE"], [89, 119, "LOC"]]}
{"text": "”Oikeutta käsittelyyn lailla perustetussa tuomioistuimessa ei voida evätä.”", "label": []}
{"text": "Kansainvälisestä oikeusavusta rikosasioissa annettu laki", "label": []}
{"text": "17      Puitepäätös 2002/584 on saatettu osaksi Saksan oikeusjärjestystä kansainvälisestä oikeusavusta rikosasioissa 23.12.1982 annetun lain (Gesetz über die internationale Rechtshilfe in Strafsachen), sellaisena kuin se on muutettuna eurooppalaisesta pidätysmääräyksestä 20.7.2006 annetulla lailla (Europäisches Haftbefehlsgesetz)  (BGBl. 2006 I, s. 1721), 78–83 k §:llä.", "label": [[48, 54, "LOC"], [117, 127, "DATE"], [235, 251, "LOC"], [272, 281, "DATE"], [300, 312, "LOC"]]}
{"text": "18      Kyseisen lain, sellaisena kuin se on muutettuna eurooppalaisesta pidätysmääräyksestä annetulla lailla, 73 §:ssä säädetään seuraavaa:", "label": [[56, 72, "LOC"]]}
{"text": "”Oikeusapu ja tietojen välittäminen ilman pyyntöä on kiellettyä, jos niillä loukataan Saksan oikeusjärjestyksen olennaisia periaatteita. Jos pyyntö on esitetty 8, 9 ja 10 osan nojalla, oikeusavun antaminen on kiellettyä, jos sillä loukataan [SEU] 6 artiklassa vahvistettuja periaatteita.”", "label": [[86, 92, "LOC"]]}
{"text": "Pääasia ja ennakkoratkaisukysymykset", "label": []}
{"text": "19      Judecătoria Medgidia antoi 12.8.2016 eurooppalaisen pidätysmääräyksen Butlerusta, joka on Romanian kansalainen, hänen asettamisekseen syytteeseen omaisuus- ja asiakirjarikosten perusteella (jäljempänä 12.8.2016 päivätty eurooppalainen pidätysmääräys).", "label": [[8, 28, "ORG"], [35, 44, "DATE"], [45, 59, "LOC"], [78, 88, "PER"], [98, 106, "LOC"], [209, 218, "DATE"], [228, 242, "LOC"]]}
{"text": "20      Hanseatisches Oberlandesgericht Hamburg (Hampurissa sijaitseva osavaltion ylioikeus, Saksa) totesi 3.1. ja 19.1.2017 annetuilla päätöksillä, että Butlerun luovuttaminen Romanian viranomaisille 12.8.2016 päivätyn eurooppalaisen pidätysmääräyksen täytäntöönpanemiseksi on sallittua.", "label": [[8, 47, "ORG"], [49, 59, "LOC"], [71, 91, "ORG"], [93, 98, "LOC"], [107, 111, "DATE"], [115, 124, "DATE"], [154, 162, "PER"], [177, 185, "LOC"], [201, 210, "DATE"], [220, 234, "LOC"]]}
{"text": "21      Mainittu tuomioistuin palautti tässä tarkoituksessa mieleen 5.4.2016 annetussa unionin tuomioistuimen tuomiossa Michailovski ja Aguilar (C‑404/15 ja C‑659/15 PPU, EU:C:2016:198) esitetyt vaatimukset, joiden mukaan täytäntöönpanosta vastaavan oikeusviranomaisen on ensiksi arvioitava, onko pidätysmääräyksen antaneessa jäsenvaltiossa  olemassa vankeusolosuhteiden osalta puutteita  – olivatpa ne rakenteellisia tai yleisiä ja koskivatpa ne tiettyjä henkilöryhmiä tai tiettyjä vankiloita –,  ja sen jälkeen tutkittava, onko olemassa painavia perusteita uskoa, että kyseinen henkilö altistuu niiden olosuhteiden vuoksi, joissa häntä on tarkoitus pitää vangittuna kyseisessä valtiossa, todelliselle vaaralle joutua epäinhimillisen tai halventavan kohtelun kohteeksi.", "label": [[68, 76, "DATE"], [87, 109, "ORG"], [120, 132, "PER"], [136, 143, "PER"]]}
{"text": "22      Hanseatisches Oberlandesgericht Hamburg totesi tämän tutkinnan ensimmäisessä vaiheessa muun muassa Euroopan ihmisoikeustuomioistuimen Romanian osalta antamien ratkaisujen ja Bundesministerium der Justiz und für Verbraucherschutzin (liittovaltion oikeus- ja kuluttajansuojaministeriö, Saksa) antaman kertomuksen perusteella, että on olemassa konkreettisia indisioita siitä, että Romaniassa vallitsevissa  vankeusolosuhteissa on rakenteellisia ja yleisiä puutteita.", "label": [[8, 47, "ORG"], [107, 141, "ORG"], [142, 150, "LOC"], [182, 238, "ORG"], [240, 290, "ORG"], [292, 297, "LOC"], [386, 396, "LOC"]]}
{"text": "23      Tämän toteamuksen jälkeen mainittu tuomioistuin arvioi saman tutkinnan toisessa vaiheessa muun muassa kyseessä olevan eurooppalaisen pidätysmääräyksen antaneen tuomioistuimen ja Ministerul Justițiein (oikeusministeriö, Romania) toimittamia tietoja Butlerun vankeusolosuhteista siinä tapauksessa, että hänet luovutetaan Romanian viranomaisille.", "label": [[126, 140, "LOC"], [186, 207, "ORG"], [209, 225, "ORG"], [227, 234, "LOC"], [256, 264, "PER"], [327, 335, "LOC"]]}
{"text": "24      Hanseatisches Oberlandesgericht Hamburg otti tältä osin huomioon tiedon, jonka mukaan Butlerua pidettäisiin hänen oikeudenkäyntinsä ajan tutkintavankeudessa joko neljän hengen selleissä, joiden pinta-alat ovat 12,30 m², 12,67 m² tai 13,50 m², tai kymmenen hengen selleissä, joiden pinta-ala on 36,25 m². Jos Butleru tuomittaisiin vapausrangaistukseen, häntä pidettäisiin aluksi vangittuna rangaistuslaitoksessa, jossa jokaisen vangin käytössä on 3 m²:n suuruinen tila, ja jatkossa samoissa olosuhteissa, jos hän suorittaa rangaistuksensa suljetussa laitoksessa, tai jos hän suorittaa rangaistuksensa avoimessa tai puoliavoimessa laitoksessa, sellissä, jonka pinta-ala on 2 m² henkeä kohden.", "label": [[8, 47, "ORG"], [94, 102, "PER"], [218, 223, "AMOUNT_VALUE"], [224, 226, "AMOUNT_UNIT"], [228, 233, "AMOUNT_VALUE"], [234, 236, "AMOUNT_UNIT"], [241, 246, "AMOUNT_VALUE"], [247, 249, "AMOUNT_UNIT"], [302, 307, "AMOUNT_VALUE"], [308, 310, "AMOUNT_UNIT"], [316, 323, "PER"], [454, 455, "AMOUNT_VALUE"], [456, 460, "AMOUNT_UNIT"], [679, 680, "AMOUNT_VALUE"], [681, 683, "AMOUNT_UNIT"]]}
{"text": "25      Hanseatisches Oberlandesgericht Hamburg nojautui Euroopan ihmisoikeustuomioistuimen 22.10.2009 antamaan tuomioon Bogdanov v. Puola (CE:ECHR:2009:1022JUD001788504), 19.3.2013 antamaan tuomioon Lăpuşcă v. Romania (CE:ECHR:2013:0319JUD000791010) ja 10.6.2014 antamaan tuomioon Jonas Sergiu Lucas v. Romania (CE:ECHR:2014:0610JUD007985712) ja teki kokonaisarvioinnin Romaniassa vallitsevista vankeusolosuhteista. Se totesi tältä osin, että kyseiset olosuhteet ovat parantuneet vuoden 2014 jälkeen, vaikka 2 m²:n suuruinen  tila henkeä kohden ei vastaakaan Euroopan ihmisoikeustuomioistuimen oikeuskäytännössä asetettuja vaatimuksia. Vangittujen käytössä olevan tilan riittämättömyys kompensoidaan kuitenkin suurelta osin muilla vankeusolosuhteilla. Mainittu tuomioistuin huomautti lisäksi, että Romania on ottanut käyttöön tehokkaan vankeusolosuhteita koskevan valvontamekanismin.", "label": [[8, 47, "ORG"], [57, 91, "ORG"], [92, 102, "DATE"], [121, 129, "PER"], [133, 138, "ORG"], [172, 181, "DATE"], [200, 207, "PER"], [211, 218, "ORG"], [254, 263, "DATE"], [282, 300, "PER"], [304, 311, "ORG"], [371, 381, "LOC"], [481, 492, "DATE"], [509, 510, "AMOUNT_VALUE"], [511, 513, "AMOUNT_UNIT"], [560, 594, "ORG"], [799, 806, "ORG"]]}
{"text": "26      Hanseatisches Oberlandesgericht Hamburg totesi lisäksi, että jos Butlerun luovuttamisesta Romanian viranomaisille kieltäydytään, rikokset, joista häntä syytetään, jäävät rankaisematta, mikä olisi vastoin tavoitetta varmistaa rikosoikeudellisen lainkäytön toimivuus unionissa.", "label": [[8, 47, "ORG"], [73, 81, "PER"], [98, 106, "LOC"], [273, 282, "LOC"]]}
{"text": "27      Hanseatisches Oberlandesgericht Hamburgin 3.1. ja 19.1.2017 antamien päätösten perusteella Generalstaatsanwaltschaft Hamburg (Hampurin syyttäjäviranomainen, Saksa) salli Butlerun luovuttamisen Romanian viranomaisille sen jälkeen, kun hän olisi ensin suorittanut vankeusrangaistuksen, johon hänet oli tuomittu muista Saksassa tehdyistä rikoksista.", "label": [[8, 49, "ORG"], [50, 54, "DATE"], [58, 67, "DATE"], [99, 132, "ORG"], [134, 163, "ORG"], [165, 170, "LOC"], [178, 186, "PER"], [201, 209, "LOC"], [324, 332, "LOC"]]}
{"text": "28      Butleru suoritti 24.9.2017 asti näistä Saksassa tehdyistä rikoksista määrättyä vapausrangaistusta.", "label": [[8, 15, "PER"], [25, 34, "DATE"], [47, 55, "LOC"]]}
{"text": "29      Butleru haki kyseisiin Hanseatisches Oberlandesgericht Hamburgin päätöksiin muutosta Bundesverfassungsgerichtiltä (liittovaltion perustuslakituomioistuin, Saksa).", "label": [[8, 15, "PER"], [31, 72, "ORG"], [93, 121, "ORG"], [123, 161, "ORG"], [163, 168, "LOC"]]}
{"text": "30      Bundesverfassungsgericht kumosi mainitut päätökset 19.12.2017 annetulla  päätöksellä sillä perusteella, että niillä loukattiin Butlerulla Saksan liittotasavallan perustuslain 101 §:n 1 momentin toisen virkkeen mukaan olevaa oikeutta käsittelyyn lailla perustetussa tuomioistuimessa. Asia palautettiin Hanseatisches Oberlandesgericht Hamburgiin.", "label": [[8, 32, "ORG"], [59, 69, "DATE"], [135, 145, "PER"], [146, 169, "ORG"], [309, 351, "ORG"]]}
{"text": "31      Bundesverfassungsgericht totesi päätöksessään, että Euroopan ihmisoikeustuomioistuin on katsonut 20.10.2016 annetussa tuomiossa Alonso v. Kroatia (CE:ECHR:2016:1020JUD000733413), että se, että vangin käytössä yhteissellissä oleva henkilökohtainen tila on alle 3 m²:ä, luo ”vahvan olettaman” siitä, että kyse on Euroopan ihmisoikeussopimuksen 3 artiklan rikkomisesta, ja tämä olettama voidaan kumota, jos henkilökohtaisen tilan 3 m²:n vähimmäispinta-alaa rajoitetaan lyhyinä, satunnaisina ja vähämerkityksisinä jaksoina, jos niihin liittyy riittävä mahdollisuus liikkua vapaasti sellin ulkopuolella ja sellin ulkopuolella järjestettävää asianmukaista toimintaa, jos vangittu sijoitetaan laitokseen, joka tarjoaa yleisesti ottaen kunnolliset vankeusolosuhteet, ja jos vangittu ei altistu muille tekijöille, joita pidetään huonojen vankeusolosuhteiden osalta raskauttavina asianhaaroina.", "label": [[8, 32, "ORG"], [60, 92, "ORG"], [105, 115, "DATE"], [136, 142, "PER"], [146, 153, "ORG"], [268, 269, "AMOUNT_VALUE"], [270, 274, "AMOUNT_UNIT"], [319, 327, "LOC"], [435, 436, "AMOUNT_VALUE"], [437, 441, "AMOUNT_UNIT"]]}
{"text": "32      Bundesverfassungsgerichtin mukaan Euroopan ihmisoikeustuomioistuin ei ole myöskään tähän päivään mennessä hyväksynyt nimenomaisesti tiettyjä niitä  kriteerejä, jotka Hanseatisches Oberlandesgericht Hamburg on ottanut huomioon Romaniassa vallitsevia vankeusolosuhteita koskevan kokonaisarviointinsa yhteydessä, sellaisiksi tekijöiksi, jotka voivat kompensoida vangin käytössä olevan henkilökohtaisen tilan rajoittamisen. Näin on sen mukaan erityisesti  siltä osin kuin on kyse mahdollisuudesta saada lomaa, ottaa vastaan vierailijoita, saada  omat vaatteensa pestyiksi ja ostaa tuotteita. Ei myöskään ole varmaa, että lämmitysjärjestelmän, saniteettitilojen ja hygieniaolosuhteiden parantamisella voidaan Euroopan ihmisoikeustuomioistuimen viimeaikaisen oikeuskäytännön  perusteella kompensoida tällainen henkilökohtaisen tilan rajoittaminen.", "label": [[8, 34, "ORG"], [42, 74, "ORG"], [174, 213, "ORG"], [234, 244, "LOC"], [712, 746, "ORG"]]}
{"text": "33      Bundesverfassungsgericht korosti myös, että Euroopan unionin tuomioistuin ja Euroopan ihmisoikeustuomioistuin eivät ole tähän päivään mennessä ottaneet kantaa siihen, mikä merkitys pääasiassa kyseessä olevan kaltaisessa asiassa on kriteereillä, jotka koskevat rikostuomioistuinten välistä yhteistyötä unionissa sekä tarvetta välttää rikosten tekijöiden rankaisematta jääminen ja turvasatamien (safe havens) luominen heitä varten.", "label": [[8, 32, "ORG"], [52, 81, "ORG"], [85, 117, "ORG"], [309, 318, "LOC"]]}
{"text": "34      Hanseatisches Oberlandesgericht Hamburgin Butlerun luovuttamista varten antama kansallinen pidätysmääräys pantiin täytäntöön, kunnes asianomaisen henkilön tutkintavankeus keskeytettiin kyseisen tuomioistuimen 20.12.2017 antamalla päätöksellä.", "label": [[8, 49, "ORG"], [50, 58, "PER"], [217, 227, "DATE"]]}
{"text": "35      Voidakseen ottaa asiaan kantaa sen jälkeen, kun Bundesverfassungsgericht päätti asian palauttamisesta, Hanseatisches Oberlandesgericht Hamburg pyrkii selvittämään perusoikeuskirjan 4 artiklasta johtuvat vaatimukset siltä osin kuin on kyse vankeusolosuhteista pidätysmääräyksen antaneessa jäsenvaltiossa ja niistä kriteereistä, jotka on otettava huomioon arvioitaessa kyseisten vaatimusten noudattamista unionin tuomioistuimen 5.4.2016 antaman tuomion Michailovski ja Aguilar (C‑404/15 ja C‑659/15 PPU, EU:C:2016:198) mukaisesti.", "label": [[56, 80, "ORG"], [111, 150, "ORG"], [411, 433, "ORG"], [434, 442, "DATE"], [459, 471, "PER"], [475, 482, "PER"]]}
{"text": "36      Hanseatisches Oberlandesgericht Hamburg päätti näin ollen lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[8, 47, "ORG"], [101, 125, "ORG"]]}
{"text": "”1)      Mitä vähimmäisvaatimuksia sovelletaan vankeusolosuhteisiin perusoikeuskirjan 4 artiklan perusteella – –  puitepäätöksen [2002/584] yhteydessä?", "label": []}
{"text": "a)      Onko etenkin unionin oikeuden näkökulmasta olemassa sellien kokoa koskevaa ’absoluuttista’ alarajaa, jonka alittuminen johtaa aina perusoikeuskirjan 4 artiklan rikkomiseen?", "label": [[21, 28, "LOC"]]}
{"text": "i)      Onko sellin henkilökohtaisen tilan määrittämisessä merkitystä sillä, onko kyse yhden hengen sellistä vai yhteiskäytössä olevasta sellistä?", "label": []}
{"text": "ii)      Onko sellin kokoa laskettaessa pinta-alasta vähennettävä huonekalujen (sängyn, kaapin jne.) viemä tila?", "label": []}
{"text": "iii)      Mitkä rakennustekniset edellytykset ovat mahdollisesti merkityksellisiä unionin oikeuden mukaisten vankeusolosuhteiden kannalta? Mitä merkitystä on mahdollisesti sillä, onko sellistä suora (tai vain epäsuora) pääsy saniteettitiloihin ja muihin tiloihin ja tuleeko selliin kylmää ja kuumaa vettä ja onko selli lämmitetty ja valaistu jne.?", "label": [[82, 89, "LOC"]]}
{"text": "b)      Missä määrin erilaisilla täytäntöönpanojärjestelmillä ja etenkin rangaistuslaitosten erilaisilla selliajoilla ja liikkumisvapauden asteilla on merkitystä arvioinnin kannalta?", "label": []}
{"text": "c)      Voidaanko huomioon ottaa – kuten jaosto on tehnyt luovuttamisen sallimista koskevien päätöstensä yhteydessä – myös pidätysmääräyksen antaneessa jäsenvaltiossa tehdyt oikeudelliset ja organisatoriset parannukset (oikeusasiamiesjärjestelmän käyttöönotto, rangaistusten täytäntöönpanosta vastaavien tuomioistuinten perustaminen jne.)?", "label": []}
{"text": "2)      Mitä kriteerejä sovelletaan arvioitaessa vankeusolosuhteita unionin perusoikeuksien kannalta? Missä määrin näillä kriteereillä on merkitystä unionin tuomioistuimen 5.4.2016 antaman tuomion Michailovski ja Aguilar  (C-404/15 ja C-659/15 PPU, EU:C:2016:198) mukaisessa oikeuskäytännössä tarkoitetun todellista vaaraa koskevan käsitteen tulkinnalle?", "label": [[68, 75, "LOC"], [149, 171, "ORG"], [172, 180, "DATE"], [197, 209, "PER"], [213, 220, "PER"]]}
{"text": "a)      Onko täytäntöönpanojäsenvaltion oikeusviranomaisilla tältä osin toimivalta valvoa kattavasti pidätysmääräyksen antaneen jäsenvaltion vankeusolosuhteita vai onko niiden rajoituttava ilmeisten puutteellisuuksien valvontaan?", "label": []}
{"text": "b)      Mikäli unionin tuomioistuin päätyy katsomaan ensimmäiseen ennakkoratkaisukysymykseen vastatessaan, että vankeusolosuhteisiin sovelletaan unionin oikeuteen perustuvia ’absoluuttisia’ vaatimuksia, olisiko tällaisten vähimmäisedellytysten täyttämättä jättäminen siinä mielessä puntaroinnista riippumaton, että se johtaisi aina luovutuksen estävään todelliseen vaaraan, vai voiko täytäntöönpanojäsenvaltio kuitenkin puntaroida tilannetta? Voidaanko tällöin ottaa huomioon esimerkiksi Euroopan sisäisen oikeudellisen avun liikkuvuuden ylläpitämiseen, eurooppalaisen rikosoikeuden alan lainkäytön toimivuuteen tai vastavuoroisen luottamuksen ja vastavuoroisen tunnustamisen periaatteisiin liittyvät näkökohdat?”", "label": [[15, 35, "ORG"], [145, 152, "LOC"], [488, 496, "LOC"], [554, 568, "LOC"]]}
{"text": "Asian käsittelyn vaiheet unionin tuomioistuimessa", "label": [[25, 49, "ORG"]]}
{"text": "37      Hanseatisches Oberlandesgericht Hamburg on 25.9.2018 annetulla päätöksellä, joka on saapunut unionin tuomioistuimeen 27.9.2018, ilmoittanut unionin tuomioistuimelle, että sen jälkeen, kun Butlerusta oli annettu 12.8.2016 päivätty eurooppalainen pidätysmääräys, hänet on tuomittu Romaniassa vastaajan poissa ollessa kahden vuoden ja neljän kuukauden pituiseen vankeusrangaistukseen. Romanian oikeusviranomainen on näin ollen kumonnut mainitun eurooppalaisen pidätysmääräyksen ja antanut 1.8.2018 uuden eurooppalaisen pidätysmääräyksen mainitun rangaistuksen täytäntöönpanoa varten (jäljempänä 1.8.2018 päivätty eurooppalainen pidätysmääräys). Ennakkoratkaisua pyytänyt tuomioistuin on pysyttänyt ennakkoratkaisukysymyksensä tämän eurooppalaisen pidätysmääräyksen korvaamisen jälkeen.", "label": [[8, 47, "ORG"], [51, 60, "DATE"], [101, 124, "ORG"], [125, 134, "DATE"], [148, 172, "ORG"], [196, 206, "PER"], [219, 228, "DATE"], [238, 252, "LOC"], [287, 297, "LOC"], [323, 329, "AMOUNT_VALUE"], [330, 336, "AMOUNT_UNIT"], [340, 346, "AMOUNT_VALUE"], [347, 356, "AMOUNT_UNIT"], [390, 398, "LOC"], [450, 464, "LOC"], [494, 502, "DATE"], [509, 523, "LOC"], [600, 608, "DATE"], [618, 632, "LOC"], [737, 751, "LOC"]]}
{"text": "38      Unionin tuomioistuin lähetti 14.11.2018 Hanseatisches Oberlandesgericht Hamburgille unionin tuomioistuimen työjärjestyksen 101 artiklan mukaisen selvennyspyynnön ja kehotti tätä täsmentämään muun muassa, voidaanko 1.8.2018 päivätyn eurooppalaisen pidätysmääräyksen täytäntöönpanolupaa ja täytäntöönpanoa pitää varmana eikä hypoteettisena.", "label": [[8, 28, "ORG"], [37, 47, "DATE"], [48, 91, "ORG"], [92, 114, "ORG"], [222, 230, "DATE"], [240, 254, "LOC"]]}
{"text": "39      Hanseatisches Oberlandesgericht Hamburg vastasi 20.12.2018 päivätyllä kirjeellä, joka saapui unionin tuomioistuimeen samana päivänä, että jollei unionin tuomioistuimen ennakkoratkaisukysymyksiin antamasta vastauksesta muuta johdu, mainitun 1.8.2018 päivätyn eurooppalaisen pidätysmääräyksen täytäntöönpanolupa ja täytäntöönpano olivat varmoja.", "label": [[8, 47, "ORG"], [56, 66, "DATE"], [101, 124, "ORG"], [153, 175, "ORG"], [248, 256, "DATE"], [266, 280, "LOC"]]}
{"text": "40      Hanseatisches Oberlandesgericht Hamburgin 25.9.2018 antamaan päätökseen ja kyseiseen 20.12.2018 päivättyyn kirjeeseen sisältyvistä tiedoista ilmenee siten, että ennakkoratkaisua pyytäneen tuomioistuimen on otettava kantaa pätevän eurooppalaisen pidätysmääräyksen täytäntöönpanoon (ks. a contrario määräys 15.11.2017, Michailovski, C‑496/16, ei julkaistu, EU:C:2017:866, 26 ja 27 kohta). Ennakkoratkaisua pyytäneen tuomioistuimen esittämiin kysymyksiin on näin ollen vastattava.", "label": [[8, 49, "ORG"], [50, 59, "DATE"], [93, 103, "DATE"], [313, 323, "DATE"], [325, 337, "PER"]]}
{"text": "Ennakkoratkaisukysymysten tarkastelu", "label": []}
{"text": "41      Ennakkoratkaisua pyytänyt tuomioistuin pohtii kysymyksillään, jotka on tutkittava yhdessä, ensinnäkin sen valvonnan tehokkuutta ja laajuutta, joka täytäntöönpanosta vastaavan oikeusviranomaisen, jolla on tiedossaan seikkoja, jotka osoittavat rakenteellisia tai yleisiä puutteita pidätysmääräyksen antaneen jäsenvaltion rangaistuslaitoksissa vallitsevissa vankeusolosuhteissa, on puitepäätöksen 2002/584  1 artiklan 3 kohdan, luettuna yhdessä perusoikeuskirjan 4 artiklan kanssa, nojalla suoritettava sen arvioimiseksi, onko olemassa painavia perusteita uskoa, että eurooppalaisen pidätysmääräyksen kohteena olevan henkilön luovuttaminen kyseiseen jäsenvaltioon altistaa hänet  todelliselle vaaralle siitä, että häntä kohdellaan perusoikeuskirjan 4 artiklassa tarkoitetulla epäinhimillisellä tai halventavalla tavalla. Se pohtii erityisesti, onko tämän valvonnan oltava kattava vai onko se  päinvastoin rajattava koskemaan ainoastaan tapauksia, joissa kyseisten vankeusolosuhteiden puutteellisuudet ovat ilmeisiä.", "label": [[573, 587, "LOC"]]}
{"text": "42      Se tiedustelee toiseksi, onko sen otettava kyseisessä arvioinnissa huomioon vaatimus, joka koskee vangitun käytössä tällaisen laitoksen sellissä olevaa vähimmäistilaa. Se pohtii myös kyseisen tilan laskentatapoja silloin, kun sellissä on huonekaluja ja saniteettirakenteita, kuten myös sitä, mikä merkitys tällaisen arvioinnin kannalta on muilla vankeusolosuhteilla, kuten saniteettiolosuhteilla tai vangitulla rangaistuslaitoksessa olevan vapaata liikkumista koskevan mahdollisuuden laajuudella.", "label": []}
{"text": "43      Se pyrkii kolmanneksi selvittämään, onko tätä samaa arviointia varten otettava huomioon se, että pidätysmääräyksen antaneessa jäsenvaltiossa vallitsevien vankeusolosuhteiden valvonnan parantamiseksi on toteutettu lainsäädännöllisiä ja rakenteellisia toimenpiteitä.", "label": []}
{"text": "44      Se tiedustelee neljänneksi, voidaanko sitä, että kyseinen jäsenvaltio mahdollisesti ei noudata vankeusolosuhteisiin liittyviä vähimmäisvaatimuksia, punnita suhteessa näkökohtiin, jotka liittyvät rikosoikeuden alalla tehtävän oikeudellisen yhteistyön tehokkuuteen sekä keskinäisen luottamuksen ja vastavuoroisen tunnustamisen periaatteisiin.", "label": []}
{"text": "Alustavat huomautukset", "label": []}
{"text": "45      Esitettyihin kysymyksiin vastattaessa on aluksi muistettava, että – kuten unionin tuomioistuimen oikeuskäytännöstä ilmenee – unionin oikeus perustuu siihen perustavanlaatuiseen lähtökohtaan, jonka mukaan kukin jäsenvaltio jakaa kaikkien muiden jäsenvaltioiden kanssa – ja tunnustaa sen, että nuo muut jäsenvaltiot jakavat sen kanssa – lukuisia yhteisiä arvoja, joihin unioni perustuu, kuten SEU 2 artiklassa täsmennetään. Tämä lähtökohta merkitsee sitä – ja perustelee sen –, että jäsenvaltioiden välillä vallitsee keskinäinen luottamus siihen, että kyseiset arvot tunnustetaan ja että siis ne täytäntöön panevaa unionin oikeutta noudatetaan (tuomio 25.7.2018, Minister for Justice and Equality (tuomioistuinjärjestelmän puutteet), C‑216/18 PPU, EU:C:2018:586, 35 kohta oikeuskäytäntöviittauksineen ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 48 kohta).", "label": [[82, 104, "ORG"], [133, 140, "LOC"], [376, 382, "ORG"], [621, 628, "LOC"], [658, 667, "DATE"], [669, 702, "PROFESSION"], [817, 826, "DATE"], [828, 853, "ORG"], [873, 882, "LOC"]]}
{"text": "46      Sekä jäsenvaltioiden välisen keskinäisen luottamuksen periaatteella että vastavuoroisen tunnustamisen periaatteella, joka puolestaan perustuu jäsenvaltioiden keskinäiseen luottamukseen, on unionin oikeudessa perustavanlaatuinen merkitys, koska niiden avulla voidaan luoda ja pitää yllä alue, jolla ei ole sisäisiä rajoja. Keskinäisen luottamuksen periaate edellyttää etenkin vapauden, turvallisuuden ja oikeuden alueen osalta sitä, että kukin jäsenvaltio katsoo – jollei kyse ole poikkeuksellisista olosuhteista –, että kaikki muut jäsenvaltiot noudattavat unionin oikeutta ja aivan erityisesti unionin oikeudessa tunnustettuja perusoikeuksia (tuomio 25.7.2018, Minister for Justice and Equality (tuomioistuinjärjestelmän puutteet), C‑216/18 PPU, EU:C:2018:586, 36 kohta oikeuskäytäntöviittauksineen ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 49 kohta).", "label": [[197, 204, "LOC"], [565, 572, "LOC"], [603, 610, "LOC"], [659, 668, "DATE"], [670, 703, "PROFESSION"], [818, 827, "DATE"], [829, 854, "ORG"], [874, 883, "LOC"]]}
{"text": "47      Kun jäsenvaltiot soveltavat unionin oikeutta, niitä voidaan tämän saman oikeuden nojalla vaatia olettamaan, että muut jäsenvaltiot noudattavat perusoikeuksia, siten, että ne eivät voi vaatia toiselta jäsenvaltiolta perusoikeuksille annettavaa korkeampaa kansallisen suojan tasoa kuin mitä unionin oikeudessa annetaan ja tämän lisäksi ne eivät myöskään voi poikkeuksellisia tapauksia lukuun ottamatta tarkastaa, onko tuo toinen jäsenvaltio tosiasiassa kunnioittanut tietyssä konkreettisessa tapauksessa unionin takaamia perusoikeuksia (tuomio 25.7.2018, Minister for Justice and Equality (tuomioistuinjärjestelmän puutteet), C‑216/18 PPU, EU:C:2018:586, 37 kohta oikeuskäytäntöviittauksineen ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 50 kohta).", "label": [[36, 43, "LOC"], [510, 517, "ORG"], [550, 559, "DATE"], [561, 594, "PROFESSION"], [709, 718, "DATE"], [720, 745, "ORG"], [765, 774, "LOC"]]}
{"text": "48      Puitepäätöksen 2002/584 soveltamisalalla vastavuoroisen tunnustamisen periaatetta, joka on – kuten muun muassa sen johdanto-osan kuudennesta perustelukappaleesta ilmenee – rikosasioiden oikeudellisen yhteistyön kulmakivi, sovelletaan kyseisen puitepäätöksen 1 artiklan 2 kohdassa, jossa vahvistetaan sääntö, jonka mukaan jäsenvaltioiden on pantava eurooppalainen pidätysmääräys täytäntöön vastavuoroisen tunnustamisen periaatteen perusteella ja mainitun puitepäätöksen säännösten mukaisesti. Täytäntöönpanosta vastaavat oikeusviranomaiset voivat siis lähtökohtaisesti kieltäytyä tällaisen pidätysmääräyksen täytäntöönpanosta vain samassa puitepäätöksessä tyhjentävästi luetelluilla täytäntöönpanosta kieltäytymisen perusteilla, ja eurooppalaisen pidätysmääräyksen täytäntöönpanolle voidaan asettaa vain kyseisen puitepäätöksen 5 artiklassa tyhjentävästi säädettyjä ehtoja. Eurooppalaisen pidätysmääräyksen täytäntöönpano on pääsääntö, ja täytäntöönpanosta kieltäytymisen on katsottava olevan poikkeus, jota on tulkittava suppeasti. Puitepäätöksessä 2002/584  muotoillaan näin nimenomaisesti eurooppalaisen pidätysmääräyksen ehdottomat (3 artikla) ja harkinnanvaraiset (4 ja 4 a artikla) kieltäytymisperusteet sekä takeet, jotka pidätysmääräyksen antaneen jäsenvaltion on annettava erityistapauksissa (5 artikla)  (tuomio 25.7.2018, Minister for Justice and Equality (tuomioistuinjärjestelmän puutteet), C‑216/18 PPU, EU:C:2018:586, 41 ja 42 kohta oikeuskäytäntöviittauksineen ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 54 ja 55 kohta).", "label": [[356, 370, "LOC"], [739, 753, "LOC"], [881, 895, "LOC"], [1099, 1113, "LOC"], [1329, 1338, "DATE"], [1340, 1373, "PROFESSION"], [1494, 1503, "DATE"], [1505, 1530, "ORG"], [1550, 1559, "LOC"]]}
{"text": "49      Unionin tuomioistuin on kuitenkin myös todennut, että vastavuoroisen tunnustamisen periaatteeseen ja jäsenvaltioiden välisen keskinäisen luottamuksen periaatteeseen voidaan soveltaa muita rajoituksia ”poikkeuksellisissa olosuhteissa” (tuomio 25.7.2018, Minister for Justice and Equality (tuomioistuinjärjestelmän puutteet), C‑216/18 PPU, EU:C:2018:586, 43 kohta oikeuskäytäntöviittauksineen ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 56 kohta).", "label": [[8, 28, "ORG"], [250, 259, "DATE"], [261, 294, "PROFESSION"], [409, 418, "DATE"], [420, 445, "ORG"], [465, 474, "LOC"]]}
{"text": "50      Unionin tuomioistuin on tässä yhteydessä myöntänyt, että täytäntöönpanosta vastaavalla oikeusviranomaisella on tietyin edellytyksin velvollisuus päättää puitepäätöksellä 2002/584 käyttöön otettu luovuttamismenettely, jos tällainen luovuttaminen saattaa johtaa siihen, että etsitty henkilö joutuu perusoikeuskirjan 4 artiklassa tarkoitetun epäinhimillisen tai halventavan kohtelun kohteeksi (ks. vastaavasti tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 84 kohta; tuomio 25.7.2018, Minister for Justice and Equality (tuomioistuinjärjestelmän puutteet), C‑216/18 PPU, EU:C:2018:586, 44 kohta ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 57 kohta).", "label": [[8, 28, "ORG"], [422, 430, "DATE"], [432, 444, "PER"], [448, 455, "PER"], [515, 524, "DATE"], [526, 559, "PROFESSION"], [645, 654, "DATE"], [656, 681, "ORG"], [701, 710, "LOC"]]}
{"text": "51      Näin ollen silloin, kun täytäntöönpanosta vastaavalla jäsenvaltion oikeusviranomaisella on tiedossaan seikkoja, jotka osoittavat todellisen vaaran pidätysmääräyksen antaneessa jäsenvaltiossa vangittujen henkilöiden epäinhimillisestä tai halventavasta kohtelusta, sen on ottaen huomioon unionin oikeudessa ja erityisesti perusoikeuskirjan 4 artiklassa taattu perusoikeuksien suojan taso arvioitava tämän vaaran olemassaoloa, kun se päättää eurooppalaisen pidätysmääräyksen kohteena olevan henkilön luovuttamisesta pidätysmääräyksen antaneen jäsenvaltion viranomaisille. Pidätysmääräyksen täytäntöönpano ei näet saa johtaa siihen, että kyseinen henkilö joutuu epäinhimillisen tai halventavan kohtelun kohteeksi (tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 88 kohta ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 59 kohta).", "label": [[294, 301, "LOC"], [447, 461, "LOC"], [725, 733, "DATE"], [735, 747, "PER"], [751, 758, "PER"], [820, 829, "DATE"], [831, 856, "ORG"], [876, 885, "LOC"]]}
{"text": "52      Tämän vuoksi täytäntöönpanosta vastaavan oikeusviranomaisen pitää ensinnäkin nojautua sellaisiin objektiivisiin, luotettaviin, tarkkoihin ja asianmukaisesti päivitettyihin tietoihin pidätysmääräyksen antaneessa jäsenvaltiossa vallitsevista vankeusolosuhteista, jotka osoittavat puutteiden – olivatpa ne rakenteellisia tai yleisiä ja koskivatpa ne tiettyjä henkilöryhmiä tai tiettyjä vankiloita – todellisen tilan. Nämä tiedot voivat käydä ilmi muun muassa kansainvälisistä tuomioistuinratkaisuista, kuten Euroopan ihmisoikeustuomioistuimen ratkaisuista, pidätysmääräyksen antaneen jäsenvaltion tuomioistuinratkaisuista ja Euroopan neuvoston elinten tai Yhdistyneiden kansakuntien järjestelmään kuuluvien elinten laatimista päätöksistä, kertomuksista ja muista asiakirjoista (tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 89 kohta ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 60 kohta).", "label": [[513, 547, "ORG"], [630, 648, "ORG"], [661, 687, "ORG"], [790, 798, "DATE"], [800, 812, "PER"], [816, 823, "PER"], [885, 894, "DATE"], [896, 921, "ORG"], [941, 950, "LOC"]]}
{"text": "53      Kuten unionin tuomioistuimen käytettävissä olevasta asiakirja-aineistosta ilmenee, ennakkoratkaisua pyytänyt tuomioistuin on nyt käsiteltävässä asiassa todennut Euroopan ihmisoikeustuomioistuimen Romanian osalta antamien ratkaisujen, saksalaisten tuomioistuinten ratkaisujen sekä oikeus- ja kuluttajansuoja-asioista vastaavan liittotasavallan ministeriön kertomuksen perusteella, että on olemassa konkreettisia indisioita siitä, että kyseisessä jäsenvaltiossa vallitsevissa vankeusolosuhteissa on rakenteellisia ja yleisiä puutteita.  Näissä kysymyksissä nojaudutaan siten tällaisten puutteiden olemassaoloa koskevaan lähtökohtaan, jonka paikkansapitävyys ennakkoratkaisua pyytäneen tuomioistuimen on tarkastettava ottamalla huomioon asianmukaisesti päivitetyt tiedot (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 71 kohta).", "label": [[14, 36, "ORG"], [169, 203, "ORG"], [204, 212, "LOC"], [334, 362, "ORG"], [800, 809, "DATE"], [811, 836, "ORG"], [856, 865, "LOC"]]}
{"text": "54      Pelkkä puutteita – olivatpa ne rakenteellisia tai yleisiä ja koskivatpa ne tiettyjä ihmisryhmiä tai tiettyjä vankiloita – osoittavien seikkojen olemassaolo pidätysmääräyksen antaneen jäsenvaltion vankeusolosuhteissa ei missään tapauksessa välttämättä merkitse sitä, että kyseinen henkilö altistuisi konkreettisessa tapauksessa epäinhimilliselle tai halventavalle kohtelulle, jos hänet luovutetaan tämän jäsenvaltion viranomaisille (tuomio 5.4.2016, Michailovski ja Aguilar,  C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 91 ja 93 kohta sekä tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 61 kohta).", "label": [[447, 455, "DATE"], [457, 469, "PER"], [473, 480, "PER"], [551, 560, "DATE"], [562, 587, "ORG"], [607, 616, "LOC"]]}
{"text": "55      Varmistaakseen perusoikeuskirjan 4 artiklan noudattamisen eurooppalaisen pidätysmääräyksen kohteena olevaa henkilöä koskevassa yksittäistapauksessa täytäntöönpanosta vastaavan oikeusviranomaisen, jonka tietoon tulee tällaisia puutteita osoittavia objektiivisia, luotettavia, tarkkoja ja asianmukaisesti päivitettyjä tietoja, on siis tämän jälkeen arvioitava konkreettisesti ja yksityiskohtaisesti, onko olemassa painavia perusteita uskoa, että henkilön luovuttaminen pidätysmääräyksen antaneeseen jäsenvaltioon altistaisi hänet tässä jäsenvaltiossa todelliselle vaaralle joutua perusoikeuskirjan 4 artiklassa tarkoitetun epäinhimillisen tai halventavan kohtelun kohteeksi kyseisen jäsenvaltion vankeusolosuhteiden vuoksi (ks. vastaavasti tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 92 ja 94 kohta sekä tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 62 kohta).", "label": [[66, 80, "LOC"], [753, 761, "DATE"], [763, 775, "PER"], [779, 786, "PER"], [856, 865, "DATE"], [867, 892, "ORG"], [912, 921, "LOC"]]}
{"text": "56      Tämän tuomion 50–55 kohdassa esitetty tulkinta perusoikeuskirjan 4 artiklasta vastaa asiallisesti Euroopan ihmisoikeustuomioistuimen Euroopan ihmisoikeussopimuksen 3 artiklalle antamaa merkitystä.", "label": [[106, 140, "ORG"], [141, 149, "LOC"]]}
{"text": "57      Kyseinen tuomioistuin katsoi, että Euroopan ihmisoikeussopimuksen sopimuspuolena olevan valtion tuomioistuin ei voi kieltäytyä eurooppalaisen pidätysmääräyksen täytäntöönpanosta sillä perusteella, että etsitty henkilö saattaa joutua pidätysmääräyksen antaneessa valtiossa epäinhimillistä ja halventavaa kohtelua merkitseviin vankeusolosuhteisiin, kun mainittu tuomioistuin ei ole suorittanut ensin ajantasaista ja yksityiskohtaista tutkintaa ratkaisunsa tekemisajankohtana vallinneesta tilanteesta eikä pyrkinyt määrittämään rakenteellisia puutteita vankeusolosuhteissa sekä todellista ja yksilöitävissä olevaa vaaraa siitä, että kyseisessä valtiossa loukataan Euroopan ihmisoikeussopimuksen 3 artiklaa (Euroopan ihmisoikeustuomioistuimen tuomio 9.7.2019, David Basalo v. Belgia, CE:ECHR:2019:0709JUD000835117, 86 kohta).", "label": [[43, 51, "LOC"], [135, 149, "LOC"], [669, 677, "LOC"], [712, 746, "ORG"], [754, 762, "DATE"], [764, 776, "PER"], [780, 786, "ORG"]]}
{"text": "Sen valvonnan tehokkuus ja laajuus, jonka täytäntöönpanosta vastaava oikeusviranomainen suorittaa pidätysmääräyksen antaneessa jäsenvaltiossa vallitsevien vankeusolosuhteiden osalta", "label": []}
{"text": "58      Siltä osin kuin on ensinnäkin kyse ennakkoratkaisua pyytäneen tuomioistuimen pohdinnoista, jotka koskevat sen valvonnan tehokkuutta ja laajuutta, jonka täytäntöönpanosta vastaava oikeusviranomainen suorittaa pidätysmääräyksen antaneessa jäsenvaltiossa vallitsevien vankeusolosuhteiden osalta puitepäätöksen 2002/584  1 artiklan 3 kohdan, luettuna yhdessä perusoikeuskirjan 4 artiklan kanssa, kannalta, on aluksi palautettava mieleen, että perusoikeuskirjan 52 artiklan 3 kohdan ensimmäisen virkkeen mukaan on niin, että siltä osin kuin perusoikeuskirjan 4 artiklaan sisältyvä oikeus vastaa Euroopan ihmisoikeussopimuksen 3 artiklassa taattua oikeutta, sen merkitys ja ulottuvuus ovat samat kuin kyseisessä yleissopimuksessa. Perusoikeuskirjan selityksissä täsmennetään lisäksi kyseisen 52 artiklan 3 kohdan osalta, että Euroopan ihmisoikeussopimuksessa turvattujen oikeuksien merkitys ja kattavuus määritellään kyseisen yleissopimuksen lisäksi Euroopan ihmisoikeustuomioistuimen ja Euroopan unionin tuomioistuimen oikeuskäytännössä.", "label": [[598, 606, "LOC"], [828, 836, "LOC"], [952, 986, "ORG"], [990, 1039, "ORG"]]}
{"text": "59      Tämän alustavan täsmennyksen jälkeen on korostettava ensinnäkin, että  jotta huono kohtelu voi kuulua Euroopan ihmisoikeussopimuksen 3 artiklan soveltamisalaan, sen vakavuuden on ylitettävä tietty vähimmäiskynnys, jota on arvioitava ottamalla huomioon kaikki asiassa kyseessä olevat tekijät, kuten kohtelun kesto, sen fyysiset ja henkiset vaikutukset sekä joskus myös henkilön sukupuoli, ikä ja terveydentila (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 91 kohta oikeuskäytäntöviittauksineen).", "label": [[110, 118, "LOC"], [441, 450, "DATE"], [452, 477, "ORG"], [497, 506, "LOC"]]}
{"text": "60      Euroopan ihmisoikeussopimuksen 3 artiklan tarkoituksena on varmistaa, että jokaista vankia pidetään vangittuna ihmisarvon kunnioittamisen takaavissa olosuhteissa, että asianomaista ei aseteta toimenpiteen toteuttamistavalla ahdinkoon tai koettelemukseen, jonka voimakkuus ylittää vangitsemiseen väistämättä kuuluvan kärsimyksen tason, ja että – kun otetaan huomioon vankeuden käytännön vaatimukset – vangin terveys ja hyvinvointi varmistetaan riittävällä tavalla (tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 90 kohta ja tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 90 kohta oikeuskäytäntöviittauksineen).", "label": [[8, 16, "LOC"], [479, 487, "DATE"], [489, 501, "PER"], [505, 512, "PER"], [574, 583, "DATE"], [585, 610, "ORG"], [630, 639, "LOC"]]}
{"text": "61      Tässä yhteydessä sen valvonnan, joka täytäntöönpanosta vastaavan oikeusviranomaisen on tämän tuomion 50–52 kohdassa mainituissa poikkeuksellisissa olosuhteissa suoritettava pidätysmääräyksen antaneessa jäsenvaltiossa vallitsevien vankeusolosuhteiden osalta, jotta voidaan arvioida, onko olemassa painavia perusteita uskoa, että kyseiseen jäsenvaltioon luovuttaminen altistaa henkilön, josta eurooppalainen pidätysmääräys on annettu, tässä jäsenvaltiossa todelliselle vaaralle joutua epäinhimillisen tai halventavan kohtelun kohteeksi, on perustuttava asian kannalta merkityksellisten aineellisten vankeusolosuhteiden kokonaisarviointiin.", "label": [[399, 413, "LOC"]]}
{"text": "62      Kun otetaan huomioon se, että – kuten julkisasiamies on ratkaisuehdotuksensa 107 kohdassa huomauttanut – perusoikeuskirjan 4 artiklassa tarkoitetun epäinhimillisen tai halventavan kohtelun kielto on luonteeltaan ehdoton (ks. vastaavasti tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 85–87 kohta ja tuomio 19.3.2019, Ramirez, C‑163/17, EU:C:2019:218, 78 kohta), ihmisarvon kunnioittamista, joka kyseisen artiklan mukaan on varmistettava, ei voida taata, jos täytäntöönpanosta vastaavan oikeusviranomaisen suorittama valvonta pidätysmääräyksen antaneessa jäsenvaltiossa vallitsevien vankeusolosuhteiden osalta koskisi vain ilmeisiä puutteellisuuksia.", "label": [[46, 60, "PROFESSION"], [252, 260, "DATE"], [262, 274, "PER"], [278, 285, "PER"], [350, 359, "DATE"], [361, 368, "PER"]]}
{"text": "63      Siltä osin kuin on toiseksi kyse tämän valvonnan laajuudesta pidätysmääräyksen antaneen jäsenvaltion rangaistuslaitosten osalta, on muistutettava, että kyseisen viranomaisen, joka joutuu päättämään sellaisen henkilön luovuttamisesta, josta on annettu eurooppalainen pidätysmääräys, on konkreettisesti ja yksityiskohtaisesti arvioitava, onko käsiteltävässä tapauksessa olemassa todellinen vaara siitä, että tämä henkilö joutuu kyseisessä jäsenvaltiossa epäinhimillisen tai halventavan kohtelun kohteeksi (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 77 kohta).", "label": [[259, 273, "LOC"], [535, 544, "DATE"], [546, 571, "ORG"], [591, 600, "LOC"]]}
{"text": "64      Tästä seuraa, että tutkinta, joka mainitun viranomaisen on suoritettava, ei voi – kun otetaan huomioon, että sen on oltava konkreettinen ja yksityiskohtainen – kohdistua kaikissa sellaisissa pidätysmääräyksen antaneen jäsenvaltion rangaistuslaitoksissa yleisesti vallitseviin vankeusolosuhteisiin, joihin kyseinen henkilö voitaisiin sijoittaa (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 78 kohta).", "label": [[375, 384, "DATE"], [386, 411, "ORG"], [431, 440, "LOC"]]}
{"text": "65      Täytäntöönpanosta vastaavien oikeusviranomaisten velvollisuus tutkia vankeusolosuhteet kaikissa niissä rangaistuslaitoksissa, joihin kyseinen henkilö voidaan sijoittaa pidätysmääräyksen antaneessa jäsenvaltiossa, olisi sitä paitsi selvästi kohtuuton. Velvollisuuden noudattaminen olisi lisäksi mahdotonta puitepäätöksen 17 artiklassa säädetyissä määräajoissa. Tällainen tutkinta siirtäisi siten kyseisen henkilön luovuttamista olennaisesti myöhemmäksi ja veisi eurooppalaista pidätysmääräystä koskevan järjestelmän toiminnalta sen tehokkaan vaikutuksen. Tästä seuraisi vaara etsityn henkilön rankaisematta jäämisestä (ks. tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 84 ja 85 kohta).", "label": [[469, 483, "LOC"], [637, 646, "DATE"], [648, 673, "ORG"], [693, 702, "LOC"]]}
{"text": "66      Näin ollen, kun otetaan huomioon vastavuoroinen luottamus, jonka on vallittava jäsenvaltioiden välillä ja johon eurooppalaista pidätysmääräystä koskeva järjestelmä perustuu, ja erityisesti puitepäätöksen 2002/584 17 artiklassa täytäntöönpanosta vastaaville oikeusviranomaisille asetetut määräajat lopullisen päätöksen tekemiseksi tällaisen määräyksen täytäntöönpanemisesta, näiden viranomaisten on tutkittava vankeusolosuhteet vain niissä rangaistuslaitoksissa, joihin mainittu henkilö on näillä viranomaisilla olevien tietojen mukaan konkreettisesti tarkoitus sijoittaa, silloinkin kun kyse on väliaikaisesta tai siirtymävaiheen ajaksi tapahtuvasta sijoittamisesta (ks. tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 87 kohta).", "label": [[120, 134, "LOC"], [686, 695, "DATE"], [697, 722, "ORG"], [742, 751, "LOC"]]}
{"text": "67      Tätä varten täytäntöönpanosta vastaavan oikeusviranomaisen on puitepäätöksen 2002/584 15 artiklan 2 kohdan mukaisesti pyydettävä pidätysmääräyksen antaneen jäsenvaltion oikeusviranomaista toimittamaan kiireellisesti kaikki tarvittavat lisätiedot niistä olosuhteista, joissa se on tarkoitus pitää kyseistä henkilöä vangittuna tuossa jäsenvaltiossa (tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 63 kohta oikeuskäytäntöviittauksineen).", "label": [[363, 372, "DATE"], [374, 399, "ORG"], [419, 428, "LOC"]]}
{"text": "68      Kun  pidätysmääräyksen antanut jäsenvaltio on antanut vakuutuksen siitä, ettei kyseinen henkilö joudu epäinhimillisen tai halventavan kohtelun kohteeksi konkreettisten ja nimenomaisten vankeusolosuhteidensa vuoksi riippumatta siitä, mihin rangaistulaitokseen hänet pidätysmääräyksen antaneessa jäsenvaltiossa sijoitetaan, tai ainakin hyväksynyt kyseisen vakuutuksen pyydettyään tarvittaessa ensin apua puitepäätöksen  2002/584  7 artiklassa tarkoitetulta pidätysmääräyksen antaneen jäsenvaltion keskusviranomaiselta tai sen joltakin keskusviranomaiselta, täytäntöönpanosta vastaavan viranomaisen on luotettava tällaiseen vakuutukseen ainakin silloin, kun sellaisia yksityiskohtaisia tietoja, joiden perusteella voitaisiin katsoa, että määrätyssä vankilassa vallitsevat vankeusolosuhteet ovat perusoikeuskirjan 4 artiklan vastaiset, ei ole (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 112 kohta).", "label": [[871, 880, "DATE"], [882, 907, "ORG"], [927, 936, "LOC"]]}
{"text": "69      Täytäntöönpanosta vastaava oikeusviranomainen voi siis yksinomaan poikkeuksellisissa olosuhteissa ja täsmällisten tietojen perusteella todeta, että edellä olevassa kohdassa tarkoitetun kaltaisesta vakuutuksesta huolimatta on olemassa todellinen vaara siitä, että kyseistä  henkilöä kohdellaan  pidätysmääräyksen antaneessa jäsenvaltiossa perusoikeuskirjan 4 artiklassa tarkoitetulla epäinhimillisellä tai halventavalla tavalla  hänen vankeusolosuhteidensa vuoksi.", "label": []}
{"text": "Vankeusolosuhteiden arviointi vangitun käytössä olevan henkilökohtaisen tilan kannalta", "label": []}
{"text": "70      Siltä osin kuin toiseksi on kyse siitä arvioinnista, jonka täytäntöönpanosta vastaava oikeusviranomainen suorittaa vankeusolosuhteista vangilla  rangaistuslaitoksen sellissä käytössä olevan henkilökohtaisen tilan kannalta, on huomautettava, että ennakkoratkaisupyynnöstä ilmenee, että jos Butleru luovutetaan Romanian viranomaisille, hänet sijoitetaan yhteiskäytössä olevaan selliin eikä yhden hengen selliin. Ensimmäisen ennakkoratkaisukysymyksen muotoilusta huolimatta nyt käsiteltävän asian yhteydessä on siis määritettävä vähimmäisvaatimukset, jotka koskevat henkilökohtaista tilaa vankia kohden,  yksinomaan siltä osin kuin on kyse vangin sijoittamisesta yhteiskäytössä olevaan selliin.", "label": [[297, 304, "PER"], [317, 325, "LOC"]]}
{"text": "71      Tältä kannalta katsoen on todettava, että unionin tuomioistuin on – kun otetaan huomioon tämän tuomion 58 kohdassa mieleen palautetut näkökohdat ja  koska unionin oikeudessa ei ole tällä hetkellä vahvistettu tätä koskevia vähimmäisvaatimuksia –  nojautunut Euroopan ihmisoikeustuomioistuimen oikeuskäytäntöön, joka koskee Euroopan  ihmisoikeussopimuksen 3 artiklaa, ja tarkemmin sanoen 20.10.2016 annettuun tuomioon Alonso v. Kroatia (CE:ECHR:2016:1020JUD000733413).", "label": [[50, 70, "ORG"], [163, 170, "LOC"], [265, 299, "ORG"], [330, 338, "LOC"], [394, 404, "DATE"], [424, 430, "PER"], [434, 441, "ORG"]]}
{"text": "72      Unionin tuomioistuin on tämän johdosta katsonut, että kun otetaan huomioon merkitys, joka liittyy vankeusolosuhteiden kokonaisarvioinnissa tilatekijälle, se, että vangin käytössä yhteissellissä olevan  henkilökohtaisen tilan pinta-ala on alle 3 m²:ä, luo vahvan olettaman siitä, että kyse on Euroopan ihmisoikeussopimuksen 3 artiklan rikkomisesta (tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 92 kohta oikeuskäytäntöviittauksineen).", "label": [[8, 28, "ORG"], [251, 252, "AMOUNT_VALUE"], [253, 257, "AMOUNT_UNIT"], [300, 308, "LOC"], [363, 372, "DATE"], [374, 399, "ORG"], [419, 428, "LOC"]]}
{"text": "73      Kyseinen vahva olettama Euroopan ihmisoikeussopimuksen 3 artiklan rikkomisesta voidaan tavallisesti kumota ensinnäkin vain, jos henkilökohtaisen tilan 3 m²:n vähimmäispinta-alaa rajoitetaan lyhyinä, satunnaisina ja vähämerkityksisinä jaksoina, toiseksi vain, jos niihin liittyy riittävä mahdollisuus liikkua vapaasti sellin ulkopuolella ja sellin ulkopuolella järjestettävää asianmukaista toimintaa, ja kolmanneksi vain, jos vankila tarjoaa yleisesti ottaen kunnolliset vankeusolosuhteet eikä kyseinen henkilö altistu muille tekijöille, jotka voidaan katsoa huonojen vankeusolosuhteiden osalta raskauttaviksi asianhaaroiksi (tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 93 kohta oikeuskäytäntöviittauksineen).", "label": [[32, 40, "LOC"], [159, 160, "AMOUNT_VALUE"], [161, 165, "AMOUNT_UNIT"], [640, 649, "DATE"], [651, 676, "ORG"], [696, 705, "LOC"]]}
{"text": "74      Tältä osin on vielä todettava, että vangittuna pitämisen kesto voi tosin olla merkityksellinen tekijä arvioitaessa sen kärsimyksen tai nöyryytyksen vakavuutta, jota vanki kokee vankeuteensa liittyvien huonojen olosuhteiden vuoksi. Vangittuna pitämisen suhteellisen lyhyt kesto ei kuitenkaan automaattisesti yksin estä Euroopan ihmisoikeussopimuksen 3 artiklan soveltamista asianomaiseen kohteluun silloin, kun on muita riittäviä syitä katsoa, että kohtelu kuuluu mainitun määräyksen soveltamisalaan (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 97 ja 98 kohta oikeuskäytäntöviittauksineen).", "label": [[326, 334, "LOC"], [531, 540, "DATE"], [542, 567, "ORG"], [587, 596, "LOC"]]}
{"text": "75      Euroopan ihmisoikeustuomioistuimen oikeuskäytännöstä ilmenee lisäksi pääosin, että jos vangilla  on yhteissellissä käytössään 3–4 m²:n suuruinen henkilökohtainen tila, tilatekijä on edelleen tärkeä tekijä vankeusolosuhteiden asianmukaisuuden arvioinnissa. Tällaisessa tapauksessa voidaan päätellä, että kyse on Euroopan ihmisoikeussopimuksen 3 artiklan rikkomisesta, jos tilan puutteeseen liittyy muita huonoja aineellisia vankeusolosuhteita, kuten muun muassa se, ettei vangilla ole mahdollisuutta päästä ulkoilupihalle tai ulkoilmaan ja luonnonvaloon, huono tuuletus, tilojen riittämätön tai liian korkea lämpötila, intimiteetin puuttuminen wc-tiloissa tai huonot saniteetti- ja hygieniaolosuhteet (ks. vastaavasti Euroopan ihmisoikeustuomioistuimen tuomio 20.10.2016, Alonso  v. Kroatia, CE:ECHR:2016:1020JUD000733413, 139 kohta).", "label": [[8, 42, "ORG"], [134, 137, "AMOUNT_VALUE"], [138, 142, "AMOUNT_UNIT"], [319, 327, "LOC"], [725, 759, "ORG"], [767, 777, "DATE"], [779, 785, "PER"], [790, 797, "ORG"]]}
{"text": "76      Jos vangilla on yhteissellissä  käytössään yli 4 m²:n suuruinen henkilökohtainen tila ja jos hänen aineellisiin vankeusolosuhteisiinsa liittyvä tämä näkökohta ei siis tuota hankaluuksia, edellä olevassa kohdassa tarkoitetun kaltaiset muut näihin olosuhteisiin liittyvät näkökohdat ovat edelleen merkityksellisiä arvioitaessa asianomaisen henkilön vankeusolosuhteiden asianmukaisuutta Euroopan ihmisoikeussopimuksen 3 artiklan kannalta (ks. vastaavasti Euroopan ihmisoikeustuomioistuimen tuomio 20.10.2016, Alonso  v. Kroatia, CE:ECHR:2016:1020JUD000733413, 140 kohta).", "label": [[55, 56, "AMOUNT_VALUE"], [57, 61, "AMOUNT_UNIT"], [392, 400, "LOC"], [460, 494, "ORG"], [502, 512, "DATE"], [514, 520, "PER"], [525, 532, "ORG"]]}
{"text": "77      Siitä, miten arvioitaessa sitä, onko kyseisen henkilön osalta olemassa todellinen vaara siitä, että häntä kohdellaan perusoikeuskirjan 4 artiklassa tarkoitetulla epäinhimillisellä tai halventavalla tavalla, lasketaan sen vähimmäistilan pinta-ala, joka sellaisessa yhteiskäyttöön tarkoitetussa sellissä vangittuna pidetyllä henkilöllä, jossa on huonekaluja ja saniteettitilat, on oltava käytössään, on todettava, että koska unionin oikeudessa ei ole tällä hetkellä vahvistettu tätä koskevia vähimmäissääntöjä, huomioon on otettava myös Euroopan ihmisoikeustuomioistuimen Euroopan ihmisoikeussopimuksen 3 artiklan kannalta vahvistamat kriteerit. Euroopan ihmisoikeustuomioistuin katsoo, että vaikka tällaisessa sellissä käytössä olevaa tilaa laskettaessa  ei ole otettava huomioon  saniteettitilaa,  kyseiseen laskentaan on sisällytettävä huonekalujen viemä tila, jolloin kuitenkin vangeilla on oltava edelleen mahdollisuus liikkua sellissä normaalisti (ks. vastaavasti Euroopan ihmisoikeustuomioistuimen tuomio 20.10.2016, Alonso  v. Kroatia, CE:ECHR:2016:1020JUD000733413, 75 ja 114 kohta oikeuskäytäntöviittauksineen).", "label": [[431, 438, "LOC"], [543, 577, "ORG"], [578, 586, "LOC"], [652, 684, "ORG"], [976, 1010, "ORG"], [1018, 1028, "DATE"], [1030, 1036, "PER"], [1041, 1048, "ORG"]]}
{"text": "78      Nyt käsiteltävässä asiassa Romanian hallituksen suullisessa käsittelyssä esittämistä huomautuksista ilmenee, että Butlerua on hänen luovuttamisensa jälkeen tarkoitus pitää vangittuna järjestelmässä, jossa hänellä on  merkittävä vapaus liikkua ja jossa hän voi lisäksi työskennellä, mikä rajoittaisi sitä aikaa, jonka hän viettää yhteiskäyttöön tarkoitetussa sellissä. Ennakkoratkaisua pyytäneen tuomioistuimen on tarkastettava nämä tekijät ja arvioitava kaikkia muita seikkoja, jotka ovat merkityksellisiä sen analyysin kannalta, joka sen on tehtävä tämän tuomion 71–77 kohdassa esitettyjen toteamusten mukaisesti, pyytämällä tarvittaessa pidätysmääräyksen antaneelta oikeusviranomaiselta tarvittavat lisätiedot, jos se katsoo, että kyseisen viranomaisen jo toimittamat tiedot eivät ole riittäviä, jotta se voisi ottaa kantaa luovuttamiseen.", "label": [[35, 55, "ORG"], [122, 130, "PER"]]}
{"text": "79      Lopuksi on korostettava, että vaikka jäsenvaltiot voivatkin säätää oman  vankeinhoitolaitoksensa osalta vähimmäisvaatimuksista, jotka koskevat vankeusolosuhteita ja jotka ovat tiukempia kuin perusoikeuskirjan 4 artiklasta ja Euroopan ihmisoikeussopimuksen 3 artiklasta, sellaisena kuin Euroopan ihmisoikeustuomioistuin on sitä tulkinnut, johtuvat vaatimukset, jäsenvaltio voi täytäntöönpanojäsenvaltiona kuitenkin asettaa  sen edellytykseksi, että henkilö, josta on annettu eurooppalainen pidätysmääräys, luovutetaan pidätysmääräyksen antaneeseen jäsenvaltioon, ainoastaan näiden viimeksi mainittujen vaatimusten eikä sen kansallisesta oikeudesta johtuvien vaatimusten noudattamisen. Päinvastainen ratkaisu johtaisi näet unionin oikeudessa määriteltyjen perusoikeuksien suojan tason yhtenäisyyttä horjuttamalla luottamuksensuojan ja vastavuoroisen tunnustamisen periaatteiden, joita puitepäätöksellä 2002/584 pyritään vahvistamaan, loukkaamiseen ja siis kyseisen puitepäätöksen tehokkuuden vaarantumiseen (ks. vastaavasti tuomio 26.2.2013, Baroni, C‑399/11, EU:C:2013:107, 63 kohta).", "label": [[233, 241, "LOC"], [294, 326, "ORG"], [482, 496, "LOC"], [729, 736, "LOC"], [1037, 1046, "DATE"], [1048, 1054, "PER"]]}
{"text": "Sellaisten yleisten toimenpiteiden merkityksellisyys, joilla pyritään parantamaan vankeusolosuhteiden valvontaa pidätysmääräyksen antaneessa jäsenvaltiossa", "label": []}
{"text": "80      Siltä osin kuin on kolmanneksi kyse siitä, että pidätysmääräyksen antaneessa jäsenvaltiossa on toteutettu  oikeusasiamiesjärjestelmän käyttöönottamisen tai rangaistusten täytäntöönpanosta vastaavien tuomioistuinten perustamisen kaltaisia toimenpiteitä, joilla pyritään vahvistamaan vankeusolosuhteiden valvontaa kyseisessä jäsenvaltiossa, on huomautettava, että vaikka näiden vankeusolosuhteiden osalta  etenkin tuomioistuimen toimesta jälkikäteen suoritettavaa valvontaa onkin pidettävä merkittävänä tekijänä, joka voi saada kyseisen jäsenvaltion viranomaiset parantamaan mainittuja olosuhteita ja jonka täytäntöönpanosta vastaavat oikeusviranomaiset voivat näin ollen ottaa huomioon suorittaessaan niiden olosuhteiden kokonaisarviointia, joissa eurooppalaisen pidätysmääräyksen kohteena oleva henkilö on tarkoitettu pidettäväksi vangittuna, tehdäkseen päätöksen hänen luovuttamisestaan, tällaisella valvonnalla yksin ei kuitenkaan voida sulkea pois vaaraa siitä, että kyseinen henkilö joutuu luovuttamisensa jälkeen perusoikeuskirjan 4 artiklan kanssa yhteensoveltumattoman kohtelun kohteeksi vankeusolosuhteidensa vuoksi (ks. vastaavasti tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 74 kohta oikeuskäytäntöviittauksineen).", "label": [[755, 769, "LOC"], [1156, 1165, "DATE"], [1167, 1192, "ORG"], [1212, 1221, "LOC"]]}
{"text": "81      Vaikka pidätysmääräyksen antaneessa jäsenvaltiossa on säädetty oikeussuojakeinoista, joiden avulla vankeusolosuhteiden lainmukaisuutta voidaan valvoa perusoikeuksien kannalta, täytäntöönpanosta vastaavien oikeusviranomaisten on suoritettava kunkin kyseeseen tulevan henkilön tilanteen tapauskohtainen tutkinta varmistuakseen siitä, ettei niiden tämän henkilön luovuttamisesta tekemä päätös aseta häntä näiden olosuhteiden vuoksi todelliseen vaaraan joutua mainitussa määräyksessä tarkoitetun epäinhimillisen tai halventavan kohtelun kohteeksi (tuomio 25.7.2018, Generalstaatsanwaltschaft (vankeusolosuhteet Unkarissa), C‑220/18 PPU, EU:C:2018:589, 75 kohta).", "label": [[559, 568, "DATE"], [570, 595, "ORG"], [615, 624, "LOC"]]}
{"text": "Rikosoikeuden alan oikeudellisen yhteistyön tehokkuutta sekä keskinäisen luottamuksen ja vastavuoroisen tunnustamisen periaatteita koskevien näkökohtien huomioon ottaminen", "label": []}
{"text": "82      Siltä osin kuin on neljänneksi kyse siitä, voiko täytäntöönpanosta vastaava oikeusviranomainen, jonka on päätettävä  kyseisestä luovuttamisesta, punnita sitä, että on olemassa todellinen vaara siitä, että kyseistä henkilöä  kohdellaan  epäinhimillisesti tai halventavasti sen vuoksi, etteivät hänen vankeusolosuhteensa pidätysmääräyksen antaneessa jäsenvaltiossa täytä Euroopan ihmisoikeustuomioistuimen oikeuskäytännöstä ilmeneviä vähittäisvaatimuksia, suhteessa rikosoikeuden alan oikeudellisen yhteistyön tehokkuuteen  sekä keskinäisen luottamuksen ja vastavuoroisen tunnustamisen periaatteisiin liittyviin näkökohtiin, on huomautettava, että se, että perusoikeuskirjan 4 artiklassa tarkoitettu epäinhimillisen tai halventavan kohtelun kielto on tämän tuomion 62 kohdassa mainitulla tavalla ehdoton, on esteenä sille, että perusoikeutta siihen, ettei ketään saa kohdella tällä tavalla, voitaisiin jotenkin rajoittaa tällaisilla näkökohdilla.", "label": [[377, 411, "ORG"]]}
{"text": "83      Tarve taata se, ettei  kyseinen henkilö joudu siinä tapauksessa, että hänet luovutetaan luovutusmääräyksen antaneeseen jäsenvaltioon, minkäänlaisen  perusoikeuskirjan 4 artiklassa tarkoitetun  epäinhimillisen tai halventavan kohtelun kohteeksi, oikeuttaa siis poikkeuksellisesti rajoittamaan vastavuoroisen tunnustamisen ja keskinäisen luottamuksen periaatteita  (ks. vastaavasti tuomio 5.4.2016, Michailovski ja Aguilar, C‑404/15 ja C‑659/15 PPU, EU:C:2016:198, 82, 98–102 ja 104 kohta).", "label": [[395, 403, "DATE"], [405, 417, "PER"], [421, 428, "PER"]]}
{"text": "84      Tästä seuraa, ettei sitä, että täytäntöönpanosta vastaava oikeusviranomainen toteaa, että on olemassa painavia perusteita uskoa, että henkilön, josta on annettu eurooppalainen pidätysmääräys, luovuttaminen pidätysmääräyksen antaneeseen jäsenvaltioon altistaa hänet todelliselle vaaralle joutua  tällaisen kohtelun kohteeksi siinä rangaistuslaitoksessa vallitsevien vankeusolosuhteiden vuoksi, johon hänet on konkreettisesti tarkoitus sijoittaa, voida punnita tällaisesta luovuttamisesta päätettäessä  suhteessa sellaisiin näkökohtiin, jotka liittyvät rikosoikeuden alalla tehdyn oikeudellisen yhteistyön tehokkuuteen sekä keskinäisen luottamuksen ja vastavuoroisen tunnustamisen periaatteisiin.", "label": [[169, 183, "LOC"]]}
{"text": "85      Kaikkien edellä esitettyjen seikkojen perusteella esitettyihin kysymyksiin on vastattava seuraavasti:", "label": []}
{"text": "–        puitepäätöksen 2002/584  1 artiklan 3 kohtaa, luettuna yhdessä perusoikeuskirjan 4 artiklan kanssa, on tulkittava siten, että kun täytäntöönpanosta vastaavalla oikeusviranomaisella on tiedossaan  objektiivisia, luotettavia, tarkkoja ja asianmukaisesti päivitettyjä tietoja, jotka osoittavat rakenteellisia tai yleisiä puutteita pidätysmääräyksen antaneen jäsenvaltion rangaistuslaitoksissa vallitsevissa vankeusolosuhteissa, sen on sen arvioimiseksi, onko olemassa painavia perusteita uskoa, että eurooppalaisen pidätysmääräyksen kohteena oleva henkilön luovuttaminen kyseiseen jäsenvaltioon altistaa hänet todelliselle vaaralle siitä, että häntä kohdellaan kyseisessä  4 artiklassa tarkoitetulla epäinhimillisellä tai halventavalla tavalla, otettava huomioon kaikki siinä rangaistuslaitoksessa vallitsevia vankeusolosuhteita koskevat merkitykselliset aineelliset näkökohdat, johon kyseinen henkilö on konkreettisesti tarkoitus sijoittaa, kuten vangilla rangaistuslaitoksen sellissä käytössä oleva henkilökohtainen tila, saniteettiolosuhteet ja se, miten vapaasti vanki voi liikkua mainitussa  laitoksessa.  Tämä arviointi ei koske vain ilmeisten puutteellisuuksien valvontaa. Tällaista arviointia varten täytäntöönpanosta vastaavan oikeusviranomaisen on pyydettävä pidätysmääräyksen antaneelta oikeusviranomaiselta tiedot, joita se pitää tarpeellisina, ja sen on lähtökohtaisesti luotettava viimeksi mainitun viranomaisen antamiin vakuutuksiin, jos ei ole sellaisia täsmällisiä tietoja, joiden perusteella vankeusolosuhteiden voidaan katsoa olevan ristiriidassa perusoikeuskirjan 4 artiklan kanssa.", "label": [[506, 520, "LOC"]]}
{"text": "–        Täytäntöönpanosta vastaavan oikeusviranomaisen on erityisesti vangin käytössä olevan henkilökohtaisen tilan osalta otettava huomioon – koska unionin oikeudessa ei ole tällä hetkellä vahvistettu tätä koskevia vähimmäissääntöjä – Euroopan ihmisoikeussopimuksen 3 artiklasta, sellaisena kuin Euroopan ihmisoikeustuomioistuin on sitä tulkinnut, johtuvat vähimmäisvaatimukset. Tätä käytettävissä olevaa tilaa  laskettaessa ei ole otettava huomioon saniteettirakenteiden viemää tilaa,  mutta kyseiseen laskentaan on sisällytettävä  huonekalujen viemä tila. Vangeilla on oltava kuitenkin edelleen mahdollisuus liikkua sellissä normaalisti.", "label": [[150, 157, "LOC"], [237, 245, "LOC"], [298, 330, "ORG"]]}
{"text": "–        Täytäntöönpanosta vastaava oikeusviranomainen ei voi katsoa, ettei epäinhimillisen tai halventavan kohtelun todellista vaaraa ole olemassa,  yksin sillä perusteella, että kyseisellä henkilöllä on pidätysmääräyksen antaneessa jäsenvaltiossa käytettävissään oikeussuojakeino, jolla hän voi riitauttaa vankeusolosuhteensa, tai että kyseisessä jäsenvaltiossa on toteutettu lainsäädännöllisiä tai rakenteellisia toimenpiteitä, joiden tarkoituksena on vahvistaa vankeusolosuhteiden valvontaa.", "label": []}
{"text": "–        Sitä, että mainittu oikeusviranomainen toteaa, että on olemassa painavia perusteita uskoa, että kyseisen henkilön luovuttaminen pidätysmääräyksen antaneeseen jäsenvaltioon altistaa hänet tällaiselle vaaralle siinä rangaistuslaitoksessa vallitsevien vankeusolosuhteiden vuoksi, johon hänet on konkreettisesti tarkoitus sijoittaa, ei voida punnita tällaisesta luovuttamisesta päätettäessä suhteessa sellaisiin näkökohtiin, jotka liittyvät rikosoikeuden alan oikeudellisen yhteistyön tehokkuuteen sekä keskinäisen luottamuksen ja vastavuoroisen tunnustamisen periaatteisiin.", "label": []}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "86      Pääasian asianosaisten osalta asian käsittely unionin tuomioistuimessa on välivaihe kansallisessa tuomioistuimessa vireillä olevan asian käsittelyssä, minkä vuoksi kansallisen tuomioistuimen asiana on päättää oikeudenkäyntikulujen korvaamisesta. Oikeudenkäyntikuluja, jotka ovat aiheutuneet muille kuin näille asianosaisille huomautusten esittämisestä unionin tuomioistuimelle, ei voida määrätä korvattaviksi.", "label": [[54, 78, "ORG"], [360, 384, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuin (suuri jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 54, "ORG"]]}
{"text": "Eurooppalaisesta pidätysmääräyksestä ja jäsenvaltioiden välisistä luovuttamismenettelyistä 13.6.2002 tehdyn neuvoston puitepäätöksen 2002/584/YOS, sellaisena kuin se on muutettuna 26.2.2009 annetulla neuvoston puitepäätöksellä 2009/299/YOS, 1 artiklan 3 kohtaa, luettuna yhdessä Euroopan unionin perusoikeuskirjan 4 artiklan kanssa, on tulkittava siten, että kun täytäntöönpanosta vastaavalla oikeusviranomaisella on tiedossaan objektiivisia, luotettavia, tarkkoja ja asianmukaisesti päivitettyjä tietoja, jotka osoittavat rakenteellisia tai yleisiä puutteita pidätysmääräyksen antaneen jäsenvaltion rangaistuslaitoksissa vallitsevissa vankeusolosuhteissa, sen on sen arvioimiseksi, onko olemassa painavia perusteita uskoa, että eurooppalaisen pidätysmääräyksen kohteena olevan henkilön luovuttaminen kyseiseen jäsenvaltioon altistaa hänet todelliselle vaaralle siitä, että häntä kohdellaan kyseisessä 4 artiklassa tarkoitetulla epäinhimillisellä tai halventavalla tavalla, otettava huomioon kaikki siinä rangaistuslaitoksessa vallitsevia vankeusolosuhteita koskevat merkitykselliset aineelliset näkökohdat, johon kyseinen henkilö on konkreettisesti tarkoitus sijoittaa, kuten vangilla rangaistuslaitoksen sellissä käytössä oleva henkilökohtainen tila, saniteettiolosuhteet ja se, miten vapaasti vanki voi liikkua mainitussa laitoksessa. Tämä arviointi ei koske vain ilmeisten puutteellisuuksien valvontaa. Tällaista arviointia varten täytäntöönpanosta vastaavan oikeusviranomaisen on pyydettävä pidätysmääräyksen antaneelta oikeusviranomaiselta tiedot, joita se pitää tarpeellisina, ja sen on lähtökohtaisesti luotettava viimeksi mainitun viranomaisen antamiin vakuutuksiin, jos ei ole sellaisia täsmällisiä tietoja, joiden perusteella vankeusolosuhteiden voidaan katsoa olevan ristiriidassa perusoikeuskirjan 4 artiklan kanssa.", "label": [[0, 16, "LOC"], [91, 100, "DATE"], [108, 117, "ORG"], [180, 189, "DATE"], [200, 209, "ORG"], [279, 295, "LOC"], [729, 743, "LOC"]]}
{"text": "Täytäntöönpanosta vastaavan oikeusviranomaisen on erityisesti vangin käytössä olevan henkilökohtaisen tilan osalta otettava huomioon – koska unionin oikeudessa ei ole tällä hetkellä vahvistettu tätä koskevia vähimmäissääntöjä – Roomassa 4.11.1950 allekirjoitetun, ihmisoikeuksien ja perusvapauksien suojaamiseksi tehdyn yleissopimuksen 3 artiklasta, sellaisena kuin Euroopan ihmisoikeustuomioistuin on sitä tulkinnut, johtuvat vähimmäisvaatimukset. Tätä käytettävissä olevaa tilaa laskettaessa ei ole otettava huomioon saniteettirakenteiden viemää tilaa, mutta kyseiseen laskentaan on sisällytettävä huonekalujen viemä tila. Vangeilla on oltava kuitenkin edelleen mahdollisuus liikkua sellissä normaalisti.", "label": [[141, 148, "LOC"], [228, 236, "LOC"], [237, 246, "DATE"], [366, 398, "ORG"]]}
{"text": "Täytäntöönpanosta vastaava oikeusviranomainen ei voi katsoa, ettei epäinhimillisen tai halventavan kohtelun todellista vaaraa ole olemassa, yksin sillä perusteella, että kyseisellä henkilöllä on pidätysmääräyksen antaneessa jäsenvaltiossa käytettävissään oikeussuojakeino, jolla hän voi riitauttaa vankeusolosuhteensa, tai että kyseisessä jäsenvaltiossa on toteutettu lainsäädännöllisiä tai rakenteellisia toimenpiteitä, joiden tarkoituksena on vahvistaa vankeusolosuhteiden valvontaa.", "label": []}
{"text": "Sitä, että mainittu oikeusviranomainen toteaa, että on olemassa painavia perusteita uskoa, että kyseisen henkilön luovuttaminen pidätysmääräyksen antaneeseen jäsenvaltioon altistaa hänet tällaiselle vaaralle siinä rangaistuslaitoksessa vallitsevien vankeusolosuhteiden vuoksi, johon hänet on konkreettisesti tarkoitus sijoittaa, ei voida punnita tällaisesta luovuttamisesta päätettäessä suhteessa sellaisiin näkökohtiin, jotka liittyvät rikosoikeuden alalla tehdyn oikeudellisen yhteistyön tehokkuuteen sekä keskinäisen luottamuksen ja vastavuoroisen tunnustamisen periaatteisiin.", "label": []}
{"text": "Allekirjoitukset", "label": []}
{"text": "*      Oikeudenkäyntikieli: saksa.", "label": [[28, 33, "NATIONALITY"]]}
