{"text": "Unionin yleisen tuomioistuimen määräys (yhdeksäs jaosto) 22.10.2019 – BMC vastaan komissio ja Clean Sky 2- yhteisyritys", "label": [[0, 30, "ORG"], [40, 55, "ORG"], [57, 67, "DATE"], [70, 73, "ORG"], [82, 90, "ORG"], [94, 105, "ORG"]]}
{"text": "(asia T-71/19)", "label": []}
{"text": "(Kumoamiskanne – Tutkimus ja teknologinen kehittäminen sekä avaruusala – tutkimuksen ja innovoinnin puiteohjelmasta ”Horisontti 2020” (2014–2020) – Ehdotuspyyntömenettely H2020-CS 2 -CFP08-FRC-2018-01 – Kallistettavalla roottorilla varustettujen helikopterien moottoreiden imujärjestelmän ja jäänestojärjestelmän kehittäminen – Kantajan tekemän ehdotuksen hylkääminen – Vastaajan yksilöinti – Osittainen tutkimatta jättäminen)", "label": [[128, 132, "DATE"], [135, 144, "DATE"]]}
{"text": "Kumoamiskanne – Tutkittavaksi ottamisen edellytykset – Riidanalaisen toimen toteuttajaa vastaan nostettu kanne – Poikkeukset – Delegoidun toimivallan nojalla toteutetut toimet, jotka voidaan katsoa toimivallan delegoineen toimielimen toteuttamiksi – Ulottuvuus", "label": []}
{"text": "(SEUT 263 artikla)", "label": []}
{"text": "(ks. 23 kohta)", "label": []}
{"text": "Aihe", "label": []}
{"text": "SEUT 263 artiklan perusteella esitetty vaatimus sen 6.12.2018 tehdyn Clean Sky 2 -yhteisyrityksen päätöksen kumoamiseksi, jolla hylättiin kantajan pyyntö ehdotuksen nro 831874 ”smart De-icing bARrier Filter (DwARF)” arvioinnin tarkistamisesta ehdotuspyyntömenettelyssä H2020-CS 2-CFP08-FRC 2018-01 ja vahvistettiin 10.10.2018 tehty Clean Sky 2 -yhteisyrityksen päätös tämän ehdotuksen hylkäämisestä.", "label": [[52, 61, "DATE"], [69, 80, "ORG"], [177, 214, "TITLE"], [315, 325, "DATE"], [332, 343, "ORG"]]}
{"text": "Ratkaisu", "label": []}
{"text": "Kanne jätetään tutkimatta siltä osin kuin se on kohdistettu Euroopan komissioon.", "label": [[60, 79, "ORG"]]}
{"text": "BMC Srl velvoitetaan korvaamaan tästä oikeudenkäyntiväitettä koskevasta menettelystä aiheutuneet oikeudenkäyntikulut.", "label": [[0, 7, "ORG"]]}
