{"text": "UNIONIN YLEISEN TUOMIOISTUIMEN TUOMIO (laajennettu kuudes jaosto)", "label": [[0, 30, "ORG"], [39, 64, "ORG"]]}
{"text": "29 päivänä tammikuuta 2020 (*)", "label": [[0, 26, "DATE"]]}
{"text": "Henkilöstö – Tulkkien lakko – Euroopan parlamentin toteuttamat tulkkien työhön velvoittamista koskevat toimenpiteet – Oikeusperustan puuttuminen – Vastuu – Aineeton vahinko", "label": [[13, 21, "PROFESSION"], [30, 50, "ORG"], [63, 71, "PROFESSION"]]}
{"text": "Asiassa T-402/18,", "label": []}
{"text": "Zuikin Kuhn, kotipaikka Bryssel (Belgia), ja muut kantajat, joiden nimet mainitaan liitteessä (1), ja joita edustajaa asianajaja G. Allen,", "label": [[0, 11, "PER"], [24, 40, "LOC"], [118, 128, "PROFESSION"], [129, 137, "PER"]]}
{"text": "kantajina,", "label": []}
{"text": "vastaan", "label": []}
{"text": "Euroopan parlamentti, asiamiehinään Z. Camacho-Chapman, M. Makarenko ja L. Jansson,", "label": [[0, 20, "ORG"], [22, 35, "PROFESSION"], [36, 54, "PER"], [56, 68, "PER"], [72, 82, "PER"]]}
{"text": "vastaajana,", "label": []}
{"text": "jota tukee", "label": []}
{"text": "Euroopan unionin neuvosto, asiamiehinään M. Lazar ja Z. Perrin,", "label": [[0, 25, "ORG"], [27, 40, "PROFESSION"], [41, 49, "PER"], [53, 62, "PER"]]}
{"text": "väliintulijana,", "label": []}
{"text": "jossa on kyse SEUT 270 artiklaan perustuvasta kanteesta, jossa vaaditaan yhtäältä kumoamaan 2.7.2018 tehty Euroopan parlamentin päätös tulkkien velvoittamisesta työhön 3.7.2018 ja myöhemmin tehdyt parlamentin henkilöstöasioiden pääjohtajan päätökset tulkkien velvoittamisesta työhön 4., 5., 10. ja 11.7.2018 ja toisaalta korvaamaan aineeton vahinko, jonka kantajat väittävät aiheutuneen näiden päätösten johdosta ja jonka kohtuulliseksi määräksi on arvioitu 1 000 euroa henkilöä kohden,", "label": [[92, 100, "DATE"], [107, 127, "ORG"], [135, 143, "PROFESSION"], [168, 176, "DATE"], [197, 208, "ORG"], [209, 239, "PROFESSION"], [250, 258, "PROFESSION"], [283, 286, "DATE"], [287, 290, "DATE"], [291, 294, "DATE"], [298, 307, "DATE"], [458, 463, "AMOUNT_VALUE"], [464, 469, "AMOUNT_UNIT"]]}
{"text": "UNIONIN YLEINEN TUOMIOISTUIN (laajennettu kuudes jaosto),", "label": [[0, 56, "ORG"]]}
{"text": "toimien kokoonpanossa: jaoston puheenjohtaja N. van der Linden sekä tuomarit J. Gavvas (esittelevä tuomari), A. Danilov, L. Csaba ja F. Mateescu-Munteanu,", "label": [[31, 44, "PROFESSION"], [45, 62, "PER"], [68, 76, "PROFESSION"], [77, 86, "PER"], [88, 106, "PROFESSION"], [109, 119, "PER"], [121, 129, "PER"], [133, 153, "PER"]]}
{"text": "kirjaaja: hallintovirkamies U. Ginette,", "label": [[0, 8, "PROFESSION"], [10, 27, "PROFESSION"], [28, 38, "PER"]]}
{"text": "ottaen huomioon asian käsittelyn kirjallisessa vaiheessa ja 9.10.2019 pidetyssä istunnossa esitetyn,", "label": [[60, 69, "DATE"]]}
{"text": "on antanut seuraavan tuomion", "label": []}
{"text": "Asian tausta", "label": []}
{"text": "1 Zuikin Kuhn ja muut kantajat, joiden nimet luetellaan liitteessä, ovat Euroopan parlamentin palveluksessa olevia tulkkeja ja konferenssitulkkeja.", "label": [[2, 13, "PER"], [73, 93, "ORG"], [115, 123, "PROFESSION"], [127, 146, "PROFESSION"]]}
{"text": "2 Parlamentin pääsihteeri teki 14.7.2017 päätöksen tulkkien ja konferenssitulkkien työehtojen muuttamisesta.", "label": [[2, 13, "ORG"], [14, 25, "PROFESSION"], [31, 40, "DATE"], [51, 59, "PROFESSION"], [63, 82, "PROFESSION"]]}
{"text": "3 Tämä päätös pantiin täytäntöön tulkkien työohjelmissa, ja se johti siihen, että ammattiliittojen yhteistyökomitea (jäljempänä komitea), johon kuuluu muun muassa Syndicat des fonctionnaires internationaux et européens – Section du Parlement européen (SFIE-PE), antoi lokakuussa 2017 toistaiseksi voimassa olevan lakkovaroituksen. Kun keskustelut parlamentin pääsihteerin kanssa aloitettiin uudelleen, lakkovaroitus kuitenkin peruttiin.", "label": [[33, 41, "PROFESSION"], [82, 115, "ORG"], [128, 135, "ORG"], [163, 260, "ORG"], [268, 283, "DATE"], [347, 358, "ORG"], [359, 371, "PROFESSION"]]}
{"text": "4 Komitea antoi 28.5.2018 uuden lakkovaroituksen, joka koski ajanjaksoa 5.6. – 20.7.2018.", "label": [[2, 9, "ORG"], [16, 25, "DATE"], [72, 76, "DATE"], [79, 88, "DATE"]]}
{"text": "5 Komitea antoi 5. ja 7.6.2018 tiedoksi yhtäältä parlamentin koko henkilöstölle ja toisaalta parlamentin puhemiehelle toimintatavat, joita aiottiin toteuttaa 14.6.2018 saakka.", "label": [[2, 9, "ORG"], [16, 18, "DATE"], [22, 30, "DATE"], [49, 60, "ORG"], [93, 104, "ORG"], [105, 117, "PROFESSION"], [158, 167, "DATE"]]}
{"text": "6 Parlamentin henkilöstöasioiden pääjohtaja yhtäältä lähetti 8.6.2018 komitealle taulukon, jossa esitetään työhön velvoitettavien tulkkien lukumäärä 12.–14.6.2018 välisellä ajalla, ja toisaalta pyysi komiteaa toimittamaan hänelle toimielimen henkilöstön ammattijärjestöjen tai ammatillisten järjestöjen (jäljempänä ammattijärjestöt) mahdolliset kommentit tästä luettelosta 11.6.2018 kello 14 mennessä.", "label": [[2, 13, "ORG"], [14, 43, "PROFESSION"], [61, 69, "DATE"], [70, 80, "ORG"], [130, 138, "PROFESSION"], [149, 152, "DATE"], [153, 162, "DATE"], [200, 208, "ORG"], [373, 391, "DATE"]]}
{"text": "7 Komitea toimitti huomautuksensa parlamentin henkilöstöasioiden pääjohtajalle 9. ja 11.6.2018.", "label": [[2, 9, "ORG"], [34, 45, "ORG"], [46, 78, "PROFESSION"], [79, 81, "DATE"], [85, 94, "DATE"]]}
{"text": "8 Parlamentin henkilöstöasioiden pääjohtaja velvoitti tulkit ja konferenssitulkit työhön 12. ja 14.6.2018 väliseksi ajaksi 11.6.2018 tekemällään päätöksellä.", "label": [[2, 13, "ORG"], [14, 43, "PROFESSION"], [54, 60, "PROFESSION"], [64, 81, "PROFESSION"], [89, 92, "DATE"], [96, 105, "DATE"], [123, 132, "DATE"]]}
{"text": "9 Ajanjaksojen 18.–22.6.2018 ja 25–27.6.2018 osalta noudatettiin samanlaisia menettelyjä, joissa tehtiin päätöksiä tulkkien ja konferenssitulkkien velvoittamisesta työhön näille samoille ajanjaksoille.", "label": [[15, 18, "DATE"], [19, 28, "DATE"], [32, 34, "DATE"], [35, 44, "DATE"], [115, 123, "PROFESSION"], [127, 146, "PROFESSION"]]}
{"text": "10 Komitea ilmoitti 25.6.2018 parlamentin puhemiehelle, että lakkovaroitusta oli jatkettu 14.9.2018 asti.", "label": [[3, 10, "ORG"], [20, 29, "DATE"], [30, 41, "ORG"], [42, 54, "PROFESSION"], [90, 99, "DATE"]]}
{"text": "11 Parlamentin henkilöstöasioiden pääjohtaja pyysi 27.6.2018 komiteaa toimittamaan hänelle huomautukset ajanjaksolle 3.–5.7.2018 suunnitelluista velvoittamisista työhön viimeistään 29.6.2018 kello kaksitoista päivällä.", "label": [[3, 14, "ORG"], [15, 44, "PROFESSION"], [51, 60, "DATE"], [117, 119, "DATE"], [120, 128, "DATE"], [181, 208, "DATE"]]}
{"text": "12 Komitea toimitti kommenttinsa parlamentin puhemiehelle ja parlamentin henkilöstöasioiden pääjohtajalle 29.6.2018.", "label": [[3, 10, "ORG"], [33, 44, "ORG"], [45, 57, "PROFESSION"], [61, 72, "ORG"], [73, 105, "PROFESSION"], [106, 115, "DATE"]]}
{"text": "13 Parlamentin henkilöstöasioiden pääjohtaja ilmoitti 2.7.2018 komitealle, että parlamentin sujuvaa työskentelyä varten tarvittavat työhön velvoittamiset tehtäisiin ja että tälle lähetettäisiin jäljennös päätöksistä, jotka koskevat tulkkien ja konferenssitulkkien velvoittamista työhön 3.–5.7.2018.", "label": [[3, 14, "ORG"], [15, 44, "PROFESSION"], [54, 62, "DATE"], [63, 73, "ORG"], [80, 91, "ORG"], [232, 240, "PROFESSION"], [244, 263, "PROFESSION"], [286, 288, "DATE"], [289, 297, "DATE"]]}
{"text": "14 Parlamentin henkilöstöasioiden pääjohtaja velvoitti 2.7.2018 tekemällään päätöksellä tulkit ja konferenssitulkit, joihin tietyt kantajat kuuluivat, työhön 3.7.2018 (jäljempänä 2.7.2018 tehty päätös).", "label": [[3, 14, "ORG"], [15, 44, "PROFESSION"], [55, 63, "DATE"], [88, 94, "PROFESSION"], [98, 115, "PROFESSION"], [158, 166, "DATE"], [179, 187, "DATE"]]}
{"text": "Menettely", "label": []}
{"text": "15 Kantajat nostivat nyt käsiteltävänä olevan kanteen unionin yleisen tuomioistuimen kirjaamoon 3.7.2018 toimittamallaan kannekirjelmällä.", "label": [[54, 95, "ORG"], [96, 104, "DATE"]]}
{"text": "16 Kantajat tekivät unionin yleisen tuomioistuimen kirjaamoon samana päivänä toimittamallaan erillisellä asiakirjalla välitoimihakemuksen. Kyseinen hakemus hylättiin 4.7.2018 annetulla määräyksellä Kuhn ym. v. parlamentti (T-402/18 R, ei julkaistu, EU:T:2018:404), ja oikeudenkäyntikuluista määrättiin päätettäväksi myöhemmin.", "label": [[20, 61, "ORG"], [166, 174, "DATE"], [198, 202, "PER"], [210, 221, "ORG"]]}
{"text": "17 Kantajat jättivät unionin yleisen tuomioistuimen kirjaamoon 17.7.2018 toimittamallaan erillisellä asiakirjalla kirjelmän kanteen muuttamiseksi siten, että siinä otetaan huomioon 3., 4. ja 7.7.2018 tehdyt kolme päätöstä, joilla parlamentin henkilöstöasioiden pääjohtaja velvoitti tulkit ja konferenssitulkit työhön 4., 5., 10. ja 11.7.2018 (jäljempänä kanteen nostamisen jälkeen tehdyt päätökset).", "label": [[21, 62, "ORG"], [63, 72, "DATE"], [181, 199, "DATE"], [230, 241, "ORG"], [242, 271, "PROFESSION"], [282, 288, "PROFESSION"], [292, 309, "PROFESSION"], [317, 341, "DATE"]]}
{"text": "18 Kirjaajan 30.7.2018 päivätyllä kirjeellä kantajille ilmoitettiin, että Euroopan unionin virkamiehiin sovellettavien henkilöstösääntöjen (jäljempänä henkilöstösäännöt) 91 artiklan 4 kohdan nojalla pääasian käsittelyä lykätään siihen saakka, kunnes kantajien 3.7.2018 tekemän valituksen hylkäämisestä oli nimenomaisesti tai implisiittisesti päätetty.", "label": [[3, 12, "PROFESSION"], [13, 22, "DATE"], [74, 90, "LOC"], [260, 268, "DATE"]]}
{"text": "19 Euroopan unionin neuvosto jätti 18.10.2018 unionin yleisen tuomioistuimen kirjaamoon väliintulohakemuksen, jossa se pyysi saada osallistua oikeudenkäyntiin tukeakseen parlamentin vaatimuksia.", "label": [[3, 28, "ORG"], [35, 45, "DATE"], [46, 87, "ORG"], [170, 181, "ORG"]]}
{"text": "20 Kantajat ilmoittivat 7.11.2018 päivätyllä kirjeellä unionin yleiselle tuomioistuimelle, että parlamentti oli hylännyt heidän valituksensa 5.11.2018 tehdyllä päätöksellä.", "label": [[24, 33, "DATE"], [55, 89, "ORG"], [96, 107, "ORG"], [141, 150, "DATE"]]}
{"text": "21 Kantajille ilmoitettiin 15.11.2018 päivätyllä kirjaajan kirjeellä asian käsittelyn jatkamisesta.", "label": [[27, 37, "DATE"], [49, 58, "PROFESSION"]]}
{"text": "22 Parlamentti jätti vastineen 22.1.2019.", "label": [[3, 14, "ORG"], [31, 40, "DATE"]]}
{"text": "23 Unionin yleisen tuomioistuimen kuudennen jaoston puheenjohtaja hyväksyi 24.1.2019 antamallaan päätöksellä neuvoston väliintulijaksi.", "label": [[3, 51, "ORG"], [52, 65, "PROFESSION"], [75, 84, "DATE"], [109, 118, "ORG"]]}
{"text": "24 Neuvosto jätti väliintulokirjelmänsä 18.3.2019, ja pääasian asianosaiset jättivät sitä koskevat huomautuksensa asetetussa määräajassa.", "label": [[3, 11, "ORG"], [40, 49, "DATE"]]}
{"text": "25 Unionin yleinen tuomioistuin (kuudes jaosto) kehotti 25.3.2019 esittelevän tuomarin ehdotuksesta työjärjestyksen 89 artiklan mukaisena prosessinjohtotoimena kantajia toimittamaan 3.7.2019 työhön velvoitettujen tulkkien ja konferenssitulkkien luettelon. Kantajat noudattivat prosessinjohtotoimea asetetussa määräajassa.", "label": [[3, 47, "ORG"], [56, 65, "DATE"], [78, 86, "PROFESSION"], [182, 190, "DATE"], [213, 221, "PROFESSION"], [225, 244, "PROFESSION"]]}
{"text": "26 Kantajat jättivät vastauskirjelmänsä 1.4.2019.", "label": [[40, 48, "DATE"]]}
{"text": "27 Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel ja Christof van den Tempel luopuivat kanteesta unionin yleisen tuomioistuimen kirjaamoon 3.4.2019 jättämällään kirjeellä (jäljempänä osittainen kanteesta luopuminen). Parlamentti ja neuvosto esittivät unionin yleiseen tuomioistuimeen 5.4.2019 jättämissään kirjelmissä huomautuksia osittaisesta kanteesta luopumisesta. Unionin yleisen tuomioistuimen kuudennen jaoston puheenjohtaja poisti mainittujen henkilöiden nimet kantajien luettelosta 30.4.2019 antamallaan määräyksellä ja päätti osittaiseen kanteesta luopumiseen liittyvistä oikeudenkäyntikuluista.", "label": [[3, 14, "PER"], [16, 31, "PER"], [33, 44, "PER"], [46, 66, "PER"], [70, 93, "PER"], [114, 155, "ORG"], [156, 164, "DATE"], [234, 245, "ORG"], [249, 257, "ORG"], [268, 300, "ORG"], [301, 309, "DATE"], [385, 433, "ORG"], [434, 447, "PROFESSION"], [507, 516, "DATE"]]}
{"text": "28 Parlamentti jätti vastineensa 10.5.2019, jolloin asian käsittelyn kirjallinen vaihe päätettiin.", "label": [[3, 14, "ORG"], [33, 42, "DATE"]]}
{"text": "29 Koska eräs kuudennen jaoston tuomareista oli estynyt osallistumasta asian käsittelyyn, kyseisen jaoston puheenjohtaja nimesi toisen tuomarin täydentämään jaoston kokoonpanon.", "label": [[14, 31, "ORG"], [32, 43, "PROFESSION"], [99, 106, "ORG"], [107, 120, "PROFESSION"], [135, 143, "PROFESSION"], [157, 164, "ORG"]]}
{"text": "30 Työjärjestyksensä 28 artiklan nojalla ja kuudennen jaoston ehdotuksesta unionin yleinen tuomioistuin päätti siirtää asian laajennetun ratkaisukokoonpanon käsiteltäväksi.", "label": [[44, 61, "ORG"], [75, 103, "ORG"]]}
{"text": "31 Unionin yleinen tuomioistuin (laajennettu kuudes jaosto) päätti esittelevän tuomarin ehdotuksesta aloittaa asian käsittelyn suullisen vaiheen ja esitti työjärjestyksen 89 artiklan mukaisina prosessinjohtotoimina asianosaisille kysymyksiä ja kehotti yhtäältä parlamenttia toimittamaan sille päätöksen, jolla tämä oli määrittänyt viranomaiset, jotka käyttivät henkilöstösäännöissä nimittävälle viranomaiselle annettua toimivaltaa parlamentissa, ja toisaalta kantajia toimittamaan ”tammikuun 2014 tilapäisen sopimuksen”, johon he viittasivat kannekirjelmässään. Asianosaiset noudattivat näitä kehotuksia asetetussa määräajassa.", "label": [[3, 59, "ORG"], [79, 87, "PROFESSION"], [261, 273, "ORG"], [431, 444, "ORG"], [482, 496, "DATE"]]}
{"text": "32 Asianosaisten lausumat ja vastaukset unionin yleisen tuomioistuimen esittämiin suullisiin kysymyksiin kuultiin 9.10.2019 pidetyssä istunnossa.", "label": [[40, 70, "ORG"], [114, 123, "DATE"]]}
{"text": "Asianosaisten vaatimukset", "label": []}
{"text": "33 Kantajat vaativat unionin yleistä tuomioistuinta", "label": [[21, 51, "ORG"]]}
{"text": "– kumoamaan 2.7.2018 tehdyn päätöksen ja kanteen nostamisen jälkeen tehdyt päätökset", "label": [[12, 20, "DATE"]]}
{"text": "– velvoittamaan parlamentin korvaamaan aineettoman vahingon, jonka kohtuulliseksi määräksi arvioidaan 1 000 euroa henkilöä kohden", "label": [[16, 27, "ORG"], [102, 107, "AMOUNT_VALUE"], [108, 113, "AMOUNT_UNIT"]]}
{"text": "– velvoittamaan parlamentin korvaamaan oikeudenkäyntikulut kokonaisuudessaan.", "label": [[16, 27, "ORG"]]}
{"text": "34 Parlamentti vaatii, että unionin yleinen tuomioistuin", "label": [[3, 14, "ORG"], [28, 56, "ORG"]]}
{"text": "– jättää kanteen osittain tutkimatta ja hylkää sen osittain perusteettomana", "label": []}
{"text": "– velvoittaa kantajat korvaamaan oikeudenkäyntikulut.", "label": []}
{"text": "35 Neuvosto vaatii, että unionin yleinen tuomioistuin", "label": [[3, 11, "ORG"], [25, 53, "ORG"]]}
{"text": "– jättää kanteen osittain tutkimatta ja hylkää sen osittain perusteettomana", "label": []}
{"text": "– päättää oikeudenkäyntikuluista lain mukaisesti.", "label": []}
{"text": "Oikeudellinen arviointi", "label": []}
{"text": "Kumoamisvaatimukset", "label": []}
{"text": "Tutkittavaksi ottaminen", "label": []}
{"text": "– Kanteen tutkittavaksi ottaminen siltä osin kuin se koskee kanteen nostamisen jälkeen tehtyjä päätöksiä", "label": []}
{"text": "36 Parlamentti väittää, että kantajat eivät voi vedota työjärjestyksen 86 artiklaan vaatiakseen kanteen nostamisen jälkeen tehtyjen päätösten kumoamista siltä osin kuin niillä ei pyritä korvaamaan tai muuttamaan 2.7.2018 tehtyä päätöstä. Se väittää, että kanteen nostamisen jälkeen tehdyt päätökset eivät voi niiden tekemisen suuresta todennäköisyydestä huolimatta olla tämän kanteen kohteena, koska niillä ei ollut oikeusvaikutuksia kanteen nostamishetkellä. Neuvosto lisää ylimääräisenä huomautuksena, että kantajien olisi pitänyt noudattaa henkilöstösääntöjen 90 artiklan 2 kohdassa säädettyä oikeudenkäyntiä edeltävää menettelyä ennen kanteen nostamisen jälkeen tehtyjen päätösten kumoamisen vaatimista.", "label": [[3, 14, "ORG"], [212, 220, "DATE"], [460, 468, "ORG"]]}
{"text": "37 Kantajat vetoavat poikkeuksellisiin olosuhteisiin ja väittävät lähinnä, että koska työhön velvoittamista koskevat toimenpiteet on toteutettu äärimmäisen myöhään, heillä on oikeus vaatia kanteen nostamisen jälkeen tehtyjen päätösten kumoamista. He lisäävät, että vaikka näitä päätöksiä ei ollutkaan tehty kanteen nostamisajankohtana, niiden tekeminen oli kuitenkin varmaa. He väittävät, että heidän velvoittamisensa saattamaan tuomioistuimen käsiteltäväksi yhtä monta kannetta kuin päätöksiä tehdään, olisi ilmeisen suhteetonta ja kohtuutonta ja hyvän oikeudenkäytön vastaista ja loukkaisi Euroopan unionin perusoikeuskirjan (jäljempänä perusoikeuskirja) 47 artiklassa vahvistettua oikeutta tehokkaisiin oikeussuojakeinoihin. He täsmentävät, että he ovat noudattaneet henkilöstösääntöjen 90 artiklan 2 kohdassa säädettyä oikeudenkäyntiä edeltävää menettelyä.", "label": [[592, 608, "LOC"]]}
{"text": "38 Tältä osin on huomattava, että oikeuskäytännön mukaan unionin yleisen tuomioistuimen käsiteltäväksi voidaan pätevästi saattaa vain vaatimus olemassa olevan ja asianomaiselle vastaisen toimen kumoamisesta (tuomio 16.9.2013, Bank Kargoshaei ym. v. neuvosto, T-8/11, ei julkaistu, EU:T:2013:470, 47 kohta).", "label": [[57, 87, "ORG"], [215, 224, "DATE"], [226, 241, "ORG"], [249, 257, "ORG"]]}
{"text": "39 Esillä olevassa asiassa on todettava, että kantajat ovat kannekirjelmässään ilmoittaneet vaativansa ”henkilöstön velvoittamisesta työhön 4., 5., 10. ja 11.7.2018 myöhemmin tehtyjen päätösten” kumoamista. Edellä 38 kohdassa mainitun oikeuskäytännön mukaisesti tällaiset vaatimukset, joilla pyritään siihen, että unionin yleinen tuomioistuin lausuu sellaisten hypoteettisten toimien lainmukaisuudesta, joita ei vielä ole annettu, on jätettävä tutkimatta (määräys 27.2.2019, SFIE-PE v. parlamentti, T-401/18, ei julkaistu, EU:T:2019:132, 30 kohta). Kantajat tosin väittävät, että kyseiset päätökset olivat 27.6.2018 varmoja sekä olemassaolonsa että sisältönsä osalta, mutta myöntävät, ettei voida sulkea pois joidenkin alun perin työhön velvoitettavien tulkkien korvaamista viime hetkellä muun muassa sairauden vuoksi.", "label": [[140, 142, "DATE"], [144, 146, "DATE"], [148, 151, "DATE"], [155, 164, "DATE"], [314, 342, "ORG"], [464, 473, "DATE"], [475, 482, "ORG"], [486, 497, "ORG"], [606, 615, "DATE"], [753, 761, "PROFESSION"]]}
{"text": "40 Kantajien esittämillä muilla väitteillä, sellaisina kuin ne on esitetty edellä 37 kohdassa, ei voida kyseenalaistaa tällaista päätelmää.", "label": []}
{"text": "41 Ensiksi perusoikeuskirjan 47 artiklan väitetystä rikkomisesta on huomattava, ettei tämän artiklan tarkoituksena ole muuttaa sopimuksissa määrättyä laillisuusvalvonnan järjestelmää eikä muun muassa unionin tuomioistuimessa suoraan nostettujen kanteiden tutkittavaksi ottamista koskevia sääntöjä, kuten johtuu myös tähän 47 artiklaan liittyvistä selityksistä, jotka on SEU 6 artiklan 1 kohdan ja perusoikeuskirjan 52 artiklan 7 kohdan mukaan otettava huomioon sen tulkinnassa (ks. tuomio 4.6.2015, Andechser Molkerei Scheitz v. komissio, C-682/13 P, ei julkaistu, EU:C:2015:356, 29 kohta oikeuskäytäntöviittauksineen).", "label": [[200, 207, "LOC"], [489, 497, "DATE"], [499, 525, "ORG"], [529, 537, "ORG"]]}
{"text": "42 Lisäksi on todettava, ettei kanteen nostamisen jälkeisten päätösten väitetty myöhään tekeminen ole vienyt kantajilta mahdollisuutta nostaa SEUT 270 artiklassa määrätyin edellytyksin kumoamiskannetta näistä päätöksistä niiden tekemisen jälkeen. Kantajien oikeutta tehokkaisiin oikeussuojakeinoihin ei siis ole missään tapauksessa loukattu.", "label": []}
{"text": "43 Toiseksi kantajien 17.7.2018 toimittamassa kanteen tarkistamista koskevassa kirjelmässä mainitaan, että esillä olevan kanteen nostamishetkellä vielä tulossa olevat päätökset on tosiasiallisesti tehty. Kantajat katsovat, että kanteen tarkistamista koskevan kirjelmän johdosta kyseinen kanteen tutkimatta jättämistä koskeva peruste menettää merkityksensä.", "label": [[22, 31, "DATE"]]}
{"text": "44 Tästä on huomattava, että unionin tuomioistuimen työjärjestyksen 86 artiklan 1 kohdassa todetaan, että ”jos toimi, jonka kumoamista vaaditaan, on korvattu tai sitä on muutettu toisella toimella, jonka kohde on sama, kantaja saa tämän uuden seikan huomioon ottamiseksi tarkistaa kannetta ennen asian käsittelyn suullisen vaiheen päättämistä tai ennen unionin yleisen tuomioistuimen päätöstä ratkaista asia ilman käsittelyn suullista vaihetta”.", "label": [[29, 51, "ORG"], [353, 383, "ORG"]]}
{"text": "45 On kuitenkin todettava, että kanteen nostamisen jälkeen tehtyjen päätösten ei voida katsoa korvaavan tai muuttavan 2.7.2018 tehtyä päätöstä tai niitä tulevia päätöksiä, joiden kumoamista kanteessa vaadittiin. Yhtäältä on selvää, että kanteen nostamisen jälkeen tehdyillä päätöksillä ei ole tarkoitus korvata tai muuttaa 2.7.2018 tehtyä päätöstä, joka ei koske samoja päiviä ja joka on osoitettu eri adressaateille. Toisaalta siltä osin kuin on kyse tulevista päätöksistä, joiden kumoamista kanteessa vaadittiin – ja toisin kuin kantajat väittävät –, työjärjestyksen 86 artiklan 1 kohdan tarkoituksena ei ole saattaa tutkittavaksi kannetta, joka on nostettu päätöksistä, joita ei ollut vielä tehty kanteen nostamisajankohtana. Edellä esitetystä seuraa, että kantajien esittämä kanteen tarkistamista koskeva kirjelmä ei kuulu työjärjestyksen 86 artiklan 1 kohdan soveltamisalaan.", "label": [[118, 126, "DATE"], [323, 331, "DATE"]]}
{"text": "46 Näin ollen käsiteltävänä oleva kanne on jätettävä tutkimatta siltä osin kuin se koskee kanteen nostamisen jälkeen tehtyjä päätöksiä.", "label": []}
{"text": "– Tiettyjen kantajien asiavaltuus", "label": []}
{"text": "47 Vastauksena unionin yleisen tuomioistuimen määräämään prosessinjohtotoimeen parlamentti väittää, että 2.7.2018 tehty päätös on osoitettu tämän kanteen nostaneista 31 kantajasta ainoastaan kahdeksalle. Se päättelee tästä, ettei muilla kantajilla, jotka on velvoitettu työhön kanteen nostamisen jälkeen tehdyillä päätöksillä, ole oikeutta vaatia 2.7.2018 tehdyn päätöksen, jota ei ole osoitettu heille, kumoamista.", "label": [[15, 45, "ORG"], [79, 90, "ORG"], [105, 113, "DATE"], [347, 355, "DATE"]]}
{"text": "48 Kantajat väittivät istunnossa, että nyt käsiteltävä kanne koskee kuitenkin erikseen henkilöitä, joille 2.7.2018 tehtyä päätöstä ei ollut osoitettu, koska he muodostavat 15.7.1963 annetussa tuomiossa Larsen v. komissio (25/62, EU:C:1963:17, s. 223) tarkoitetun riittävällä tavalla yksilöidyn ryhmän parlamentin henkilöstössä, heitä koskee toukokuun 2018 lopussa jätetty lakkovaroitus ja kaikki ammattijärjestöjen tiedonannot ja he ovat osallistuneet komissiossa toimivien henkilöstön edustajien välityksellä menettelyyn, joka johti 2.7.2018 tehdyn päätöksen valmisteluun.", "label": [[106, 114, "DATE"], [172, 181, "DATE"], [202, 208, "PER"], [212, 220, "ORG"], [301, 312, "ORG"], [341, 355, "DATE"], [452, 463, "ORG"], [486, 496, "PROFESSION"], [534, 542, "DATE"]]}
{"text": "49 Tältä osin on palautettava mieleen, että päätös koskee erikseen muita kuin niitä, joille se on osoitettu, ainoastaan silloin, kun tämä päätös vaikuttaa niihin niille tunnusomaisten erityispiirteiden tai sellaisen tosiasiallisen tilanteen takia, jonka perusteella ne erottuvat kaikista muista ja ne voidaan näin ollen yksilöidä samalla tavalla kuin se, jolle päätös on osoitettu (tuomio 15.7.1963, Larsen v. komissio, 25/62, EU:C:1963:17, s. 223 ja tuomio 29.4.2004, Italia v. komissio, C-298/00 P, EU:C:2004:240, 36 kohta oikeuskäytäntöviittauksineen).", "label": [[389, 398, "DATE"], [400, 406, "PER"], [410, 418, "ORG"], [458, 467, "DATE"], [469, 475, "ORG"], [479, 487, "ORG"]]}
{"text": "50 Käsiteltävässä asiassa on riittävää todeta, että 2.7.2018 tehty yksittäistapausta koskeva päätös, joka on SEUT 263 artiklassa tarkoitetulla tavalla osoitettu työhön velvoitetuille tulkeille (määräys 27.2.2019, SFIE-PE v. parlamentti, T-401/18, ei julkaistu, EU:T:2019:132, 42 kohta), ei kohdistu niihin kantajiin, joita tällä päätöksellä ei ole velvoitettu työhön, koska heidän henkilökohtaiseen tilanteeseensa ei ole vaikutettu. Näin ollen niitä kantajia, joille 2.7.2018 tehtyä päätöstä ei ole osoitettu, ei ole edellä 49 kohdassa mainitussa oikeuskäytännössä tarkoitetulla tavalla yksilöity samalla tavalla kuin päätöksen kohteena olevia kantajia, eikä heillä näin ollen ole asiavaltuutta vaatia mainitun päätöksen kumoamista.", "label": [[52, 60, "DATE"], [183, 192, "PROFESSION"], [202, 211, "DATE"], [213, 220, "ORG"], [224, 235, "ORG"], [467, 475, "DATE"]]}
{"text": "Asiakysymys", "label": []}
{"text": "51 Kantaja vetoaa kanteensa tueksi kolmeen kanneperusteeseen. Ensimmäinen kanneperuste perustuu oikeuden työtaistelutoimiin ja oikeuden saada tietoja ja tulla kuulluksi, jotka on taattu perusoikeuskirjan 27 ja 28 artiklassa ja työntekijöille tiedottamista ja heidän kuulemistaan koskevista yleisistä puitteista Euroopan yhteisössä – Luonnos työntekijöiden edustusta koskevaksi Euroopan parlamentin, neuvoston ja komission yhteiseksi julistukseksi 11.3.2002 annetussa Euroopan parlamentin ja neuvoston direktiivissä 2002/14/EY (EYVL 2002, L 80, s. 29) ja jotka on pantu täytäntöön parlamentin ja toimielimen henkilöstön ammattiliittojen tai ammattijärjestöjen 12.7.1990 tekemällä puitesopimuksella (jäljempänä puitesopimus), sekä hyvää hallintoa koskevan oikeuden, sellaisena kuin se on taattu perusoikeuskirjan 41 artiklassa, loukkaamiseen. Toinen kanneperuste koskee toimen toteuttajan toimivallan puuttumista ja oikeusvarmuuden periaatteen loukkaamista ja kolmas perusoikeuskirjan 47 artiklassa vahvistetun tehokkaita oikeussuojakeinoja koskevan oikeuden loukkaamista.", "label": [[311, 330, "LOC"], [377, 397, "ORG"], [399, 408, "ORG"], [412, 421, "ORG"], [447, 456, "DATE"], [467, 487, "ORG"], [491, 500, "ORG"], [580, 591, "ORG"], [659, 668, "DATE"]]}
{"text": "52 Ensimmäinen kanneperuste jakautuu kahteen osaan. Ensimmäinen osa koskee tulkkien ja konferenssitulkkien oikeuden ryhtyä työtaistelutoimiin loukkaamista ja toinen neuvottelu- ja kuulemismenettelyn noudattamatta jättämistä.", "label": [[75, 83, "PROFESSION"], [87, 106, "PROFESSION"]]}
{"text": "53 Kanneperusteen ensimmäisessä osassa kantajat väittävät, että lakko-oikeus on perusoikeus, joka on vahvistettu muun muassa perusoikeuskirjassa ja Euroopan sosiaalisessa peruskirjassa, joka allekirjoitettiin Torinossa 18.10.1961, sellaisena kuin se on tarkistettuna. Ne myöntävät kuitenkin, että tällainen oikeus ei ole ehdoton ja että sen on noudatettava suhteellisuusperiaatetta ja sen käyttöä voidaan rajoittaa. He katsovat, että henkilöstösääntöjen 55 artikla, joka ei koske vähimmäispalvelua lakon yhteydessä, eikä puitesopimus tai 2.7.2018 tehty päätös voi toimia perusoikeuskirjan 52 artiklan 1 kohdassa tarkoitettuna lakina, jossa sallittaisiin lakko-oikeuden rajoitukset. He väittävät, että yleisesti on katsottu, että oikeus lakkoon julkisten palvelujen alalla on tasapainotettava välttämättömien palvelujen takaamisen tarpeeseen nähden. He viittaavat Kansainvälisen työjärjestön (ILO) ammattiyhdistysvapautta koskevaan komiteaan, joka tekee eron keskeisten ja muiden palvelujen välillä. He korostavat, että parlamentti ei ole koskaan määritellyt selkeitä ja yksiselitteisiä sääntöjä sen määrittämiseksi, mitkä palvelut voivat osoittautua olennaisiksi toiminnan jatkuvuuden turvaamiseksi. Kantajien mukaan tällainen ennakkomääritelmä olisi mahdollistanut sen, että ensinnäkin voitaisiin osoittaa tavoitellun päämäärän lainmukaisuus ja toiseksi rajoituksen välttämättömyys. Kantajien mukaan tässä tapauksessa 2.7.2018 tehdyllä päätöksellä ei ole lainmukaista tavoitetta ja se on suhteeton.", "label": [[148, 156, "LOC"], [209, 218, "LOC"], [219, 229, "DATE"], [538, 546, "DATE"], [863, 940, "ORG"], [1019, 1030, "ORG"], [1419, 1427, "DATE"]]}
{"text": "54 Parlamentti vastaa, ettei se kiistä sitä, että lakko-oikeus on perusoikeuskirjan 28 artiklassa vahvistettu perusoikeus. Se muistuttaa, ettei henkilöstösäännöissä käsitellä lakko-oikeutta ja etteivät ILO:n säädökset lähtökohtaisesti sido unionia, koska unioni ei kuulu siihen. Se lisää, että toisin kuin kantajat väittävät, henkilöstösääntöjen 55 artiklan 1 kohtaa on pidettävä perusoikeuskirjan 52 artiklan 1 kohdassa tarkoitettuna laissa säädettynä lakko-oikeuden rajoituksena, joten se on henkilöstösääntöjen säännös, joka voi olla työhön velvoittamisen perustana. Se väittää, että tällaiset työhön velvoittamiset ovat perusteltuja, koska lakkoliikkeiden vaikutuksena ja jopa tarkoituksena on häiritä parlamentin toimintaa lainsäätäjänä, budjettivallan käyttäjänä ja valvontaviranomaisena. Nämä toimenpiteet ovat siis perusoikeuskirjan 52 artiklan 1 kohdassa tarkoitetulla tavalla tarpeellisia. Parlamentti korostaa 2.7.2018 tehtyyn päätökseen sisältyvien työhön velvoittamisten oikeasuhteisuuden osalta, että se on lakkoliikkeen aikana yhä paremmin tarkentanut vähimmäistulkkauspalvelua. Se päättelee tästä, ettei 2.2.2018 tehtyä päätöstä voida vakavasti kyseenalaistaa suhteellisuusperiaatteen kannalta.", "label": [[3, 14, "ORG"], [202, 207, "ORG"], [240, 247, "ORG"], [255, 261, "ORG"], [706, 717, "ORG"], [900, 911, "ORG"], [921, 929, "DATE"], [1120, 1128, "DATE"]]}
{"text": "55 Neuvosto katsoo, että henkilöstösäännöt sisältävät useita säännöksiä, joihin 2.7.2018 tehtyyn päätökseen sisältyvät työhön velvoittamiset voivat perustua. Tämä koskee henkilöstösääntöjen 11 artiklan ensimmäisessä kohdassa säädettyä virkamiehen lojaalisuusvelvollisuutta, jonka mukaan virkamies hoitaa hänelle annetut tehtävät objektiivisesti ja puolueettomasti noudattaen lojaalisuusvelvollisuuttaan unionia kohtaan. Samoin henkilöstösääntöjen 21 artiklan ensimmäinen kohta, jonka mukaan virkamiehen on asemastaan riippumatta avustettava esimiehiään ja annettava heille neuvojaan, ja virkamies vastaa hänelle annettujen tehtävien suorittamisesta, olisi voinut toimia 2.7.2018 tehdyn päätöksen perustana. Neuvosto mainitsee myös henkilöstösääntöjen 55 artiklan 1 kohdan, jossa säädetään, että työtehtävissä toimivan virkamiehen on aina oltava toimielimensä käytettävissä. Neuvosto vetoaa lopuksi huolenpitovelvollisuuteen sellaisena kuin se esitetään oikeuskäytännössä.", "label": [[3, 11, "ORG"], [80, 88, "DATE"], [403, 410, "LOC"], [670, 678, "DATE"], [707, 715, "ORG"], [874, 882, "ORG"]]}
{"text": "56 Tältä osin perusoikeuskirjan 28 artiklasta ilmenee, että työntekijöillä ja työnantajilla tai näiden järjestöillä on unionin oikeuden sekä kansallisten lainsäädäntöjen ja käytäntöjen mukaisesti oikeus asianmukaisilla tasoilla neuvotella ja tehdä työ- ja virkaehtosopimuksia sekä oikeus ryhtyä eturistiriitatilanteissa etujensa puolustamiseksi työtaistelutoimiin, lakko mukaan lukien.", "label": [[119, 126, "LOC"]]}
{"text": "57 Näitä säännöksiä sovelletaan unionin toimielinten ja niiden henkilöstön välisissä suhteissa (ks. vastaavasti tuomio 15.9.2016, U4U ym v. parlamentti ja neuvosto, T-17/14, ei julkaistu, EU:T:2016:489, 77 kohta; ks. tuomio 13.12.2018, Haeberlen v. ENISA, T-632/16, ei julkaistu, EU:T:2018:957, 189 kohta oikeuskäytäntöviittauksineen).", "label": [[32, 39, "LOC"], [119, 128, "DATE"], [130, 133, "ORG"], [140, 151, "ORG"], [155, 163, "ORG"], [224, 234, "DATE"], [236, 245, "ORG"], [249, 254, "ORG"]]}
{"text": "58 Perusoikeuskirjan 52 artiklan 1 kohdassa määrätään, että tässä perusoikeuskirjassa tunnustettujen oikeuksien ja vapauksien käyttämistä voidaan rajoittaa ainoastaan lailla sekä kyseisten oikeuksien ja vapauksien keskeistä sisältöä kunnioittaen. Suhteellisuusperiaatteen mukaisesti rajoituksia voidaan säätää ainoastaan, jos ne ovat välttämättömiä ja vastaavat tosiasiallisesti unionin tunnustamia yleisen edun mukaisia tavoitteita tai tarvetta suojella muiden henkilöiden oikeuksia ja vapauksia.", "label": [[379, 386, "ORG"]]}
{"text": "59 Tästä artiklasta seuraa, että jotta perusoikeuskirjassa suojattua oikeutta koskevaa rajoitusta voitaisiin pitää unionin oikeuden mukaisena, sen on joka tapauksessa täytettävä kolme edellytystä (ks. vastaavasti tuomio 28.5.2013, Kelsi ym. v. neuvosto, T-187/11, EU:T:2013:273, 78 kohta).", "label": [[115, 122, "LOC"], [220, 229, "DATE"], [231, 236, "PER"], [244, 252, "ORG"]]}
{"text": "60 Ensinnäkin rajoitus on otettava käyttöön lailla. Toisin sanoen kyseisellä toimenpiteellä on oltava laillinen perusta (ks. tuomio 28.5.2013, Kelsi ym. v. neuvosto, T-187/11, EU:T:2013:273, 79 kohta oikeuskäytäntöviittauksineen).", "label": [[132, 141, "DATE"], [143, 148, "PER"], [156, 164, "ORG"]]}
{"text": "61 Toiseksi rajoituksella on oltava yleisen edun mukainen tavoite, jonka unioni on sellaiseksi tunnustanut (tuomio 28.5.2013, Kelsi ym. v. neuvosto, T-187/11, EU:T:2013:273, 80 kohta).", "label": [[73, 79, "ORG"], [115, 124, "DATE"], [126, 131, "PER"], [139, 147, "ORG"]]}
{"text": "62 Kolmanneksi rajoitus ei saa olla kohtuuton. Yhtäältä sen on oltava tarpeellinen ja oikeassa suhteessa tavoiteltuun päämäärään nähden. Toisaalta kyseisen oikeuden tai vapauden ”olennaista sisältöä” eli ydintä ei saa loukata (ks. tuomio 28.5.2013, Kelsi ym. v. neuvosto, T-187/11, EU:T:2013:273, 81 kohta oikeuskäytäntöviittauksineen).", "label": [[238, 247, "DATE"], [249, 254, "PER"], [262, 270, "ORG"]]}
{"text": "63 Näiden seikkojen valossa on tutkittava, rajoitetaanko 2.7.2018 tehdyllä päätöksellä lakko-oikeutta sellaisena kuin sitä suojataan perusoikeuskirjan 28 artiklassa, ja jos näin on, täyttyvätkö kolme edellytystä, joilla tällainen rajoitus voidaan käsiteltävässä asiassa katsoa unionin oikeuden mukaiseksi.", "label": [[57, 65, "DATE"], [277, 284, "LOC"]]}
{"text": "64 Unionin yleinen tuomioistuin katsoo, että siltä osin kuin 2.7.2018 tehdyllä päätöksellä rajoitetaan kyseisten tulkkien, joihin työhön velvoittamista koskeva toimenpide kohdistuu, mahdollisuutta osallistua kollektiiviseen ja yhdenmukaistettuun työnseisaukseen etujensa puolustamiseksi, sillä rajoitetaan perusoikeuskirjan 28 artiklassa taatun lakko-oikeuden käyttämistä. Parlamentti ei kiistä tällaista päätelmää mutta väittää kuitenkin, että kyseinen rajoitus on unionin oikeuden mukainen.", "label": [[3, 31, "ORG"], [61, 69, "DATE"], [113, 121, "PROFESSION"], [373, 384, "ORG"], [466, 473, "LOC"]]}
{"text": "65 Näin ollen on tutkittava, onko 2.7.2018 tehdyssä päätöksessä asetettu rajoitus edellä 60–62 kohdassa mainittujen edellytysten mukainen.", "label": [[34, 42, "DATE"]]}
{"text": "66 Edellytyksestä, jonka mukaan rajoituksesta on ”säädetty lailla”, on huomattava, että edellytys, jonka mukaan kaikkien perusoikeuskirjassa taattujen oikeuksien rajoittamisesta on säädettävä lailla, tarkoittaa sitä, että oikeusperustan on oltava riittävän selkeä ja täsmällinen ja kun kyseisessä perustassa määritetään tämän oikeuden rajoittamisen laajuus, siinä annetaan tietty suojan kyseisten viranomaisten mahdollisesti toteuttamia mielivaltaisia oikeudenloukkauksia vastaan (ks. vastaavasti tuomio 17.12.2015, WebMindLicenses, C-419/14, EU:C:2015:832, 81 kohta).", "label": [[504, 514, "DATE"], [516, 531, "ORG"]]}
{"text": "67 Lisäksi vakiintuneen oikeuskäytännön mukaan oikeusvarmuuden periaate, joka kuuluu unionin oikeuden yleisiin periaatteisiin, edellyttää muun muassa, että oikeussäännöt ovat selviä ja täsmällisiä ja että niiden seuraukset ovat ennakoitavissa varsinkin silloin, kun niillä voi yksityishenkilöiden ja yritysten kannalta olla epäedullisia seurauksia (ks. tuomio 18.11.2008, Weisser, C-158/07, EU:C:2008:630, 67 kohta oikeuskäytäntöviittauksineen).", "label": [[85, 92, "LOC"], [360, 370, "DATE"], [372, 379, "PER"]]}
{"text": "68 Aluksi on täsmennettävä, että 2.7.2018 tehty päätös koskee henkilöstösääntöjen 55 artiklaa, Euroopan unionin muuhun henkilöstöön sovellettavien palvelussuhteen ehtojen (jäljempänä palvelussuhteen ehdot) 16 ja 90 artiklaa sekä puitesopimusta.", "label": [[33, 41, "DATE"], [95, 111, "LOC"]]}
{"text": "69 Palvelussuhteen ehtojen 16 artiklassa säädetään, että henkilöstösääntöjen 55 artiklaa sovelletaan soveltuvin osin unionin muuhun henkilöstöön. Se ei ole siis mainitun 55 artiklan erillisen tutkinnan kohteena. Palvelussuhteen ehtojen 90 artiklassa säädetään sopimussuhteisiin toimihenkilöihin sovellettavista säännöksistä poiketen, että Euroopan parlamentin tai komission unionin toimielinten ja elinten puolesta palkkaamiin konferenssitulkkeihin sovelletaan 28.7.1999 yhtäältä parlamentin, komission ja tuomioistuimen toimielinten puolesta, ja toisaalta ammattia edustavien järjestöjen välillä tehdyssä sopimuksessa vahvistettuja ehtoja. Tässä artiklassa ei ole mitään säännöstä, joka voisi toimia kyseisten työhön velvoittamista koskevien toimenpiteiden oikeusperustana. Yksikään oikeudenkäynnin asianosaisista ei myöskään ole vedonnut siihen.", "label": [[117, 124, "ORG"], [339, 359, "ORG"], [364, 373, "ORG"], [374, 381, "LOC"], [427, 448, "PROFESSION"], [461, 470, "DATE"], [480, 491, "ORG"], [493, 502, "ORG"], [506, 520, "ORG"]]}
{"text": "70 Toiseksi on huomattava, että vaikka 2.7.2018 tehdyssä päätöksessä viitataan henkilöstösääntöjen 55 artiklaa kokonaisuudessaan, parlamentti täsmentää, ettei päätöksen perustana ole ollut kyseisen 55 artiklan 2, 3 tai 4 kohta vaan ainoastaan tämän artiklan 1 kohta, jolla on artiklan muiden kohtien soveltamisalasta riippumaton itsenäinen ulottuvuus. Henkilöstösääntöjen 55 artiklan 2, 3 tai 4 kohdassa ei kuitenkaan säädetä turvautumisesta työhön velvoittamiseen, joten ne eivät voi toimia perusoikeuskirjan 52 artiklan 1 kohdassa tarkoitettuna lakina.", "label": [[39, 47, "DATE"], [130, 141, "ORG"]]}
{"text": "71 On siis tutkittava, saattoiko yhtäältä henkilöstösääntöjen 55 artiklan 1 kohta tai toisaalta puitesopimus olla perusoikeuskirjan 52 artiklan 1 kohdassa tarkoitettu oikeusperusta 2.7.2018 tehdylle päätökselle.", "label": [[181, 189, "DATE"]]}
{"text": "72 Ensinnäkin henkilöstösääntöjen 55 artiklan 1 kohdan osalta on heti aluksi todettava, kuten oikeuskäytännössä on jo todettu, että henkilöstösäännöissä ei käsitellä lakko-oikeutta (tuomio 18.3.1975, Köhler ym. v. komissio, 44/74, 46/74 ja 49/74, EU:C:1975:42, 15 kohta). Sen myöhemmät muutokset eivät ole muuttaneet tätä tosiseikkaa, kuten myös parlamentti myöntää.", "label": [[189, 198, "DATE"], [200, 206, "PER"], [214, 222, "ORG"], [346, 357, "ORG"]]}
{"text": "73 Lisäksi on muistutettava, että henkilöstösääntöjen 55 artiklan 1 kohdan mukaan ”työtehtävissä toimivan virkamiehen on aina oltava toimielimensä käytettävissä”. On todettava, että tällaisessa säännöksessä, joka sisältyy virkamiehen työehtoja koskevan IV osaston 1 lukuun, ei säädetä lakko-oikeuden käyttämistä koskevasta täsmällisestä ja selvästä rajoituksesta, eikä siinä varsinkaan säädetä työhön velvoittamiseen turvautumisesta. Se ei näin ollen sisällä täsmennyksiä edellä 66 ja 67 kohdassa mainitussa oikeuskäytännössä tarkoitetun lakko-oikeuden rajoituksen ulottuvuudesta, eikä se näin ollen voi olla kyseessä olevien työhön velvoittamisten oikeusperustana.", "label": []}
{"text": "74 Tätä päätelmää ei voida kyseenalaistaa parlamentin väitteellä, jonka mukaan henkilöstösääntöjen 55 artiklan 1 kohdassa mahdollistetaan se, että toimielin voi kutsua virkamiehiä työhön virka-ajan ulkopuolella ja että yksikön etu menee tavanomaisen työtuntimäärän tai loman edelle. Tällainen peruste ei nimittäin voi olla ensisijainen suhteessa perusoikeuskirjassa edellytettyyn tarpeeseen rajoittaa siinä taatun oikeuden käyttämistä ainoastaan riittävän selkeällä ja täsmällisellä lailla, jossa itsessään määritellään kyseisen oikeuden käyttöä koskevan rajoituksen ulottuvuus.", "label": [[42, 53, "ORG"]]}
{"text": "75 Edellä esitetystä seuraa, että 2.7.2018 tehdyssä päätöksessä tarkoitetut henkilöstösääntöjen artiklat ja erityisesti henkilöstösääntöjen 55 artiklan 1 kohta eivät voi olla 2.7.2018 tehtyyn päätökseen sisältyvien työhön velvoittamisten oikeusperustana.", "label": [[34, 42, "DATE"], [175, 183, "DATE"]]}
{"text": "76 Toiseksi puitesopimuksesta on täsmennettävä, että kyseisen sopimuksen 8 artiklan mukaan osapuolet sitoutuvat määrittämään kyseiseen sopimukseen liitettävässä pöytäkirjassa sovittelumenettelyn, jota noudatetaan työnseisauksen yhteydessä.", "label": []}
{"text": "77 On kuitenkin selvää, ettei edellä 76 kohdassa tarkoitettua pöytäkirjaa ole koskaan hyväksytty. Mikään muukaan puitesopimuksen artikla ei voi olla kyseisten työhön velvoittamisten oikeusperustana.", "label": []}
{"text": "78 Vastaavasti kun oletetaan, että virkamiehet voisivat johtaa oikeuksia toimielinten ja ammattijärjestöjen välisiä suhteita sääntelevien säännösten rikkomisesta, puitesopimuksen 8 artikla ei voinut missään tapauksessa toimia perusoikeuskirjan 52 artiklan 1 kohdassa tarkoitettuna lakina, koska pöytäkirjaa, johon siinä viitataan, ei ollut hyväksytty.", "label": []}
{"text": "79 Kolmanneksi on todettava, että 2.7.2018 tehty päätös ei koske muita neuvoston mainitsemia säännöksiä eli henkilöstösääntöjen 11 artiklan ensimmäistä kohtaa ja 21 artiklan ensimmäistä kohtaa, joten niitä ei ole voitu käyttää oikeusperustana. On joka tapauksessa lisäksi huomattava, ettei näiden säännösten tarkoituksena ole määritellä edellä 66 kohdassa mainitussa oikeuskäytännössä tarkoitetun lakko-oikeuden käyttöä koskevan rajoituksen ulottuvuutta.", "label": [[34, 42, "DATE"], [71, 80, "ORG"]]}
{"text": "80 Sama koskee huolenpitovelvollisuutta, johon neuvosto myös vetoaa ja joka oikeuskäytännön mukaan heijastaa vastavuoroisten oikeuksien ja velvollisuuksien tasapainoa viranomaisen ja sen palveluksessa olevien työntekijöiden välillä ja tarkoittaa muun muassa, että kun viranomainen päättää virkamiehen tilanteesta, se ottaa huomioon kaikki päätökseensä vaikuttavat seikat ja että se näin tehdessään ottaa huomioon paitsi yksikön edun myös erityisesti kyseisen virkamiehen edun (ks. vastaavasti tuomio 13.12.2017, William Moretti ym. v. EIP, T-482/16 RENV, EU:T:2017:901, ei julkaistu, 131 kohta oikeuskäytäntöviittauksineen). Tältä osin on huomattava, että vaikka viranomaisen on tällaisen periaatteen mukaisesti otettava huomioon paitsi virkamiehen etu myös yksikön etu, se ei voi tehdä tätä varten päätöksiä, jotka eivät liity mihinkään oikeudelliseen asiayhteyteen. Tällainen väite on siis hylättävä.", "label": [[47, 55, "ORG"], [500, 510, "DATE"], [512, 527, "PER"], [535, 538, "ORG"]]}
{"text": "81 Kaikesta edellä esitetystä seuraa, että kyseessä olevat työhön velvoittamista koskevat toimenpiteet merkitsevät lakko-oikeuden rajoitusta, josta ei ollut säädetty laissa. Päätös, jonka tehtiin 2.7.2018, on näin ollen kumottava siltä osin kuin sillä loukataan tätä perusoikeutta, eikä ole tarpeen tutkia edellä 61 ja 62 kohdassa mainittuja kahta muuta perusoikeuskirjan 52 artiklan 1 kohdassa vahvistettua edellytystä ja kantajien esittämiä muita kanneperusteita.", "label": [[196, 204, "DATE"]]}
{"text": "Vahingonkorvausvaatimus", "label": []}
{"text": "82 Kantajat väittävät pääasiallisesti, että heidän kumoamisvaatimustensa tueksi esiin tuodut lainvastaisuudet ovat yhtä lailla virheitä, jotka erikseen tai yhdessä tarkasteltuina aiheuttavat parlamentin vastuun. He väittävät, että heille on aiheutunut näistä virheistä aineetonta vahinkoa.", "label": [[191, 202, "ORG"]]}
{"text": "83 Parlamentti katsoo, ettei se ole syyllistynyt lainvastaisuuksiin tulkkien ja konferenssitulkkien työhön velvoittamista koskevassa menettelyssä. Se lisää, että vaikka kantajien on näytettävä toteen heille aiheutunut vahinko, nämä eivät täsmennä heille aiheutunutta aineetonta vahinkoa.", "label": [[3, 14, "ORG"], [68, 76, "PROFESSION"], [80, 99, "PROFESSION"]]}
{"text": "84 Aluksi on huomattava, että kumoamiskanne ja vahingonkorvauskanne ovat itsenäisiä muutoksenhakukeinoja. Henkilöstösääntöjen 90 ja 91 artiklassa ei ole mitenkään eroteltu näitä kahta muutoksenhakukeinoa hallinnollisen tai oikeudenkäyntimenettelyn osalta, joten asianomainen voi eri oikeussuojakeinojen itsenäisyyden vuoksi valita kumman tahansa niistä taikka molemmat yhdessä, edellyttäen että asia saatetaan unionin yleisen tuomioistuimen käsiteltäväksi kolmen kuukauden kuluessa valituksen hylkäämisestä (ks. tuomio 18.9.2018, Hievanen Price ym. v. Euroopan unionin tuomioistuin, T-702/16 P, EU:T:2018:557, 66 kohta oikeuskäytäntöviittauksineen).", "label": [[410, 440, "ORG"], [456, 462, "AMOUNT_VALUE"], [463, 472, "AMOUNT_UNIT"], [519, 528, "DATE"], [530, 544, "PER"], [552, 581, "ORG"]]}
{"text": "85 Oikeuskäytännössä on kuitenkin vahvistettu tähän periaatteeseen yksi poikkeus, joka koskee tilannetta, jossa vahingonkorvauskanteella on läheinen yhteys kumoamiskanteeseen, jota muutoin ei otettaisi tutkittavaksi. Vahingonkorvausvaatimukset on siten jätettävä tutkimatta, jos vahingonkorvauskanteella pyritään yksinomaan sellaisen toimen seurausten korvaamiseen, jota kumoamiskanteessa tarkoitettiin ja joka olisi voitu jättää tai joka on jätetty tutkimatta (ks. tuomio 18.9.2018, Hievanen Price ym. v. Euroopan unionin tuomioistuin, T-702/16 P, EU:T:2018:557, 67 kohta oikeuskäytäntöviittauksineen).", "label": [[473, 482, "DATE"], [484, 498, "PER"], [506, 535, "ORG"]]}
{"text": "86 Käsiteltävässä asiassa kantajat vaativat korvausta vahingosta, joka on aiheutunut parlamentin tekemistä lainvastaisuuksista sekä 2.7.2018 tehdyssä päätöksessä että kanteen nostamisen jälkeen tehdyissä päätöksissä. Edellä 38–46 kohdasta seuraa, että nyt käsiteltävä kanne on jätettävä tutkimatta siltä osin kuin se koskee kanteen nostamisen jälkeen tehtyjä päätöksiä. Näin ollen nyt käsiteltävät vahingonkorvausvaatimukset on jätettävä tutkimatta siltä osin kuin niissä vaaditaan parlamentin velvoittamista maksamaan kantajille vahingonkorvausta kanteen nostamisen jälkeen tehtyjen päätösten vuoksi.", "label": [[85, 96, "ORG"], [132, 140, "DATE"], [482, 493, "ORG"]]}
{"text": "87 Vaatimuksista, jotka koskevat 2.7.2018 tehdystä päätöksestä aiheutuneen vahingon korvaamista, on muistettava, että vakiintuneen oikeuskäytännön mukaan unioni on SEUT 340 artiklan toisessa kohdassa tarkoitetussa sopimussuhteen ulkopuolisessa vastuussa ainoastaan, jos seuraavat edellytykset täyttyvät: unionin toimielimen moitittu toiminta on lainvastaista, vahinko on tosiasiassa syntynyt ja toimielimen toiminnan ja väitetyn vahingon välillä on syy-yhteys (tuomio 20.9.2016, Ledra Advertising ym. v. komissio ja EIB, C-8/15 P – C-10/15 P, EU:C:2016:701, 64 kohta oikeuskäytäntöviittauksineen).", "label": [[33, 41, "DATE"], [154, 160, "ORG"], [304, 311, "LOC"], [468, 477, "DATE"], [479, 496, "ORG"], [504, 512, "ORG"], [516, 519, "ORG"]]}
{"text": "88 Lisäksi SEUT 270 artiklan ja henkilöstösääntöjen 90 ja 91 artiklan mukaisissa henkilöstöasioissa, myös niissä, joissa haetaan korvausta virkamiehelle tai toimihenkilölle aiheutuneesta vahingosta, noudatetaan erityisiä sääntöjä, jotka eroavat SEUT 268 artiklan ja SEUT 340 artiklan toisen kohdan mukaista unionin sopimussuhteen ulkopuolista vastuuta koskevista yleisistä periaatteista johtuvista säännöistä. Henkilöstösäännöistä nimittäin ilmenee muun muassa, että unionin virkamies tai toimihenkilö on, päinvastoin kuin muut yksityishenkilöt, sidoksissa toimielimeen tai elimeen, jonka palveluksessa hän on, sellaisen työsuhteen kautta, jolle on ominaista erityisten vastavuoroisten oikeuksien ja velvollisuuksien tasapaino, jota toimielimen huolenpitovelvollisuus asianomaista henkilöä kohtaan kuvastaa (ks. tuomio 16.12.2010, Szymański, T-143/09 P, EU:T:2010:531, 46 kohta oikeuskäytäntöviittauksineen). Tästä seuraa, että pelkkä lainvastaisuuden toteaminen riittää, jotta voidaan katsoa, että ensimmäinen kolmesta edellytyksestä, jotka ovat välttämättömiä unionin vastuun syntymiseksi sen virkamiehille ja toimihenkilöille unionin virkamiesoikeuden rikkomisen vuoksi aiheutuneista vahingoista, täyttyy (tuomio 12.7.2011, komissio v. X, T-80/09 P, EU:T:2011:347, 45 kohta).", "label": [[307, 314, "ORG"], [467, 474, "ORG"], [819, 829, "DATE"], [831, 840, "PER"], [1062, 1069, "ORG"], [1129, 1136, "LOC"], [1216, 1225, "DATE"], [1227, 1235, "ORG"], [1239, 1240, "PER"]]}
{"text": "89 Esillä olevassa asiassa edellä 72–81 kohdasta seuraa, että 2.7.2018 tehty päätös on lainvastainen ja se on kumottava.", "label": [[62, 70, "DATE"]]}
{"text": "90 Vakiintuneen oikeuskäytännön mukaan on niin, että kun vahingonkorvausvaatimus perustuu kumotun toimen lainvastaisuuteen, unionin yleisen tuomioistuimen toteama kumoaminen on itsessään asianmukainen ja lähtökohtaisesti riittävä korvaus aineettomasta vahingosta, joka kantajalle on voinut aiheutua (ks. tuomio 18.9.2015, Carlström v. Frontex, T-653/13 P, EU:T:2015:652, 82 kohta oikeuskäytäntöviittauksineen).", "label": [[124, 154, "ORG"], [311, 320, "DATE"], [322, 331, "PER"], [335, 342, "ORG"]]}
{"text": "91 On kuitenkin katsottu, että toimen kumoaminen sellaisenaan ei voi olla asianmukainen ja riittävä korvaus kumotusta toimesta aiheutuneesta aineettomasta vahingosta, jos kumoamisella ei ole tehokasta vaikutusta (tuomio 18.9.2015, Carlström v. Frontex, T-653/13 P, EU:T:2015:652, 83 kohta).", "label": [[220, 229, "DATE"], [231, 240, "PER"], [244, 251, "ORG"]]}
{"text": "92 Käsiteltävässä asiassa on selvää, että 2.7.2018 tehdyn päätöksen kaikki vaikutukset ovat lakanneet. Näin ollen tämän päätöksen kumoaminen ei ole asianmukainen ja riittävä korvaus kantajille aiheutuneesta aineettomasta vahingosta.", "label": [[42, 50, "DATE"]]}
{"text": "93 On siis määritettävä, ovatko kantajat edellä 89 kohdassa mainitun lainvastaisuuden, joka on virhe, joka voi synnyttää parlamentin vastuun, lisäksi osoittaneet tähän virheeseen liittyvän vahingon olemassaolon.", "label": [[121, 132, "ORG"]]}
{"text": "94 Nyt esillä olevassa asiassa edellä 72–81 kohdasta ilmenee, että 2.7.2018 tehdyllä päätöksellä kantajat velvoitettiin työhön 3.7.2018 ilman mitään oikeusperustaa, jonka nojalla parlamentti olisi voinut toteuttaa tällaisia toimenpiteitä, eivätkä he näin ollen voineet käyttää lakko-oikeuttaan työhön velvoittamisen aikana. Lisäksi nämä työhön velvoittamiset toteutettiin myöhään ja kantajille ilmoitettiin niistä vasta niiden täytäntöönpanopäivää edeltävänä iltana. Nämä seikat, jotka ovat vähintäänkin valitettavia, ovat aiheuttaneet aineetonta vahinkoa, joka on suorassa yhteydessä 2.7.2018 tehtyyn päätökseen liittyvään lainvastaisuuteen.", "label": [[67, 75, "DATE"], [127, 135, "DATE"], [179, 190, "ORG"], [585, 593, "DATE"]]}
{"text": "95 Näin ollen vahinkoa arvioidaan asianmukaisesti, kun parlamentti velvoitetaan maksamaan kullekin 2.7.2018 tehdyllä päätöksellä työhön velvoitetulle kantajalle, jotka ovat Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou ja Jasmina Agidi, 500 euroa.", "label": [[55, 66, "ORG"], [99, 107, "DATE"], [173, 191, "PER"], [193, 205, "PER"], [207, 239, "PER"], [241, 256, "PER"], [258, 280, "PER"], [284, 297, "PER"], [299, 302, "AMOUNT_VALUE"], [303, 308, "AMOUNT_UNIT"]]}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "96 Unionin yleisen tuomioistuimen työjärjestyksen 134 artiklan 2 kohdassa määrätään, että jos hävinneitä asianosaisia on useita, unionin yleinen tuomioistuin ratkaisee, miten kulut on jaettava näiden asianosaisten kesken.", "label": [[3, 33, "ORG"], [129, 157, "ORG"]]}
{"text": "97 Koska parlamentti on hävinnyt asian, se on velvoitettava vastaamaan omista oikeudenkäyntikuluistaan ja korvaamaan 2.7.2018 tehdyllä päätöksellä työhön velvoitetuille kantajille aiheutuneet oikeudenkäyntikulut mukaan lukien välitoimimenettelystä ja neuvoston väliintulosta aiheutuneet oikeudenkäyntikulut. Toisaalta on päätettävä, että kanteen nostamisen jälkeen tehdyillä päätöksillä työhön velvoitetut kantajat, jotka ovat myös hävinneet asian, vastaavat omista oikeudenkäyntikuluistaan.", "label": [[9, 20, "ORG"], [117, 125, "DATE"], [251, 260, "ORG"]]}
{"text": "98 Työjärjestyksen 138 artiklan 1 kohdan mukaan jäsenvaltiot ja toimielimet, jotka ovat asiassa väliintulijoina, vastaavat omista oikeudenkäyntikuluistaan. Neuvosto vastaa täten omista oikeudenkäyntikuluistaan.", "label": [[156, 164, "ORG"]]}
{"text": "Näillä perusteilla UNIONIN YLEINEN TUOMIOISTUIN (laajennettu kuudes jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 75, "ORG"]]}
{"text": "1) Euroopan parlamentin henkilöstöasioiden pääjohtajan 2.7.2018 tekemä päätös, joka koskee tulkkien ja konferenssitulkkien velvoittamista työhön 3.7.2018, kumotaan.", "label": [[3, 23, "ORG"], [24, 54, "PROFESSION"], [55, 63, "DATE"], [91, 99, "PROFESSION"], [103, 122, "PROFESSION"], [145, 153, "DATE"]]}
{"text": "2) Parlamentti velvoitetaan maksamaan 500 euroa seuraaville henkilöille: Clara Sommer-Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou ja Jasmina Agidi.", "label": [[3, 14, "ORG"], [38, 41, "AMOUNT_VALUE"], [42, 47, "AMOUNT_UNIT"], [73, 91, "PER"], [93, 105, "PER"], [107, 139, "PER"], [141, 156, "PER"], [158, 180, "PER"], [184, 197, "PER"]]}
{"text": "3) Kanne hylätään muilta osin.", "label": []}
{"text": "4) Parlamentti vastaa omista oikeudenkäyntikuluistaan ja 2.7.2018 tehdyllä päätöksellä työhön velvoitettujen kantajien oikeudenkäyntikuluista mukaan lukien välitoimimenettelystä ja Euroopan unionin neuvoston väliintulosta aiheutuneet oikeudenkäyntikulut.", "label": [[3, 14, "ORG"], [57, 65, "DATE"], [181, 207, "ORG"]]}
{"text": "5) Kanteen nostamisen jälkeen tehdyillä päätöksillä työhön velvoitetut kantajat vastaavat omista oikeudenkäyntikuluistaan.", "label": []}
{"text": "6) Neuvosto vastaa omista oikeudenkäyntikuluistaan.", "label": [[3, 11, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Julistettiin Luxemburgissa 29 päivänä tammikuuta 2020.", "label": [[13, 26, "LOC"], [27, 53, "DATE"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: ranska.", "label": [[23, 29, "NATIONALITY"]]}
{"text": "1 Luettelo muista kantajista on ainoastaan asianosaisille tiedoksi annetun version liitteenä.", "label": []}
