{"text": "Kanne 3.2.2020 – NetCologne v. komissio", "label": [[6, 14, "DATE"], [17, 27, "ORG"], [31, 39, "ORG"]]}
{"text": "(asia T-58/20)", "label": []}
{"text": "Oikeudenkäyntikieli: saksa", "label": [[21, 26, "NATIONALITY"]]}
{"text": "Asianosaiset", "label": []}
{"text": "Kantaja: NetCologne Gesellschaft für Telekommunikation mbH (Köln, Saksa) (edustajat: asianajajat K. Zimmermann, F. Rogers ja I. Alonso)", "label": [[9, 58, "ORG"], [60, 71, "LOC"], [74, 83, "PROFESSION"], [85, 96, "PROFESSION"], [97, 110, "PER"], [112, 121, "PER"], [125, 134, "PER"]]}
{"text": "Vastaaja: Euroopan komissio", "label": [[10, 27, "ORG"]]}
{"text": "Vaatimukset", "label": []}
{"text": "Kantaja vaatii, että unionin yleinen tuomioistuin", "label": [[21, 49, "ORG"]]}
{"text": "kumoaa 18.7.2019 tehdyn päätöksen C(2019) 5187 final, jossa komissio totesi yrityskeskittymän asiassa M.8864 – Vodafone/Certain Liberty Global Assets sisämarkkinoille ja ETA-sopimuksen toimintaan soveltuvaksi;", "label": [[7, 16, "DATE"], [60, 68, "ORG"], [111, 119, "ORG"], [120, 149, "ORG"], [170, 173, "ORG"]]}
{"text": "velvoittaa komission korvaamaan oikeudenkäyntikulut.", "label": [[11, 20, "ORG"]]}
{"text": "Oikeudelliset perusteet ja pääasialliset perustelut", "label": []}
{"text": "Kantaja esittää kanteensa tueksi seuraavat kanneperusteet.", "label": []}
{"text": "Ensimmäisen kanneperusteen mukaan komissio on tehnyt ilmeisen arviointivirheen ja laiminlyönyt perusteluvelvollisuutensa ja huolenpitovelvollisuutensa, kun se on katsonut, ettei merkittävää estettä tehokkaalle kilpailulle ole ”monen asunnon kiinteistöjen asiakkaille tapahtuvan TV-signaalien siirron vähittäismarkkinoilla Saksassa”, siltä osin kuin kyse on", "label": [[34, 42, "ORG"], [322, 330, "LOC"]]}
{"text": "olettamasta, että yrityskeskittymän osapuolet eivät ole suoria kilpailijoita", "label": []}
{"text": "olettamasta, että yrityskeskittymän osapuolet eivät ole potentiaalisia kilpailijoita", "label": []}
{"text": "kielteisistä vaikutuksista, joita yrityskeskittymällä tulee olemaan kilpailijoiden kannalta.", "label": []}
{"text": "Toisen kanneperusteen mukaan komissio on tehnyt ilmeisen arviointivirheen ja laiminlyönyt perusteluvelvollisuutensa ja huolenpitovelvollisuutensa, kun se on katsonut, ettei merkittävää estettä tehokkaalle kilpailulle ole ”monen asunnon kiinteistöjen asiakkaille tapahtuvan TV-signaalien siirron vähittäismarkkinoilla Saksassa”, siltä osin kuin kyse on olettamasta, jonka mukaan yrityskeskittymän osapuolet eivät ole potentiaalisia eivätkä suoria kilpailijoita.", "label": [[29, 37, "ORG"], [317, 325, "LOC"]]}
{"text": "Kolmannen kanneperusteen mukaan komissio on tehnyt ilmeisen arviointivirheen rikkonut asetuksen (EY) N:o 139/20041 2 ja 8 artiklaa määritellessään markkinat ja arvioidessaan, mitä vaikutuksia multiple play -palvelukokonaisuuksien tarjonnalla, erityisesti kiinteän verkon ja mobiiliverkon yhdentymisen palvelukokonaisuuspakettien (FMC) tarjonnalla, on kilpailuun.", "label": [[32, 40, "ORG"], [330, 333, "ORG"]]}
{"text": "Neljännen kanneperusteen mukaan komissio on tehnyt ilmeisen arviointivirheen, rikkonut asetuksen N:o 139/2004 2 ja 8 artiklaa ja laiminlyönyt perusteluvelvollisuutensa ja huolenpitovelvollisuutena arvioidessaan tukkutason kaapelilaajakaistayhteyksiä koskevaa sitoumusta ja hyväksyessään sen.", "label": [[32, 40, "ORG"]]}
{"text": "1 Yrityskeskittymien valvonnasta 20.1.2004 annettu neuvoston asetus (EY) N:o 139/2004 (EUVL 2004, L 24, s. 1).", "label": [[33, 42, "DATE"], [51, 60, "ORG"]]}
