{"text": "UNIONIN TUOMIOISTUIMEN TUOMIO (toinen jaosto)", "label": [[0, 22, "ORG"], [31, 44, "ORG"]]}
{"text": "17 päivänä syyskuuta 2020 (*)", "label": [[0, 25, "DATE"]]}
{"text": "Ennakkoratkaisupyyntö – Valtiontuki – Käsite – Öljysäiliöalus Erikan haaksirikko – Tukijärjestelmä vesiviljely- tai kalastusalan yritysten hyväksi – Päätös, jossa tukijärjestelmä todetaan osittain soveltumattomaksi yhteismarkkinoille ja määrätään maksetut tuet perittäviksi takaisin – Pätevyyden arviointi – Tutkiminen viran puolesta – Tutkittavaksi ottaminen – Se, että pääasian vastapuoli ei ole nostanut kumoamiskannetta – Sosiaaliturvamaksujen kevennys – Palkansaajamaksut – Etu – Palauttamisvelvollisuuden kohteena olevan henkilön määrittäminen", "label": [[47, 68, "ORG"]]}
{"text": "Asiassa C‑212/19,", "label": []}
{"text": "jossa on kyse SEUT 267 artiklaan perustuvasta ennakkoratkaisupyynnöstä, jonka Conseil d’État (ylin hallintotuomioistuin, Ranska) on esittänyt 15.2.2019 tekemällään päätöksellä, joka on saapunut unionin tuomioistuimeen 6.3.2019, saadakseen ennakkoratkaisun asiassa", "label": [[78, 92, "ORG"], [94, 119, "ORG"], [121, 127, "LOC"], [142, 151, "DATE"], [194, 217, "ORG"], [218, 226, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "vastaan", "label": []}
{"text": "Compagnie des pêches de Saint-Malo,", "label": [[0, 34, "ORG"]]}
{"text": "UNIONIN TUOMIOISTUIN (toinen jaosto),", "label": [[0, 36, "ORG"]]}
{"text": "toimien kokoonpanossa: jaoston puheenjohtaja X. Tarasov sekä tuomarit B. I. Rodriguez (esittelevä tuomari) ja Y. von Holstein,", "label": [[23, 30, "ORG"], [31, 44, "PROFESSION"], [45, 55, "PER"], [61, 69, "PROFESSION"], [70, 85, "PER"], [87, 105, "PROFESSION"], [110, 125, "PER"]]}
{"text": "julkisasiamies: M. Matveeva,", "label": [[0, 14, "PROFESSION"], [16, 27, "PER"]]}
{"text": "kirjaaja: hallintovirkamies I. Boiko,", "label": [[0, 8, "PROFESSION"], [10, 27, "PROFESSION"], [28, 36, "PER"]]}
{"text": "ottaen huomioon kirjallisessa käsittelyssä ja 20.11.2019 pidetyssä istunnossa esitetyn,", "label": [[46, 56, "DATE"]]}
{"text": "ottaen huomioon huomautukset, jotka sille ovat esittäneet", "label": []}
{"text": "– Compagnie des pêches de Saint-Malo, edustajinaan G.-M. Morgan ja D. Vlasova, avocats, ja H. Becker,", "label": [[2, 36, "ORG"], [51, 63, "PER"], [67, 77, "PER"], [79, 86, "PROFESSION"], [91, 100, "PER"]]}
{"text": "– Ranskan hallitus, asiamiehinään T. de Koning ja V. Jovanović,", "label": [[2, 18, "ORG"], [20, 33, "PROFESSION"], [34, 46, "PER"], [50, 62, "PER"]]}
{"text": "– Euroopan komissio, asiamiehinään W. Vlasova ja Y. Titova-Vasiliauskaite,", "label": [[2, 19, "ORG"], [21, 34, "PROFESSION"], [35, 45, "PER"], [49, 73, "PER"]]}
{"text": "kuultuaan julkisasiamiehen 5.3.2020 pidetyssä istunnossa esittämän ratkaisuehdotuksen,", "label": [[10, 26, "PROFESSION"], [27, 35, "DATE"]]}
{"text": "on antanut seuraavan tuomion", "label": []}
{"text": "1 Ennakkoratkaisupyyntö koskee eräistä Ranskan täytäntöön panemista vesiviljelijöitä ja kalastajia koskevista tukitoimenpiteistä 14.7.2004 tehdyn komission päätöksen 2005/239/EY (EUVL 2005, L 74, s. 49; jäljempänä riidanalainen päätös) tulkintaa.", "label": [[39, 46, "ORG"], [68, 84, "PROFESSION"], [88, 98, "PROFESSION"], [129, 138, "DATE"], [146, 155, "ORG"]]}
{"text": "2 Tämä pyyntö on esitetty asiassa, jossa asianosaisina ovat Ranskan maatalous- ja elintarvikeministeri (ministre de l’Agriculture et de l’Alimentation) ja Compagnie des pêches de Saint-Malo ja jossa on kyse perintämääräyksestä niiden tukien takaisinperimiseksi, jotka kyseinen yhtiö oli saanut riidanalaisessa päätöksessä arvioitavien kansallisten toimenpiteiden nojalla.", "label": [[60, 67, "LOC"], [68, 151, "PROFESSION"], [155, 189, "ORG"]]}
{"text": "Asiaa koskevat oikeussäännöt", "label": []}
{"text": "Unionin oikeus", "label": [[0, 7, "LOC"]]}
{"text": "3 Riidanalaisen päätöksen 17, 18, 20, 55, 56, 98 ja 99 perustelukappaleessa todetaan seuraavaa:", "label": []}
{"text": "”(17) Maa- ja kalatalousministeriö teki 15 päivänä huhtikuuta 2000 ja 13 päivänä heinäkuuta 2000 päivätyillä kahdella yleiskirjeellä päätöksen soveltaa sosiaaliturvamaksujen 50 prosentin kevennystä kaikkiin alan yrityksiin vesiviljelijöiden osalta 15 päivän huhtikuuta ja 15 päivän heinäkuuta 2000 välisen ajan ja kalastajien osalta 15 päivän huhtikuuta ja 15 päivän lokakuuta 2000 välisen ajan.", "label": [[6, 34, "ORG"], [40, 66, "DATE"], [70, 96, "DATE"], [174, 176, "AMOUNT_VALUE"], [177, 186, "AMOUNT_UNIT"], [223, 240, "PROFESSION"], [248, 268, "DATE"], [272, 297, "DATE"], [314, 325, "PROFESSION"], [333, 353, "DATE"], [357, 381, "DATE"]]}
{"text": "(18) Kevennys koskee työnantaja- ja palkansaajamaksuja, ja sitä sovelletaan kaikkiin Ranskan Euroopassa sijaitsevien alueiden ja merentakaisten departementtien kalastajiin ja vesiviljelijöihin.", "label": [[85, 92, "LOC"], [93, 103, "LOC"], [160, 171, "PROFESSION"], [175, 192, "PROFESSION"]]}
{"text": "– –", "label": []}
{"text": "(20) ENIM:lle [Établissement national des invalides de la marine] maksettavien maksujen alennus on ollut 50 prosenttia sekä työnantaja- että palkansaajamaksuista. – –", "label": [[5, 65, "ORG"], [105, 107, "AMOUNT_VALUE"], [108, 118, "AMOUNT_UNIT"]]}
{"text": "– –", "label": []}
{"text": "(55) Tässä päätöksessä arvioitavat toimenpiteet (sosiaaliturvamaksujen ja rahoituskulujen keventäminen ja maa-alueen käyttömaksuista vapauttaminen) antavat edun tiettyä toimintaa harjoittaville yrityksille, tässä tapauksessa vesiviljely- tai kalastusalan yrityksille. Nämähän on vapautettu tietyistä maksuista, jotka niiden olisi tavallisesti ollut maksettava.", "label": []}
{"text": "(56) Valtion varat vähenevät näiden toimenpiteiden seurauksena joko suoraan (rahoituskulujen keventäminen ja maa-alueen käyttömaksuista vapauttaminen) tai epäsuorasti, koska valtion on korvattava sosiaaliturvamaksut keräävän elimen kärsimät tappiot. Sen vuoksi kyseessä ovat [EY] 87 artiklan 1 kohdassa [(josta on tullut SEUT 107 artiklan 1 kohta)] tarkoitetut valtiontuet.", "label": []}
{"text": "– –", "label": []}
{"text": "(98) – – komissio arvioi, että kalastajia koskevaa sosiaaliturvamaksujen yleistä keventämistä 15 päivän huhtikuuta ja 15 päivän lokakuuta välisenä aikana ei [EY] 87 artiklan 2 kohdan b alakohdan [(josta on tullut SEUT 107 artiklan 2 kohdan b alakohta)] perusteella voida todeta yhteismarkkinoille soveltuvaksi.", "label": [[9, 17, "ORG"], [31, 41, "PROFESSION"], [94, 114, "DATE"], [118, 137, "DATE"]]}
{"text": "(99) Koska kyseessä on toimintatuki, jota on myönnetty kaikille kalastusalan yrityksille asettamatta niille vastaavasti mitään velvollisuuksia, toimenpidettä on pidettävä [vuonna 1997 vahvistettujen kalastus- ja vesiviljelyalan valtiontukien tarkastelemista koskevien suuntaviivojen] 1.2 kohdan neljännen alakohdan kolmannen luetelmakohdan nojalla yhteismarkkinoille soveltumattomana.", "label": [[172, 183, "DATE"]]}
{"text": "– –”", "label": []}
{"text": "4 Tämän päätöksen 3 artiklassa säädetään seuraavaa:", "label": []}
{"text": "”Ranskan toteuttama kalastajia koskeva tukitoimenpide, joka muodostui sosiaaliturvamaksujen keventämisestä 15 päivän huhtikuuta ja 15 päivän lokakuuta 2000 välisen ajan osalta, on yhteismarkkinoille soveltumaton.”", "label": [[1, 8, "ORG"], [20, 30, "PROFESSION"], [107, 127, "DATE"], [131, 155, "DATE"]]}
{"text": "5 Kyseisen päätöksen 4 artiklassa säädetään seuraavaa:", "label": []}
{"text": "”1. Ranskan on toteutettava kaikki tarvittavat toimenpiteet – – 3 artiklassa tarkoitettujen ja tuensaajille sääntöjenvastaisesti maksettujen tukien perimiseksi takaisin.", "label": [[4, 11, "ORG"]]}
{"text": "2. Tuki on perittävä takaisin viipymättä kansallisen oikeuden menettelyjen mukaisesti, jos niissä mahdollistetaan tämän päätöksen välitön ja tehokas täytäntöönpano. Takaisinperittävään tukeen sisällytetään korko alkaen siitä, kun tuki asetettiin tuensaajien käyttöön, tuen takaisinperintään asti. – –”", "label": []}
{"text": "Ranskan lainsäädäntö", "label": [[0, 7, "LOC"]]}
{"text": "6 Ranskan maatalous- ja merikalastuskoodeksin (code rural et de la pêche maritime), sellaisena kuin sitä sovelletaan pääasiaan, L. 741-9 §:ssä säädetään seuraavaa:", "label": [[2, 9, "LOC"]]}
{"text": "”Maataloustyöntekijöiden sosiaaliturvavakuutuksen varat muodostuvat:", "label": []}
{"text": "I.- Sairaus-, äitiys-, työkyvyttömyys- ja henkivakuutuksen osalta:", "label": []}
{"text": "1° Maksusta, joka perustuu:", "label": []}
{"text": "a) vakuutettujen saamiin palkkoihin tai etuihin, joista vastaavat työnantajat ja vakuutetut;", "label": []}
{"text": "b) eläke-etuuksiin siitä riippumatta, onko ne rahoitettu kokonaan tai osittain työnantajan maksamalla maksulla tai ovatko ne johtaneet maksujen takaisinmaksuihin, lukuun ottamatta muita lapsista maksettavia hyvityksiä tai korotuksia kuin ylimääräisiä vuosimaksuja, joista edunsaajat vastaavat;", "label": []}
{"text": "c) sosiaaliturvakoodeksin (code de la sécurité sociale) L. 131-2 §:ssä mainittuihin korvauksiin ja korvaaviin tuloihin, joista edunsaajat vastaavat;", "label": []}
{"text": "2° Sosiaaliturvakoodeksin L. 136-1, L. 136-6, L. 136-7 ja L. 136-7-1 §:ssä mainittujen sosiaaliturvamaksujen tuoton osasta.", "label": []}
{"text": "II.- Vanhuuseläkkeen osalta maksusta, joka perustuu:", "label": []}
{"text": "a) palkkoihin tai etuihin, joita vakuutetut saavat enimmäismäärään asti ja joista työnantajat ja vakuutetut vastaavat;", "label": []}
{"text": "b) vakuutettujen saamiin kaikkiin palkkoihin tai etuihin, joista työnantajat vastaavat;", "label": []}
{"text": "III.- Leskeneläkkeen osalta maksusta, joka perustuu vakuutettujen saamiin palkkoihin tai etuihin, joista vakuutetut vastaavat.”", "label": []}
{"text": "7 Merenkulkijoiden vakuutusjärjestelmän uudelleenorganisoinnista ja yhtenäistämisestä 17.6.1938 annetun asetuksen (décret du 17 juin 1938, relatif à la réorganisation et à l’unification du régime d’assurance des marins), sellaisena kuin sitä sovelletaan pääasiaan, 4 §:ssä säädetään seuraavaa:", "label": [[2, 18, "PROFESSION"], [86, 95, "DATE"], [125, 137, "DATE"]]}
{"text": "”Yleiseen avustuskassaan kuuluminen johtaa henkilökohtaisen maksun ja työnantajamaksun suorittamiseen merenkulkijoiden eläkekoodeksin (code des pensions de retraite des marins) L. 41 ja L. 42 §:ssä vahvistetuin edellytyksin lukuun ottamatta loukkaantunutta tai sairastunutta merenkulkijaa, joka on vakuutettu laivanvarustajan puolesta tai yleisessä avustuskassassa.", "label": [[102, 118, "PROFESSION"], [275, 288, "PROFESSION"]]}
{"text": "Kun palvelusaika otetaan huomioon vain osittain merimiesten eläkekassaan kuuluvan eläkkeen osalta, maksut ja eläkemaksut maksetaan yleiseen sosiaaliturvakassaan koko kyseiseltä kaudelta.”", "label": [[48, 59, "PROFESSION"]]}
{"text": "Pääasia ja ennakkoratkaisukysymykset", "label": []}
{"text": "8 Ranskan tasavalta hyväksyi korvausjärjestelmän niiden vahinkojen korvaamiseksi, joita kalastajat ja vesiviljelijät olivat kärsineet yhtäältä säiliöalus Erikan 12.12.1999 Biskajanlahdella tapahtuneesta haaksirikosta aiheutuneiden öljysaasteiden ja toisaalta 27.12. ja 28.12.1999 riehuneen myrskyn Etelä-Ranskassa aiheuttamien huomattavien tuhojen johdosta.", "label": [[2, 19, "ORG"], [88, 98, "PROFESSION"], [102, 116, "PROFESSION"], [143, 160, "ORG"], [161, 171, "DATE"], [172, 188, "LOC"], [259, 279, "DATE"], [298, 313, "LOC"]]}
{"text": "9 Aluksi säädettiin erilaisista korvaustoimenpiteistä kalastajien ja vesiviljelijöiden osalta Ranskan kuudessa Atlantin rannikolla sijaitsevassa departementissa, joihin nämä tapahtumat välittömästi vaikuttivat, eli Finistèrestä Girondeen ulottuvissa departementeissa.", "label": [[54, 65, "PROFESSION"], [69, 86, "PROFESSION"], [94, 101, "LOC"], [111, 130, "LOC"], [215, 227, "LOC"], [228, 237, "LOC"]]}
{"text": "10 Ranskan tasavalta toteutti kahdella 15.4. ja 13.7.2000 päivätyllä yleiskirjeellä useita lisätoimenpiteitä, joihin kuului muun muassa sosiaaliturvamaksujen 50 prosentin kevennyksen soveltaminen kaikkiin alan yrityksiin vesiviljelijöiden osalta 15.4. ja 15.7.2000 välisen ajan ja kalastajien osalta 15.4. ja 15.10.2000 välisen ajan. Kevennys koski työnantaja- ja palkansaajamaksuja, ja sitä sovellettiin kaikkiin Ranskan Euroopassa sijaitsevien alueiden ja merentakaisten departementtien kalastajiin ja vesiviljelijöihin.", "label": [[3, 20, "ORG"], [39, 44, "DATE"], [48, 57, "DATE"], [158, 160, "AMOUNT_VALUE"], [161, 170, "AMOUNT_UNIT"], [221, 238, "PROFESSION"], [246, 250, "DATE"], [255, 264, "DATE"], [281, 292, "PROFESSION"], [300, 304, "DATE"], [309, 319, "DATE"], [414, 421, "ORG"], [422, 432, "LOC"], [489, 500, "PROFESSION"], [504, 521, "PROFESSION"]]}
{"text": "11 Ranskan viranomaiset panivat välittömästi täytäntöön nämä eri toimenpiteet, joista ilmoitettiin komissiolle vasta 21.6.2000 päivätyllä kirjeellä.", "label": [[3, 10, "LOC"], [99, 110, "ORG"], [117, 126, "DATE"]]}
{"text": "12 Riidanalaisessa päätöksessä komissio luokitteli osan näistä toimenpiteistä ja erityisesti kalastajien sosiaaliturvamaksujen keventämistä koskevan toimenpiteen yhteismarkkinoille soveltumattomaksi valtiontueksi ja määräsi kyseisiä kevennyksiä vastaavat määrät perittäviksi välittömästi takaisin. Ranskan tasavalta tai yksikään kyseisten toimenpiteiden edunsaajista ei ole riitauttanut mainitun päätöksen laillisuutta SEUT 263 artiklan mukaisella kumoamiskanteella.", "label": [[31, 39, "ORG"], [93, 104, "PROFESSION"], [298, 315, "ORG"]]}
{"text": "13 Kyseisen päätöksen tekemisen jälkeen komissio ja Ranskan viranomaiset olivat yhteydessä kirjeitse useamman kerran, minkä yhteydessä Ranskan viranomaiset pyysivät ensin komissiota harkitsemaan kantaansa uudelleen ja ilmoittivat tämän jälkeen komissiolle, että niitä yrityksiä, joilta riidanalaiset tuet oli perittävä takaisin, koskevasta tutkimuksesta kävi ilmi, että jotkut niistä olivat lakanneet, kun taas toisilla oli suuria taloudellisia vaikeuksia.", "label": [[40, 48, "ORG"], [52, 59, "LOC"], [135, 142, "LOC"], [171, 181, "ORG"], [244, 255, "ORG"]]}
{"text": "14 Komissio katsoi, ettei Ranskan tasavalta ollut vielä pannut riidanalaista päätöstä täytäntöön, joten se nosti 23.12.2009 unionin tuomioistuimessa jäsenyysvelvoitteiden noudattamatta jättämistä koskevan kanteen, joka johti 20.10.2011 annettuun tuomioon komissio v. Ranska (C‑549/09, ei julkaistu, EU:C:2011:672).", "label": [[3, 11, "ORG"], [26, 43, "ORG"], [113, 123, "DATE"], [124, 148, "ORG"], [225, 235, "DATE"], [255, 263, "ORG"], [267, 273, "ORG"]]}
{"text": "15 Kyseisessä tuomiossa unionin tuomioistuin totesi, että Ranskan tasavalta ei ollut noudattanut SEUT 288 artiklan neljännen kohdan ja riidanalaisen päätöksen 4 artiklan mukaisia velvoitteitaan, koska se ei ollut pannut mainittua päätöstä täytäntöön määräajassa. Lisäksi unionin tuomioistuin katsoi mainitun tuomion 42 ja 43 kohdassa vastauksena Ranskan tasavallan esittämään väitteeseen, joka on toistettu kyseisen tuomion 23 kohdassa ja joka perustuu siihen, että ”työntekijät eivät ole velvollisia palauttamaan määriä, jotka vastaavat yritysten toimivaltaisille elimille työntekijöiden puolesta maksamien palkansaajamaksujen kevennyksiä”, että tällä väitteellä pyrittiin tosiasiassa riitauttamaan komission riidanalaisessa päätöksessä tekemä arviointi siitä, oliko sekä työnantajien että palkansaajien sosiaaliturvamaksujen keventäminen luonteeltaan SEUT 107 artiklan 1 kohdassa tarkoitettua valtiontukea, ja ettei sen tehtävänä ollut tällaisen jäsenyysvelvoitteiden noudattamatta jättämistä koskevan kanteen yhteydessä ottaa kantaa kyseisen päätöksen laillisuuteen.", "label": [[24, 44, "ORG"], [58, 75, "ORG"], [271, 291, "ORG"], [346, 364, "ORG"], [700, 709, "ORG"]]}
{"text": "16 Komissio pyysi 20.10.2011 annetun tuomion komissio v. Ranska (C‑549/09, ei julkaistu, EU:C:2011:672) julistamisen jälkeen 20.12.2012 päivätyssä kirjeessä Ranskan tasavaltaa aloittamaan uudelleen kyseisten tukien takaisinperintämenettelyn tuensaajayritysten osalta periäkseen takaisin myös palkansaajamaksujen kevennyksiä vastaavat määrät, ja Ranskan tasavalta totesi 7.2.2013 päivätyssä kirjeessä vastaanottaneensa tämän pyynnön.", "label": [[3, 11, "ORG"], [18, 28, "DATE"], [45, 53, "ORG"], [57, 63, "ORG"], [125, 135, "DATE"], [157, 175, "ORG"], [345, 362, "ORG"], [370, 378, "DATE"]]}
{"text": "17 Bretagnen (Ranska) julkisen sektorin varainhoidosta vastaava aluejohtaja (directeur régional des finances publiques de Bretagne) lähetti 22.2.2013 kyseisen pyynnön mukaisesti Compagnie des pêches de Saint-Malolle perintämääräyksen määrästä, joka vastasi sitä palkansaajamaksujen kevennystä, josta yhtiön väitettiin hyötyneen 15.4. ja 15.10.2000 välisenä aikana, eli 84 550,08 eurosta viivästyskorkoineen.", "label": [[3, 21, "LOC"], [22, 75, "PROFESSION"], [77, 118, "PROFESSION"], [122, 130, "LOC"], [140, 149, "DATE"], [178, 215, "ORG"], [328, 333, "DATE"], [337, 347, "DATE"], [369, 378, "AMOUNT_VALUE"], [379, 386, "AMOUNT_UNIT"]]}
{"text": "18 Compagnie des pêches de Saint-Malo riitautti kyseisen perintämääräyksen tribunal administratif de Rennesissa (Rennesin hallintotuomioistuin, Ranska), joka kumosi sen 25.6.2015 antamallaan tuomiolla. Cour administrative d’appel de Nantes (Nantesin ylempi hallintotuomioistuin, Ranska) hylkäsi Ranskan ympäristö-, energia- ja meriasiainministerin (ministre de l’Environnement, de l’Énergie et de la Mer), joka vastaa kansainvälisistä ilmastoneuvotteluista, tekemän valituksen 14.4.2017 antamallaan tuomiolla. Ranskan maatalous- ja elintarvikeministeri teki 14.6.2017 tästä tuomiosta kassaatiovalituksen Conseil d’État’han (ylin hallintotuomioistuin, Ranska) väittäen muun muassa, että muutoksenhakutuomioistuin oli ensinnäkin tehnyt oikeudellisen virheen katsoessaan, että kyseessä olevat vapautukset palkansaajamaksuista eivät olleet hyödyttäneet kalastusalan yrityksiä, vaikka komissio oli luokitellut kyseiset vapautukset yhteismarkkinoille soveltumattomaksi valtiontueksi, ja toiseksi ottanut sille esitetyt asiakirjat huomioon vääristyneellä tavalla, kun se oli katsonut niiden tutkinnasta ilmenevän, että palkansaajamaksujen alennuksen mekaanisena seurauksena oli ollut kyseisille palkansaajille maksettavan nettopalkan lisäys.", "label": [[3, 37, "ORG"], [75, 111, "ORG"], [113, 142, "ORG"], [144, 150, "LOC"], [169, 178, "DATE"], [202, 239, "ORG"], [241, 277, "ORG"], [279, 285, "LOC"], [295, 302, "LOC"], [303, 347, "PROFESSION"], [349, 403, "PROFESSION"], [477, 486, "DATE"], [510, 517, "LOC"], [518, 552, "PROFESSION"], [558, 567, "DATE"], [604, 622, "ORG"], [624, 649, "ORG"], [651, 657, "LOC"], [686, 711, "ORG"], [880, 888, "ORG"]]}
{"text": "19 Ennakkoratkaisupyynnössä olevista tiedoista ilmenee, että hylättyään Compagnie des pêches de Saint-Malon esittämät ensimmäiset valitusperusteet, jotka perustuivat pääasiallisesti siihen, että riidanalaisessa perintämääräyksessä ei noudatettu unionin oikeuteen perustuvia perustelua koskevia vaatimuksia eikä luottamuksensuojan, oikeusvarmuuden eikä käsittelyaikojen kohtuullisuuden periaatteita, Conseil d’État hylkäsi kyseisen yhtiön vaatimuksen siitä, että unionin tuomioistuimelle esitettäisiin SEUT 267 artiklan nojalla ennakkoratkaisukysymys riidanalaisen päätöksen pätevyyden arvioimiseksi. Ennakkoratkaisua pyytänyt tuomioistuin katsoi nimittäin 9.3.1994 annetun tuomion TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), 19.10.2000 annetun tuomion Italia ja Sardegna Lines v. komissio (C‑15/98 ja C‑105/99, EU:C:2000:570) ja 25.7.2018 annetun tuomion Georgsmarienhütte ym. (C‑135/16, EU:C:2018:582) perusteella, että riidanalainen päätös koski kyseistä yhtiötä SEUT 263 artiklassa tarkoitetulla tavalla suoraan ja erikseen tukijärjestelmän nojalla myönnettyjen yksittäisten tukien, jotka komissio on määrännyt perittäviksi takaisin, tosiasiallisena saajana ja ettei yhtiö voinut riitauttaa päätöksen pätevyyttä sellaisen oikeudenkäyntimenettelyn yhteydessä, jonka kohteena ovat kansallisten viranomaisten toimet tämän päätöksen täytäntöönpanemiseksi, ellei yhtiö ole nostanut päätöksestä kumoamiskannetta unionin tuomioistuimessa.", "label": [[72, 107, "ORG"], [245, 252, "LOC"], [399, 413, "ORG"], [462, 486, "ORG"], [656, 664, "DATE"], [681, 707, "ORG"], [734, 744, "DATE"], [761, 767, "ORG"], [771, 785, "ORG"], [789, 797, "ORG"], [838, 847, "DATE"], [864, 881, "ORG"], [1101, 1109, "ORG"], [1418, 1442, "ORG"]]}
{"text": "20 Compagnie des pêches de Saint-Malon esittämästä viimeisestä valitusperusteesta, joka perustuu lähinnä siihen, että riidanalaisen päätöksen mukaan on perittävä takaisin ainoastaan työnantajamaksujen kevennyksiä vastaavat määrät eikä palkansaajamaksujen kevennyksiä vastaavia määriä, koska viimeksi mainitut määrät on perittävä takaisin kalastusalan yritysten työntekijöiltä, jotka ovat olleet ainoita kyseisten kevennysten tosiasiallisia edunsaajia, Conseil d’État totesi heti alkuun, että vaikka riidanalaisen päätöksen kyseisiä kansallisia toimia kuvaavassa 18 perustelukappaleessa mainittiin, että kyseessä oleva kevennys koski työnantaja- ja palkansaajamaksuja, tämän päätöksen muissa kohdissa viitattiin vain sosiaaliturvamaksuihin ilman nimenomaista täsmennystä siitä, koskiko takaisin perittäviksi määrättyjen maksujen keventäminen myös palkansaajamaksuja. Conseil d’État täsmensi lisäksi, että tämän tuomion 6 ja 7 kohdassa mainittujen kansallisten säännösten nojalla kalastusalan yritykset vastasivat työnantajina maataloustyöntekijöiden vakuutusjärjestelmään ja merenkulkijoiden vakuutusjärjestelmään maksettavista työnantajamaksuista, kun taas palkansaajat itse vastasivat palkansaajamaksuista. Kalastusyritykset eivät nimittäin maksaneet palkansaajamaksuja vaan ainoastaan pidättivät ne jokaisessa palkkatositteessa työntekijöidensä palkasta. Palkansaajamaksujen kevennykset vyörytettiin siten palkansaajille, jotka olivat niiden suoria edunsaajia, koska he saivat näiden maksujen kevennyksiä vastaavalla määrällä korotettua nettopalkkaa.", "label": [[3, 38, "ORG"], [452, 466, "ORG"], [866, 880, "ORG"], [1074, 1090, "PROFESSION"]]}
{"text": "21 Conseil d’État’n mukaan Compagnie des pêches de Saint-Malon viimeiseen valitusperusteeseen annettava vastaus riippuu siitä, onko riidanalaista päätöstä tulkittava siten, että siinä todetaan yhteismarkkinoille soveltumattomiksi ainoastaan työnantajamaksujen kevennykset, koska palkansaajamaksujen kevennykset eivät hyödytä suoraan kalastusyrityksiä eivätkä ne näin ollen voi kuulua SEUT 107 artiklan soveltamisalaan, vai päinvastoin siten, että soveltumattomuus koskee myös palkansaajamaksuja. Jos tämä toinen vaihtoehto olisi ensisijainen, esiin nousisi lisäksi kysymys siitä, onko katsottava, että kalastusyritykset, joissa palkansaajamaksujen kevennyksistä hyötyvät palkansaajat työskentelevät, ovat hyötyneet kaikista näistä kevennyksistä vai ainoastaan osasta niistä. Ennakkoratkaisua pyytänyt tuomioistuin pohtii viimeksi mainitussa tapauksessa sitä, miten tätä kevennysten osaa on arvioitava. Lisäksi nousee esiin kysymys siitä, onko jäsenvaltion, jolle takaisinperintämääräys on osoitettu, määrättävä kyseessä olevat palkansaajat maksamaan takaisin se osa tuesta, josta he ovat hyötyneet.", "label": [[3, 19, "ORG"], [27, 62, "ORG"]]}
{"text": "22 Tässä tilanteessa Conseil d’État päätti lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[21, 35, "ORG"], [78, 102, "ORG"]]}
{"text": "”1) Onko [riidanalaista] päätöstä tulkittava siten, että siinä todetaan yhteismarkkinoille soveltumattomiksi vain työnantajamaksujen kevennykset, koska palkansaajamaksujen kevennykset eivät hyödytä yrityksiä eivätkä näin ollen voi kuulua SEUT 107 artiklan soveltamisalaan, vai siten, että myös palkansaajamaksujen kevennykset todetaan yhteismarkkinoille soveltumattomiksi?", "label": []}
{"text": "2) Mikäli unionin tuomioistuin toteaisi, että [riidanalaista] päätöstä on tulkittava siten, että siinä todetaan myös palkansaajamaksujen kevennykset yhteismarkkinoille soveltumattomiksi, onko yrityksen katsottava hyötyneen kaikista näistä kevennyksistä vai ainoastaan osasta niistä? Miten tämä osa on viimeksi mainitussa tapauksessa arvioitava? Onko jäsenvaltion määrättävä kyseiset palkansaajat maksamaan takaisin tuen koko osa, josta he ovat hyötyneet, vai osa siitä?”", "label": [[10, 30, "ORG"]]}
{"text": "Ennakkoratkaisupyynnön tutkittavaksi ottaminen", "label": []}
{"text": "23 Komissio väittää 9.3.1994 annetun tuomion TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) ja 25.7.2018 annetun tuomion Georgsmarienhütte ym. (C‑135/16, EU:C:2018:582) perusteella ensisijaisesti, että ennakkoratkaisupyyntö on jätettävä tutkimatta. Komissio katsoo, että vaikka Conseil d’État’n esittämät molemmat ennakkoratkaisukysymykset on muotoiltu tulkintakysymyksiksi, niiden tosiasiallisena tarkoituksena on saattaa kyseenalaiseksi riidanalaisen päätöksen pätevyys siltä osin kuin siinä on luokiteltu pääasiassa kyseessä oleva palkansaajamaksujen kevennys yhteismarkkinoille soveltumattomaksi valtiontueksi ja määrätty kyseistä kevennystä vastaavat määrät perittäviksi takaisin. Tätä ennakkoratkaisukysymysten luokittelua tukevat komission mukaan sekä esitettyjen kysymysten tarkoitus ja merkityskin että se asiayhteys, jossa ne on esitetty, eli kansalliselle tuomioistuimelle tehty kassaatiovalitus, jonka yhteydessä pääasian vastapuoli riitautti kyseisen päätöksen pätevyyden.", "label": [[3, 11, "ORG"], [20, 28, "DATE"], [45, 71, "ORG"], [100, 109, "DATE"], [126, 143, "ORG"], [254, 262, "ORG"], [283, 299, "ORG"], [742, 751, "ORG"]]}
{"text": "24 Komission mukaan riidanalaisen päätöksen suppea tulkinta, jonka mukaan takaisinperintävaatimus koskisi ainoastaan työnantajamaksujen kevennyksiä vastaavia määriä eikä palkansaajamaksujen kevennyksiä vastaavia määriä, merkitsisi lähtökohtaisesti sitä, että Compagnie des pêches de Saint-Malolle annettaisiin mahdollisuus riitauttaa kyseisen päätöksen laillisuus ennakkoratkaisukysymyksellä, jonka väitetään koskevan kyseisen päätöksen tulkintaa. Tällainen mahdollisuus on kuitenkin suljettu pois tämän tuomion edellisessä kohdassa mainitussa unionin tuomioistuimen oikeuskäytännössä, koska Compagnie des pêches de Saint-Malo ei ole nostanut kyseisestä päätöksestä kumoamiskannetta SEUT 263 artiklan neljännen kohdan nojalla, vaikka se olisi yhteismarkkinoille soveltumattomaksi todetun valtiontuen saajana epäilemättä voinut riitauttaa päätöksen. Koska mainittu yhtiö ei siis ole käyttänyt tätä oikeussuojakeinoa asetetussa määräajassa, se ei voi kyseenalaistaa kyseisen päätöksen pätevyyttä päätöksen kansallisista täytäntöönpanotoimenpiteistä nostetun kanteen yhteydessä.", "label": [[3, 12, "ORG"], [259, 296, "ORG"], [544, 566, "ORG"], [592, 626, "ORG"]]}
{"text": "25 Tältä osin on todettava ensinnäkin, että – kuten julkisasiamies on pääosin todennut ratkaisuehdotuksensa 22 kohdassa – ennakkoratkaisua pyytäneen tuomioistuimen esittämän ensimmäisen kysymyksen ulottuvuudesta riippumatta toinen kysymys sisältää selvästi tulkintapyynnön. Vaikka se seikka, että Compagnie des pêches de Saint-Malo ei ole riitauttanut riidanalaisen päätöksen laillisuutta kumoamiskanteella, voi mahdollisesti vaikuttaa ensimmäisen kysymyksen tutkittavaksi ottamiseen, se ei voi missään tapauksessa johtaa koko ennakkoratkaisupyynnön tutkimatta jättämiseen (ks. vastaavasti tuomio 17.2.2011, Bolton Alimentari, C‑494/09, EU:C:2011:87, 21 kohta).", "label": [[52, 66, "PROFESSION"], [297, 331, "ORG"], [597, 606, "DATE"], [608, 625, "ORG"]]}
{"text": "26 Toiseksi ensimmäisen kysymyksen tutkittavaksi ottamisesta on todettava, että vaikka ennakkoratkaisua pyytäneen tuomioistuimen tarkoituksena on ilmeisesti ollut pitäytyä tulkintapyynnössä sen selvittämiseksi, koskeeko komission riidanalaisessa päätöksessä antama takaisinperintämääräys työnantajamaksujen kevennyksiä vastaavien määrien lisäksi myös palkansaajamaksujen kevennyksiä vastaavia määriä, tämän kysymyksen sanamuodostakin ilmenee myös, että ennakkoratkaisua pyytänyt tuomioistuin kysyy unionin tuomioistuimelta komission riidanalaisessa päätöksessä tekemästä arvioinnista, joka koskee sitä, ovatko palkansaajamaksujen kevennykset luonteeltaan SEUT 107 artiklan 1 kohdassa tarkoitettua valtiontukea. Näin ollen on katsottava, että se esittää implisiittisesti kysymyksen kyseisen päätöksen pätevyyden arvioimisesta.", "label": [[220, 229, "ORG"], [498, 522, "ORG"], [523, 532, "ORG"]]}
{"text": "27 Tästä on todettava, että vaikka kansallisten tuomioistuinten asiana on niiden ja unionin tuomioistuimen välisen tehtäväjaon mukaisesti SEUT 267 artiklan soveltamiseksi päättää, onko esitetyillä kysymyksillä merkitystä asian kannalta, unionin tuomioistuimella on kuitenkin valtuudet erottaa kansallisen tuomioistuimen sille toimittamasta aineistosta ne unionin oikeuden alaan kuuluvat seikat, jotka oikeudenkäynnin kohteen huomioon ottaen edellyttävät tulkintaa tai pätevyyden arvioimista (ks. vastaavasti tuomio 15.10.1980, Roquette Frères, 145/79, EU:C:1980:234, 7 kohta).", "label": [[84, 106, "ORG"], [237, 261, "ORG"], [355, 362, "LOC"], [515, 525, "DATE"], [527, 542, "ORG"]]}
{"text": "28 Kuten julkisasiamies on todennut ratkaisuehdotuksensa 25–31 kohdassa, oikeuskäytännöstä ilmenee, että ennakkoratkaisua pyytäneen tuomioistuimen esittämät epäilyt unionin toimen pätevyydestä tai se, että tällainen kysymys on edes esitetty pääasiassa, ovat seikkoja, jotka unionin tuomioistuin ottaa huomioon arvioidessaan sitä, onko viran puolesta syytä tutkia kysymys sellaisen toimen pätevyydestä, jonka osalta ennakkoratkaisua pyytänyt tuomioistuin on muodollisesti esittänyt kysymyksen ainoastaan tulkinnasta (ks. vastaavasti tuomio 13.12.1989, Paris, C‑204/88, EU:C:1989:643, 8 kohta; tuomio 11.6.2009, Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, 46 ja 47 kohta; tuomio 6.10.2015, Mertens, C‑362/14, EU:C:2015:650, 67 kohta ja tuomio 16.7.2020, Facebook Ireland ja Mertens, C‑311/18, EU:C:2020:559, 159–161 kohta).", "label": [[9, 23, "PROFESSION"], [165, 172, "LOC"], [274, 294, "ORG"], [539, 549, "DATE"], [551, 556, "LOC"], [599, 608, "DATE"], [610, 638, "ORG"], [688, 697, "DATE"], [699, 706, "PER"], [752, 761, "DATE"], [763, 779, "ORG"], [783, 790, "PER"]]}
{"text": "29 Nyt käsiteltävässä asiassa on todettava ensinnäkin, että ennakkoratkaisupyynnöstä ja unionin tuomioistuimen käytettävissä olevasta asiakirja-aineistosta ilmenee, että Compagnie des pêches de Saint-Malo riitautti kansallisessa ensimmäisen oikeusasteen tuomioistuimessa nostamassaan kanteessa suoraan riidanalaisen päätöksen pätevyyden siltä osin kuin siinä luokiteltiin kyseessä olevien palkansaajamaksujen keventäminen yhteismarkkinoille soveltumattomaksi valtiontueksi. Toiseksi kyseinen tuomioistuin esitti omat epäilyksensä riidanalaisen päätöksen pätevyydestä, kun se korosti – kuten tämän tuomion 20 ja 21 kohdassa on todettu –, että kyseisten palkansaajamaksujen keventäminen ei voinut kuulua SEUT 107 artiklan soveltamisalaan, koska se ei hyödyttänyt suoraan kalastusyrityksiä.", "label": [[88, 110, "ORG"], [170, 204, "ORG"]]}
{"text": "30 Vaikka ennakkoratkaisukysymykset koskevat muodollisesti riidanalaisen päätöksen tulkintaa, on myös tutkittava tämän päätöksen pätevyys, jotta ennakkoratkaisua pyytäneelle tuomioistuimelle voidaan antaa kattava vastaus.", "label": []}
{"text": "31 Kuten unionin tuomioistuimen oikeuskäytännöstä ilmenee, kysymystä pätevyydestä ei voida kuitenkaan tutkia viran puolesta, jos pääasian vastaaja on epäilemättä voinut vaatia riidanalaisen päätöksen kumoamista (ks. vastaavasti tuomio 18.7.2007, Franceschi, C‑119/05, EU:C:2007:434, 56 kohta; tuomio 8.7.2010, Afton Chemical, C‑343/09, EU:C:2010:419, 19–25 kohta ja tuomio 25.7.2018, Georgsmarienhütte ym., C‑135/16, EU:C:2018:582, 37 kohta).", "label": [[9, 31, "ORG"], [235, 244, "DATE"], [246, 256, "PER"], [300, 308, "DATE"], [310, 324, "ORG"], [373, 382, "DATE"], [384, 401, "ORG"]]}
{"text": "32 Tältä osin on nyt käsiteltävässä asiassa katsottava, että sinä ajankohtana, jona Compagnie des pêches de Saint-Malo olisi voinut riitauttaa riidanalaisen päätöksen SEUT 263 artiklan nojalla unionin yleisessä tuomioistuimessa nostetulla kanteella, ei ollut varmaa, oliko sillä oikeussuojan tarve päätöksen palkansaajamaksuja koskevan osan osalta muun muassa sen vuoksi, että – kuten unionin tuomioistuimen käytettävissä olevasta asiakirja-aineistosta ilmenee – kalastusyritykset eivät maksaneet näitä maksuja työnantajina vaan niistä vastasivat palkansaajat, jotka olivat kyseisiin maksuihin liittyvien kevennysten tosiasiallisia edunsaajia.", "label": [[84, 118, "ORG"], [193, 227, "ORG"], [385, 407, "ORG"]]}
{"text": "33 Lisäksi koska – kuten tämän tuomion 16 ja 17 kohdassa on korostettu – Compagnie des pêches de Saint-Malolle ilmoitettiin vasta 20.10.2011 annetun tuomion komissio v. Ranska (C‑549/09, ei julkaistu, EU:C:2011:672) julistamisen jälkeen asianmukaisesti siitä, että komission antama takaisinperintämääräys koski myös palkansaajamaksujen kevennyksiä vastaavia määriä, kyseinen yhtiö saattoi katsoa ennen sille SEUT 263 artiklassa asetetun määräajan päättymistä, ettei sillä ollut oikeussuojan tarvetta riidanalaisen päätöksen osalta kyseisten määrien takaisinperinnän vastustamiseksi. Siinäkään tapauksessa, että kyseinen yhtiö olisi nostanut kanteen riidanalaisesta päätöksestä, ei ole poissuljettua, että unionin yleinen tuomioistuin olisi kyseisistä syistä ja julkisasiamiehen ratkaisuehdotuksensa 49 kohdassa esittämistä syistä viran puolesta todennut, ettei mainitulla yhtiöllä ollut oikeussuojan tarvetta.", "label": [[73, 110, "ORG"], [130, 140, "DATE"], [157, 165, "ORG"], [169, 175, "ORG"], [265, 274, "ORG"], [705, 733, "ORG"], [761, 777, "PROFESSION"]]}
{"text": "34 Tältä osin on muistutettava, että vakiintuneen oikeuskäytännön mukaan oikeussuojan tarve, jonka on oltava jo syntynyt ja edelleen olemassa, on myös SEUT 263 artiklan mukaisesti nostetun kanteen tutkittavaksi ottamisen edellytys (ks. vastaavasti tuomio 21.12.2011, ACEA v. komissio, C‑319/09 P, ei julkaistu, EU:C:2011:857, 67 kohta oikeuskäytäntöviittauksineen), ja sen puuttuminen on ehdoton prosessineste, jonka unionin tuomioistuin voi tutkia viran puolesta (ks. vastaavasti määräys 7.10.1987, d. B. v. neuvosto ja CES, 108/86, EU:C:1987:426, 10 kohta).", "label": [[255, 265, "DATE"], [267, 271, "ORG"], [275, 283, "ORG"], [417, 437, "ORG"], [489, 498, "DATE"], [500, 505, "PER"], [509, 517, "ORG"], [521, 524, "ORG"]]}
{"text": "35 Näiden seikkojen perusteella on katsottava, ettei ole ilmeistä, että pääasian vastapuolen nostama kumoamiskanne olisi voitu ottaa tutkittavaksi.", "label": []}
{"text": "36 Kaikesta edellä esitetystä seuraa, että ennakkoratkaisupyyntö on tutkittava kokonaisuudessaan.", "label": []}
{"text": "Riidanalaisen päätöksen pätevyys siltä osin kuin siinä määritellään kyseinen palkansaajamaksujen keventäminen yhteismarkkinoille soveltumattomaksi valtiontueksi", "label": []}
{"text": "37 Aluksi on todettava, että komissio on riidanalaisessa päätöksessä luokitellut sekä työnantaja- että palkansaajamaksujen kevennykset SEUT 107 artiklan 1 kohdassa tarkoitetuksi valtiontueksi, kuten 20.10.2011 annetun tuomion komissio v. Ranska (C‑549/09, ei julkaistu, EU:C:2011:672) 42 kohdasta ilmenee. Vaikka komissio viittasi kyseisen päätöksen 3 artiklassa vain sosiaaliturvamaksujen kevennyksiin, mainitun päätöksen 18 ja 20 perustelukappaleesta ilmenee, että sosiaaliturvamaksujen käsite kattoi sekä työnantaja- että palkansaajamaksut.", "label": [[29, 37, "ORG"], [199, 209, "DATE"], [226, 234, "ORG"], [238, 244, "ORG"], [313, 321, "ORG"]]}
{"text": "38 Vakiintuneen oikeuskäytännön mukaan toimenpiteen luokitteleminen SEUT 107 artiklan 1 kohdassa tarkoitetuksi valtiontueksi edellyttää, että kaikki seuraavat edellytykset täyttyvät. Ensinnäkin kyseessä on oltava valtion toimenpide tai valtion varoilla toteutettu toimenpide. Toiseksi kyseisen toimenpiteen on oltava omiaan vaikuttamaan jäsenvaltioiden väliseen kauppaan. Kolmanneksi toimenpiteellä on annettava valikoivaa etua edunsaajayritykselle. Neljänneksi toimenpiteen on vääristettävä tai uhattava vääristää kilpailua (ks. vastaavasti tuomio 29.7.2019, Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, 20 kohta oikeuskäytäntöviittauksineen).", "label": [[549, 558, "DATE"], [560, 587, "ORG"]]}
{"text": "39 Siltä osin kuin on kyse edellytyksestä, jonka mukaan pääasiassa kyseessä olevalla toimenpiteellä on annettava valikoivaa etua sille, joka hyötyy toimenpiteestä, unionin tuomioistuimen vakiintuneesta oikeuskäytännöstä ilmenee, että tukina pidetään toimenpiteitä, jotka muodossa tai toisessa ovat omiaan suosimaan yrityksiä suoraan tai välillisesti tai joita on pidettävä sellaisena taloudellisena etuna, jota edunsaajayritys ei olisi saanut tavanomaisten markkinoilla sovellettavien ehtojen mukaan (ks. vastaavasti tuomio 24.7.2003, Altmark Trans ja Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, 83 ja 84 kohta oikeuskäytäntöviittauksineen).", "label": [[164, 186, "ORG"], [524, 533, "DATE"], [535, 548, "ORG"], [552, 581, "ORG"]]}
{"text": "40 On myös syytä muistuttaa, että tuen käsite kattaa viranomaisten myöntämät edut, jotka eri tavoin alentavat yrityksen vastattavaksi tavallisesti kuuluvia kustannuksia. Yritysten sosiaaliturvamaksujen osittainen huojennus tietyllä teollisuudenalalla on näin ollen SEUT 107 artiklan 1 kohdassa tarkoitettua tukea, jos tämän toimenpiteen tarkoituksena on vapauttaa osittain alan yritykset yleisen sosiaaliturvajärjestelmän tavanomaisen soveltamisen mukaisista maksuista ilman, että kyseistä vapautusta voitaisiin perustella järjestelmän luonteella tai rakenteella (tuomio 5.10.1999, Ranska v. komissio, C‑251/97, EU:C:1999:480, 35 ja 36 kohta oikeuskäytäntöviittauksineen).", "label": [[571, 580, "DATE"], [582, 588, "ORG"], [592, 600, "ORG"]]}
{"text": "41 Unionin tuomioistuin on todennut myös, että valtion toimenpiteitä ei voida jättää katsomatta SEUT 107 artiklassa tarkoitetuksi tueksi yksinomaan sillä perusteella, että toimenpiteet ovat luonteeltaan sosiaalisia (ks. vastaavasti tuomio 5.10.1999, Ranska v. komissio, C‑251/97, EU:C:1999:480, 37 kohta oikeuskäytäntöviittauksineen), koska kyseisen artiklan 1 kohdassa ei tehdä eroa valtion toimenpiteiden syiden tai tavoitteiden perusteella, vaan siinä määritellään toimenpiteet niiden vaikutusten perusteella (ks. vastaavasti tuomio 9.6.2011, Comitato ”Venezia vuole vivere” ym. v. komissio, C‑71/09 P, C‑73/09 P ja C‑76/09 P, EU:C:2011:368, 94 kohta oikeuskäytäntöviittauksineen).", "label": [[3, 23, "ORG"], [239, 248, "DATE"], [250, 256, "ORG"], [260, 268, "ORG"], [536, 544, "DATE"], [546, 577, "ORG"], [585, 593, "ORG"]]}
{"text": "42 Nyt käsiteltävässä asiassa Ranskan tasavallan kalastajille 15.4. ja 15.10.2000 välisenä aikana myöntämien palkansaajamaksujen kevennysten osalta on selvää, että näitä maksuja eivät maksa kalastusalan yritykset työnantajina, vaan niistä vastaavat palkansaajat, jotka ovat kyseisten kevennysten tosiasiallisia edunsaajia. Ennakkoratkaisupyynnöstä nimittäin ilmenee, että sovellettavien kansallisten säännösten, joiden sisältö on toistettu tämän tuomion 6 ja 7 kohdassa, nojalla kyseisten yritysten on työnantajina ainoastaan pidätettävä kyseiset maksut jokaisen palkkatositteen mukaan työntekijöidensä palkoista tilittääkseen ne toimivaltaisille sosiaaliturvaelimille.", "label": [[30, 48, "ORG"], [49, 61, "PROFESSION"], [62, 67, "DATE"], [71, 81, "DATE"]]}
{"text": "43 Niiden määrien, jotka pääasian vastapuolen kaltainen kalastusalan yritys perii työntekijöidensä palkoista palkansaajamaksuina, on vastattava täsmälleen niitä määriä, jotka se tilittää sosiaaliturvaelimille työntekijöidensä nimissä. Koska kalastusalan yritykset toimivat ainoastaan välittäjinä työntekijöidensä ja kyseisten sosiaaliturvaelinten välillä ja pääasiassa kyseessä oleva palkansaajamaksujen keventäminen on siten neutraali toimenpide kyseisiin yrityksiin nähden, on katsottava, että kyseinen toimenpide ei koske näiden yritysten vastattavaksi kuuluvia kustannuksia (ks. vastaavasti määräys 22.10.2015, komissio v. Kreikka, C‑530/14 P, ei julkaistu, EU:C:2015:727, 32–34 kohta).", "label": [[603, 613, "DATE"], [615, 623, "ORG"], [627, 634, "ORG"]]}
{"text": "44 Kuten julkisasiamies on todennut ratkaisuehdotuksensa 69 kohdassa, on nimittäin katsottava, että pelkästään sen perusteella, että toimivaltaisille elimille on maksettava palkansaajamaksuja vastaavat määrät, ei voida päätellä, että näiden samojen maksujen kevennys antaisi asianomaisille yrityksille kyseisen kevennyksen määrää vastaavan suoran edun.", "label": [[9, 23, "PROFESSION"]]}
{"text": "45 Näitä toteamuksia ei voida kyseenalaistaa sillä, että sekä Ranskan hallitus että komissio viittasivat 21.12.2016 annettuun tuomioon komissio v. Aer Lingus ja Ryanair Designated Activity (C‑164/15 P ja C‑165/15 P, EU:C:2016:990), koska unionin tuomioistuin katsoi – toisin kuin nyt käsiteltävässä asiassa –, että kyseiseen tuomioon johtaneessa asiassa kyseessä olleet toimenpiteet vaikuttivat kyseisten lentoyhtiöiden talouteen, kuten julkisasiamies on pääosin todennut ratkaisuehdotuksensa 68 ja 71–74 kohdassa.", "label": [[62, 78, "ORG"], [84, 92, "ORG"], [105, 115, "DATE"], [135, 143, "ORG"], [147, 157, "ORG"], [161, 188, "ORG"], [238, 258, "ORG"], [437, 451, "PROFESSION"]]}
{"text": "46 Mainittuja toteamuksia tukee sen sijaan se, että pääasiassa kyseessä oleva palkansaajamaksujen keventämistä koskeva toimenpide oli osoitettu yksinomaan kalastusalan yritysten työntekijöille, jotka olivat kyseisen toimenpiteen ainoita tosiasiallisia edunsaajia, koska se merkitsi pääasiallisesti näille yrityksille asetettua velvollisuutta korottaa työntekijöidensä nettopalkkaa heidän tavallisesti maksamistaan palkansaajamaksuista myönnettyjen vapautusten verran.", "label": []}
{"text": "47 On kuitenkin todettava, että – kuten julkisasiamies on todennut ratkaisuehdotuksensa 64 kohdassa – se, että palkansaajamaksujen keventämisellä suositaan suoraan asianomaisten yritysten työntekijöitä eikä näitä yrityksiä, ei sulje pois sitä, että tuki, jonka suoria edunsaajia ovat yrityksen työntekijät, voi olla tällaiselle yritykselle myönnetty välillinen tuki (ks. vastaavasti tuomio 28.7.2011, Mediaset v. komissio, C‑403/10 P, ei julkaistu, EU:C:2011:533, 81 kohta).", "label": [[40, 54, "PROFESSION"], [390, 399, "DATE"], [401, 409, "ORG"], [413, 421, "ORG"]]}
{"text": "48 Tältä osin on kuitenkin riittävää todeta, ettei riidanalaisessa päätöksessä eikä unionin tuomioistuimen käytettävissä olevassa asiakirja-aineistossa ole viitteitä siitä, että asianomaiset yritykset olisivat saaneet välillisesti valtiontukea. Lisäksi riidanalaisesta päätöksestä ja erityisesti sen 55 perustelukappaleesta ilmenee selvästi, että komission nyt käsiteltävässä asiassa yksilöimä etu ei muodostunut välillisestä edusta vaan välittömästä edusta kyseisille yrityksille.", "label": [[84, 106, "ORG"], [347, 356, "ORG"]]}
{"text": "49 On kuitenkin katsottava, että komissio teki oikeudellisen virheen väittäessään riidanalaisen päätöksen 55 perustelukappaleessa, että sosiaaliturvamaksujen kevennykset olivat kokonaisuudessaan toimenpiteitä, jotka antavat edun kalastusalan yrityksille, koska nämä oli vapautettu tietyistä maksuista, jotka niiden olisi tavallisesti ollut maksettava.", "label": [[33, 41, "ORG"]]}
{"text": "50 Tämä virhe riittää siihen, että riidanalainen päätös todetaan pätemättömäksi siltä osin kuin siinä luokitellaan pääasiassa kyseessä oleva palkansaajamaksujen keventäminen yhteismarkkinoille soveltumattomaksi valtiontueksi, vaikka yritykselle annetun edun olemassaoloa koskeva edellytys, joka on tämän tuomion 38 ja 39 kohdassa mainitun oikeuskäytännön perusteella välttämätön tämän luokittelun kannalta, ei täyty.", "label": []}
{"text": "51 Kaiken edellä esitetyn perusteella on todettava, että riidanalainen päätös on pätemätön siltä osin kuin siinä luokitellaan Ranskan tasavallan kalastajille 15.4. ja 15.10.2000 välisenä aikana myöntämä palkansaajanmaksujen keventäminen yhteismarkkinoille soveltumattomaksi valtiontueksi.", "label": [[126, 144, "ORG"], [145, 157, "PROFESSION"], [158, 163, "DATE"], [167, 177, "DATE"]]}
{"text": "52 Koska pätemättömyyden toteaminen tekee tarpeettomaksi vastauksen ennakkoratkaisua pyytäneen tuomioistuimen esittämiin kahteen kysymykseen, jotka koskevat riidanalaisen päätöksen tulkintaa, näihin kysymyksiin ei ole tarpeen vastata.", "label": []}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "53 Pääasian asianosaisten osalta asian käsittely unionin tuomioistuimessa on välivaihe kansallisessa tuomioistuimessa vireillä olevan asian käsittelyssä, minkä vuoksi kansallisen tuomioistuimen asiana on päättää oikeudenkäyntikulujen korvaamisesta. Oikeudenkäyntikuluja, jotka ovat aiheutuneet muille kuin näille asianosaisille huomautusten esittämisestä unionin tuomioistuimelle, ei voida määrätä korvattaviksi.", "label": [[49, 73, "ORG"], [355, 379, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuin (toinen jaosto) on ratkaissut asian seuraavasti:", "label": [[19, 55, "ORG"]]}
{"text": "Eräistä Ranskan täytäntöön panemista vesiviljelijöitä ja kalastajia koskevista tukitoimenpiteistä 14.7.2004 tehty komission päätös 2005/239/EY on pätemätön siltä osin kuin siinä luokitellaan Ranskan tasavallan kalastajille 15.4. ja 15.10.2000 välisenä aikana myöntämä palkansaajanmaksujen keventäminen yhteismarkkinoille soveltumattomaksi valtiontueksi.", "label": [[8, 15, "ORG"], [37, 53, "PROFESSION"], [57, 67, "PROFESSION"], [98, 107, "DATE"], [114, 123, "ORG"], [191, 209, "ORG"], [210, 222, "PROFESSION"], [223, 228, "DATE"], [232, 242, "DATE"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: ranska.", "label": [[23, 29, "NATIONALITY"]]}
