{"text": "JULKISASIAMIEHEN RATKAISUEHDOTUS XANDER ROGERS 2 päivänä syyskuuta 2021(1)", "label": [[0, 16, "PROFESSION"], [33, 46, "PER"], [47, 71, "DATE"]]}
{"text": "Asia C-388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband e.V. vastaan Dr. August Oetker Nahrungsmittel KG", "label": [[0, 103, "ORG"], [112, 147, "ORG"]]}
{"text": "(Ennakkoratkaisupyyntö – Bundesgerichtshof (liittovaltion ylin tuomioistuin, Saksa))", "label": [[25, 42, "ORG"], [44, 75, "ORG"], [77, 82, "LOC"]]}
{"text": "Ennakkoratkaisupyyntö – Asetus (EU) N:o 1169/2011 – Elintarviketietojen antaminen kuluttajille – 9 artiklan 1 kohdan l alakohta – Ravintoarvoilmoitus – 31 artiklan 3 kohdan toinen alakohta – Energiasisällön ja ravintoaineiden määrien laskenta – 33 artiklan 2 kohdan toinen alakohta – Tietojen ilmaiseminen annosta tai kulutusyksikköä kohti", "label": []}
{"text": "I Johdanto", "label": []}
{"text": "1. Käsiteltävä ennakkoratkaisupyyntö koskee elintarviketietojen antamisesta kuluttajille annetun asetuksen (EU) N:o 1169/2011(2) säännösten tulkintaa. Ennakkoratkaisua pyytänyt tuomioistuin toivoo saavansa selvyyden erityisesti siihen, onko – ja millä edellytyksillä – elintarvikepakkauksen etupuolella luvallista antaa vapaaehtoisia ravintoarvotietoja, jotka eivät liity myytävään elintarvikkeeseen vaan sen annoksiin sen jälkeen, kun se on valmistettu lisäämällä muita ainesosia.", "label": []}
{"text": "2. Pyyntö on esitetty asiassa, jossa asianosaisina ovat Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband e.V. (kuluttajaneuvontayhdistysten keskusjärjestö, Saksa; jäljempänä BVV) sekä elintarvikkeiden valmistaja Dr. August Oetker Nahrungsmittel KG (jäljempänä Dr. Oetker) ja jossa on kyse myslin (jäljempänä asianomainen tuote) pakkauksen etupuolella annettujen ravintoarvomerkintöjen yhdenmukaisuudesta vapaaehtoisesti annettavia ravintoarvotietoja koskevien vaatimusten ja etenkin asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisen alakohdan ja 33 artiklan 2 kohdan toisen alakohdan kanssa.", "label": [[56, 158, "ORG"], [161, 204, "ORG"], [206, 211, "LOC"], [224, 227, "ORG"], [262, 297, "ORG"], [310, 320, "ORG"]]}
{"text": "3. Unionin tuomioistuimella on jo aiemmin ollut mahdollisuus tulkita asetusta N:o 1169/2011 sekä erityisesti direktiivejä 2000/13/EY(3) ja 90/496/ETY,(4) jotka asetuksella on korvattu, mutta se paneutuu nyt ensimmäistä kertaa elintarvikkeiden vapaaehtoisista ravintoarvomerkinnöistä annettujen säännösten tulkintaan.(5)", "label": [[3, 27, "ORG"]]}
{"text": "4. Esitän tässä ratkaisuehdotuksessa, että asianomaisen tuotteen kaltaisen valmiiksi pakatun elintarvikkeen, jota kulutetaan erilaisten valmistustapojen jälkeen, vapaaehtoiset ravintoarvomerkinnät eivät ole asetuksessa N:o 1169/2011 säädettyjen vaatimusten mukaisia, jos energiasisältöä ja ravintoaineiden määriä koskevat tiedot on annettu ainoastaan yhdestä valmistustavasta sen sijaan, että tiedot ilmoitetaan myös myytävästä elintarvikkeesta 100:aa grammaa kohti.", "label": [[445, 451, "AMOUNT_VALUE"], [452, 459, "AMOUNT_UNIT"]]}
{"text": "II Asiaa koskevat oikeussäännöt", "label": []}
{"text": "5. Asetuksen N:o 1169/2011 johdanto-osan 10, 17, 35, 37 ja 41 perustelukappaleessa todetaan seuraavaa:", "label": []}
{"text": "”(10) Suuri yleisö on kiinnostunut ruokavalion ja terveyden välisestä suhteesta ja yksilöllisiin tarpeisiin soveltuvan ruokavalion valinnasta. Komission 30 päivänä toukokuuta 2007 julkaisemassa valkoisessa kirjassa ravitsemukseen, ylipainoon ja lihavuuteen liittyviä terveyskysymyksiä koskevasta eurooppalaisesta strategiasta – – todetaan, että ravintoarvomerkinnät ovat yksi tehokas keino tiedottaa kuluttajille elintarvikkeiden koostumuksesta ja auttaa heitä tekemään tietoon perustuvia valintoja. Komission 13 päivänä maaliskuuta 2007 päivätyssä tiedonannossa ’EU:n kuluttajapoliittinen strategia vuosiksi 2007–2013 – Kuluttajien vaikutusmahdollisuuksien lisääminen, hyvinvoinnin parantaminen ja tehokas suojaaminen’ painotetaan, että sekä toimivan kilpailun että kuluttajien hyvinvoinnin kannalta on tärkeää, että kuluttajat voivat tehdä tietoon perustuvia valintoja. Tiedot ravitsemuksen pääperiaatteista ja tarvittavat ravintoarvotiedot elintarvikkeissa edistäisivät osaltaan merkittävästi kuluttajien mahdollisuuksia tehdä tällaisia tietoon perustuvia valintoja. – –", "label": [[143, 152, "ORG"], [153, 179, "DATE"], [296, 312, "LOC"], [500, 509, "ORG"], [510, 537, "DATE"], [564, 568, "LOC"], [609, 613, "DATE"], [614, 618, "DATE"]]}
{"text": "– –", "label": []}
{"text": "(17) Pakollisten elintarviketietojen ilmoittamisvaatimuksen ensisijaisena tavoitteena olisi oltava se, että kuluttajat pystyvät tunnistamaan elintarvikkeen, käyttämään sitä tarkoituksenmukaisesti ja tekemään valintoja, jotka soveltuvat heidän yksilöllisiin ruokavaliotarpeisiinsa. Tämän tavoitteen mukaisesti elintarvikealan toimijoiden olisi helpotettava sitä, että nämä tiedot ovat myös näkövammaisten saatavilla.", "label": []}
{"text": "– –", "label": []}
{"text": "(35) Erikokoisissa pakkauksissa olevien tuotteiden vertailtavuuden helpottamiseksi on asianmukaista säilyttää vaatimus, että ravintoarvo on edelleen ilmoitettava 100:aa grammaa tai 100:aa millilitraa kohti, ja sallia tarvittaessa täydentävät annoskohtaiset tiedot. Siksi, jos tuote on valmiiksi pakattu ja yksittäiset annokset tai kulutusyksiköt on mainittu, olisi sallittava ravintoarvon ilmoittaminen annosta tai kulutusyksikköä kohti sen lisäksi, että se ilmoitetaan 100:aa grammaa tai 100:aa millilitraa kohti. Annoksiin tai kulutusyksikköihin liittyvien vertailukelpoisten tietojen antamiseksi komissiolle olisi myös siirrettävä valta hyväksyä sääntöjä, jotka koskevat tiettyjen elintarvikeryhmien ravintoarvoilmoituksen ilmaisemista annosta tai kulutusyksikköä kohti.", "label": [[162, 168, "AMOUNT_VALUE"], [169, 176, "AMOUNT_UNIT"], [181, 187, "AMOUNT_VALUE"], [188, 199, "AMOUNT_UNIT"], [470, 476, "AMOUNT_VALUE"], [477, 484, "AMOUNT_UNIT"], [489, 495, "AMOUNT_VALUE"], [496, 507, "AMOUNT_UNIT"], [599, 610, "ORG"]]}
{"text": "– –", "label": []}
{"text": "(37) Koska yhtenä tämän asetuksen tavoitteista on tarjota loppukuluttajille lähtökohdat tietoon perustuvien valintojen tekemiseksi, on tärkeää varmistaa tältä osin, että loppukuluttajat ymmärtävät merkinnöissä annetut tiedot ongelmitta. – –", "label": []}
{"text": "– –", "label": []}
{"text": "(41) Jotta annetut ravintoarvotiedot herättäisivät keskivertokuluttajan huomion ja palvelisivat tiedottamistarkoitustaan, niiden olisi oltava yksinkertaisia ja helposti ymmärrettäviä, nykyinen tiedontaso ravitsemusasioissa huomioon ottaen. Ravintoarvotietojen sijainti osittain pääasiallisessa nähtävissä olevassa kentässä, joka on yleensä ’pakkauksen etupuolella’, ja osittain pakkauksen toisella puolella, esimerkiksi ’pakkauksen takapuolella’, saattaisi hämmentää kuluttajia. Sen vuoksi ravintoarvoilmoituksen pitäisi olla yhdessä kentässä. Lisäksi ravintoarvotietojen tärkeimmät tiedot voitaisiin vapaaehtoisesti toistaa pääasiallisessa nähtävissä olevassa kentässä, jotta kuluttajien olisi helpompi nähdä vaivatta olennaiset ravintoarvotiedot elintarvikkeita ostaessaan. Se, että valittaisiin vapaasti, mitkä tiedot toistetaan, saattaisi hämmentää kuluttajia. Sen selventäminen, mitä tietoja voidaan toistaa, on näin ollen tarpeen.”", "label": []}
{"text": "6. Saman asetuksen 9 artiklan, jonka otsikko on ”Luettelo pakollisista tiedoista”, 1 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”Seuraavien tietojen ilmoittaminen on pakollista 10–35 artiklan mukaisesti, jollei tähän lukuun sisältyvistä poikkeuksista muuta johdu:", "label": []}
{"text": "– –", "label": []}
{"text": "l) ravintoarvoilmoitus.”", "label": []}
{"text": "7. Saman asetuksen 30 artiklassa, jonka otsikko on ”Sisältö”, säädetään seuraavaa:", "label": []}
{"text": "”1. Pakollisen ravintoarvoilmoituksen on sisällettävä seuraavat tiedot:", "label": []}
{"text": "a) energiasisältö; ja", "label": []}
{"text": "b) rasvan, tyydyttyneiden rasvojen, hiilihydraatin, sokereiden, proteiinin ja suolan määrät.", "label": []}
{"text": "– –", "label": []}
{"text": "3. Jos valmiiksi pakatun elintarvikkeen merkinnät sisältävät 1 kohdassa tarkoitetun pakollisen ravintoarvoilmoituksen, pakkauksessa voidaan toistaa seuraavat tiedot:", "label": []}
{"text": "a) energiasisältö; tai", "label": []}
{"text": "b) energiasisältö yhdessä rasvan, tyydyttyneiden rasvojen, sokereiden ja suolan määrien kanssa.", "label": []}
{"text": "4. Poiketen siitä, mitä 36 artiklan 1 kohdassa säädetään, jos 16 artiklan 4 kohdassa tarkoitettujen tuotteiden merkinnät sisältävät ravintoarvoilmoituksen, ilmoituksen sisältö voidaan rajata ainoastaan energiasisältöön.", "label": []}
{"text": "5. Rajoittamatta 44 artiklan soveltamista ja poiketen siitä, mitä 36 artiklan 1 kohdassa säädetään, jos 44 artiklan 1 kohdassa tarkoitettujen tuotteiden merkinnät sisältävät ravintoarvoilmoituksen, ilmoituksessa voidaan mainita ainoastaan:", "label": []}
{"text": "a) energiasisältö; tai", "label": []}
{"text": "b) energiasisältö ja rasvahappojen, tyydyttyneiden rasvahappojen, sokerien ja suolan määrät.", "label": []}
{"text": "– –", "label": []}
{"text": "8. Saman asetuksen 31 artiklan, jonka otsikko on ”Laskenta”, 3 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”Edellä 30 artiklan 1–5 kohdassa tarkoitetut energiasisältö ja ravintoaineiden määrät on ilmoitettava sellaisina kuin ne ovat myytävissä elintarvikkeissa.", "label": []}
{"text": "Tarvittaessa nämä tiedot voivat koskea elintarviketta valmistuksen jälkeen, jos annetaan riittävän yksityiskohtaiset valmistusohjeet ja tiedot koskevat elintarviketta sellaisena kuin se on nautittavaksi valmistettuna.”", "label": []}
{"text": "9. Asetuksen N:o 1169/2011 32 artiklan, jonka otsikko on ”Ilmaiseminen 100:aa grammaa tai 100:aa millilitraa kohti”, 2 kohdassa säädetään seuraavaa:", "label": [[71, 77, "AMOUNT_VALUE"], [78, 85, "AMOUNT_UNIT"], [90, 96, "AMOUNT_VALUE"], [97, 108, "AMOUNT_UNIT"]]}
{"text": "”Edellä 30 artiklan 1–5 kohdassa tarkoitetut energiasisältö ja ravintoaineiden määrä on ilmaistava 100:aa grammaa tai 100:aa millilitraa kohti.”", "label": [[99, 105, "AMOUNT_VALUE"], [106, 113, "AMOUNT_UNIT"], [118, 124, "AMOUNT_VALUE"], [125, 136, "AMOUNT_UNIT"]]}
{"text": "10. Mainitun asetuksen 33 artiklan, jonka otsikko on ”Ilmaiseminen annosta tai kulutusyksikköä kohti”, 1 ja 2 kohdassa säädetään seuraavaa:", "label": []}
{"text": "”1. Edellä 30 artiklan 1–5 kohdassa tarkoitetut energiasisältö ja ravintoaineiden määrät voidaan seuraavissa tapauksissa ilmaista kuluttajan kannalta helposti tunnistettavaa annosta ja/tai kulutusyksikköä kohti, edellyttäen, että annoksen tai yksikön koko on määritelty etiketissä ja että pakkauksen sisältämien annosten tai yksiköiden määrä on ilmoitettu:", "label": []}
{"text": "a) sen lisäksi, että ne ilmaistaan 32 artiklan 2 kohdan mukaisesti 100:aa grammaa tai 100:aa millilitraa kohti;", "label": [[67, 73, "AMOUNT_VALUE"], [74, 81, "AMOUNT_UNIT"], [86, 92, "AMOUNT_VALUE"], [93, 104, "AMOUNT_UNIT"]]}
{"text": "b) sen lisäksi, että ne vitamiinien ja kivennäisaineiden määrien osalta ilmaistaan 32 artiklan 3 kohdan mukaisesti 100:aa grammaa tai 100:aa millilitraa kohti;", "label": [[115, 121, "AMOUNT_VALUE"], [122, 129, "AMOUNT_UNIT"], [134, 140, "AMOUNT_VALUE"], [141, 152, "AMOUNT_UNIT"]]}
{"text": "c) sen lisäksi tai sen sijaan, että ne 32 artiklan 4 kohdan mukaisesti ilmaistaan 100:aa grammaa tai 100:aa millilitraa kohti.", "label": [[82, 88, "AMOUNT_VALUE"], [89, 96, "AMOUNT_UNIT"], [101, 107, "AMOUNT_VALUE"], [108, 119, "AMOUNT_UNIT"]]}
{"text": "2. Poiketen siitä, mitä 32 artiklan 2 kohdassa säädetään, 30 artiklan 3 kohdan b alakohdassa tarkoitetuissa tapauksissa ravintoaineiden määrä ja/tai prosenttiosuus liitteessä XIII olevassa B osassa esitetyistä saannin vertailuarvoista voidaan ilmaista pelkästään annosta tai kulutusyksikköä kohti.", "label": []}
{"text": "Kun ravintoaineiden määrät ilmaistaan pelkästään annosta tai kulutusyksikköä kohti ensimmäisen alakohdan mukaisesti, energia-arvo on ilmaistava 100:aa grammaa / 100:aa millilitraa kohti ja annosta tai kulutusyksikköä kohti.”", "label": [[144, 150, "AMOUNT_VALUE"], [151, 158, "AMOUNT_UNIT"], [161, 167, "AMOUNT_VALUE"], [168, 179, "AMOUNT_UNIT"]]}
{"text": "III Pääasia, ennakkoratkaisukysymykset ja menettely unionin tuomioistuimessa", "label": [[52, 76, "ORG"]]}
{"text": "11. Dr. Oetker on saksalainen elintarvikealan yritys, joka valmistaa ja myy mysliä nimellä ”Dr. Oetker Vitalis Knuspermüsli Schoko + Keks” (rapeaa mysliä, jossa on suklaata ja keksejä). Tuotepakkaus on suorakulmaisen särmiön muotoinen pahvipakkaus.", "label": [[4, 14, "ORG"], [18, 29, "LOC"], [92, 137, "TITLE"]]}
{"text": "12. Mainitussa pakkauksessa on seuraavat ravintoarvoilmoitukset:", "label": []}
{"text": "– Pakkauksen kylkeen (pakkauksen kapea sivu) on otsikon ”ravintoarvot” alle merkitty energiasisältöä sekä rasvan, tyydyttyneiden rasvojen, hiilihydraatin, sokerin, proteiinin ja suolan määriä koskevat tiedot, jotka ilmoitetaan yhtäältä myytävästä tuotteesta 100 g:aa kohti (jäljempänä myytävän tuotteen annos) ja toisaalta 40 g:n annoksesta mysliä, joka on valmistettu 60 millilitrasta maitoa, jonka rasvapitoisuus on 1,5 prosenttia (jäljempänä tuotteen annos valmistuksen jälkeen).", "label": [[258, 261, "AMOUNT_VALUE"], [262, 266, "AMOUNT_UNIT"], [323, 325, "AMOUNT_VALUE"], [326, 329, "AMOUNT_UNIT"], [369, 371, "AMOUNT_VALUE"], [372, 385, "AMOUNT_UNIT"], [418, 421, "AMOUNT_VALUE"], [422, 432, "AMOUNT_UNIT"]]}
{"text": "– Pakkauksen etupuolella (pakkauksen pääasiallinen nähtävissä oleva kenttä) toistetaan energiasisältöä sekä rasvan, tyydyttyneiden rasvojen, sokerin ja suolan määriä koskevat tiedot, jotka ilmoitetaan ainoastaan tuotteen annoksesta valmistuksen jälkeen.", "label": []}
{"text": "13. BVV katsoo, että asianomaisen tuotteen ravintoarvomerkinnät rikkovat asetuksessa N:o 1169/2011 säädettyjä ravintoarvoilmoitusta koskevia säännöksiä. Dr. Oetker rikkoo mainitun asetuksen 33 artiklaa, kun sitä luetaan yhdessä 30 ja 32 artiklan kanssa, ja tätä BVV perustelee sillä, että asianomaisen tuotteen pakkauksen etupuolella annettua tietoa energiasisällöstä ei ilmoiteta myytävän tuotteen annosta (1880 kJ) kohti vaan yksinomaan valmistuksen jälkeisen tuotteen annosta kohti (872 kJ). Tämän perusteella BVV antoi Dr. Oetkerille virallisen huomautuksen, jossa se vaati olennaisesti, että Dr. Oetker sitoutuu luopumaan menettelystä seuraamuksen uhalla.", "label": [[4, 7, "ORG"], [153, 163, "ORG"], [262, 265, "ORG"], [408, 412, "AMOUNT_VALUE"], [413, 415, "AMOUNT_UNIT"], [486, 489, "AMOUNT_VALUE"], [490, 492, "AMOUNT_UNIT"], [513, 516, "ORG"], [523, 537, "ORG"], [597, 607, "ORG"]]}
{"text": "14. Koska virallinen huomautus ei tuottanut tulosta, BVV nosti kanteen Landgericht Bielefeldissä (Bielefeldin alueellinen alioikeus, Saksa), joka hyväksyi kanteen 8.8.2018 antamallaan tuomiolla todeten yhtäältä, että asianomaisen tuotteen pakkauksen etupuolen merkinnät eivät ole asetuksen N:o 1169/2011 33 artiklan 2 kohdan toisen alakohdan mukaisia, koska niissä ei ilmoiteta myytävän tuotteen energiasisältöä tuotteen annosta kohti, ja toisaalta, että mainitun asetuksen 31 artiklan 3 kohdan toista alakohtaa ei sovelleta, koska käsiteltävässä asiassa valmistamiseksi ei ollut tarpeen suorittaa ”varsin merkittäviä työvaiheita”.", "label": [[53, 56, "ORG"], [71, 96, "ORG"], [98, 131, "ORG"], [133, 138, "LOC"], [163, 171, "DATE"]]}
{"text": "15. Dr. Oetkerin valitettua alioikeuden ratkaisusta Oberlandesgericht Hamm (Hammin osavaltion ylioikeus, Saksa) kumosi kyseisen tuomion 13.6.2019 antamallaan tuomiolla ja hylkäsi BVV:n kanteen.", "label": [[4, 16, "ORG"], [52, 74, "ORG"], [76, 103, "ORG"], [105, 110, "LOC"], [136, 145, "DATE"], [179, 184, "ORG"]]}
{"text": "16. Ylioikeuden mukaan energiasisällön annoskohtainen ilmoittaminen valmistetusta tuotteesta oli riittävä. Asetuksen N:o 1169/2011 33 artiklan 2 kohdan toisessa alakohdassa ei ylioikeuden mukaan edellytetä, että elintarvikepakkauksen etupuolella on siinä jo mainittujen ravintoarvotietojen lisäksi ilmoitettava myös myytävän tuotteen energiasisältö. Saman asetuksen 30 artiklan 1 kohdassa säädetty pakollinen ravintoarvoilmoitus tehdään näet asianomaisen tuotteen pakkauksen kyljessä olevilla merkinnöillä, joita ei ole riitautettu käsiteltävässä asiassa. Pakkauksen etupuolella olevia tietoja puolestaan voidaan siten pitää mainitun asetuksen 30 artiklan 3 kohdan b alakohdassa tarkoitettuina toistettuina tietoina. Näin ollen energiasisältö ja ravintoaineiden määrät ilmaistaan ainoastaan annoskohtaisesti toistetuissa tiedoissa, kun taas energiasisältö on saman asetuksen 33 artiklan 2 kohdan toisen alakohdan mukaan ilmoitettava 100 grammasta valmistettua elintarviketta. Asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisesta alakohdasta ilmenee toisaalta, että energiasisältöä koskeva tieto voidaan antaa myös valmistetusta elintarvikkeesta, jos – kuten käsiteltävässä asiassa – valmistustapa kuvataan tarpeeksi yksityiskohtaisesti ja tiedot koskevat nautittavaksi valmista elintarviketta. Kyseinen asetus ei ylioikeuden mukaan myöskään sisällä seikkoja, jotka tukisivat Landgericht Bielefeldin (Bielefeldin alioikeus) käsitystä, jonka mukaan mainitussa säännöksessä tarkoitetun käsitteen ”valmistus” olisi miellettävä tarkoittavan ”varsin merkittäviä työvaiheita”, kuten kypsentämistä tai kuumentamista.", "label": [[4, 15, "ORG"], [176, 187, "ORG"], [933, 936, "AMOUNT_VALUE"], [937, 946, "AMOUNT_UNIT"], [1314, 1325, "ORG"], [1376, 1423, "ORG"]]}
{"text": "17. BVV teki Revision-valituksen ennakkoratkaisua pyytäneeseen tuomioistuimeen Bundesgerichtshofiin (liittovaltion ylin tuomioistuin, Saksa) Oberlandesgericht Hammin (Hammin osavaltion ylioikeus) tuomiosta.", "label": [[4, 7, "ORG"], [79, 99, "ORG"], [101, 132, "ORG"], [134, 139, "LOC"], [141, 195, "ORG"]]}
{"text": "18. Ennakkoratkaisua pyytäneen tuomioistuimen mukaan Revision-valituksen ratkaisu riippuu erityisesti siitä, onko asetuksen N:o 1169/2011 31 artiklan 3 kohtaa ja 33 artiklan 2 kohtaa tulkittava siten, että pakkauksen etupuolella ei pääasian kaltaisessa tapauksessa ole sallittua myynnin edistämiseksi mainita annoskohtaisia ravintoarvoja valmistetusta elintarvikkeesta ilmoittamatta lisäksi myytävän elintarvikkeen energiasisältöä 100:aa grammaa kohti.", "label": [[431, 437, "AMOUNT_VALUE"], [438, 445, "AMOUNT_UNIT"]]}
{"text": "19. Tämä on se asiayhteys, jonka puitteissa Bundesgerichtshof (liittovaltion ylin tuomioistuin) päätti lykätä asian käsittelyä ja esittää unionin tuomioistuimelle seuraavat ennakkoratkaisukysymykset:", "label": [[44, 95, "ORG"], [138, 162, "ORG"]]}
{"text": "”1) Onko [asetuksen N:o 1169/2011] 31 artiklan 3 kohdan toista alakohtaa tulkittava siten, että kyseistä säännöstä sovelletaan yksistään elintarvikkeisiin, jotka edellyttävät valmistusta ja joita varten on annettu valmistusohjeet?", "label": []}
{"text": "2) Jos ensimmäiseen kysymykseen vastataan kieltävästi, tarkoitetaanko [asetuksen N:o 1169/2011] 33 artiklan 2 kohdan toiseen alakohtaan sisältyvällä ilmaisulla ’100:aa grammaa kohti’ ainoastaan 100:aa grammaa myytävää tuotetta vaiko – myös – 100:aa grammaa elintarviketta valmistuksen jälkeen?”", "label": [[161, 167, "AMOUNT_VALUE"], [168, 175, "AMOUNT_UNIT"], [194, 200, "AMOUNT_VALUE"], [201, 208, "AMOUNT_UNIT"], [242, 248, "AMOUNT_VALUE"], [249, 256, "AMOUNT_UNIT"]]}
{"text": "20. Pääasian asianosaiset ja Euroopan komissio ovat esittäneet kirjallisia huomautuksia. Unionin tuomioistuin päätti ratkaista asian ilman istuntoa asianosaisten kuulemiseksi työjärjestyksensä 76 artiklan 2 kohdan mukaisesti.", "label": [[29, 46, "ORG"], [89, 109, "ORG"]]}
{"text": "IV Oikeudellinen arviointi", "label": []}
{"text": "A Alustavia huomioita", "label": []}
{"text": "21. Ennakkoratkaisukysymykset koskevat asetuksessa N:o 1169/2011 tarkoitettuja elintarvikkeiden ravintoarvomerkintöihin liittyviä vaatimuksia. Sääntelyn teknisyyden vuoksi katson aiheelliseksi esittää aluksi yleiskatsauksen asiaa koskevasta sääntelykehyksestä (1.) paremman käsityksen saamiseksi asianomaisen tuotteen ravintoarvomerkinnöistä sekä esitetyistä kysymyksistä (2.).", "label": []}
{"text": "1. Asiaa koskeva sääntelykehys", "label": []}
{"text": "a) Sääntelyn syntyhistoria ja tavoitteet", "label": []}
{"text": "22. Elintarvikkeiden merkintöjä sääntelevät oikeussäännöt on viitoitettu direktiivillä 79/112/ETY,(6) jolla haluttiin laatia yhteiset säännöt ”yhteismarkkinoiden toiminnan edistämiseksi”, sillä kansallisten oikeussääntöjen välisten erojen katsottiin estävän elintarvikkeiden vapaata liikkuvuutta jäsenvaltioiden välillä.(7) Direktiivillä pyrittiin ennen kaikkea poistamaan tällaisia esteitä, ja lainsäätäjä katsoi myös, että sääntöjen ”ensisijaisena tarkoituksena tulisi olla kuluttajan valistaminen ja suojeleminen”.(8) Vaatimus toistettiin(9) ja vahvistettiin(10) direktiivissä 2000/13, jolla kodifioitiin ja korvattiin direktiivi 79/112, jota puolestaan on muutettu useaan otteeseen merkittävästi.(11)", "label": []}
{"text": "23. Unionin lainsäätäjä vahvisti yhteen tekstiin eli asetukseen N:o 1169/2011(12) keskitetyn elintarvikkeiden pakkausmerkintöjä koskevan lainsäädännön yksinkertaistamisen ja kodifioinnin jälkeen, että mainittu lainsäädäntö ”hyödyttää sekä sisämarkkinoita, sillä se yksinkertaistaa lainsäädäntöä, takaa oikeusvarmuuden ja vähentää hallinnollista taakkaa, että kansalaisia, koska siinä edellytetään selkeitä, ymmärrettäviä ja helposti luettavia elintarvikemerkintöjä”.(13) Mainitun asetuksen tavoitteeksi on näet määritelty juuri se, että säädetään perusta ”kuluttajansuojan korkean tason varmistamiseksi elintarviketietojen osalta” ja että säädetään ”keinoista, joilla taataan kuluttajien oikeus tiedonsaantiin, ja menettelyistä elintarviketietojen antamiseksi”.(14) Saman asetuksen 3 artiklan 1 kohdassa vahvistetaan tältä osin, että sääntelyn ”yleisiin tavoitteisiin” kuuluu varmistaa ”kuluttajien terveyden ja etujen suojelun korke[a] tas[o] antamalla loppukuluttajille perusta tietoon perustuvien valintojen tekemistä ja elintarvikkeiden turvallista käyttöä varten, kiinnittäen erityistä huomiota terveydellisiin, taloudellisiin, ympäristöön liittyviin, sosiaalisiin ja eettisiin näkökohtiin”.(15)", "label": [[4, 11, "LOC"]]}
{"text": "24. Elintarviketietoja koskevia sääntöjä on siten aiheellista tarkastella paitsi juuri sisämarkkinoiden moitteettoman toiminnan alkuperäisen tavoitteen myös ennen kaikkea käsiteltävässä asiassa kuluttajien terveyden suojelua koskevan tavoitteen valossa.", "label": []}
{"text": "b) Elintarvikkeita koskevat pakolliset ja vapaaehtoiset maininnat", "label": []}
{"text": "25. Heti alkuun on syytä huomata, että asetuksessa N:o 1169/2011 tehdään ero kahden erityyppisen maininnan välillä: yhtäältä ”pakolliset elintarviketiedot”, joilla tarkoitetaan ”tietoja, jotka unionin säännösten mukaan on annettava loppukuluttajalle”,(16) ja toisaalta ”vapaaehtoiset elintarviketiedot”, jotka niiden nimen mukaisesti voidaan antaa vapaaehtoisesti.(17)", "label": [[193, 200, "LOC"]]}
{"text": "26. Pakollisten elintarviketietojen tehtävänä on mahdollistaa, että kuluttajat voivat tunnistaa elintarvikkeen, kuluttaa sitä tarkoituksenmukaisesti ja tehdä yksilöllisiin ruokavaliotarpeisiinsa soveltuvia valintoja.(18) Pakollisia elintarviketietoja sääntelevät yksityiskohtaiset säännökset sisältyvät asetuksen N:o 1169/2011 lukuun IV.(19) Elintarvikkeita koskevien pakollisten tietojen luettelo vahvistetaan saman asetuksen 9 artiklan 1 kohdassa, ja sen kattamiin erityyppisiin tietoihin sisältyy l alakohdassa ”ravintoarvoilmoitus”. Luettelon on oltava mainitun asetuksen IV lukuun sisältyvän 3 jakson ja erityisesti 29-35 artiklan(20) mukainen.", "label": []}
{"text": "27. Vapaaehtoisten elintarviketietojen tarkoituksena on juuri se, että valmistajat voivat halutessaan kiinnittää kuluttajien huomion tuotteidensa ominaisuuksiin,(21) ja se, että myötävaikutetaan siihen, että kuluttajat voivat ostohetkellä nähdä helposti elintarvikkeiden ravintoarvotiedot siten, että pakkauksen pääasiallisella nähtävissä olevalla kentällä toistetaan keskeiset pakolliset ravintoarvotiedot.(22) Unionin lainsäätäjä on katsonut, että myös tällaisten tietojen on niiden vapaaehtoisuudesta huolimatta oltava yhdenmukaistettujen perusteiden mukaisia.(23) Yhdenmukaistamisen syyt vaihtelevat vapaaehtoisten tietojen luonteen mukaan. Ravintoarvotietojen toistaminen esimerkiksi saattaa hämmentää kuluttajia(24) tai jopa johtaa heitä harhaan,(25) jos valmistajien annettaisiin vapaasti valita toistettavissa olevat tiedot.", "label": [[412, 419, "LOC"]]}
{"text": "28. Edellä esitetyistä syistä myös vapaaehtoisten tietojen antamista on yhdenmukaistettu. Merkintöjen tätä näkökohtaa säännellään pääasiallisesti asetuksen N:o 1169/2011 V luvun, jonka otsikko on ”Vapaaehtoiset elintarviketiedot”, säännöksillä, mutta mainituissa säännöksissä viitataan myös saman asetuksen IV luvun säännöksiin ja III lukuun sekä erityisesti hyviä tiedotuskäytänteitä käsittelevään 7 artiklaan. Vapaaehtoisesti annettavien elintarviketietojen on yhtäältä täytettävä IV luvun 2 ja 3 jaksoon sisältyvät pakollisille tiedoille asetetut vaatimukset eli ”yksityiskohtaiset säännökset” ja ”ravintoarvoilmoitukseen” liittyvät säännökset,(26) ja toisaalta ne eivät saa johdattaa kuluttajia harhaan, ne eivät saa olla kuluttajan kannalta moniselitteisiä tai epäselviä ja niiden on tarvittaessa perustuttava asiaan liittyviin tieteellisiin tietoihin.(27)", "label": []}
{"text": "c) Elintarvikkeiden ravintoarvomerkinnät", "label": []}
{"text": "29. Asetuksen 1169/2011 9 artiklan 1 kohdassa tarkoitettuihin pakollisiin tietoihin sisältyy ”ravintoarvoilmoitus”.(28) ”Ravintoarvoilmoituksia” koskevien sääntöjen, jotka tunnetaan myös nimellä ”ravintoarvomerkinnät”,(29) teknisyyttä korostaa se, että se on ainoa maininta, jota käsitellään mainitun asetuksen V lukuun sisältyvässä kokonaisessa jaksossa eli 3 jaksossa,(30) jolla kodifioidaan direktiivin 90/496 keskeiset säännökset.", "label": []}
{"text": "30. Edellä mainitun 3 jakson yksityiskohtaisilla säännöksillä säännellään edellä mainittujen ilmoitusten sisältöä ja esittämistapaa sekä energiasisällön laskentaa. Pääasiassa on kyse juuri näistä säännöistä.", "label": []}
{"text": "31. Ravintoarvomerkintöjen sisältöä koskevista säännöistä todettakoon ensinnäkin, että asetuksessa N:o 1169/2011 tehdään ero ”pakollisten” ja ”toistettavien” ravintoarvoilmoitusten välillä, joista jälkimmäiset muodostavat vapaaehtoisten mainintojen erityisen ryhmän.(31)", "label": []}
{"text": "32. Saman asetuksen 30 artiklan 1 kohdan mukaan pakollisesta ravintoarvoilmoituksesta on yhtäältä käytävä ilmi energiasisältö sekä rasvan, tyydyttyneiden rasvojen, hiilihydraatin, sokereiden, proteiinin sekä suolan määrät.", "label": []}
{"text": "33. Mainitun asetuksen 30 artiklan 3 kohdan mukaan elintarvikealan toimija voi pakollisen ravintoarvoilmoituksen lisäksi silloin, kun pakkausmerkinnät koskevat valmiiksi pakattua elintarviketta, toistaa joko elintarvikkeen energiasisällön (a kohta) tai kaikki pakolliseen ravintoarvoilmoitukseen(32) sisältyvät keskeiset tiedot eli ilmoituksen kaikki tiedot hiilihydraatteja ja proteiineja lukuun ottamatta (b kohta). Näiden tietojen toistamismahdollisuudella pyritään edesauttamaan sitä, että kuluttaja voisi elintarvikkeita ostaessaan nähdä helposti ravintoarvoja koskevat keskeiset tiedot.(33)", "label": []}
{"text": "34. Toiseksi asetuksen N:o 1169/2011 säännöksistä käy ravintoarvomerkintöjen esittämistä koskevien sääntöjen osalta ilmi, että pakollisten ilmoitusten on kaikkien muiden pakollisten tietojen tavoin oltava sijoitettuna näkyvään kohtaan helposti havaittavalla ja luettavalla tavalla.(34) Pakollinen ravintoarvoilmoitus on sijoitettava nähtävissä olevaan kenttään – jonka määritellään tarkoittavan ”kaikkia pakkauksen pintoja, jotka voidaan lukea yhdestä ja samasta katselukulmasta”(35) – selkeässä muodossa ja tilan salliessa taulukon muodossa niin, että numeroarvot ovat suorassa linjassa.(36)", "label": []}
{"text": "35. Toistettuja vapaaehtoisia ilmoituksia ei pidä muiden vapaaehtoisten tietojen tavoin sijoittaa siten, että siitä on haittaa pakollisia elintarviketietoja varten käytettävissä olevalle tilalle.(37) Kyseiset tiedot esitetään käytännössä yleensä, kuten käsiteltävässäkin asiassa, pakkauksen pääasiallisella nähtävissä olevalla kentällä (pakkauksen etupuolella(38)) tähän tarkoitukseen varatulla kirjasinkoolla.(39)", "label": []}
{"text": "36. Ravintoarvoilmoituksissa ilmoitetun energiasisällön ja ravintoaineiden määrän laskennasta sanottakoon kolmanneksi, että mainitut tiedot on asetuksen N:o 1169/2011 32 artiklan 2 kohdan mukaan ilmoitettava lähtökohtaisesti 100 g:aa tai 100:aa millilitraa kohti. Sääntöä perustellaan sillä, että kuluttajalla on oltava mahdollisuus verrata samankaltaisten mutta erikokoisiin pakkauksiin pakattujen tuotteiden ravintoarvotietoja,(40) ja sääntö pätee riippumatta siitä, onko ravintoarvoilmoitus pakollinen vai vapaaehtoinen, sillä kyseinen säännös koskee erityisesti mainitun asetuksen 30 artiklan 1 ja 3 kohdan nojalla tehtyjä ravintoilmoituksia. Ravintoarvot on lisäksi lähtökohtaisesti ilmoitettava ”sellaisina kuin ne ovat myytävissä elintarvikkeissa”(41) tai ”tarvittaessa” elintarvikkeista ”valmistuksen jälkeen”, jos annetaan riittävän yksityiskohtaiset valmistusohjeet ja tiedot koskevat elintarviketta sellaisena kuin se on nautittavaksi valmistettuna .(42)", "label": [[225, 228, "AMOUNT_VALUE"], [229, 233, "AMOUNT_UNIT"], [238, 244, "AMOUNT_VALUE"], [245, 256, "AMOUNT_UNIT"]]}
{"text": "2. Asianomaisen tuotteen ravintoarvomerkinnät", "label": []}
{"text": "37. Edellä esitetyn perusteella katson aiheelliseksi tehdä seuraavat selvennykset asianomaisen tuotteen ravintoarvomerkinnöistä.", "label": []}
{"text": "38. Aluksi on todettava, että ennakkoratkaisukysymykset eivät koske pakollista ravintoarvoilmoitusta. Pääasian asianosaisten välillä on kiistatonta, että ravintoarvoilmoitus on kaikilta osiltaan asetuksen N:o 1169/2011 säännösten mukainen. Asianomaisen tuotteen pakkauksessa olevat pakolliset ravintoarvomerkinnät kattavat näet yhtäältä tiedot energiasisällöstä(43) ja rasvan, tyydyttyneiden rasvojen, hiilihydraatin, sokereiden, proteiinin ja suolan määristä,(44) ja toisaalta nämä tiedot esitetään samassa nähtävissä olevassa kentässä(45) eli pakkauksen kyljessä taulukon muodossa.(46)", "label": []}
{"text": "39. Toistetusta ravintoarvoilmoituksesta puolestaan totean, että pääasian asianosaisten välillä on riidatonta, että valmiiksi pakattua elintarviketta, jonka pakkausmerkinnät kattavat pakollisen ravintoarvoilmoituksen, koskevat tiedot energiasisällöstä ja rasvan, tyydyttyneiden rasvahappojen, sokereiden ja suolan määristä voidaan vapaaehtoisesti toistaa pakkauksen etupuolella(47) muussa kuin pakollisen ravintoarvoilmoituksen muodossa.(48) Yhdenmukaisuus asetuksen N:o 1169/2011 säännösten kanssa on riitautettu ainoastaan pakkauksen etupuolella toistetussa ravintoarvoilmoituksessa ilmoitettujen energiasisällön ja ravintoaineiden määrien laskennan ja esittämisen osalta, ja oikeusriita koskee erityisesti sitä, voiko toistettu ilmoitus koskea yksinomaan valmistuksen jälkeistä elintarviketta.", "label": []}
{"text": "B Ensimmäinen ennakkoratkaisukysymys", "label": []}
{"text": "40. Ennakkoratkaisua pyytänyt tuomioistuin tiedustelee ensimmäisellä kysymyksellään pääasiallisesti, onko asetuksen N:o 1169/2011 31 artiklan 3 kohdan toista alakohtaa tulkittava siten, että mainittua säännöstä sovelletaan yksinomaan elintarvikkeisiin, joiden kuluttaminen edellyttää valmistusta ja joille on annettu ainoastaan yksi valmistustapa.", "label": []}
{"text": "41. Kysymys on oleellinen oikeusriidan ratkaisun kannalta, sillä asianomainen tuote voidaan ennakkoratkaisua pyytäneen tuomioistuimen huomautuksen tavoin valmistaa eri tavoilla esimerkiksi lisäämällä maitoa, jogurttia tai rahkaa sekä hedelmämehua tai myös hedelmiä, hilloa tai hunajaa.", "label": []}
{"text": "42. Unionin tuomioistuinta pyydetään toisin sanoen ratkaisemaan, voivatko pakkauksen etupuolella vapaaehtoisesti toistetut ravintoarvoilmoitukset liittyä yksinomaan yhteen valmistusmenetelmään silloin, kun elintarviketta voidaan valmistaa eri tavoilla mahdollisesti erilaisia ainesosia lisäämällä.", "label": [[4, 26, "ORG"]]}
{"text": "43. Asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisen alakohdan mukaan ravintoarvotiedot voidaan ”tarvittaessa” koskea ”elintarviketta valmistuksen jälkeen” sen sijaan, että ne ilmoitetaan sellaisina kuin ne ovat ”myytävissä elintarvikkeissa”,(49) ”jos annetaan riittävän yksityiskohtaiset valmistusohjeet ja tiedot koskevat elintarviketta sellaisena kuin se on nautittavaksi valmistettuna”. Mainitussa säännöksessä toistetaan direktiivin 90/496 6 artiklan 4 kohdan sanamuoto.", "label": []}
{"text": "44. Huomautan heti alkuun, että mainitun säännöksen tulkintaa on kartoitettava ottamalla huomioon paitsi säännöksen sanamuoto myös sen asiayhteys sekä kyseessä olevalla säännöstöllä tavoiteltu päämäärä.(50)", "label": []}
{"text": "45. Asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisen alakohdan sanamuodosta huomautan ennakkoratkaisua pyytäneen tuomioistuimen tavoin ensinnäkin, että mainitun säännöksen sanamuodosta ei käy ilmi mitään sellaista seikkaa, joka mahdollistaisi selkeän ja yksiselitteisen vastauksen. Sanamuodon mukaisesta tulkinnasta voidaan näet johtaa vain alla esitetyt toteamukset.", "label": []}
{"text": "46. Ilmaisu ”elintarvike valmistuksen jälkeen” edellyttää ensinnäkin, että asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisessa alakohdassa tarkoitettua elintarviketta voidaan valmistaa. Mainittu säännös ei siis kata elintarvikkeita, jotka eivät vaadi minkäänlaista valmistusta ennen kulutusta (kuten suklaapatukka). Käsiteltävässä asiassa mysliä voi kuitenkin syödä myös ilman minkäänlaista valmistusta. Voidaankin väittää, ettei mysli ole mainitun säännöksen soveltamisalaan kuuluva elintarvike siltä osin kuin kyseisen säännöksen on määrä kattaa vain elintarvikkeet, joita on välttämättä valmistettava ennen kulutusta. Tällainen tiukka tulkinta ei kuitenkaan käy selvästi ilmi saman säännöksen sanamuodosta. Valmistusmenetelmä tai sen merkitys eivät näet ole ratkaisevia mainitun säännöksen sovellettavuuden kannalta.", "label": []}
{"text": "47. Toiseksi huomautan, että ilmaisun ”tarvittaessa”, jolla asetuksen N:o 1169/2011 31 artiklan 3 kohdan toinen alakohta alkaa, käyttö osoittaa, ettei kyseinen säännös kata kaikkia elintarvikkeita, jotka voidaan valmistaa kulutusta varten, joten mainitussa säännöksessä säädettyjä ravintoarvotietoja ei tarvitse välttämättä ilmoittaa.", "label": []}
{"text": "48. Kolmanneksi todettakoon, että edellytys, jonka mukaan on annettava ”riittävän yksityiskohtaiset valmistusohjeet”, saattaisi puoltaa mainitun 31 artiklan 3 kohdan toisen alakohdan soveltamista elintarvikkeen valmistustapojen lukumäärästä riippumatta, sillä mainittu edellytys ei ole kovin järkevä, jos kyseistä säännöstä sovellettaisiin yksinomaan elintarvikkeisiin, joilla on vain yksi valmistustapa. Vaikka elintarvikkeen valmistustavan kuvailu ei tietenkään ole yhtä välttämätöntä, jos valmistustapoja on vain yksi, on se kuluttajatiedon tavoitteen valossa mielestäni kuitenkin perusteltavissa siltä osin kuin sitä tarvitaan tuotteiden oikeanlaisen kulutuksen varmistamiseksi.", "label": []}
{"text": "49. Asetuksen N: o 1169/2011 31 artiklan 3 kohdan toisen alakohdan asiayhteydestä ilmenee toiseksi, että käsite ”elintarvike valmistuksen jälkeen” kattaa lähtökohtaisesti kaikki ”elintarvikkeet, jotka on tarkoitettu loppukuluttajalle”.(51) Mainittua asetusta sovelletaan rajoittamatta merkintävaatimuksia, joista säädetään tiettyjä elintarvikkeita koskevissa unionin erityissäännöksissä,(52) mutta pakkauksen etupuolella annettujen ravintoarvoilmoitusten laskentaa ja esittämistä koskevista tiedoista ei sitä vastoin ole annettu yhtään erityistä säännöstä.(53) Panen vielä merkille, ettei asetus N:o 1169/2011 sisällä seikkoja, jotka tukisivat väitettä, jonka mukaan mainitussa asetuksessa tarkoitetun käsitteen ”valmistus” olisi miellettävä tarkoittavan yksinomaan kypsentämisen tai kuumentamisen kaltaisia ”varsin merkittäviä työvaiheita”, koska ilmaisua ei ole asetuksessa määritelty eikä kuvailtu.", "label": [[359, 366, "LOC"]]}
{"text": "50. Edellä esitetystä seuraa, että sanamuodon mukainen ja asiayhteyteen perustuva tulkinta eivät ole ratkaisevia seikkoja pohdittaessa, koskeeko asetuksen N:o 1169/2011 31 artiklan 3 kohdan toinen alakohta ainoastaan elintarvikkeita, joille on annettu ainoastaan yksi valmistustapa, vai myös myslin kaltaisia elintarvikkeita, jotka voidaan valmistaa eri tavoilla etenkin lisäämällä muita ainesosia. Teleologinen tulkinta onkin juuri se, jonka avulla voidaan löytää vastauksia etenkin siihen, mikä merkitys ilmaisulle ”tarvittaessa” olisi annettava; se jättää epäilemättä marginaalin oikeudelliselle tulkinnalle.", "label": []}
{"text": "51. Kolmanneksi asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisessa alakohdassa asetetusta tavoitteesta toteaisinkin heti alkuun, että sitä on arvioitava sekä kyseisen säännöksen päämäärän että asiaa koskevan säännöstön tavoitteiden valossa sekä etenkin ottamalla huomioon tavoite antaa kuluttajille mahdollisuus tehdä tietoon perustuvia valintoja ja kuluttaa elintarvikkeita turvallisesti erityisesti terveysnäkökohtien kannalta.(54)", "label": []}
{"text": "52. Panen merkille, että asetuksen N:o 1169/2011 31 artiklan tarkoitus ilmenee sen johdanto-osan 35 ja 41 perustelukappaleesta. Johdanto-osan 35 perustelukappaleessa todetaan, että 100:aa grammaa tai 100:aa millilitraa kohti tehtäviä ravintoarvoilmoituksia koskevien säännösten tarkoituksena on helpottaa ”erikokoisissa pakkauksissa olevien tuotteiden vertailtavuu[tta]”. Samassa johdanto-osan perustelukappaleessa täsmennetään lisäksi, että ”täydentävät annoskohtaiset tiedot” olisi sallittava ”tarvittaessa” ”sen lisäksi, että [ravintoarvo] ilmoitetaan 100:aa grammaa tai 100:aa millilitraa kohti”, ”jos tuote on valmiiksi pakattu ja yksittäiset annokset tai kulutusyksiköt on mainittu”.", "label": [[181, 187, "AMOUNT_VALUE"], [188, 195, "AMOUNT_UNIT"], [200, 206, "AMOUNT_VALUE"], [207, 218, "AMOUNT_UNIT"], [555, 561, "AMOUNT_VALUE"], [562, 569, "AMOUNT_UNIT"], [574, 580, "AMOUNT_VALUE"], [581, 592, "AMOUNT_UNIT"]]}
{"text": "53. Saman asetuksen johdanto-osan 41 perustelukappaleessa puolestaan todetaan, että annettujen ravintoarvotietojen ”olisi oltava yksinkertaisia ja helposti ymmärrettäviä”, ”jotta [ne] herättäisivät keskivertokuluttajan huomion ja palvelisivat tiedottamistarkoitustaan”, ja että ”ravintoarvotietojen tärkeimmät tiedot voitaisiin vapaaehtoisesti toistaa pääasiallisessa nähtävissä olevassa kentässä, jotta kuluttajien olisi helpompi nähdä vaivatta olennaiset ravintoarvotiedot elintarvikkeita ostaessaan”.", "label": []}
{"text": "54. Asetuksen N:o 1169/2011 31 artiklan 3 kohdan kahta alakohtaa voidaan soveltaa (ja niiden välistä yhteyttä selostaa) juuri näiden edellä mainittujen kahden toisiinsa läheisesti liittyvän tarkoituksen – elintarvikkeiden vertailtavuuden helpottamisen ja kuluttajille tiedottamisen – valossa.", "label": []}
{"text": "55. Energiasisällön ja ravintoaineiden määrien vertailtavuuden helpottamiseksi ne olisi ensinnäkin lähtökohtaisesti ilmoitettava sellaisina kuin ne ovat myytävissä elintarvikkeissa (ensimmäinen alakohta). Jos elintarvike on kuitenkin valmis nautittavaksi vasta muiden ainesosien lisäämistä edellyttävän valmistuksen jälkeen, ravintoarvoilmoituksessa voidaan viitata valmistuksen jälkeiseen elintarvikkeeseen, jotta helpotetaan sen vertailtavuutta toisen valmistajan vastaavan elintarvikkeen kanssa (toinen alakohta).", "label": []}
{"text": "56. Jälkimmäisessä tapauksessa on kuitenkin niin, että jos elintarvike voidaan valmistaa eri tavoin, valmistuksen jälkeisen elintarvikkeen energiasisältöä ja ravintoaineiden määriä koskevat valmistajan valitsemaan valmistustapaan liittyvät tiedot eivät yleensä mahdollista vertailua muiden valmistajien vastaavien sellaisten elintarvikkeiden kanssa, joita koskeva ravintoarvoilmoitus koskee mahdollisesti toisenlaista valmistustapaa.", "label": []}
{"text": "57. Esimerkkinä todettakoon, että käsiteltävässä asiassa on selvää, että mysli voidaan valmistaa eri tavoin käyttämällä muita ainesosia, joiden sokeri- tai rasvapitoisuus voi olla erilainen. Tiettyyn valmistustapaan perustuva ravintoarvoilmoitus – käsiteltävässä asiassa tuotteeseen on lisätty 60 millilitraa maitoa, jonka rasvapitoisuus on 1,5 prosenttia – liittyy siten vain yhteen valmistustavan muunnelmaan, eivätkä siitä käy yleisesti ilmi nautittavaksi valmiin tuotteen ravintoarvot eikä sen perusteella ole mahdollista vertailla ravintoarvoja muiden valmistajien vastaavien tuotteiden kanssa juuri siksi, että elintarvikkeen määrän ja muiden ainesosien määrän välinen suhde määräytyy todellisuudessa kuluttajien makumieltymysten mukaan.", "label": [[294, 296, "AMOUNT_VALUE"], [297, 308, "AMOUNT_UNIT"], [341, 344, "AMOUNT_VALUE"], [345, 355, "AMOUNT_UNIT"]]}
{"text": "58. Edellä todetusta seuraa yhtäältä, että tuotteen, jota voidaan lähtökohtaisesti valmistaa eri tavoin, energiasisällön ja ravintoaineiden määrien laskenta on sattumanvaraista ja vaihtelee valmistustavan mukaan, ja toisaalta a contrario, että tällaisen tuotteen energiasisällön ja ravintoaineiden määrien vertailtavuus voidaan varmistaa vain, jos tiedot koskevat asetuksen N:o 1169/2011 31 artiklan 3 kohdan ensimmäisessä alakohdassa tarkoitettua myytävää elintarviketta.", "label": []}
{"text": "59. Vertailtavuustavoitteen perusteella voidaan päätellä, että elintarvikkeet, jotka voidaan valmistaa eri tavoin, on jätettävä asetuksen N:o 1169/2011 33 artiklan 2 kohdan toisen alakohdan soveltamisalan ulkopuolelle, mutta vielä on selvitettävä, mitkä ovat ne valmistusta edellyttävät elintarvikkeet, joihin mainittua säännöstä olisi sovellettava.", "label": []}
{"text": "60. Edellä tarkastellut elintarvikkeet eroavat tältä osin a contrario ‑tulkinnan perusteella niistä elintarvikkeista, jotka voidaan valmistaa kulutukseen vain yhdellä ennalta määrätyllä tavalla, kuten keittojauhe, johon sovelletaan lisättävän veden tilavuuden ja kypsennysajan osalta vain yhtä valmistusohjetta, tai vanukasjauhe taikka valmiit tuotteet (kuten raviolit). Näille elintarvikkeille on ominaista se, että ne voidaan järkevästi valmistaa nautittavaksi ainoastaan yhdellä ilmoitetulla tavalla, jolloin niitä voidaan verrata suoraan samankaltaisten elintarvikkeiden kanssa. Vertailu ei tosin kaikissa tapauksissa perustu täydelliseen vastaavuuteen juuri siksi, että muiden ainesosien ravintoarvot voivat vaihdella. Tämäntyyppisen vertailun sattumanvaraisuus on kuitenkin nähdäkseni pieni.", "label": []}
{"text": "61. Toiseksi asetuksen N:o 1169/2011 7 artiklan 1 kohdasta ilmenee ravintoarvoilmoitusten tiedottamistehtävän osalta, että elintarvikkeita koskevat tiedot eivät saa johtaa kuluttajia harhaan elintarvikkeiden erityispiirteiden ja erityisesti luonteen tai ominaisuuksien suhteen.(55) Saman säännöksen 2 kohdassa puolestaan säädetään, että ”elintarviketietojen on oltava oikeellisia, selviä ja kuluttajalle helposti ymmärrettäviä”.(56)", "label": []}
{"text": "62. Edellä esitetystä todettakoon yhtäältä, että edellä mainittujen ravintoarvojen laskennan sattumanvaraisuuden ja vaihtelevuuden vuoksi käsiteltävässä asiassa on tiedottamistehtävän osalta vaikea määrittää, miten kuluttaja hyötyisi valmistettuja elintarvikkeita koskevien ravintoarvotietojen toistamisesta etenkin, kun pakollinen ravintoarvoilmoitus jäisi käytännössä visuaalisesti taka-alalle. Kuluttajansuojan korkean tason varmistaminen kuluttajien tiedonsaannin kannalta ottamalla huomioon kuluttajien käsitykset(57) edellyttää, kuten unionin tuomioistuin on tähdentänyt, että elintarvikkeita koskevat tiedot ovat totuudenmukaisia, neutraaleja ja objektiivisia.(58) Tämä ei kuitenkaan toteutuisi, jos eri tavoin valmistettavien elintarvikkeiden valmistajat voisivat valita heille parhaiten sopivan tiedotustavan, etenkin sellaisen, josta käy ilmi alhaisin energiasisältö. Tällainen menettelytapa ei olisi neutraali eikä objektiivinen.", "label": [[541, 561, "ORG"]]}
{"text": "63. Vapaaehtoinen ravintoarvoilmoitus, jonka yhteydessä toistetussa ravintoarvoilmoituksessa ei mainita myytävän elintarvikkeen energiasisältöä 100:aa grammaa kohti, saattaa toisaalta johtaa kuluttajia harhaan – vaikka energiasisältö ilmoitetaankin pakollisessa ravintoarvoilmoituksessa – etenkin tilanteessa, jossa muut valmistajat säännöllisesti ilmoittavat toistetussa ravintoarvoilmoituksessa myytävän tuotteen energiasisällön 100:aa grammaa kohti. Ravintoarvojen välillä saattaisi näet tällöin esiintyä huomattaviakin eroja. Toteaisin vielä suuntaa antavasti, että asianomaisen tuotteen annoskohtainen energiasisältö on 1880 kJ, kun taas valmistuksen jälkeisen tuotteen annoskohtainen energiasisältö on 872 kJ.", "label": [[144, 150, "AMOUNT_VALUE"], [151, 158, "AMOUNT_UNIT"], [431, 437, "AMOUNT_VALUE"], [438, 445, "AMOUNT_UNIT"], [625, 629, "AMOUNT_VALUE"], [630, 632, "AMOUNT_UNIT"], [708, 711, "AMOUNT_VALUE"], [712, 714, "AMOUNT_UNIT"]]}
{"text": "64. Unionin tuomioistuimen tehtävänä ei lähtökohtaisesti ole kansallisten tuomioistuinten ja unionin tuomioistuinten välisen toimivallan jaon puitteissa ratkaista, ovatko tiettyjen tuotteiden pakkausmerkinnät omiaan johtamaan ostajaa tai kuluttajaa harhaan, tai ratkaista kysymystä ravintoarvoilmoituksen mahdollisesta harhaanjohtavuudesta. Ennakkoratkaisua pyytäneen tuomioistuimen tehtävänä on tarkastella pakkausmerkintöjen eri osia kokonaisvaltaisesti sen selvittämiseksi, voivatko asianomaisen tuotteen ravintoarvot johtaa kuluttajaa harhaan. Unionin tuomioistuin voi ennakkoratkaisupyynnön ratkaistessaan tarvittaessa kuitenkin tehdä tarkennuksia ohjatakseen kansallista tuomioistuinta tämän päätöksenteossa.(59)", "label": [[4, 26, "ORG"], [93, 100, "LOC"], [548, 568, "ORG"]]}
{"text": "65. Arvioidessaan pakkausmerkintöjen ominaisuuksia siltä kannalta, miten ne saattavat johtaa ostajia harhaan, kansallisen tuomioistuimen on nojauduttava tavanomaisesti valistuneen ja kohtuullisen tarkkaavaisen ja huolellisen keskivertokuluttajan oletettuun odotukseen etenkin elintarvikkeen laadun suhteen, sillä olennaista on, ettei kuluttajaa johdeta harhaan tai johdeta ajattelemaan virheellisesti, että tuotteen laatu on jotakin muuta mitä se todellisuudessa on.(60)", "label": []}
{"text": "66. Koska mahdollisuudella toistaa ravintoarvoilmoitukset pakkauksen etupuolella pyritään juuri siihen, että kuluttajat voisivat ostohetkellä helposti nähdä keskeiset ravintoarvotiedot, on aiheellista lähteä oletuksesta, että keskivertokuluttaja lukee ensin pakkauksen etupuolella toistetut ravintoarvotiedot pikemminkin kuin pakkauksen kylkeen merkityt pakolliset tiedot.(61)", "label": []}
{"text": "67. On syytä muistaa, että elintarvikkeiden valmistajien etujen mukaista on saada tuotteensa näyttämään ravintoarvoilmoituksessa mahdollisimman terveellisinä, ja siten niiden etuna on ilmoittaa sokeri- ja kaloripitoisuuksien kaltaisia ravintoarvoja mahdollisimman alhaisina. Sen hyväksyminen, että asianomaisen tuotteen kaltainen elintarvike kuuluu asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisen alakohdan soveltamisalaan, saattaisi laajentaa niiden elintarvikkeiden ryhmää, jota kyseinen säännös voi koskea. Laajentaminen ei olisi tarkoituksenmukaista siltä osin kuin tavallisesti poikkeuksen muodostavasta säännöksestä saattaisi tulla pääsääntö, kun kaikkia elintarvikkeita voidaan valmistaa tavalla tai toisella.", "label": []}
{"text": "68. Kaiken edellä esitetyn perusteella ehdotan, että ensimmäiseen ennakkoratkaisukysymykseen vastataan siten, että asetuksen N:o 1169/2011 31 artiklan 3 kohdan toista alakohtaa on tulkittava siten, että mainittua säännöstä sovelletaan yksinomaan elintarvikkeisiin, jotka edellyttävät valmistusta ja joille on annettu ainoastaan yksi valmistustapa.", "label": []}
{"text": "C Toinen ennakkoratkaisukysymys", "label": []}
{"text": "69. Jos ensimmäiseen kysymykseen on vastattava kieltävästi, ennakkoratkaisua pyytänyt tuomioistuin tiedustelee toisella kysymyksellään pääasiallisesti, viittaako asetuksen N:o 1169/2011 33 artiklan 2 kohdan toiseen alakohtaan sisältyvä ilmaus ”100:aa grammaa kohti” yksinomaan 100 grammaan myytävästä elintarvikkeesta vai myös 100 grammaan valmistuksen jälkeisestä elintarvikkeesta.", "label": [[244, 250, "AMOUNT_VALUE"], [251, 258, "AMOUNT_UNIT"], [277, 280, "AMOUNT_VALUE"], [281, 289, "AMOUNT_UNIT"], [327, 330, "AMOUNT_VALUE"], [331, 339, "AMOUNT_UNIT"]]}
{"text": "70. Ensimmäiseen ennakkoratkaisukysymykseen ehdotetun vastauksen valossa en katso aiheelliseksi vastata toiseen kysymykseen. Jäljempänä esitetty arviointi on siten tehty toissijaisesti siltä varalta, että unionin tuomioistuin katsoo aiheelliseksi vastata siihen.", "label": [[205, 225, "ORG"]]}
{"text": "71. Huomauttaisin heti alkuun, että asetuksen N:o 1169/2011 33 artiklan 2 kohdan ensimmäisessä alakohdassa säädetään poikkeuksesta sääntöön, jonka mukaan ravintoaineiden määrät on ilmoitettava 100:aa grammaa tai 100:aa millilitraa kohti. Vapaaehtoisissa tiedoissa, joilla toistetaan pakkauksen pääasiallisella nähtävissä olevalla kentällä ilmoitetut tiedot energiasisällöstä sekä rasvan, tyydyttyneiden rasvojen, hiilihydraatin, sokereiden, proteiinin ja suolan määristä,(62) kyseisten ravintoaineiden määrät voidaan mainitun säännöksen mukaan ilmaista ”pelkästään annosta tai kulutusyksikköä kohti”. Energiasisältö on tällöin saman säännöksen toisen alakohdan mukaan kuitenkin ilmaistava sekä 100:aa grammaa tai 100:aa millilitraa kohti että annosta tai kulutusyksikköä kohti. Edellytykset, joita saman asetuksen 33 artiklan 1 kohdan mukaan sovelletaan oikeuteen ilmaista ravintoaineiden arvot annosta tai kulutusyksikköä kohti, on mainitun poikkeuksen soveltamiseksi täytettävä, toisin sanoen ”annoksen tai yksikön koko on määritelt[ävä] etiketissä ja – – pakkauksen sisältämien annosten tai yksiköiden määrä on ilmoitett[ava]”.(63)", "label": [[193, 199, "AMOUNT_VALUE"], [200, 207, "AMOUNT_UNIT"], [212, 218, "AMOUNT_VALUE"], [219, 230, "AMOUNT_UNIT"], [694, 700, "AMOUNT_VALUE"], [701, 708, "AMOUNT_UNIT"], [713, 719, "AMOUNT_VALUE"], [720, 731, "AMOUNT_UNIT"]]}
{"text": "72. Jos unionin tuomioistuin vastaa käsiteltävässä asiassa kieltävästi ensimmäiseen kysymykseen, tarkoittaisi se sitä, että asianomaista tuotetta koskevat toistetut ravintoarvoilmoitukset olisivat sallittuja asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisen alakohdan nojalla ja että Dr. Oetkerin olisi ilmoitettava ainoastaan mainitun asetuksen 30 artiklan 1–5 kohdassa tarkoitetut valmistuksen jälkeistä elintarviketta koskevat ravintoarvotiedot. Toistetut ravintoarvotiedot on saman asetuksen 32 artiklan 2 kohdan mukaan ilmaistava valmistuksen jälkeisestä tuotteesta 100:aa grammaa tai 100:aa millilitraa kohti. Dr. Oetker voisi saman asetuksen 33 artiklan 1 kohdan a alakohdan mukaan ilmaista energiasisällön ja ravintoaineiden määrät myös annoskohtaisesti mainitussa säännöksessä vahvistettujen edellytysten(64) rajoissa, ja se voisi asetuksen N:o 1169/2011 33 artiklan 2 kohdan toisen alakohdan nojalla ilmaista pakkauksen etupuolella toistetut ravintoaineiden määriä koskevat vapaaehtoiset tiedot yksinomaan annoskohtaisesti ja energiasisältöä koskevat tiedot sekä 100:aa grammaa kohti että annoskohtaisesti. Muistutettakoon lopuksi, että Dr. Oetker ilmoittaa pakkauksen kyljessä ravintoarvotiedot myös 100 g:sta myytävää tuotetta.", "label": [[8, 28, "ORG"], [286, 298, "ORG"], [573, 579, "AMOUNT_VALUE"], [580, 587, "AMOUNT_UNIT"], [592, 598, "AMOUNT_VALUE"], [599, 610, "AMOUNT_UNIT"], [618, 628, "ORG"], [1075, 1081, "AMOUNT_VALUE"], [1082, 1089, "AMOUNT_UNIT"], [1149, 1159, "ORG"], [1213, 1216, "AMOUNT_VALUE"], [1217, 1222, "AMOUNT_UNIT"]]}
{"text": "73. Kysymys siitä, tarkoitetaanko asetuksen N:o 1169/2011 energia-arvoa koskevaan 33 artiklan 2 kohdan toiseen alakohtaan sisältyvällä ilmaisulla ”100:aa grammaa kohti” ainoastaan 100:aa grammaa myytävää tuotetta vai yhtä lailla myös 100:aa grammaa valmistuksen jälkeistä elintarviketta, voidaan pääasian tosiseikat sivuuttaen esittää siinä tapauksessa, että ravintoarvoilmoitus koskee saman asetuksen 31 artiklan 3 kohdan toisessa alakohdassa tarkoitettua valmistuksen jälkeistä elintarviketta.", "label": [[147, 153, "AMOUNT_VALUE"], [154, 161, "AMOUNT_UNIT"], [180, 186, "AMOUNT_VALUE"], [187, 194, "AMOUNT_UNIT"], [234, 240, "AMOUNT_VALUE"], [241, 248, "AMOUNT_UNIT"]]}
{"text": "74. Kuten ennakkoratkaisua pyytänyt tuomioistuin huomauttaa, vastaus mainittuun kysymykseen ei käy ilmi kyseisen säännöksen sanamuodosta tai asiayhteydestä. Siinä ei näet millään tavoin täsmennetä, mikä on sen tuotteen tila, jonka 100 gramman määrästä energiasisältö on ilmoitettava, kun ravintoarvotiedot asetuksen N:o 1169/2011 31 artiklan 3 kohdan toisen alakohdan mukaan ilmoitetaan valmistuksen jälkeisestä elintarvikkeesta. Vastauksia kysymykseen löytyy siis ainoastaan toistetun ravintoarvoilmoituksen tavoitetta tarkastelemalla.", "label": [[231, 234, "AMOUNT_VALUE"], [235, 242, "AMOUNT_UNIT"]]}
{"text": "75. Huomauttaisin seuraavaksi asetuksen N:o 1169/2011 johdanto-osan 35 perustelukappaleessa mainitun vertailtavuuden helpottamista koskevan tavoitteen(65) valossa, että mainitun asetuksen 31 artiklan 3 kohdan toisella alakohdalla pyritään lähinnä varmistamaan saman asetuksen 32 artiklan 2 kohdassa tarkoitettuja 100 gramman tai 100 millilitran viitemääriä koskevien säännösten asianmukainen soveltaminen. Säännöksen taustalla on ajatus siitä, että annokset eivät yleensä paina 100:aa grammaa ja että vertailtavuuden helpottamiseksi on ilmaistava ainakin oleellisin tieto eli energiasisältö 100 gramman viitemäärältä, kun taas muut ravintoarvot voidaan ilmoittaa annospainoa kohti, jos ne toistetaan pakkauksssa muualla kuin pakollisessa ravintoarvotaulukossa.", "label": [[313, 316, "AMOUNT_VALUE"], [317, 324, "AMOUNT_UNIT"], [329, 332, "AMOUNT_VALUE"], [333, 344, "AMOUNT_UNIT"], [478, 484, "AMOUNT_VALUE"], [485, 492, "AMOUNT_UNIT"], [591, 594, "AMOUNT_VALUE"], [595, 602, "AMOUNT_UNIT"]]}
{"text": "76. Edellä esitetyn tavoitteen valossa katson, että kun ravintoarvot ilmoitetaan pakkauksen etupuolella valmistajan elintarvikkeelle valmistuksen jälkeen valitsemalle viitemäärälle, asetuksen N:o 1169/2011 33 artiklan 2 kohdan toista alakohtaa voidaan jonkinasteisen vertailtavuuden varmistamiseksi tulkita siten, että pakkauksen etupuolella on ilmoitettava myytävän tuotteen energiasisältö 100:aa grammaa kohti sen lisäksi, että ravintoarvotiedot ilmoitetaan annoskohtaisesti. Tämänkaltainen ratkaisu on nähdäkseni myös mainitun asetuksen johdanto-osan 41 perustelukappaleen valossa kaikkein ”yksinkertaisi[n] ja helposti ymmärrettävi[n]” keskivertokuluttajan huomion herättämiseksi ja ravintoarvoilmoitusten tiedottamistehtävän täyttämiseksi.", "label": [[391, 397, "AMOUNT_VALUE"], [398, 405, "AMOUNT_UNIT"]]}
{"text": "77. Kaiken edellä esitetyn perusteella ehdotan, että toiseen ennakkoratkaisukysymykseen vastataan siten, että asetuksen N:o 1169/2011 33 artiklan 2 kohdan toista alakohtaa on tulkittava siten, että jos myytävän elintarvikkeen ja valmistuksen jälkeisen elintarvikkeen energiasisältö ilmaistaan pakkauksessa sekä ”100:aa grammaa kohti” että ”annosta tai kulutusyksikköä kohti”, myytävän elintarvikkeen energiasisältö on toistettava 100:aa grammaa tai 100 millilitraa kohti.", "label": [[312, 318, "AMOUNT_VALUE"], [319, 326, "AMOUNT_UNIT"], [430, 436, "AMOUNT_VALUE"], [437, 444, "AMOUNT_UNIT"], [449, 452, "AMOUNT_VALUE"], [453, 464, "AMOUNT_UNIT"]]}
{"text": "V Ratkaisuehdotus", "label": []}
{"text": "78. Ehdotan edellä esitetyn perusteella, että unionin tuomioistuin vastaa Bundesgerichtshofin (liittovaltion ylin tuomioistuin, Saksa) esittämiin ennakkoratkaisukysymyksiin seuraavasti:", "label": [[46, 66, "ORG"], [74, 93, "ORG"], [95, 126, "ORG"], [128, 133, "LOC"]]}
{"text": "1) Elintarviketietojen antamisesta kuluttajille, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 1924/2006 ja (EY) N:o 1925/2006 muuttamisesta sekä komission direktiivin 87/250/ETY, neuvoston direktiivin 90/496/ETY, komission direktiivin 1999/10/EY, Euroopan parlamentin ja neuvoston direktiivin 2000/13/EY, komission direktiivien 2002/67/EY ja 2008/5/EY sekä komission asetuksen (EY) N:o 608/2004 kumoamisesta 25.10.2011 annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1169/2011 31 artiklan 3 kohdan toista alakohtaa on tulkittava siten, että mainittua säännöstä sovelletaan yksinomaan elintarvikkeisiin, jotka edellyttävät valmistusta ja joille on annettu ainoastaan yksi valmistustapa.", "label": [[49, 69, "ORG"], [73, 82, "ORG"], [153, 162, "ORG"], [187, 196, "ORG"], [221, 230, "ORG"], [255, 275, "ORG"], [279, 288, "ORG"], [313, 322, "ORG"], [365, 374, "ORG"], [416, 426, "DATE"], [435, 455, "ORG"], [459, 468, "ORG"]]}
{"text": "2) Ensimmäiseen ennakkoratkaisukysymykseen ehdottamani vastauksen perusteella toiseen ennakkoratkaisukysymykseen ei mielestäni ole tarpeen vastata. Jos unionin tuomioistuin kuitenkin katsoo vastaamisen tarpeelliseksi, ehdotan toiseen kysymykseen seuraavanlaista vastausta:", "label": [[152, 172, "ORG"]]}
{"text": "Asetuksen N:o 1169/2011 33 artiklan 2 kohdan toista alakohtaa on tulkittava siten, että jos myytävän elintarvikkeen ja valmistuksen jälkeisen elintarvikkeen energiasisältö ilmaistaan pakkauksessa sekä ”100:aa grammaa kohti” että ”annosta tai kulutusyksikköä kohti”, myytävän elintarvikkeen energiasisältö on toistettava 100:aa grammaa tai 100 millilitraa kohti.", "label": [[202, 208, "AMOUNT_VALUE"], [209, 216, "AMOUNT_UNIT"], [320, 326, "AMOUNT_VALUE"], [327, 334, "AMOUNT_UNIT"], [339, 342, "AMOUNT_VALUE"], [343, 354, "AMOUNT_UNIT"]]}
{"text": "1 Alkuperäinen kieli: ranska.", "label": [[22, 28, "NATIONALITY"]]}
{"text": "2 Elintarviketietojen antamisesta kuluttajille, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 1924/2006 ja (EY) N:o 1925/2006 muuttamisesta sekä komission direktiivin 87/250/ETY, neuvoston direktiivin 90/496/ETY, komission direktiivin 1999/10/EY, Euroopan parlamentin ja neuvoston direktiivin 2000/13/EY, komission direktiivien 2002/67/EY ja 2008/5/EY sekä komission asetuksen (EY) N:o 608/2004 kumoamisesta 25.10.2011 annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 1169/2011 (EUVL L 304, 22.11.2011, s. 18, ja oikaisut EUVL 2013, L 163, s. 32; EUVL 2015, L 50, s. 48; EUVL 2016, L 266, s. 7, sekä EUVL 2017, L 167, s. 58).", "label": [[48, 68, "ORG"], [72, 81, "ORG"], [152, 161, "ORG"], [186, 195, "ORG"], [220, 229, "ORG"], [254, 274, "ORG"], [278, 287, "ORG"], [312, 321, "ORG"], [364, 373, "ORG"], [415, 425, "DATE"], [434, 454, "ORG"], [458, 467, "ORG"], [507, 517, "DATE"]]}
{"text": "3 Myytäväksi tarkoitettujen elintarvikkeiden merkintöjä, esillepanoa ja mainontaa koskevan jäsenvaltioiden lainsäädännön lähentämisestä 20.3.2000 annettu Euroopan parlamentin ja neuvoston direktiivi 2000/13/EY (EYV L 109, 6.5.2000, s. 29).", "label": [[136, 145, "DATE"], [154, 174, "ORG"], [178, 187, "ORG"], [222, 230, "DATE"]]}
{"text": "4 Elintarvikkeiden ravintoarvomerkinnöistä 24.9.1990 annettu neuvoston direktiivi (EYVL 1990, L 276, s. 40).", "label": [[43, 52, "DATE"], [61, 70, "ORG"]]}
{"text": "5 Ks. asetusta N:o 1169/2011 koskevasta oikeuskäytännöstä tuomio 4.9.2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C-686/17, EU:C:2019:659); tuomio 12.11.2019, Organisation juive européenne ja Vignoble Psagot (C-363/18, EU:C:2019:954) sekä tuomio 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763). Ks. direktiivin 2000/13 osalta erityisesti tuomio 10.9.2009, Lombardi (C-446/07, EU:C:2009:530); tuomio 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361) sekä tuomio 22.9.2016, Breitsamer und Ulrich (C-113/15, EU:C:2016:718). Direktiivin 90/496 osalta ks. tuomio 23.10.2003, B. Richter (C-40/02, EU:C:2003:584).", "label": [[65, 73, "DATE"], [75, 139, "ORG"], [174, 184, "DATE"], [186, 215, "ORG"], [219, 234, "ORG"], [273, 282, "DATE"], [284, 299, "ORG"], [377, 386, "DATE"], [388, 396, "PER"], [431, 439, "DATE"], [441, 503, "ORG"], [542, 551, "DATE"], [553, 574, "ORG"], [639, 649, "DATE"], [651, 661, "PER"]]}
{"text": "6 Kuluttajille myytäväksi tarkoitettujen elintarvikkeiden merkintöjä, esillepanoa ja mainontaa koskevan jäsenvaltioiden lainsäädännön lähentämisestä 18.12.1978 annettu neuvoston direktiivi (EYVL L 33, 8.2.1979).", "label": [[149, 159, "DATE"], [168, 177, "ORG"], [201, 209, "DATE"]]}
{"text": "7 Direktiivin 79/112 johtanto-osan ensimmäinen ja toinen perustelukappale.", "label": []}
{"text": "8 Direktiivin 79/112 johtanto-osan kuudes ja seitsemäs perustelukappale. Ks. myös saman direktiivin johdanto-osan 12 perustelukappale, jonka mukaan ”merkintäsäännöksissä pitäisi myös kieltää sellaisen tiedon käyttö, joka saattaa johtaa ostajaa harhaan tai antaa ymmärtää elintarvikkeella olevan lääketieteellistä vaikutusta”. Kuluttajansuojaa on pidetty mainitun direktiivin välittömänä ja keskeisenä tavoitteena (ks. vastaavasti julkisasiamies Almasin antama ratkaisuehdotus asiassa Scholz (C-385/96, EU:C:1998:72, 21 kohta)). Ks. lisäksi tuomio 12.10.1995, Graeme ym. (C-85/94, EU:C:1995:312, 23 ja 24 kohta).", "label": [[430, 444, "PROFESSION"], [445, 452, "PER"], [484, 490, "PER"], [547, 557, "DATE"], [559, 565, "PER"]]}
{"text": "9 Direktiivin 2000/13 johtanto-osan 6 ja 14 perustelukappale.", "label": []}
{"text": "10 Ks. direktiivin 2000/13 johdanto-osan kahdeksas perustelukappale, jossa todetaan, että ”yksityiskohtaiset merkinnät tuotteen laadusta ja ominaisuuksista tarjoavat kuluttajalle mahdollisuuden tehdä tietoinen valinta ja se on sopivin tapa, koska se on vähiten kaupan vapauden esteenä”.", "label": []}
{"text": "11 Ks. perättäisten muutosten luettelon osalta direktiivin 2000/13 liitteen IV A ja B osa.", "label": []}
{"text": "12 Asetuksen N:o 1169/2011 johdanto-osan 11 perustelukappale.", "label": []}
{"text": "13 Asetuksen N:o 1169/2011 johdanto-osan yhdeksännen perustelukappaleen toinen virke (kursivointi tässä). Ks. lisäksi saman asetuksen johdanto-osan ensimmäiseen perustelukappaleeseen sisältyvä viittaus SEUT 169 artiklaan, jossa todetaan, että Euroopan unioni myötävaikuttaa kuluttajansuojan korkean tason saavuttamiseen.", "label": [[243, 258, "ORG"]]}
{"text": "14 Ks. asetuksen N:o 1169/2011 1 artiklan 1 ja 2 kohta. Juuri tässä hengessä on todettu myös, että ”elintarvikelainsäädännön yleisenä periaatteena on tarjota kuluttajille lähtökohdat tietoon perustuvien elintarvikevalintojen tekemiseksi ja ehkäistä kaikki menettelytavat, jotka voivat johtaa kuluttajia harhaan” (mainitun asetuksen johdanto-osan neljäs perustelukappale).", "label": []}
{"text": "15 Unionin lainsäätäjä on luonut yhteyden pakkausmerkintöjen ja korkeatasoista kuluttajan terveyden suojelua koskevan tavoitteen välille katsomalla, että ruokavaliolla ja terveydellä on yhteys yksilöllisiin tarpeisiin perustuvan ruokavalion valintaan. Kuluttajien mahdollisuutta tehdä tietoon perustuvia ruokavalintoja on pidetty elintärkeänä toimivan kilpailun ja kuluttajien hyvinvoinnin varmistamiseksi (ks. asetuksen N:o 1169/2011 johdanto-osan kolmas ja kymmenes perustelukappale).", "label": [[3, 10, "LOC"]]}
{"text": "16 Asetuksen N:o 1169/2011 2 artilan 2 kohdan c alakohta.", "label": []}
{"text": "17 Ilmaisua ”vapaaehtoiset elintarviketiedot” on tosin käytetty (ks. V luvun otsikko, 36 ja 37 artikla sekä johdanto-osan 47 perustelukappale), mutta sitä ei ole määritelty asetuksessa N:o 1169/2011. Joissakin kieliversiossa käytetään myös muita vastaavia ilmaisuja (ks. 36 artikla ja johdanto-osan 30, 38, 41, 42, 47 ja 58 perustelukappale) (ranskan ja italian kieliversiot). Näitä ilmaisuja käytetään selvästi synonyymeinä. Useimmissa kieliversioissa näet käytetään koko ajan samoja ilmaisuja (ks. saksan, kreikan ja englannin kieliversiot). Huomauttaisin, ettei mainintoja ”vapaaehtoinen” (ranskankielisen version facultative tai volontaire) pidä sekoittaa mainintaan ”täydentävä” (ranskankielisen version complémentaire). Mainitulla asetuksella on yhdenmukaistettu jäsenvaltioiden kansallista lainsäädäntöä pakollisten mainintojen osalta, mutta yhdenmukaistaminen ei ole kattavaa siltä osin kuin jäsenvaltiot voivat yhä ottaa käyttöön pakollisia lisätietoja asetuksessa vahvistetuin edellytyksin (ks. tältä osin asetuksen N:o 1169/2011 10 artikla ja 35 artiklan 2 kohta sekä julkisasiamies Colinin antama ratkaisuehdotus asiassa Groupe Lactalis (C-485/18, EU:C:2020:592, ratkaisuehdotuksen 32–34 kohta)).", "label": [[343, 350, "NATIONALITY"], [354, 361, "NATIONALITY"], [500, 506, "NATIONALITY"], [508, 515, "NATIONALITY"], [519, 528, "NATIONALITY"], [593, 608, "NATIONALITY"], [685, 700, "NATIONALITY"], [1079, 1093, "PROFESSION"], [1094, 1101, "PER"], [1133, 1148, "ORG"]]}
{"text": "18 Asetuksen N:o 1169/2011 johdanto-osan 17 perustelukappale.", "label": []}
{"text": "19 Asetukseen sisältyy myös asetuksen 1 artiklan 1 kohdassa tarkoitettuja perussäännöksiä, joita ovat II lukuun sisältyvät ”yleiset periaatteet” ja III lukuun sisältyvät ”yleiset vaatimukset”, joita sovelletaan myös pakollisiin tietoihin (ks. vastaavasti tuomio 4.9.2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C-686/17, EU:C:2019:659, 66 kohta)).", "label": [[262, 270, "DATE"], [272, 336, "ORG"]]}
{"text": "20 Asetuksen N:o 1169/2011 9 artiklan 1 kohdan ensimmäinen virke.", "label": []}
{"text": "21 Ks. asetuksen N:o 1169/2011 johdanto-osan 30 perustelukappale.", "label": []}
{"text": "22 Ks. asetuksen N:o 1169/2011 johdanto-osan 41 perustelukappale.", "label": []}
{"text": "23 Ks. asetuksen N:o 1169/2011 johdanto-osan 30, 38, 41, 42 ja 47 perustelukappale.", "label": []}
{"text": "24 Ks. asetuksen N:o 1169/2011 johdanto-osan 41 perustelukappale. Saman asetuksen johdanto-osan 47 perustelukappaleessa täsmennetään seuraavaa: ”Kokemukset ovat osoittaneet, että vapaaehtoisia elintarviketietoja ilmoitettaessa heikennetään useissa tapauksissa pakollisten elintarviketietojen selkeyttä. Sen vuoksi olisi vahvistettava perusteet, joiden avulla elintarvikealan toimijat ja täytäntöönpanoviranomaiset voisivat helpommin tasapainottaa pakollisten ja vapaaehtoisten elintarviketietojen esittämisen.”", "label": []}
{"text": "25 Ks. asetuksen N:o 1169/2011 johdanto-osan 42 perustelukappale.", "label": []}
{"text": "26 Asetuksen N:o 1169/2011 36 artiklan 1 kohta.", "label": []}
{"text": "27 Asetuksen N:o 1169/2011 36 artiklan 2 kohta.", "label": []}
{"text": "28 Ks. tämän ratkaisuehdotuksen 26 kohta.", "label": []}
{"text": "29 Ks. asetuksen N:o 1169/2011 liitteen I, jonka otsikko on ”2 artiklan 4 kohdassa tarkoitetut erityiset määritelmät”, 1 kohta.", "label": []}
{"text": "30 Kaikkiin muhin (yhteentoista) pakolliseen mainitaan liittyvät sännökset sisältyvät luvun IV 2 jaksoon.", "label": []}
{"text": "31 ”Pakollisten” ja ”vapaaehtoisten” ravintoarvoilmoitusten välinen ero ei käy sellaisenaan ilmi asetuksen N:o 1169/2011 30 artiklan sanamuodosta vaan vasta, kun sitä luetaan yhdessä seuraavien kanssa: mainitun artiklan 1 kohta, jossa säädetään pakollisesta ravintoarvoilmoituksesta; 3 kohta, jossa säädetään pakkauksessa toistettavista tiedoista, sekä johdanto-osan 41 perustelukappale, jossa todeetaan, että viimeksi mainitut ilmoitukset voidaan toistaa ”vapaaehtoisesti”. Ks. Tämän ratkaisuehdotuksen 27 kohta.", "label": []}
{"text": "32 Asetuksen N:o 1169/2011 johdanto-osan 41 perustelukappaleen neljäs virke.", "label": []}
{"text": "33 Asetuksen N:o 1169/2011 johdanto-osan 41 perustelukappaleen neljäs virke.", "label": []}
{"text": "34 Asetuksen N:o 1169/2011 13 artiklan 1 ja 2 kohta.", "label": []}
{"text": "35 Asetuksen N:o 1169/2011 2 artiklan 2 kohdan k alakohta.", "label": []}
{"text": "36 Asetuksen N:o 1169/2011 34 artiklan 1 ja 2 kohta. Saman asetuksen johdanto-osan 41 perustelukappaleessa todetaankin seuraavaa: ”– – [ravintoarvotietojen] olisi oltava yksinkertaisia ja helposti ymmärrettäviä, nykyinen tiedontaso ravitsemusasioissa huomioon ottaen. Ravintoarvotietojen sijainti osittain pääasiallisessa nähtävissä olevassa kentässä, joka on yleensä ’pakkauksen etupuolella’, ja osittain pakkauksen toisella puolella, esimerkiksi ’pakkauksen takapuolella’, saattaisi hämmentää kuluttajia. Sen vuoksi ravintoarvoilmoituksen pitäisi olla yhdessä kentässä.”", "label": []}
{"text": "37 Asetuksen N:o 1169/2011 37 artikla.", "label": []}
{"text": "38 ”Pääasiallisella nähtävissä olevalla kentällä” tarkoitetaan ”pakkauksen nähtävissä olevaa kenttää, jonka kuluttaja todennäköisimmin havaitsee ensimmäisenä ostohetkellä ja jonka avulla kuluttaja voi välittömästi määritellä, mistä tai millaisesta tuotteesta on kyse ja, tarvittaessa, mikä on sen kaupallinen nimi. Jos pakkauksella on useita samanlaisia pääasiallisia nähtävissä olevia kenttiä, pääasiallinen nähtävissä oleva kenttä on elintarvikealan toimijan valitsema kenttä” (ks. asetuksen N:o 1169/2011 2 artiklan 2 kohdan l alakohta).", "label": []}
{"text": "39 Asetuksen N:o 1169/2011 34 artiklan 3 kohta, jossa viitataan saman asetuksen 13 artiklan 2 kohtaan.", "label": []}
{"text": "40 Asetuksen N:o 1169/2011 johdanto-osan 35 perustelukappale.", "label": []}
{"text": "41 Asetuksen N:o 1169/2011 31 artiklan 3 kohdan ensimmäinen alakohta.", "label": []}
{"text": "42 Asetuksen N:o 1169/2011 31 artiklan 3 kohdan toinen alakohta.", "label": []}
{"text": "43 Asetuksen N:o 1169/201130 artiklan 1 kohdan a alakohdan mukaan.", "label": []}
{"text": "44 Asetuksen N:o 1169/2011 201130 artiklan 1 kohdan b alakohdan mukaan.", "label": []}
{"text": "45 Asetuksen N:o 1169/2011 34 artiklan 1 kohdan mukaan.", "label": []}
{"text": "46 Asetuksen N:o 1169/2011 34 artiklan 2 kohdan mukaan.", "label": []}
{"text": "47 Asetuksen N:o 1169/2011 30 artiklan 3 kohdan b alakohdan, 2 artiklan 2 kohdan l alakohdan sekä 34 artiklan 3 kohdan a alakohdan mukaan.", "label": []}
{"text": "48 Asetuksen N:o 1169/2011 34 artiklan 3 kohdan toisen alakohdan mukaan.", "label": []}
{"text": "49 Asetuksen N:o 1169/2011 31 artiklan 3 kohdan ensimmäisen alakohdan mukaan.", "label": []}
{"text": "50 Ks. vastaavasti tuomio 16.7.2020, AFMB ym. (C-610/18, EU:C:2020:565, 50 kohta).", "label": [[26, 35, "DATE"], [37, 41, "ORG"]]}
{"text": "51 Ks. asetuksen N:o 1169/2011 1 artiklan 3 kohta.", "label": []}
{"text": "52 Ks. asetuksen N:o 1169/2011 1 artiklan 4 kohta.", "label": []}
{"text": "53 Huomauttaisin, että komissiolla on toimivalta antaa delegoituja säädöksiä hedelmä- ja vihannesalan tuotteiden myyntiä koskevista lisävaatimuksista (ks. tuomio 4.9.2019, Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C-686/17, EU:C:2019:659, 63 ja 69 kohta)).", "label": [[23, 34, "ORG"], [162, 170, "DATE"], [172, 236, "ORG"]]}
{"text": "54 Ks. käsiteltävän ratkaisuehdotuksen 23 kohta. Ks. vastaavasti tuomio 22.9.2016, Breitsamer und Ulrich (C-113/15, EU:C:2016:718, 67 kohta) ja tuomio 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, 43 kohta).", "label": [[72, 81, "DATE"], [83, 104, "ORG"], [151, 160, "DATE"], [162, 177, "ORG"]]}
{"text": "55 Ks. asetuksen N:o 1169/2011 johdanto-osan neljäs ja 20 perustelukappale sekä tuomio 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, 41 kohta). Ks. aiemman järjestelmän osalta tuomio 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195 /14, EU:C:2015:361, 33 kohta) ja tuomio 30.1.2020, Dr. Willmar Schwabe (C-524/18, EU:C:2020:60, 35 kohta oikeuskäytäntöviittauksineen).", "label": [[87, 96, "DATE"], [98, 113, "ORG"], [190, 198, "DATE"], [200, 262, "ORG"], [310, 319, "DATE"], [321, 340, "ORG"]]}
{"text": "56 Kyseisiä vaatimuksia sovelletaan myös elintarvikkeiden mainontaan tai esillepanoon sekä erityisesti niiden pakkauksiin (ks. asetuksen 1169/2011 7 artiklan 4 kohta).", "label": []}
{"text": "57 Ks. asetuksen N:o 1169/2011 1 artiklan 1 kohta sekä 3 artiklan 1 kohta luettuna yhdessä saman asetuksen johdanto-osan ensimmäisen, kolmannen ja neljännen perustelukappaleen kanssa. Ks. vastaavasti tuomio 12.11.2019, Organisation juive européenne ja Vignoble Psagot (C-363/18, EU:C:2019:954, 52 ja 53 kohta) ja tuomio 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, 43 kohta).", "label": [[207, 217, "DATE"], [219, 248, "ORG"], [252, 267, "ORG"], [320, 329, "DATE"], [331, 346, "ORG"]]}
{"text": "58 Ks. vastaavasti tuomio 22.9.2016, Breitsamer und Ulrich (C-113/15, EU:C:2016:718, 69 kohta) ja tuomio 1.10.2020, Groupe Lactalis (C-485/18, EU:C:2020:763, 44 kohta).", "label": [[26, 35, "DATE"], [37, 58, "ORG"], [105, 114, "DATE"], [116, 131, "ORG"]]}
{"text": "59 Ks. vastaavasti tuomio 12.9.2000, Ericsson (C-366/98, EU:C:2000:430, 18–20 kohta), tuomio 10.9.2009, Lombardi (C-446/07, EU:C:2009:530, 60 kohta) sekä tuomio 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, 35 kohta).", "label": [[26, 35, "DATE"], [37, 45, "PER"], [93, 102, "DATE"], [104, 112, "PER"], [161, 169, "DATE"], [171, 233, "ORG"]]}
{"text": "60 Ks. vastaavasti tuomio 10.9.2009, Lombardi (C-446/07, EU:C:2009:530, 61 kohta oikeuskäytäntöviittauksineen) ja tuomio 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, 36 kohta).", "label": [[26, 35, "DATE"], [37, 45, "PER"], [121, 129, "DATE"], [131, 193, "ORG"]]}
{"text": "61 Ks. vastaavasti tuomio 4.6.2015, Bundesverband der Verbraucherzentralen und Verbraucherverbände (C-195/14, EU:C:2015:361, 39 ja 40 kohta).", "label": [[26, 34, "DATE"], [36, 98, "ORG"]]}
{"text": "62 Asetuksen N:o 1169/2011 30 artiklan 3 kohdan b alakohdan mukaan.", "label": []}
{"text": "63 Ks. asetuksen N:o 1169/2011 johdanto-osan 35 perustelukappale.", "label": []}
{"text": "64 Unionin tuomioistuimelle toimitetusta asiakirja-aineistosta ilmenee, että vaikka Dr. Oetker ilmaisee pakkauksen etupuolella annoskoon ilmaisulla ”= 100 grammaa”, pakkauksen sisältämien ”annosten lukumäärää” ei kuitenkaan ole ilmaistu selkeästi. Tästä syystä en ole kovin vakuuttunut siitä, että asetuksen N:o 1169/2011 33 artiklan 1 kohdassa säädetyt edellytykset on täytetty.", "label": [[3, 27, "ORG"], [84, 94, "ORG"], [151, 154, "AMOUNT_VALUE"], [155, 162, "AMOUNT_UNIT"]]}
{"text": "65 Ks. ratkaisuehdotuksen 52 kohta.", "label": []}
