{"text": "UNIONIN TUOMIOISTUIMEN PRESIDENTIN MÄÄRÄYS", "label": [[0, 22, "ORG"], [23, 34, "PROFESSION"]]}
{"text": "17 päivänä syyskuuta 2021 (*)", "label": [[0, 25, "DATE"]]}
{"text": "Väliintulo – Euroopan unionin tuomioistuimen perussäännön 40 artikla – Euroopan unionin viraston tekemä hakemus – Oikeus väliintuloon unionin toimielinten välisessä oikeudenkäynnissä – Väliintulointressi – Hyväksyminen", "label": [[13, 44, "ORG"], [71, 87, "LOC"], [134, 141, "LOC"]]}
{"text": "Asiassa C‑144/21,", "label": []}
{"text": "jossa on kyse SEUT 263 artiklaan perustuvasta kumoamiskanteesta, joka on nostettu 5.3.2021,", "label": [[82, 90, "DATE"]]}
{"text": "Euroopan parlamentti, asiamiehinään N. Ricci, J. Moretti ja M. Nunes Monteiro, kantajana, vastaan Euroopan komissio, asiamiehinään H. Simon ja P. Zerafa-Acici, vastaajana,", "label": [[0, 20, "ORG"], [22, 35, "PROFESSION"], [36, 44, "PER"], [46, 56, "PER"], [60, 77, "PER"], [98, 115, "ORG"], [117, 130, "PROFESSION"], [131, 139, "PER"], [143, 158, "PER"]]}
{"text": "UNIONIN TUOMIOISTUIMEN PRESIDENTTI", "label": [[0, 22, "ORG"], [23, 34, "PROFESSION"]]}
{"text": "ottaen huomioon esittelevän tuomarin S.-Z. Brunschot’n ehdotuksen,", "label": [[28, 36, "PROFESSION"], [37, 54, "PER"]]}
{"text": "kuultuaan julkisasiamies K. Kellettia,", "label": [[10, 24, "PROFESSION"], [25, 37, "PER"]]}
{"text": "on antanut seuraavan määräyksen", "label": []}
{"text": "1 Euroopan parlamentti vaatii kanteellaan luvan myöntämisestä osittain kromitrioksidin tiettyihin käyttötarkoituksiin kemikaalien rekisteröinnistä, arvioinnista, lupamenettelyistä ja rajoituksista (REACH), Euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/EY muuttamisesta sekä neuvoston asetuksen (ETY) N:o 793/93, komission asetuksen (EY) N:o 1488/94, neuvoston direktiivin 76/769/ETY ja komission direktiivien 91/155/ETY, 93/67/ETY, 93/105/EY ja 2000/21/EY kumoamisesta 18.12.2006 annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1907/2006 (EUVL 2006, L 396, s. 1) (jäljempänä REACH-asetus) mukaisesti 18.12.2020 annetun komission täytäntöönpanopäätöksen C(2020) 8797 kumoamista osittain.", "label": [[2, 22, "ORG"], [206, 232, "ORG"], [291, 300, "ORG"], [329, 338, "ORG"], [367, 376, "ORG"], [403, 412, "ORG"], [486, 496, "DATE"], [505, 525, "ORG"], [529, 538, "ORG"], [630, 640, "DATE"], [649, 658, "ORG"]]}
{"text": "2 Euroopan kemikaalivirasto (ECHA) pyysi unionin tuomioistuimen kirjaamoon 27.5.2021 toimittamallaan asiakirjalla Euroopan unionin tuomioistuimen perussäännön 40 artiklan toisen kohdan ja unionin tuomioistuimen työjärjestyksen 130 artiklan nojalla saada osallistua oikeudenkäyntiin väliintulijana tukeakseen Euroopan komission vaatimuksia.", "label": [[2, 34, "ORG"], [41, 74, "ORG"], [75, 84, "DATE"], [114, 145, "ORG"], [188, 210, "ORG"], [308, 326, "ORG"]]}
{"text": "3 Väliintulohakemuksensa tueksi ECHA vetoaa siihen, että asian ratkaisu koskee sen etua, koska se on osallistunut riidanalaisen päätöksen antamismenettelyyn siten, että sen riskinarviointikomitea ja sen sosioekonomisesta analyysista vastaava komitea antoivat REACH-asetuksen 64 artiklan 4 kohdan mukaisesti lausuntoja, jotka komissio on ottanut huomioon.", "label": [[32, 36, "ORG"], [173, 195, "ORG"], [203, 249, "ORG"], [325, 333, "ORG"]]}
{"text": "4 ECHAn mukaan kantaja kyseenalaistaa välillisesti näiden lausuntojen perusteltavuuden ja väittää, että riidanalainen päätös on tehty REACH-asetuksen 60 artiklan 4 ja 7 kohdan vastaisesti. Se vetoaa myös siihen, että käsiteltävällä asialla voi olla vaikutuksia siihen tapaan, jolla sen kahden komitean on tulevaisuudessa arvioitava lupahakemuksia.", "label": [[2, 7, "ORG"]]}
{"text": "5 Parlamentti vaati unionin tuomioistuimen kirjaamoon 18.6.2021 toimittamallaan asiakirjalla väliintulohakemuksen hylkäämistä. Se katsoo, että Euroopan unionin tuomioistuimen perussäännön 40 artiklan toisen kohdan toinen virke on esteenä ECHAn väliintulolle kahden toimielimen välisessä oikeudenkäynnissä. Se lisää toissijaisesti, ettei asian ratkaisu koske ECHAn etua.", "label": [[2, 13, "ORG"], [20, 53, "ORG"], [54, 63, "DATE"], [143, 174, "ORG"], [238, 243, "ORG"], [358, 363, "ORG"]]}
{"text": "Väliintulohakemuksen tarkastelu", "label": []}
{"text": "6 Euroopan unionin tuomioistuimen perussäännön 40 artiklan ensimmäisessä kohdassa määrätään, että jäsenvaltiot ja unionin toimielimet voivat olla väliintulijoina unionin tuomioistuimessa vireillä olevissa asioissa. Kyseisen artiklan toisen kohdan ensimmäisen virkkeen mukaan tämä oikeus on myös unionin elimillä ja laitoksilla sekä kaikilla muilla, jotka pystyvät osoittamaan, että unionin tuomioistuimen käsiteltäväksi saatetun asian ratkaisu koskee niiden etua tai heidän etuaan.", "label": [[2, 33, "ORG"], [114, 121, "LOC"], [162, 186, "ORG"], [295, 302, "LOC"], [382, 404, "ORG"]]}
{"text": "7 Mainitun artiklan toisen kohdan toisessa virkkeessä suljetaan kuitenkin pois luonnollisten henkilöiden ja oikeushenkilöiden väliintulo jäsenvaltioiden välisissä, unionin toimielinten välisissä taikka jäsenvaltioiden ja unionin toimielinten välisissä asioissa.", "label": [[164, 171, "LOC"], [221, 228, "LOC"]]}
{"text": "8 Mainitun määräyksen sanamuodosta ja rakenteesta seuraa näin ollen, että siinä tarkoitettu poissulkeminen ei koske ”unionin elimiä” ja ”laitoksia”.", "label": [[117, 124, "LOC"]]}
{"text": "9 Näin ollen Euroopan unionin tuomioistuimen perussäännön 40 artiklan toisen kohdan mukaan ECHAn kaltaiset unionin elimet ja laitokset voivat olla väliintulijoina unionin tuomioistuimen käsiteltäväksi saatetuissa jäsenvaltioiden välisissä, unionin toimielinten välisissä taikka jäsenvaltioiden ja unionin toimielinten välisissä asioissa edellyttäen, että ne osoittavat, että asian ratkaisu koskee niiden etua.", "label": [[13, 44, "ORG"], [91, 96, "ORG"], [107, 114, "LOC"], [163, 185, "ORG"], [240, 247, "LOC"], [297, 304, "LOC"]]}
{"text": "10 Unionin tuomioistuimen vakiintuneen oikeuskäytännön mukaan kyseisessä määräyksessä tarkoitettu käsite ”asian ratkaisu koskee niiden etua” on määriteltävä ottaen huomioon oikeusriidan kohde, ja sen on katsottava tarkoittavan sitä, että asianomaisten etuihin vaikuttaa suoraan ja tosiasiallisesti nimenomaan esitetyistä vaatimuksista annettava ratkaisu eivätkä esitetyt perusteet tai väitteet. Ilmaisulla ”asian ratkaisu” viitataan nimittäin vaadittuun lopulliseen ratkaisuun sellaisena kuin se ilmaistaan annettavan tuomion tuomiolauselmassa (ks. mm. unionin tuomioistuimen presidentin määräys 5.7.2018, Uniwersytet Wrocławski ja Puola v. REA, C‑515/17 P ja C‑561/17 P, ei julkaistu, EU:C:2018:553, 7 kohta). Lähtökohtaisesti asian ratkaisun voidaan katsoa koskevan etua riittävän suoraan vain siinä tapauksessa, että se muuttaa väliintulon hakijan oikeudellista asemaa (unionin tuomioistuimen presidentin määräys 30.4.2020, komissio v. HSBC Holdings ym., C‑806/19 P, ei julkaistu, EU:C:2020:364, 8 kohta oikeuskäytäntöviittauksineen).", "label": [[3, 25, "ORG"], [553, 575, "ORG"], [576, 587, "PROFESSION"], [596, 604, "DATE"], [606, 628, "ORG"], [632, 637, "ORG"], [641, 644, "ORG"], [873, 895, "ORG"], [896, 907, "PROFESSION"], [916, 925, "DATE"], [927, 935, "ORG"], [939, 952, "ORG"]]}
{"text": "11 On kuitenkin todettava, että toisin kuin luonnolliset henkilöt ja oikeushenkilöt, unionin elimet ja laitokset eivät voi pyytää saada osallistua unionin tuomioistuimen käsiteltäväksi saatettuun oikeusriitaan puolustaakseen yksityisiä etuja tai, kuten yhdistysten tapauksessa, niiden sääntöjen mukaiseen tarkoitukseen liittyviä intressejä, kuten ympäristönsuojelua, vaan pikemminkin puolustaakseen sellaisessa menettelyssä antamaansa lausuntoa tai tekemiään arviointeja, jossa kyseisellä elimellä tai laitoksella on ollut tietty tehtävä ja jonka päätteeksi oikeusriidan kohteena oleva toimi on toteutettu, kuten asia on nyt käsiteltävässä tapauksessa.", "label": [[85, 92, "LOC"], [147, 169, "ORG"]]}
{"text": "12 Näin ollen edellytystä, joka liittyy käsiteltävän asian lopputulosta koskevan suoran ja tosiasiallisen intressin olemassaoloon, on sovellettava unionin elinten ja laitosten väliintulohakemuksiin tämän erityispiirteen mukaisella tavalla.", "label": [[147, 154, "LOC"]]}
{"text": "13 Kun siis on kyse unionin elinten ja laitosten esittämistä väliintulohakemuksista oikeudenkäynnissä, joka koskee unionin toimen kumoamista, on katsottava, että vaatimus, jonka mukaan unionin elimellä tai laitoksella on oltava tällainen suora ja tosiasiallinen intressi, täyttyy erityisesti silloin, kun kyseinen elin tai laitos kykenee osoittamaan, että kyseinen unionin toimi on toteutettu sellaisen menettelyn päätteeksi, johon tämä elin tai laitos osallistuu unionin oikeuden säännösten mukaisesti esimerkiksi antamalla lausunnon tai esittämällä arviointeja.", "label": [[20, 27, "LOC"], [115, 122, "LOC"], [185, 192, "LOC"], [365, 372, "LOC"], [464, 471, "LOC"]]}
{"text": "14 Näin on nyt käsiteltävässä asiassa. On nimittäin kiistatonta, että riidanalaisen päätöksen antamismenettelyssä ECHAn riskinarviointikomitea ja sosioekonomisesta analyysista vastaava komitea ovat REACH-asetuksen 64 artiklan 4 kohdan mukaisesti antaneet kromitrioksidin tiettyjä käyttötarkoituksia koskevasta lupahakemuksesta lausuntoja, jotka komissio on ottanut huomioon.", "label": [[114, 142, "ORG"], [146, 192, "ORG"], [345, 353, "ORG"]]}
{"text": "15 Näin ollen ECHA on Euroopan unionin tuomioistuimen perussäännön 40 artiklan toisen kohdan ja työjärjestyksen 131 artiklan 3 kohdan mukaisesti hyväksyttävä väliintulijaksi tukemaan komission vaatimuksia.", "label": [[14, 18, "ORG"], [22, 53, "ORG"], [183, 192, "ORG"]]}
{"text": "Väliintulijan menettelylliset oikeudet", "label": []}
{"text": "16 Koska väliintulohakemus hyväksytään, ECHAlle toimitetaan työjärjestyksen 131 artiklan 3 kohdan nojalla kaikki asianosaisille tiedoksi annetut oikeudenkäyntiasiakirjat.", "label": [[40, 47, "ORG"]]}
{"text": "17 Koska tämä pyyntö on esitetty työjärjestyksen 130 artiklassa määrätyssä kuuden viikon määräajassa, ECHA voi työjärjestyksen 132 artiklan 1 kohdan mukaisesti jättää väliintulokirjelmän yhden kuukauden kuluessa edellisessä kohdassa tarkoitetusta asiakirjojen toimittamisesta.", "label": [[75, 81, "AMOUNT_VALUE"], [82, 88, "AMOUNT_UNIT"], [102, 106, "ORG"], [187, 192, "AMOUNT_VALUE"], [193, 202, "AMOUNT_UNIT"]]}
{"text": "18 ECHA voi myös esittää suullisia huomautuksia, jos istunto asianosaisten kuulemiseksi järjestetään.", "label": [[3, 7, "ORG"]]}
{"text": "Oikeudenkäyntikulut", "label": []}
{"text": "19 Unionin tuomioistuimen työjärjestyksen 137 artiklan mukaan ratkaisu oikeudenkäyntikuluista annetaan tuomiossa tai määräyksessä, jolla asia lopullisesti ratkaistaan.", "label": [[3, 25, "ORG"]]}
{"text": "20 Koska käsiteltävässä asiassa ECHAn väliintulohakemus hyväksytään, sen väliintulosta aiheutuneista oikeudenkäyntikuluista on päätettävä myöhemmin.", "label": [[32, 37, "ORG"]]}
{"text": "Näillä perusteilla unionin tuomioistuimen presidentti on määrännyt seuraavaa:", "label": [[19, 41, "ORG"], [42, 53, "PROFESSION"]]}
{"text": "1) Euroopan kemikaalivirasto (ECHA) hyväksytään asiassa C‑144/21 väliintulijaksi tukemaan Euroopan komission vaatimuksia.", "label": [[3, 35, "ORG"], [90, 108, "ORG"]]}
{"text": "2) Kirjaaja huolehtii kaikkien oikeudenkäyntiasiakirjojen jäljennöksen tiedoksiannosta Euroopan kemikaalivirastolle (ECHA).", "label": [[3, 11, "PROFESSION"], [87, 122, "ORG"]]}
{"text": "3) Euroopan kemikaalivirastolle (ECHA) asetetaan määräaika väliintulokirjelmän toimittamista varten.", "label": [[3, 38, "ORG"]]}
{"text": "4) Euroopan kemikaaliviraston (ECHA) väliintulosta aiheutuvista oikeudenkäyntikuluista päätetään myöhemmin.", "label": [[3, 36, "ORG"]]}
{"text": "Allekirjoitukset", "label": []}
{"text": "* Oikeudenkäyntikieli: englanti.", "label": [[23, 31, "NATIONALITY"]]}
