{"text": "Unionin yleisen tuomioistuimen tuomio (toinen jaosto) 21.12.2021 – EFFAS vastaan EUIPO – CFA Institute (CEFA Certified European Financial Analyst)", "label": [[0, 30, "ORG"], [39, 52, "ORG"], [54, 64, "DATE"], [67, 72, "ORG"], [81, 86, "ORG"], [89, 102, "ORG"], [104, 145, "TITLE"]]}
{"text": "(asia T-369/20)", "label": []}
{"text": "(EU-tavaramerkki –Väitemenettely – Hakemus sanamerkin CEFA Certified European Financial Analyst rekisteröimiseksi EU-tavaramerkiksi – Aikaisempi EU-sanamerkki CFA – Suhteellinen hylkäysperuste – Asetuksen (EY) N:o 207/2009 8 artiklan 1 kohdan b alakohta (josta on tullut asetuksen (EU) 2017/1001 8 artiklan 1 kohdan b alakohta))", "label": [[54, 95, "TITLE"], [159, 162, "TITLE"]]}
{"text": "1. EU-tavaramerkki – EU-tavaramerkin määritelmä ja hankkiminen – Suhteelliset hylkäysperusteet – Väite, jonka on tehnyt sellaisen aikaisemman tavaramerkin haltija, joka on sama tai samankaltainen kuin haettu tavaramerkki ja joka on rekisteröity samoja tai samankaltaisia tavaroita tai palveluja varten – Sekaannusvaara haetun tavaramerkin ja aikaisemman tavaramerkin välillä – Arviointiperusteet", "label": []}
{"text": "(Neuvoston asetuksen N:o 207/2009 8 artiklan 1 kohdan b alakohta)", "label": [[1, 10, "ORG"]]}
{"text": "(ks. 19–21 kohta)", "label": []}
{"text": "2. EU-tavaramerkki – EU-tavaramerkin määritelmä ja hankkiminen – Suhteelliset hylkäysperusteet – Väite, jonka on tehnyt sellaisen aikaisemman tavaramerkin haltija, joka on sama tai samankaltainen kuin haettu tavaramerkki ja joka on rekisteröity samoja tai samankaltaisia tavaroita tai palveluja varten – Sekaannusvaara haetun tavaramerkin ja aikaisemman tavaramerkin välillä – Sekaannusvaaran arvioiminen – Kohdeyleisön määrittäminen – Yleisön tarkkaavaisuuden taso – Koulutuspalvelut", "label": [[3, 5, "LOC"], [21, 23, "LOC"]]}
{"text": "(Neuvoston asetuksen N:o 207/2009 8 artiklan 1 kohdan b alakohta)", "label": [[1, 10, "ORG"]]}
{"text": "(ks. 28, 29 ja 31 kohta)", "label": []}
{"text": "3. EU-tavaramerkki – EU-tavaramerkin määritelmä ja hankkiminen – Suhteelliset hylkäysperusteet – Väite, jonka on tehnyt sellaisen aikaisemman tavaramerkin haltija, joka on sama tai samankaltainen kuin haettu tavaramerkki ja joka on rekisteröity samoja tai samankaltaisia tavaroita tai palveluja varten – Sekaannusvaara haetun tavaramerkin ja aikaisemman tavaramerkin välillä – Sanamerkit CEFA Certified European Financial Analyst ja CFA", "label": [[3, 5, "LOC"], [21, 23, "LOC"], [388, 429, "TITLE"], [433, 436, "TITLE"]]}
{"text": "(Neuvoston asetuksen N:o 207/2009 8 artiklan 1 kohdan b alakohta)", "label": [[1, 10, "ORG"]]}
{"text": "(ks. 32, 34, 35 ja 47–49 kohta)", "label": []}
{"text": "4. EU-tavaramerkki – EU-tavaramerkin määritelmä ja hankkiminen – Suhteelliset hylkäysperusteet – Väite, jonka on tehnyt sellaisen aikaisemman tavaramerkin haltija, joka on sama tai samankaltainen kuin haettu tavaramerkki ja joka on rekisteröity samoja tai samankaltaisia tavaroita tai palveluja varten – Sekaannusvaara haetun tavaramerkin ja aikaisemman tavaramerkin välillä – Vaara mielleyhtymästä – Aikaisemmat tavaramerkit, joiden voidaan niiden piirteiden perusteella katsoa kuuluvan samaan tavaramerkkisarjaan tai -perheeseen – Edellytykset", "label": [[3, 5, "LOC"], [21, 23, "LOC"]]}
{"text": "(Neuvoston asetuksen N:o 207/2009 8 artiklan 1 kohdan b alakohta)", "label": [[1, 10, "ORG"]]}
{"text": "(ks. 45 kohta)", "label": []}
{"text": "Aihe", "label": []}
{"text": "Kanne EUIPO:n viidennen valituslautakunnan 31.3.2020 tekemästä päätöksestä (asia R 1082/2019-5), joka koskee osapuolten CFA Institute ja EFFAS välistä väitemenettelyä", "label": [[6, 42, "ORG"], [43, 52, "DATE"], [120, 133, "ORG"], [137, 142, "ORG"]]}
{"text": "Ratkaisu", "label": []}
{"text": " ", "label": []}
{"text": "1)", "label": []}
{"text": "Euroopan unionin teollisoikeuksien viraston (EUIPO) viidennen valituslautakunnan 31.3.2020 tekemä päätös (asia R 1082/2019-5) kumotaan.", "label": [[0, 80, "ORG"], [81, 90, "DATE"]]}
{"text": "2)", "label": []}
{"text": "EUIPO vastaa omista oikeudenkäyntikuluistaan, ja se velvoitetaan korvaamaan European Federation of Financial Analysts’ Societiesin (EFFAS) oikeudenkäyntikulut.", "label": [[0, 5, "ORG"], [76, 138, "ORG"]]}
{"text": "3)", "label": []}
{"text": "CFA Institute vastaa omista oikeudenkäyntikuluistaan.", "label": [[0, 13, "ORG"]]}
