{"text": "TEISINGUMO TEISMO (didžioji kolegija) SPRENDIMAS", "label": [[0, 37, "ORG"]]}
{"text": "2020 m. sausio 21 d.(*)", "label": [[0, 20, "DATE"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – SESV 267 straipsnis – Sąvoka „nacionalinis teismas“ – Kriterijai – Susijusios nacionalinės institucijos nepriklausomumas – Narių nepašalinamumas – Prašymo priimti prejudicinį sprendimą nepriimtinumas“", "label": []}
{"text": "Byloje C‑274/14", "label": []}
{"text": "dėl Tribunal Económico-Administrativo Central (Centrinis ekonominių ir administracinių bylų teismas, Ispanija) 2014 m. balandžio 2 d. nutartimi, kurią Teisingumo Teismas gavo 2014 m. birželio 5 d., pagal SESV 267 straipsnį pateikto prašymo priimti prejudicinį sprendimą byloje", "label": [[4, 45, "ORG"], [47, 99, "ORG"], [101, 109, "LOC"], [111, 133, "DATE"], [151, 169, "ORG"], [175, 196, "DATE"]]}
{"text": "Banco Santander SA", "label": [[0, 18, "ORG"]]}
{"text": "TEISINGUMO TEISMAS (didžioji kolegija),", "label": [[0, 38, "ORG"]]}
{"text": "kurį sudaro pirmininkas P. Kellerts, pirmininko pavaduotoja N. Lousa De Araujo, kolegijų pirmininkai X. Tarasov, K. Atkinson (pranešėja), I. Macheras, B. I. Rodriguez, U. N. Navarro ir J. Kielatis, teisėjai E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa ir F. Volkova,", "label": [[12, 23, "PROFESSION"], [24, 35, "PER"], [37, 59, "PROFESSION"], [60, 78, "PER"], [80, 100, "PROFESSION"], [101, 111, "PER"], [113, 124, "PER"], [126, 135, "PROFESSION"], [138, 149, "PER"], [151, 166, "PER"], [168, 181, "PER"], [185, 196, "PER"], [198, 206, "PROFESSION"], [207, 214, "PER"], [216, 227, "PER"], [229, 241, "PER"], [243, 259, "PER"], [261, 276, "PER"], [278, 286, "PER"], [290, 300, "PER"]]}
{"text": "generalinis advokatas F. Colin,", "label": [[0, 21, "PROFESSION"], [22, 30, "PER"]]}
{"text": "posėdžio sekretorė M. Basilio Juan, administratorė,", "label": [[0, 18, "PROFESSION"], [19, 34, "PER"], [36, 50, "PROFESSION"]]}
{"text": "atsižvelgęs į rašytinę proceso dalį ir įvykus 2019 m. liepos 2 d. posėdžiui,", "label": [[46, 65, "DATE"]]}
{"text": "išnagrinėjęs pastabas, pateiktas:", "label": []}
{"text": "– Banco de Santander SA, atstovaujamo abogados M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero ir R. C. Pascual Garcia,", "label": [[2, 23, "ORG"], [38, 46, "PROFESSION"], [47, 67, "PER"], [69, 88, "PER"], [90, 107, "PER"], [111, 131, "PER"]]}
{"text": "– Ispanijos vyriausybės, iš pradžių atstovaujamos A. Hudson Taylor ir E. Ivanov, vėliau D. Delgado Marina ir E. Ivanov,", "label": [[2, 23, "ORG"], [50, 66, "PER"], [70, 79, "PER"], [88, 105, "PER"], [109, 118, "PER"]]}
{"text": "– Europos Komisijos, atstovaujamos A. Murray, L. Kulikova, L. Pinto Fernandes ir H. Filippova,", "label": [[2, 19, "ORG"], [35, 44, "PER"], [46, 57, "PER"], [59, 77, "PER"], [81, 93, "PER"]]}
{"text": "susipažinęs su 2019 m. spalio 1 d. posėdyje pateikta generalinio advokato išvada,", "label": [[15, 34, "DATE"], [53, 73, "PROFESSION"]]}
{"text": "priima šį Sprendimą", "label": []}
{"text": "1 Prašymas priimti prejudicinį sprendimą pateiktas dėl 2009 m. spalio 28 d. Komisijos sprendimo 2011/5/EB dėl Ispanijos įgyvendinto perviršinės vertės mokesčio mažinimo įsigyjant didelę užsienio bendrovės akcijų dalį Nr. C 45/07 (ex NN 51/07, ex CP 9/07) (OL L 7, 2011, p. 48) 1 straipsnio 2 dalies išaiškinimo, 2013 m. liepos 17 d. Komisijos sprendimo pradėti SESV 108 straipsnio 2 dalyje numatytą procedūrą, susijusią su valstybės pagalba SA.35550 (13/C) (ex 13/NN, ex 12/CP) – Finansinės prestižo vertės amortizacija mokesčių tikslais įsigyjant užsienio bendrovės akcijų (OL C 258, 2013, p. 8), galiojimo ir dėl 2014 m. spalio 15 d. Komisijos sprendimo (ES) 2015/314 dėl valstybės pagalbos SA.35550 (13/C) (ex 13/NN) (ex 12/CP), kurią įgyvendino Ispanija – Finansinės prestižo vertės amortizacijos mokesčių tikslais įsigyjant užsienio bendrovės akcijų schema (OL L 56, 2015, p. 38), galiojimo.", "label": [[55, 75, "DATE"], [76, 85, "ORG"], [110, 119, "ORG"], [312, 332, "DATE"], [333, 342, "ORG"], [615, 635, "DATE"], [636, 645, "ORG"], [749, 757, "ORG"]]}
{"text": "2 Šis prašymas pateiktas nagrinėjant Banco de Santander SA inicijuotą bylą prieš Inspección Financiera (Finansų inspekcija, Ispanija) dėl perviršio, susidariusio šiam bankui įsigijus visas pagal Vokietijos teisę veikiančios kontroliuojančiosios bendrovės, turinčios Europos Sąjungoje įsteigtų bendrovių akcijų, akcijas, atskaitymo.", "label": [[37, 58, "ORG"], [81, 102, "ORG"], [104, 122, "ORG"], [124, 132, "LOC"], [195, 205, "LOC"], [266, 283, "LOC"]]}
{"text": "Teisinis pagrindas", "label": []}
{"text": "Sąjungos teisė", "label": [[0, 8, "LOC"]]}
{"text": "Sprendimas 2011/5", "label": []}
{"text": "3 Iš Sprendimo 2011/5 4–6 konstatuojamųjų dalių iš esmės matyti, kad 2007 m. spalio 10 d. sprendimu, Europos Sąjungos oficialiajame leidinyje paskelbtu 2007 m. gruodžio 21 d., Europos Komisija, gavusi kelis Europos Parlamento narių jai 2005 ir 2006 m. pateiktus rašytinius klausimus ir privataus ūkio subjekto skundą, su kuriuo į ją buvo kreiptasi 2007 m., pradėjo tyrimo procedūrą (ji tuo metu buvo numatyta EB 88 straipsnio 2 dalyje) dėl Ispanijos mokesčio mažinimo tvarkos, nustatytos 1995 m. gruodžio 27 d. Ley 43/1995 reguladora del Impuesto de Sociedades (Pelno mokesčio įstatymas 43/1995; BOE, Nr. 310, 1995 m. gruodžio 28 d., p. 37072) 12 straipsnio 5 dalyje ir perkeltos į 2004 m. kovo 5 d. Real Decreto Legislativo 4/2004 por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades (Karaliaus įstatyminis dekretas 4/2004, kuriuo patvirtinamas peržiūrėtas Pelno mokesčio įstatymo tekstas; BOE, Nr. 61, 2004 m. kovo 11 d., p. 10951; toliau – TRLIS), taikymo Ispanijos įmonėms, įsigijusioms didelę užsienio bendrovių akcijų dalį.", "label": [[69, 89, "DATE"], [101, 117, "ORG"], [152, 174, "DATE"], [176, 192, "ORG"], [207, 225, "ORG"], [236, 251, "DATE"], [348, 355, "DATE"], [440, 449, "LOC"], [488, 510, "DATE"], [610, 632, "DATE"], [682, 699, "DATE"], [932, 950, "DATE"], [987, 996, "LOC"]]}
{"text": "4 TRLIS 12 straipsnio 5 dalyje įtvirtintoje priemonėje, įsigaliojusioje 2002 m. sausio 1 d., numatyta, kad jei Ispanijoje apmokestinama įmonė įsigyja bent 5 % „užsienio bendrovės“ akcijų ir šios akcijos išlaikomos nepertraukiamą vienų metų laikotarpį, iš šio akcijų įsigijimo susidaręs perviršis, užfiksuotas įmonės apskaitoje kaip atskiras nematerialusis turtas, gali būti amortizuojant atskaitytas iš įmonės mokėtino pelno mokesčio bazės. Šis perviršis lygiomis dalimis amortizuojamas per dvidešimt metų po akcijų įsigijimo.", "label": [[72, 91, "DATE"], [111, 121, "LOC"], [155, 156, "AMOUNT_VALUE"], [157, 158, "AMOUNT_UNIT"], [229, 234, "AMOUNT_VALUE"], [235, 239, "AMOUNT_UNIT"], [491, 500, "AMOUNT_VALUE"], [501, 505, "AMOUNT_UNIT"]]}
{"text": "5 Sprendimo 2011/5 1 straipsnio 1 dalyje Komisija pripažino nesuderinamą su bendrąja rinka aptariamą apmokestinimo tvarką.", "label": [[41, 49, "ORG"]]}
{"text": "6 To sprendimo 1 straipsnio 2 ir 3 dalyse nustatyta:", "label": []}
{"text": "„2. Nepaisant to, atskaitymai mokesčių tikslais, kuriais gavėjai pagal TRLIS 12 straipsnio 5 dalį pasinaudojo dėl akcijų įsigijimų Bendrijoje, susijusių su teisėmis, tiesiogiai ar netiesiogiai turimomis užsienio bendrovėse, kurie atitinka susijusias pagalbos schemos sąlygas iki 2007 m. gruodžio 21 d., išskyrus sąlygą, kad akcijas jie turėtų nepertraukiamą bent metų laikotarpį, gali būti toliau taikomi visą amortizacijos laikotarpį, nustatytą pagal pagalbos schemą.", "label": [[131, 141, "LOC"], [279, 301, "DATE"]]}
{"text": "3. Gavėjams pagal TRLIS 12 straipsnio 5 dalį suteiktos mokesčių lengvatos dėl akcijų įsigijimų Bendrijoje, susijusių su iki 2007 m. gruodžio 21 d. prisiimtu neatšaukiamu įsipareigojimu turėti tas teises, kai sutartyje nustatyta stabdanti nuostata, susijusi su tuo, kad nagrinėjamai operacijai turi būti gautas privalomas reguliavimo institucijos pritarimas, ir kai apie sprendimą ir operaciją pranešta iki 2007 m. gruodžio 21 d., gali būti toliau taikomos visą amortizacijos laikotarpį, nustatytą pagal pagalbos schemą, tai daliai turimų teisių, kurios turimos nuo tos dienos, kurią panaikinama stabd[omoji] nuostata.“", "label": [[95, 105, "LOC"], [124, 146, "DATE"], [406, 428, "DATE"]]}
{"text": "7 Minėto sprendimo 4 straipsnyje Ispanijos Karalystė įpareigojama susigrąžinti pagal aptariamą apmokestinimo tvarką suteiktą pagalbą, išskyrus pagalbą, atitinkančią to paties sprendimo 1 straipsnio 2 dalyje nustatytas sąlygas.", "label": [[33, 52, "ORG"]]}
{"text": "Sprendimas 2011/282/ES", "label": []}
{"text": "8 Sprendimu 2011/5 Komisija užbaigė procedūrą dėl Ispanijos įmonių įsigytų Sąjungoje įsteigtų bendrovių akcijų. Vis dėlto ši institucija paliko atvirą procedūrą, kiek tai susiję su tokiu ne Sąjungoje įsteigtų bendrovių akcijų įsigijimu.", "label": [[19, 27, "ORG"], [50, 59, "LOC"], [75, 84, "LOC"], [190, 199, "LOC"]]}
{"text": "9 2011 m. sausio 12 d. Komisijos sprendimo 2011/282/ES dėl Ispanijos įgyvendintos finansinės prestižo vertės amortizacijos mokesčių tikslais įsigyjant užsienio bendrovės akcijų Nr. C 45/07 (ex NN 51/07, ex CP 9/07) (OL L 135, 2011, p. 1) 1 straipsnio 1 dalyje ši institucija pripažino su vidaus rinka nesuderinama nagrinėjamą tvarką, pagal kurią mokesčių lengvata buvo suteikta Ispanijoje apmokestinamoms įmonėms tam, kad jos galėtų amortizuoti perviršį, susidariusį dėl ne Sąjungoje įsteigtų bendrovių akcijų įsigijimo.", "label": [[2, 22, "DATE"], [23, 32, "ORG"], [59, 68, "LOC"], [378, 388, "LOC"], [474, 483, "LOC"]]}
{"text": "10 To sprendimo 1 straipsnio 2–5 dalyse numatyti tam tikri atvejai, kai atskaitymus mokesčių tikslais pagal nagrinėjamą apmokestinimo tvarką galintys taikyti subjektai, įsigiję ne Sąjungoje įsteigtų bendrovių akcijų, gali ir toliau taikyti šiuos atskaitymus per visą pagal šią tvarką numatytą amortizacijos laikotarpį.", "label": [[180, 189, "LOC"]]}
{"text": "11 Minėto sprendimo 4 straipsnyje Ispanijos Karalystė įpareigojama susigrąžinti pagal aptariamą apmokestinimo tvarką taikomą pagalbą.", "label": [[34, 53, "ORG"]]}
{"text": "Sprendimas 2015/314", "label": []}
{"text": "12 2013 m. liepos 17 d. Komisijos sprendimu pradėti SESV 108 straipsnio 2 dalyje numatytą procedūrą, susijusią su valstybės pagalba SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – Finansinės prestižo vertės amortizacija mokesčių tikslais įsigyjant užsienio bendrovės akcijų, ši institucija nusprendė išnagrinėti, ar naujas TRLIS 12 straipsnio 5 dalies administracinis aiškinimas, taikytas Dirección General de Tributos (Mokesčių generalinis direktoratas, Ispanija, toliau – DGT) ir Tribunal Económico-Administrativo Central (Centrinis ekonominių ir administracinių bylų teismas; toliau – TEAC), kuriuo aptariamos apmokestinimo tvarkos taikymo sritis išplečiama ir netiesioginiams įsigijimams, suderinamas su Sąjungos teise.", "label": [[3, 23, "DATE"], [24, 33, "ORG"], [381, 410, "ORG"], [412, 445, "ORG"], [447, 455, "LOC"], [466, 469, "ORG"], [474, 515, "ORG"], [517, 569, "ORG"], [580, 584, "ORG"], [700, 708, "LOC"]]}
{"text": "13 Ši procedūra buvo baigta 2014 m. spalio 14 d. priėmus trečiąjį sprendimą dėl aptariamos apmokestinimo tvarkos, t. y. Sprendimą 2015/314.", "label": [[28, 48, "DATE"]]}
{"text": "14 Tame sprendime Komisija nusprendė, kad aptariama apmokestinimo tvarka, kiek ji nuo šiol taikoma ir netiesioginiams bendrovių nerezidenčių akcijų įsigijimams įsigyjant kontroliuojančiųjų bendrovių nerezidenčių akcijų, taip pat yra su vidaus rinka nesuderinama pagalba, kuri, be to, buvo suteikta pažeidžiant SESV 108 straipsnio 3 dalį. Todėl ši institucija nurodė Ispanijos valdžios institucijoms susigrąžinti suteiktą pagalbą.", "label": [[18, 26, "ORG"], [366, 375, "LOC"]]}
{"text": "Ispanijos teisė", "label": [[0, 9, "LOC"]]}
{"text": "15 Madride (Ispanija) posėdžiaujantis TEAC pirmąja ir galutine instancija nagrinėja skundus dėl kai kurių centrinių mokesčių valdžios institucijų sprendimų. Be to, jis yra apeliacinė instancija dėl kitų Tribunales Económico-Administrativos (ekonominių ir administracinių bylų teismai, toliau – TEA), t. y. regioninių TEA ir vietos TEA, posėdžiaujančių Seutoje (Ispanija) ir Meliljoje (Ispanija), priimtų sprendimų.", "label": [[3, 21, "LOC"], [38, 42, "ORG"], [203, 239, "ORG"], [241, 283, "ORG"], [294, 297, "ORG"], [317, 320, "ORG"], [331, 334, "ORG"], [352, 370, "LOC"], [374, 394, "LOC"]]}
{"text": "16 Ispanijos teisės nuostatos, kuriose nustatytas TEA teisinis statusas, yra įtvirtintos 2003 m. gruodžio 17 d. Ley 58/2003 General Tributaria (Įstatymas Nr. 58/2003 dėl Bendrojo mokesčių kodekso) (BOE, Nr. 302, 2003 m. gruodžio 18 d., p. 44987), iš dalies pakeistame 2015 m. rugsėjo 21 d. Ley 34/2015 (BOE, Nr. 227, 2015 m. rugsėjo 22 d., p. 83633) (toliau – LGT), visų pirma šio įstatymo V antraštinėje dalyje „Administraciniai skundai“ esančiame IV skyriuje „Ekonominiai ir administraciniai skundai“.", "label": [[3, 12, "LOC"], [50, 53, "ORG"], [89, 111, "DATE"], [212, 234, "DATE"], [268, 289, "DATE"], [317, 338, "DATE"]]}
{"text": "17 LGT 228 straipsnyje nustatyta:", "label": []}
{"text": "„1. Kompetenciją priimti sprendimą dėl ekonominių ir administracinių skundų turi tik ekonominės-administracinės įstaigos, kurios, vykdydamos savo funkcijas, veikia nepriklausomai.", "label": []}
{"text": "2. Valstybės kompetencijos srityje ekonominės-administracinės įstaigos yra:", "label": []}
{"text": "a) [TEAC];", "label": [[4, 8, "ORG"]]}
{"text": "b) regioniniai ir vietos [TEA].", "label": [[26, 29, "ORG"]]}
{"text": "3. Speciali doktrinos suvienodinimo kolegija taip pat laikoma ekonomine-administracine įstaiga.", "label": [[3, 44, "ORG"]]}
{"text": "<…>“", "label": []}
{"text": "18 LGT 237 straipsnio 3 dalyje įtvirtintos taisyklės, susijusios su prašymais priimti prejudicinį sprendimą, kuriuos TEA gali pateikti Teisingumo Teismui, būtent taisyklės dėl bylos nagrinėjimo sustabdymo, kol Teisingumo Teismas pateiks atsakymą į prejudicinį klausimą.", "label": [[117, 120, "ORG"], [135, 153, "ORG"], [210, 228, "ORG"]]}
{"text": "19 LGT 243 straipsnyje „Ypatingasis apeliacinis skundas, kuriuo siekiama suvienodinti doktriną“ nustatyta:", "label": []}
{"text": "„1. Ekonomikos ir finansų ministerijos mokesčių generalinis direktorius gali pateikti ypatingąjį apeliacinį skundą, kuriuo siekiama suvienodinti doktriną, dėl [TEAC] priimtų sprendimų mokesčių srityje, jei minėtas generalinis direktorius nesutinka su šių sprendimų turiniu.", "label": [[4, 38, "ORG"], [39, 71, "PROFESSION"], [160, 164, "ORG"], [214, 237, "PROFESSION"]]}
{"text": "<…>", "label": []}
{"text": "2. Kompetenciją nagrinėti tokį skundą turi speciali doktrinos suvienodinimo kolegija. Ją sudaro [TEAC] pirmininkas, kuris pirmininkauja kolegijai, trys šios teismo nariai, Ekonomikos ir finansų ministerijos generalinis direktorius, Valstybės mokesčių administravimo agentūros generalinis direktorius, šios agentūros departamento, kuriam funkciškai priklauso skundžiamame sprendime nurodytą aktą priėmusi institucija, generalinis direktorius arba direktorius ir Mokesčių mokėtojų gynimo tarybos pirmininkas.", "label": [[43, 84, "ORG"], [97, 101, "ORG"], [103, 114, "PROFESSION"], [172, 206, "ORG"], [207, 230, "PROFESSION"], [232, 275, "ORG"], [276, 299, "PROFESSION"], [417, 440, "PROFESSION"], [446, 457, "PROFESSION"], [461, 505, "ORG"]]}
{"text": "<…>", "label": []}
{"text": "3. Sprendimas dėl apeliacinio skundo priimamas specialiosios kolegijos narių balsų dauguma. Balsams pasiskirsčius vienodai, lemiamą balsą visada turi pirmininkas.", "label": [[47, 70, "ORG"], [150, 161, "PROFESSION"]]}
{"text": "4. Sprendimas dėl apeliacinio skundo priimamas per šešis mėnesius ir jame atsižvelgiama į konkrečią teisinę situaciją, susijusią su apskųstu sprendimu, be to, jame nurodoma taikoma jurisprudencija.", "label": []}
{"text": "5. Išnagrinėjus tokius apeliacinius skundus nustatyta doktrina yra privaloma [TEA], autonominių bendruomenių ir autonominį statusą turinčių miestų mokesčių institucijoms ir visiems kitiems valstybiniams mokesčių administratoriams ir autonominėms bendruomenėms bei autonominį statusą turintiems miestams.“", "label": [[78, 81, "ORG"]]}
{"text": "20 Kitos TEA taikomos taisyklės yra įtvirtintos 2015 m. gegužės 13 d. Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria, en materia de revisión en vía administrativa (Karaliaus dekretas 520/2005, kuriuo patvirtinamas gruodžio 17 d. Įstatymo 58/2003 dėl Bendrojo mokesčių kodekso bendrasis įgyvendinimo reglamentas peržiūros ir administracinio skundo srityje) (BOE, Nr. 126, 2005 m. gegužės 27 d., p. 17835) (toliau – Karaliaus dekretas 520/2005).", "label": [[9, 12, "ORG"], [48, 69, "DATE"], [173, 188, "DATE"], [306, 320, "DATE"], [463, 484, "DATE"]]}
{"text": "21 Karaliaus dekreto 520/2005 29 straipsnio 2 ir 9 dalyse nustatyta:", "label": []}
{"text": "„2. [TEAC] pirmininkas Ekonomikos ir finansų ministro siūlymu Ministrų Taryboje priimtu Karaliaus dekretu skiriamas (ir atleidžiamas) iš pareigūnų, kurių reputacija ir profesinė patirtis mokesčių srityje yra nepriekaištinga; jis įgyja Ekonomikos ir finansų ministerijos generalinio direktoriaus kategoriją.", "label": [[5, 9, "ORG"], [11, 22, "PROFESSION"], [23, 53, "PROFESSION"], [62, 79, "ORG"], [235, 269, "ORG"], [270, 294, "PROFESSION"]]}
{"text": "[TEAC] nariai Ekonomikos ir finansų ministro siūlymu Ministrų Taryboje priimtu Karaliaus dekretu skiriami (ir atleidžiami) iš pareigūnų, dirbančių darbo pareigybių sąraše nurodytose įstaigose; jie įgyja Ekonomikos ir finansų ministerijos generalinio direktoriaus pavaduotojo kategoriją.", "label": [[1, 5, "ORG"], [14, 44, "PROFESSION"], [53, 70, "ORG"], [203, 237, "ORG"], [238, 274, "PROFESSION"]]}
{"text": "<…>", "label": []}
{"text": "9. Visi [TEAC] plenarinės sesijos arba kolegijų nariai, taip pat vienasmeniai organai, veikia visiškai nepriklausomai ir už jiems įstatymuose bei pirmininko pavestų funkcijų vykdymą atsako asmeniškai.“", "label": [[9, 13, "ORG"], [146, 156, "PROFESSION"]]}
{"text": "22 Karaliaus dekreto 520/2005 30 straipsnio 2 ir 12 dalyse nustatyta:", "label": []}
{"text": "„2. [Regioninių ir vietos TEA] pirmininkai, decentralizuotos kolegijos pirmininkai, kolegijos pirmininkai ir nariai Ekonomikos ir finansų ministro nutarimu skiriami (ir atleidžiami) iš pareigūnų, dirbančių darbo pareigybių sąraše nurodytose įstaigose. <…>", "label": [[26, 29, "ORG"], [31, 42, "PROFESSION"], [44, 82, "PROFESSION"], [84, 105, "PROFESSION"], [116, 146, "PROFESSION"]]}
{"text": "<…>", "label": []}
{"text": "12. Visi [regioninių ir vietos TEA] plenarinės sesijos arba kolegijų nariai, taip pat vienasmeniai organai, veikia visiškai nepriklausomai ir už jiems įstatymuose bei teismo pirmininko ar decentralizuotos kolegijos pirmininko pavestų funkcijų vykdymą atsako asmeniškai.“", "label": [[31, 34, "ORG"], [167, 184, "PROFESSION"], [215, 225, "PROFESSION"]]}
{"text": "Pagrindinė byla ir prejudiciniai klausimai", "label": []}
{"text": "23 2002 m. gegužės mėn. Banco de Santander Central Hispano SA (toliau – BSCH), kuri buvo konsoliduotosios atskaitomybės grupės 17/89 pagrindinė bendrovė, įsigijo 100 % pagal Vokietijos teisę įsteigtos bendrovės AKB Holding GmbH (toliau – AKB) akcijų.", "label": [[3, 23, "DATE"], [24, 61, "ORG"], [72, 76, "ORG"], [162, 165, "AMOUNT_VALUE"], [166, 167, "AMOUNT_UNIT"], [174, 184, "LOC"], [211, 227, "ORG"], [238, 241, "ORG"]]}
{"text": "24 Dėl šio įsigijimo, kurio kaina buvo 1 099 999 999 EUR, o AKB balansinė vertė sudarė 183 909 000 EUR, susidarė 916 091 000 EUR finansinis perviršis (toliau – aptariamas perviršis).", "label": [[39, 52, "AMOUNT_VALUE"], [53, 56, "AMOUNT_UNIT"], [60, 63, "ORG"], [87, 98, "AMOUNT_VALUE"], [99, 102, "AMOUNT_UNIT"], [113, 124, "AMOUNT_VALUE"], [125, 128, "AMOUNT_UNIT"]]}
{"text": "25 AKB, kaip kontroliuojančioji bendrovė, turėjo tokių bendrovių, kurios visos įsteigtos Sąjungoje, akcijų: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH ir AKB Marketing Services sp.zo.o.", "label": [[3, 6, "ORG"], [89, 98, "LOC"], [108, 129, "ORG"], [131, 147, "ORG"], [149, 165, "ORG"], [167, 195, "ORG"], [197, 233, "ORG"], [235, 263, "ORG"], [267, 297, "ORG"]]}
{"text": "26 2002 m. gruodžio mėn. BSCH perdavė AKB akcijas, dėl kurių įsigijimo kainos susidarė aptariamas perviršis, pagal Nyderlandų teisę įsteigtai bendrovei Holneth BV ir pagal Ispanijos teisę įsteigtai bendrovei Santander Consumer Finance SA (toliau – SCF); šios bendrovės taip pat yra konsoliduotosios atskaitomybės grupės 17/89 bendrovės.", "label": [[3, 24, "DATE"], [25, 29, "ORG"], [38, 41, "ORG"], [115, 125, "LOC"], [152, 162, "ORG"], [172, 181, "LOC"], [208, 237, "ORG"], [248, 251, "ORG"]]}
{"text": "27 Atsižvelgusi į aptariamą perviršių, konsoliduotosios atskaitomybės grupė 17/89, taikydama TRLIS 12 straipsnio 5 dalį, savo pelno mokesčio deklaracijose už 2002 ir 2003 mokestinius metus atliko atskaitymus.", "label": [[158, 162, "DATE"], [166, 170, "DATE"]]}
{"text": "28 Taigi, už 2002 mokestinius metus BSCH ir SCF atskaitė atitinkamai 27 482 730 EUR ir 1 631 395 EUR. SCF nurodė, kad už 2003 mokestinius metus atskaitoma 45 804 550 EUR suma.", "label": [[13, 17, "DATE"], [36, 40, "ORG"], [44, 47, "ORG"], [69, 79, "AMOUNT_VALUE"], [80, 83, "AMOUNT_UNIT"], [87, 96, "AMOUNT_VALUE"], [97, 100, "AMOUNT_UNIT"], [102, 105, "ORG"], [121, 125, "DATE"], [155, 165, "AMOUNT_VALUE"], [166, 169, "AMOUNT_UNIT"]]}
{"text": "29 Kalbant apie 2002 mokestinius metus, reikia pažymėti, kad atlikus mokestinį patikrinimą, kuris buvo užbaigtas 2006 m. gruodžio 21 d. protokolu, Finansų inspekcija 2007 m. kovo 7 d. pranešime dėl išieškojimo patvirtino BSCH taikytą 20 262 374 EUR atskaitymą, bet atliko 7 215 356 EUR dydžio pataisas. SCF atveju buvo pritarta dėl visos 1 631 395 EUR atskaitos.", "label": [[16, 20, "DATE"], [113, 135, "DATE"], [166, 183, "DATE"], [221, 225, "ORG"], [234, 244, "AMOUNT_VALUE"], [245, 248, "AMOUNT_UNIT"], [272, 281, "AMOUNT_VALUE"], [282, 285, "AMOUNT_UNIT"], [303, 306, "ORG"], [338, 347, "AMOUNT_VALUE"], [348, 351, "AMOUNT_UNIT"]]}
{"text": "30 2010 m. liepos 22 d. pranešimu dėl išieškojimo Finansų inspekcija atsisakė leisti atskaityti visą perviršį, kurį SCF siekė atskaityti 2003 mokestiniais metais.", "label": [[3, 23, "DATE"], [116, 119, "ORG"], [137, 141, "DATE"]]}
{"text": "31 2010 m. rugpjūčio 16 d. Banco de Santander pateikė skundą dėl šio pranešimo dėl išieškojimo TEAC ir nurodė, kad aptariamas perviršis, nepaisant jo netiesioginio pobūdžio, išplaukiančio iš to, kad perviršį lėmęs įsigijimas buvo susijęs su kontroliuojančiąja bendrove, atskaitytinas iš pelno mokesčio remiantis TRLIS 12 straipsnio 5 dalimi.", "label": [[3, 26, "DATE"], [27, 45, "ORG"], [95, 99, "ORG"]]}
{"text": "32 Atsižvelgiant į šio sprendimo 12 punkte minėtą naują TRLIS 12 straipsnio 5 dalies aiškinimą, taikytą tiek DGT, tiek TEAC, nagrinėjamu atveju kyla klausimas, ar taikant Sprendimą 2011/5 – pirmąjį Komisijos sprendimą, susijusį su aptariama apmokestinimo tvarka, – reikia kaip neteisėtą ir su vidaus rinka nesuderinamą susigrąžinti atskaitymą mokesčių tikslais, atitinkantį aptariamo perviršio amortizaciją, atliktą iki 2007 m. gruodžio 21 d. po to, kai buvo įsigyta kontroliuojamoji bendrovė nerezidentė.", "label": [[109, 112, "ORG"], [119, 123, "ORG"], [198, 207, "ORG"], [420, 442, "DATE"]]}
{"text": "33 Atsižvelgiant į tai, kad pagal Sprendimo 2011/5 1 straipsnio 2 dalį ir 4 straipsnio 1 dalį susigrąžinimo pareiga dėl įgytų teisėtų lūkesčių netaikoma iki 2007 m. gruodžio 21 d. įvykdytiems įsigijimams, ir į tai, kad pagrindinėje byloje aptariamas įsigijimas įvyko iki šios datos, siekiant išspręsti ginčą pagrindinėje byloje būtina pateikti atsakymą į klausimą, ar šios Sprendimo 2011/5 nuostatos turi būti aiškinamos taip, kad jos taikomos ir netiesioginių akcijų įsigijimui, visų pirma kontroliuojančiosios bendrovės nerezidentės įsigijimui, kaip antai nagrinėjamam pagrindinėje byloje.", "label": [[157, 179, "DATE"]]}
{"text": "34 Šiuo klausimu TEAC nusprendė, kad administracinis aiškinimas, kuris anksčiau prieštaravo atskaitymų mokesčių tikslais taikymui dėl netiesioginių akcijų įsigijimų, nėra teisės šaltinis.", "label": [[17, 21, "ORG"]]}
{"text": "35 Iš tiesų nei DGT, nei TEAC nepriklauso įstatymų leidžiamajai ar teisminei valdžiai. Šių subjektų pateiktas aiškinimas nėra galutinis, nes jiems taikoma teismų kontrolė. Be to, Tribunal Supremo (Aukščiausiasis Teismas, Ispanija) dar nepriėmė sprendimo dėl TRLIS 12 straipsnio 5 dalies taikymo netiesioginių akcijų įsigijimui.", "label": [[16, 19, "ORG"], [25, 29, "ORG"], [179, 195, "ORG"], [197, 219, "ORG"], [221, 229, "LOC"]]}
{"text": "36 Tokiomis aplinkybėmis TEAC nutarė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šiuos prejudicinius klausimus:", "label": [[25, 29, "ORG"], [78, 96, "ORG"]]}
{"text": "„1. Ar Sprendimo [2011/5] 1 straipsnio 2 dalį reikia aiškinti taip, kad joje pripažįstami ir apibrėžiami teisėti lūkesčiai turi būti taikomi finansinio perviršio amortizavimo mokesčių tikslais atskaitymui pagal TRLIS 12 straipsnio 5 dalį, kai bendrovių nerezidenčių akcijų įsigyjama netiesiogiai, tiesiogiai įsigyjant kontroliuojančiosios bendrovės nerezidentės akcijų?", "label": []}
{"text": "2. Jei atsakymas į pirmąjį klausimą būtų teigiamas, ar negalioja sprendimas [pradėti procedūrą, po kurios buvo priimtas Sprendimas 2015/314], kuriuo Komisija nusprendė pradėti SESV 108 straipsnio 2 dalyje numatytą procedūrą dėl minėto straipsnio ir dėl [1999 m. kovo 22 d. Tarybos reglamento (EB) Nr. 659/1999, nustatančio išsamias [SESV 108] straipsnio taikymo taisykles (OL L 83, 1999, p. 1; 2004 m. specialusis leidimas lietuvių k., 8 sk., 1 t., p. 339)] pažeidimo?“", "label": [[149, 157, "ORG"], [254, 272, "DATE"], [273, 280, "ORG"], [394, 401, "DATE"], [423, 431, "NATIONALITY"]]}
{"text": "37 2015 m. sausio 8 d. sprendimu, kurį Teisingumo Teismas gavo 2015 m. sausio 27 d., TEAC nusprendė, kad reikia performuluoti prejudicinius klausimus dėl naujų faktų atsiradimo.", "label": [[3, 22, "DATE"], [39, 57, "ORG"], [63, 83, "DATE"], [85, 89, "ORG"]]}
{"text": "38 Šie faktai tai, pirma, 2014 m. spalio 15 d. Sprendimo 2015/314 ir, antra, dėl 2014 m. lapkričio 7 d. Europos Sąjungos Bendrojo Teismo sprendimų Autogrill España / Komisija (T‑219/10, EU:T:2014:939) ir Banco Santander ir Santusa / Komisija (T‑399/11, EU:T:2014:938), kuriais tas teismas atitinkamai panaikino sprendimų 2011/5 ir 2011/282 1 straipsnių 1 dalis ir 4 straipsnius, priėmimas.", "label": [[26, 46, "DATE"], [81, 103, "DATE"], [104, 136, "ORG"], [147, 163, "ORG"], [166, 174, "ORG"], [204, 219, "ORG"], [223, 230, "ORG"], [233, 241, "ORG"]]}
{"text": "39 TEAC nusprendė, kad, atsižvelgiant į šias naujas aplinkybes, nebereikia kreiptis į Teisingumo Teismą dėl Sprendimo 2011/5 išaiškinimo, nes šiuo metu, siekiant priimti sprendimą pagrindinėje byloje, pagrindinis klausimas yra tas, ar dėl to, kad Bendrasis Teismas panaikino tą sprendimą, negalioja Sprendimas 2015/314, kuriame nustatytas TRLIS 12 straipsnio 5 dalyje įtvirtintas atskaitymo draudimas, jau įtvirtintas sprendimuose 2011/5 ir 2011/282, susijęs su netiesioginiu bendrovių nerezidenčių akcijų įsigijimu.", "label": [[3, 7, "ORG"], [86, 103, "ORG"], [247, 264, "ORG"]]}
{"text": "40 Šiomis aplinkybėmis TEAC nusprendė performuluoti prejudicinius klausimus taip:", "label": [[23, 27, "ORG"]]}
{"text": "„1. Ar [Sprendimas 2015/314], atsižvelgiant į 2014 m. lapkričio 7 d. Europos Sąjungos Bendrojo Teismo sprendimus Autogrill España / Komisija (T‑219/10, EU:T:2014:939) ir Banco Santander ir Santusa / Komisija (T‑399/11, EU:T:2014:938), kuriais atitinkamai buvo panaikinta [Sprendimo 2011/5 ir Sprendimo 2011/282] 1 straipsnio 1 dalis ir 4 straipsnis, negalioja dėl to, kad neteko savo faktinio ir teisinio pagrindo?", "label": [[46, 68, "DATE"], [69, 101, "ORG"], [113, 129, "ORG"], [132, 140, "ORG"], [170, 185, "ORG"], [189, 196, "ORG"], [199, 207, "ORG"]]}
{"text": "2. Ar Sprendimas [2015/314], atsižvelgiant į 2014 m. lapkričio 7 d. Europos Sąjungos Bendrojo Teismo sprendimus Autogrill España / Komisija (T‑219/10, EU:T:2014:939) ir Banco Santander ir Santusa / Komisija (T‑399/11, EU:T:2014:938), kuriais atitinkamai buvo panaikinta [Sprendimo 2011/5 ir Sprendimo 2011/282] 1 straipsnio 1 dalis ir 4 straipsnis, negalioja dėl motyvavimo stokos?", "label": [[45, 67, "DATE"], [68, 100, "ORG"], [112, 128, "ORG"], [131, 139, "ORG"], [169, 184, "ORG"], [188, 195, "ORG"], [198, 206, "ORG"]]}
{"text": "3. Subsidiariai, jei į pirmesnius klausimus būtų atsakyta neigiamai:", "label": []}
{"text": "Ar Sprendimas [2015/314] negalioja dėl to, kad naujasis TRLIS 12 straipsnio 5 dalies administracinis aiškinimas visiškai patenka į [Sprendimo 2011/5 ir Sprendimo 2011/282] taikymo sritį?“", "label": []}
{"text": "41 2017 m. birželio 8 d. sprendimu, kurį Teisingumo Teismas gavo 2017 m. liepos 6 d., TEAC nusprendė, kad reikia antrą kartą performuluoti prejudicinius klausimus dėl naujų faktų atsiradimo, t. y. dėl 2016 m. gruodžio 21 d. Sprendimo Komisija / World Duty Free Group ir kt. (C‑20/15 P ir C‑21/15 P, EU:C:2016:981), kuriuo Teisingumo Teismas panaikino 2014 m. lapkričio 7 d. Bendrojo Teismo sprendimus Autogrill España / Komisija (T‑219/10, EU:T:2014:939) ir Banco Santander ir Santusa / Komisija (T‑399/11, EU:T:2014:938) ir grąžino bylas T‑219/10 ir T‑399/11 Bendrajam Teismui.", "label": [[3, 24, "DATE"], [41, 59, "ORG"], [65, 84, "DATE"], [86, 90, "ORG"], [201, 223, "DATE"], [234, 242, "ORG"], [245, 266, "ORG"], [322, 340, "ORG"], [351, 373, "DATE"], [374, 389, "ORG"], [401, 417, "ORG"], [420, 428, "ORG"], [458, 473, "ORG"], [477, 484, "ORG"], [487, 495, "ORG"], [560, 577, "ORG"]]}
{"text": "42 Atsižvelgdamas į šią naują aplinkybę TEAC nusprendė, kad reikia palikti tiek klausimus, pateiktus pirminiame prašyme priimti prejudicinį sprendimą, susijusius su Sprendimo 2011/5 1 straipsnio 2 dalies taikymo sritimi, tiek pirmą kartą performuluotus prejudicinius klausimus, susijusius su Sprendimo 2015/314 galiojimu.", "label": [[40, 44, "ORG"]]}
{"text": "43 Po antrojo performulavimo pateikti prejudiciniai klausimai suformuluoti taip:", "label": []}
{"text": "„1. Tuo atveju, jeigu būtų patvirtintas [Sprendimo 2011/5] galiojimas:", "label": []}
{"text": "a) Ar [Sprendimo 2011/5] 1 straipsnio 2 dalį reikia aiškinti taip, kad joje pripažįstami ir apibrėžiami teisėti lūkesčiai turi būti taikomi finansinio perviršio amortizavimo mokesčių tikslais atskaitymui pagal TRLIS 12 straipsnio 5 dalį, kai bendrovių nerezidenčių akcijų įsigyjama netiesiogiai, tiesiogiai įsigyjant kontroliuojančiosios bendrovės nerezidentės akcijų?", "label": []}
{"text": "b) Jei būtų atsakyta teigiamai, ar negalioja sprendimas [pradėti procedūrą, po kurios buvo priimtas Sprendimas 2015/314]?“", "label": []}
{"text": "2. Tuo atveju, jeigu byloje T‑219/10 būtų panaikintas [Sprendimo 2011/5] 1 straipsnis:", "label": []}
{"text": "a) Ar [Sprendimas 2015/314] negalioja dėl to, kad neteko savo faktinio ir teisinio pagrindo?", "label": []}
{"text": "b) Ar [Sprendimas 2015/314] negalioja dėl motyvavimo stokos?", "label": []}
{"text": "c) Subsidiariai, jei į pirmesnius klausimus būtų atsakyta neigiamai:", "label": []}
{"text": "Ar [Sprendimas 2015/314] negalioja dėl to, kad naujasis TRLIS 12 straipsnio 5 dalies administracinis aiškinimas visiškai patenka į [Sprendimo 2011/5 ir Sprendimo 2011/282] taikymo sritį?“", "label": []}
{"text": "44 2018 m. lapkričio 15 d. Sprendimu World Duty Free Group / Komisija (T‑219/10 RENV, EU:T:2018:784) Bendrasis Teismas atmetė World Duty Free Group ieškinį dėl Sprendimo 2011/5 panaikinimo.", "label": [[3, 26, "DATE"], [37, 58, "ORG"], [61, 69, "ORG"], [101, 118, "ORG"], [126, 147, "ORG"]]}
{"text": "45 2019 m. sausio 25 d. ši bendrovė pateikė apeliacinį skundą dėl to sprendimo ir Sprendimo 2011/5 panaikinimo. Dėl šio apeliacinio skundo Teisingumo Teismas sprendimo dar nepriėmė (byla C‑51/19 P).", "label": [[3, 23, "DATE"], [139, 157, "ORG"]]}
{"text": "46 Kiti apeliaciniai skundai dėl to paties dalyko arba susiję su kitais Bendrojo Teismo sprendimais, kuriais buvo atmesti ieškiniai dėl Sprendimo 2011/282 panaikinimo, taip pat dar nagrinėjami Teisingumo Teisme.", "label": [[72, 87, "ORG"], [193, 210, "ORG"]]}
{"text": "47 Be to, šiuo metu Bendrajame Teisme nagrinėjami keli ieškiniai dėl Sprendimo 2015/314 panaikinimo.", "label": [[20, 37, "ORG"]]}
{"text": "48 Dėl šios bylos buvo priimti keli sprendimai sustabdyti procesą. Jie buvo priimti iš esmės dėl to, kad po prejudicinių klausimų dviejų performulavimų TEAC ketina pateikti Teisingumo Teismui klausimą dėl Sprendimo 2011/5 negaliojimo galimo poveikio Sprendimo 2015/314 galiojimui tuo atveju, jei Sąjungos teismas konstatuotų Sprendimo 2011/5 negaliojimą, arba dėl Sprendimo 2011/5 išaiškinimo, siekiant nustatyti jo taikymo sritį, jei šio sprendimo galiojimą patvirtintų Sąjungos teismas.", "label": [[152, 156, "ORG"], [173, 191, "ORG"], [296, 304, "LOC"], [471, 479, "LOC"]]}
{"text": "49 Klausimas dėl Sprendimo 2011/5 galiojimo Sąjungos teismuose nagrinėjamas iki šiol.", "label": [[44, 52, "LOC"]]}
{"text": "50 Vis dėlto, atsižvelgiant į Teisingumo Teismo jurisprudenciją, vėlesnę nei šis prašymas priimti prejudicinį sprendimą, ir Komisijos abejones dėl TEAC kvalifikavimo kaip „teismo“, kaip tai suprantama pagal SESV 267 straipsnį, taigi ir šio prašymo priimtinumo, šioje byloje reikia dar kartą išnagrinėti klausimą, ar TEAC turi būti taip kvalifikuojamas.", "label": [[30, 47, "ORG"], [124, 133, "ORG"], [147, 151, "ORG"], [316, 320, "ORG"]]}
{"text": "Dėl prašymo priimti prejudicinį sprendimą priimtinumo", "label": []}
{"text": "51 Remiantis suformuota Teisingumo Teismo jurisprudencija, tam, kad įvertintų, ar aptariama prašymą priimti prejudicinį sprendimą pateikusi institucija yra „teismas“, kaip tai suprantama pagal SESV 267 straipsnį, o tai yra tik su Sąjungos teise susijęs klausimas, Teisingumo Teismas atsižvelgia į aplinkybių visumą, t. y. į tai, ar ši institucija yra įsteigta pagal įstatymus, ar ji nuolatinė, ar jos jurisdikcija yra privaloma, ar procesas joje yra grindžiamas rungimosi principu, ar ji taiko teisės aktus ir ar ji yra nepriklausoma (šiuo klausimu žr. 1966 m. birželio 30 d. Sprendimą Rannberg-Rasmussen, 61/65, EU:C:1966:39, p. 395; 2005 m. gegužės 31 d. Sprendimo Malfait ir kt., C‑53/03, EU:C:2005:333, 29 punktą ir 2017 m. vasario 16 d. Sprendimo Gajane Fiorello, C‑503/15, EU:C:2017:126, 27 punktą ir jame nurodytą jurisprudenciją).", "label": [[24, 41, "ORG"], [230, 238, "LOC"], [264, 282, "ORG"], [553, 575, "DATE"], [586, 604, "PER"], [635, 656, "DATE"], [667, 674, "PER"], [720, 741, "DATE"], [752, 767, "PER"]]}
{"text": "52 Kalbant apie TEAC, kuris šioje byloje yra prašymą priimti prejudicinį sprendimą pateikęs teismas, pažymėtina, kad Teisingumo Teismui pateiktoje bylos medžiagoje esantys įrodymai neleidžia abejoti tuo, kad jis atitinka kriterijus, susijusius su įsteigimu pagal įstatymus, nuolatinumu, jurisdikcijos privalomumu, jo proceso grindimu rungimosi principu ir tuo, kad ši institucija taiko teisės aktus.", "label": [[16, 20, "ORG"], [117, 135, "ORG"]]}
{"text": "53 Vis dėlto kyla klausimas, ar TEAC atitinka nepriklausomumo kriterijų.", "label": [[32, 36, "ORG"]]}
{"text": "54 Šiuo klausimu Teisingumo Teismas 2000 m. kovo 21 d. Sprendimo Vuotila ir kt. (C‑110/98–C‑147/98, EU:C:2000:145) 39 punkte nusprendė, kad su TEA susiję Ispanijos teisės aktai, kurie buvo taikomi bylai, kurioje priimtas tas sprendimas, užtikrino funkcinį atskyrimą tarp, pirma, mokesčių administravimo tarnybų, atsakingų už mokesčio valdymą, išieškojimą ir sumokėjimą, ir, antra, TEA, kurie priimdavo sprendimus dėl skundų, pateiktų dėl minėtų tarnybų priimtų sprendimų, ir negaudavo jokių nurodymų iš mokesčių administratoriaus. Minėto sprendimo 40 punkte Teisingumo Teismas patikslino, kad tokios garantijos TEA suteikė trečiojo asmens statusą, palyginti su tarnybomis, kurios priėmė sprendimą, dėl kurio pateiktas skundas, ir nepriklausomumą, reikiamą tam, kad būtų galima juos laikyti teismais, kaip tai suprantama pagal SESV 267 straipsnį.", "label": [[17, 35, "ORG"], [36, 54, "DATE"], [65, 72, "PER"], [143, 146, "ORG"], [154, 163, "LOC"], [381, 384, "ORG"], [558, 576, "ORG"], [611, 614, "ORG"]]}
{"text": "55 Vis dėlto, kaip savo rašytinėse pastabose taip pat teigė Komisija, šie argumentai turi būti peržiūrėti atsižvelgiant, be kita ko, į naujausią Teisingumo Teismo jurisprudenciją, konkrečiai susijusią su nepriklausomumo kriterijumi, kurį turi atitikti bet kuri nacionalinė įstaiga, kad būtų laikoma „teismu“, kaip tai suprantama pagal SESV 267 straipsnį.", "label": [[60, 68, "ORG"], [145, 162, "ORG"]]}
{"text": "56 Šiomis aplinkybėmis reikia pabrėžti, kad nacionalinių teismų nepriklausomumas pirmiausia yra būtinas tam, kad tinkamai veiktų teismų bendradarbiavimo sistema, kurią įgyvendina SESV 267 straipsnyje numatytas kreipimosi dėl prejudicinio sprendimo priėmimo mechanizmas; remiantis šio sprendimo 51 punkte priminta jurisprudencija, šis mechanizmas gali būti inicijuotas tik Sąjungos teisę taikančios institucijos, kuri, be kita ko, atitinka šį nepriklausomumo kriterijų (2018 m. vasario 27 d. Sprendimo Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, 43 punktas).", "label": [[372, 380, "LOC"], [469, 490, "DATE"], [501, 543, "ORG"]]}
{"text": "57 Remiantis Teisingumo Teismo jurisprudencija, sąvoka „nepriklausomumas“ apima du aspektus. Pagal pirmąjį, išorinį, aspektą reikalaujama, kad atitinkama institucija savo funkcijas vykdytų visiškai autonomiškai, jos nesaistytų jokie hierarchijos ar pavaldumo ryšiai, ji negautų jokių nurodymų ar įpareigojimų, taigi būtų apsaugota nuo išorinio poveikio ar spaudimo, kurie gali kelti grėsmę jos narių nepriklausomam sprendimų priėmimui ir turėti įtakos jų sprendimams (2018 m. vasario 27 d. Sprendimo Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, 44 punktas ir jame nurodyta jurisprudencija).", "label": [[13, 30, "ORG"], [468, 488, "DATE"], [500, 542, "ORG"]]}
{"text": "58 Dėl sąvokos „nepriklausomumas“ išorinio aspekto dar reikia priminti, kad atitinkamos institucijos narių nepašalinamumas yra su teisėjų nepriklausomumu susijusi garantija, nes ja siekiama apsaugoti asmenį nuo tų, kurie turi priimti sprendimą (šiuo klausimu žr. 2006 m. rugsėjo 19 d. Sprendimo Maslov, C‑506/04, EU:C:2006:587, 51 punktą ir 2018 m. vasario 27 d. Sprendimo Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, 45 punktą)", "label": [[130, 137, "PROFESSION"], [263, 284, "DATE"], [295, 301, "PER"], [341, 362, "DATE"], [373, 415, "ORG"]]}
{"text": "59 Pagal nepašalinamumo principą, kurio ypatingą svarbą reikia pabrėžti, be kita ko, reikalaujama, kad teisėjai galėtų eiti savo pareigas, kol sulauks privalomo pensinio amžiaus arba kol baigsis jų įgaliojimai, jeigu nustatyta šių įgaliojimų trukmė. Nors minėtas principas nėra absoliutus, jo išimtys gali būti taikomos tik kai tai pateisinama teisėtais ir privalomaisiais pagrindais, laikantis proporcingumo principo. Visuotinai pripažįstama, kad teisėjai gali būti atšaukti iš pareigų laikantis atitinkamos tvarkos, jeigu jie nebetinkami pareigoms dėl nedarbingumo arba sunkaus pažeidimo (2019 m. birželio 24 d. Sprendimo Komisija / Lenkija (Aukščiausiojo Teismo nepriklausomumas), C‑619/18, EU:C:2019:531, 76 punktas).", "label": [[103, 111, "PROFESSION"], [448, 456, "PROFESSION"], [591, 613, "DATE"], [624, 632, "ORG"], [635, 642, "ORG"], [644, 664, "ORG"]]}
{"text": "60 Teismo narių nepašalinamumo garantija reikalauja, kad šios institucijos narių atšaukimo atvejai būtų nustatyti specialių teisės aktų aiškiose nuostatose, suteikiančiose garantijas, kurios yra didesnės, nei numatytosios bendrose administracinės teisės ar darbo teisės nuostatose, taikomose atšaukimo piktnaudžiaujant atveju (šiuo klausimu žr. 2014 m. spalio 9 d. Sprendimo TDC, C‑222/13, EU:C:2014:2265, 32 ir 35 punktus).", "label": [[345, 364, "DATE"]]}
{"text": "61 Antrasis, vidinis, sąvokos „nepriklausomumas“ aspektas susijęs su sąvoka „nešališkumas“ ir reikalauja vienodo nešališkumo bylos šalių ir jų atitinkamų interesų, susijusių su šios bylos dalyku, atžvilgiu. Šis aspektas reikalauja objektyvumo ir jokio suinteresuotumo bylos baigtimi nebuvimo, išskyrus, kad ginčas būtų išspręstas griežtai laikantis teisės normų (2017 m. vasario 16 d. Sprendimo Gajane Fiorello, C‑503/15, EU:C:2017:126, 38 punktas ir jame nurodyta jurisprudencija).", "label": [[363, 384, "DATE"], [395, 410, "PER"]]}
{"text": "62 Taigi pagal Teisingumo Teismo suformuotą jurisprudenciją sąvoka „nepriklausomumas“, kuri yra neatskiriama nuo teisminės funkcijos, pirmiausia reiškia, kad atitinkama institucija turi būti trečiasis asmuo sprendimą, dėl kurio pareikštas ieškinys, priėmusios valdžios institucijos atžvilgiu (šiuo klausimu žr. 1993 m. kovo 30 d. Sprendimo Elliott, C‑24/92, EU:C:1993:118, 15 punktą ir 2014 m. spalio 9 d. Sprendimo TDC, C‑222/13, EU:C:2014:2265, 29 punktą ir jame nurodytą jurisprudenciją).", "label": [[15, 32, "ORG"], [311, 328, "DATE"], [340, 347, "PER"], [386, 405, "DATE"]]}
{"text": "63 Būtinybė užtikrinti nepriklausomumą ir nešališkumą susijusi su reikalavimu, kad egzistuotų taisyklės, be kita ko, dėl teismo sudėties, jo narių paskyrimo, įgaliojimų trukmės ir susilaikymo, nusišalinimo ir atšaukimo priežasčių, kad teisės subjektams nekiltų jokių pagrįstų abejonių dėl to, ar šiam teismui nedaro įtakos išorės veiksniai, ir dėl jo neutralumo susikertančių interesų atžvilgiu (2014 m. spalio 9 d. Sprendimo TDC, C‑222/13, EU:C:2014:2265, 32 punktas).", "label": [[396, 415, "DATE"]]}
{"text": "64 Nagrinėjamu atveju visų pirma reikia konstatuoti, kad pagal taikytinus nacionalinės teisės aktus, be kita ko, Karaliaus dekreto 520/2005 29 straipsnio 2 dalį, TEAC pirmininkas ir nariai ekonomikos ir finansų ministro siūlymu neterminuotam laikui skiriami Ministrų Taryboje priimtu Karaliaus dekretu. Remiantis ta pačia nuostata, tiek TEAC pirmininkas, tiek jo nariai gali būti atšaukti pagal tą pačią procedūrą, t. y. ekonomikos ir finansų ministro siūlymu Ministrų Taryboje priimtu Karaliaus dekretu.", "label": [[162, 166, "ORG"], [167, 178, "PROFESSION"], [189, 219, "PROFESSION"], [258, 275, "ORG"], [337, 341, "ORG"], [342, 353, "PROFESSION"], [421, 451, "PROFESSION"], [460, 477, "ORG"]]}
{"text": "65 Kalbant apie regioninių TEA narius, reikia pažymėti, kad pagal Karaliaus dekreto 520/2005 30 straipsnio 2 dalį juos ekonomikos ir finansų ministras skiria iš sąraše esančių pareigūnų ir jie gali būti atšaukti to paties ministro.", "label": [[27, 30, "ORG"], [119, 150, "PROFESSION"], [222, 230, "PROFESSION"]]}
{"text": "66 Nors, žinoma, taikytinuose nacionalinės teisės aktuose nustatytos TEAC pirmininko ir kitų jo narių susilaikymo ir nusišalinimo taisyklės arba, kiek tai susiję su TEAC pirmininku, interesų konfliktų, pareigų nesuderinamumo ir skaidrumo pareigų taisyklės, neginčijama, kad TEAC pirmininko ir kitų narių atšaukimo tvarka nėra įtvirtinta konkretaus teisės akto aiškiose normose, kaip antai taikomose teisminės valdžios nariams. TEAC nariams šiuo aspektu taikomos tik bendros administracinės teisės normos, visų pirma – valstybės tarnautojų pagrindinis statutas, kaip per posėdį Teisingumo Teisme patvirtino Ispanijos vyriausybė. Ta pati išvada darytina dėl regioninių ir vietos TEA narių.", "label": [[69, 73, "ORG"], [74, 84, "PROFESSION"], [165, 169, "ORG"], [170, 180, "PROFESSION"], [274, 278, "ORG"], [279, 289, "PROFESSION"], [427, 431, "ORG"], [577, 594, "ORG"], [606, 626, "ORG"], [677, 680, "ORG"]]}
{"text": "67 Taigi TEAC pirmininko ir kitų TEAC narių bei kitų TEA narių atšaukimas nėra apribotas, kaip to reikalaujama pagal šio sprendimo 59 punkte primintą nepašalinamumo principą, tam tikrais išimtiniais atvejais, grindžiamais teisėtais ir privalomaisiais pagrindais, pateisinančiais tokios priemonės priėmimą, laikantis proporcingumo principo ir tinkamų procedūrų, kaip antai atvejais, kai susiję asmenys nebetinkami pareigoms dėl nedarbingumo arba sunkaus pažeidimo.", "label": [[9, 13, "ORG"], [14, 24, "PROFESSION"], [33, 37, "ORG"], [53, 56, "ORG"]]}
{"text": "68 Iš to darytina išvada, kad taikytinuose nacionalinės teisės aktuose neužtikrinama TEAC pirmininko ir kitų TEAC narių apsauga nuo išorinio tiesioginio ar netiesioginio spaudimo, dėl kurio galima būtų suabejoti jų nepriklausomumu.", "label": [[85, 89, "ORG"], [90, 100, "PROFESSION"], [109, 113, "ORG"]]}
{"text": "69 Nors tiesa, kad pagal LGT 228 straipsnio 1 dalį TEA nariai vykdo savo funkcijas „funkciniu požiūriu savarankiškai“ ir kad pagal Karaliaus dekreto 520/2005 29 straipsnio 9 dalį ir 30 straipsnio 12 dalį jiems teisės aktuose numatytas funkcijas vykdo „visiškai nepriklausomai ir už tai atsako asmeniškai“, vis dėlto jų paskyrimo į tarnybą atšaukimui ar panaikinimui netaikomos specialios garantijos. Taigi tokia sistema iš esmės neužkerta kelio vykdomajai valdžiai neteisėtai kištis į TEA narių veiklą ar daryti jiems spaudimo (pagal analogiją žr. 2005 m. gegužės 31 d. Sprendimo Malfait ir kt., C‑53/03, EU:C:2005:333, 31 punktą).", "label": [[51, 54, "ORG"], [485, 488, "ORG"], [548, 569, "DATE"], [580, 587, "PER"]]}
{"text": "70 Šiuo klausimu TEA narių, visų pirma TEAC narių, padėtis skiriasi, pavyzdžiui, nuo prašymą priimti prejudicinį sprendimą byloje, kurioje buvo priimtas 2015 m. spalio 6 d. Sprendimas Consorci Sanitari del Maresme (C‑203/14, EU:C:2015:664), pateikusios institucijos padėties, nes, kaip matyti iš to sprendimo 11 ir 20 punktų, šios institucijos nariai, skirtingai nei TEA nariai, naudojasi nepašalinamumo garantija jų kadencijos laikotarpiu, nuo kurio galima nukrypti tik įstatyme aiškiai išvardytais pagrindais.", "label": [[17, 20, "ORG"], [39, 43, "ORG"], [153, 172, "DATE"], [184, 213, "ORG"], [367, 370, "ORG"]]}
{"text": "71 Be to, TEA, visų pirma TEAC, skiriasi nuo prašymą priimti prejudicinį sprendimą byloje, kurioje buvo priimtas 2016 m. gegužės 24 d. Sprendimas Højgaard ir Züblin (C‑396/14, EU:C:2016:347), pateikusios institucijos. Iš tiesų, kaip matyti iš to sprendimo 29–31 punktų, ši institucija, nors ji, be abejo, turi ekspertus, kuriems netaikoma speciali teisinė apsauga, taikoma teisėjams pagal konstitucinę nuostatą, taip pat sudaryta iš teisėjų, kuriems tokia apsauga suteikiama, ir bet kokiomis aplinkybėmis turi balsų daugumą, todėl ir lemiamą reikšmę minėtai institucijai priimant sprendimą, o tai gali užtikrinti jos nepriklausomumą.", "label": [[10, 13, "ORG"], [26, 30, "ORG"], [113, 134, "DATE"], [146, 154, "ORG"], [158, 164, "ORG"], [373, 382, "PROFESSION"], [433, 440, "PROFESSION"]]}
{"text": "72 Antra, kiek tai susiję su nepriklausomumo reikalavimu, vertinamu remiantis šio sprendimo 61 punkte nurodytu antruoju aspektu, reikia pažymėti, kad Ekonomikos ir finansų ministerijoje, žinoma, egzistuoja funkcinis atskyrimas tarp, pirma, mokesčių administravimo tarnybų, atsakingų už mokesčio valdymą, surinkimą ir mokėjimą, ir, antra, TEA, kurie priima sprendimus dėl skundų, pateiktų dėl minėtų tarnybų priimtų sprendimų.", "label": [[150, 185, "ORG"], [338, 341, "ORG"]]}
{"text": "73 Vis dėlto, kaip savo išvados 31 ir 40 punktuose pažymėjo generalinis advokatas, tam tikros ypatingojo apeliacinio skundo procedūros kolegijoje Sala Especial para la Unificación de Doctrina (Speciali doktrinos suvienodinimo kolegija, Ispanija), kurią reglamentuoja LGT 243 straipsnis, ypatybės prisideda prie abejonių, ar TEAC turi „trečiojo asmens“ statusą, palyginti su susikertančiais interesais.", "label": [[60, 81, "PROFESSION"], [135, 191, "ORG"], [193, 234, "ORG"], [236, 244, "LOC"], [324, 328, "ORG"]]}
{"text": "74 Iš tiesų tik Ekonomikos ir finansų ministerijos mokesčių generalinis direktorius gali pateikti tokį ypatingąjį apeliacinį skundą dėl TEAC sprendimų, su kuriais jis nesutinka. Šis generalinis direktorius pats savo iniciatyva dalyvauja šį skundą nagrinėjančioje aštuonių asmenų kolegijoje, kaip ir Valstybinės mokesčių administravimo agentūros departamento, kuriam funkciškai priklauso sprendime, dėl kurio pateiktas šis ypatingasis apeliacinis skundas, nurodytą aktą priėmusi institucija, generalinis direktorius arba direktorius. Taigi tiek Ekonomikos ir finansų ministerijos mokesčių generalinis direktorius, kuris pateikė ypatingąjį apeliacinį skundą dėl TEAC sprendimo, tiek Valstybinės mokesčių administravimo agentūros departamento, kuris priėmė tame sprendime nurodytą aktą, generalinis direktorius ar direktorius dalyvauja specialioje šį skundą nagrinėjančioje TEAC kolegijoje. Iš to atsiranda painiavos tarp ypatingojo apeliacinio skundo procedūros šalies statuso ir institucijos, turinčios nagrinėti tokį skundą, nario statuso.", "label": [[16, 50, "ORG"], [60, 83, "PROFESSION"], [136, 140, "ORG"], [182, 205, "PROFESSION"], [491, 514, "PROFESSION"], [520, 531, "PROFESSION"], [544, 578, "ORG"], [579, 611, "PROFESSION"], [660, 664, "ORG"], [784, 807, "PROFESSION"], [811, 822, "PROFESSION"], [871, 875, "ORG"]]}
{"text": "75 Be to, Ekonomikos ir finansų ministerijos mokesčių generalinio direktoriaus pateikto tokio ypatingojo apeliacinio skundo dėl TEAC sprendimo perspektyva gali daryti spaudimą jam ir taip sukelti abejonių dėl jo nepriklausomumo ir nešališkumo, nepaisant Ispanijos vyriausybės per posėdį Teisingumo Teisme nurodytos aplinkybės, kad iš LGT 243 straipsnio 4 dalies matyti, jog šis ypatingas apeliacinis skundas turi poveikį tik ateičiai ir neturi įtakos TEAC jau priimtiems sprendimams, įskaitant tą, dėl kurio pateiktas minėtas skundas.", "label": [[10, 44, "ORG"], [54, 78, "PROFESSION"], [128, 132, "ORG"], [254, 275, "ORG"], [287, 304, "ORG"], [451, 455, "ORG"]]}
{"text": "76 Taigi šios ypatingojo apeliacinio skundo, kuris gali būti pateiktas dėl TEAC sprendimų, ypatybės vienodinant doktriną įrodo, kad tarp šios institucijos ir Ekonomikos ir finansų ministerijos, visų pirma šios ministerijos mokesčių generalinio direktoriaus ir valdybos generalinio direktoriaus, kurie priima jame ginčijamus sprendimus, yra struktūrinių ir funkcinių ryšių. Tokių ryšių egzistavimas prieštarauja tam, kad TEAC būtų pripažintas trečiojo asmens statusas šio administravimo subjekto atžvilgiu (pagal analogiją žr. 2002 m. gegužės 30 d. Sprendimo Richter C‑516/99, EU:C:2002:313, 38–40 punktus).", "label": [[75, 79, "ORG"], [158, 192, "ORG"], [232, 256, "PROFESSION"], [269, 293, "PROFESSION"], [420, 424, "ORG"], [526, 547, "DATE"], [558, 565, "PER"]]}
{"text": "77 Vadinasi, TEAC netenkina teismo nepriklausomumo reikalavimo, vertinamo atsižvelgiant į jo vidinį aspektą.", "label": [[13, 17, "ORG"]]}
{"text": "78 Svarbu pridurti, pirma, kad tai, jog TEA nėra „teismai“, kaip tai suprantama pagal SESV 267 straipsnį, neatleidžia jų nuo pareigos užtikrinti Sąjungos teisės taikymą priimant jų sprendimus ir prireikus netaikyti nacionalinės teisės nuostatų, prieštaraujančių tiesioginį poveikį turinčioms Sąjungos teisės nuostatoms, nes tokios pareigos turi būti nustatytos visoms kompetentingoms nacionalinėms institucijoms, o ne tik teisminėms institucijoms (šiuo klausimu žr. 1989 m. birželio 22 d. Sprendimo Gapinski, 103/88, EU:C:1989:256, 30–33 punktus; 2010 m. spalio 14 d. Sprendimo Weiß, C‑243/09, EU:C:2010:609, 61 ir 63 punktus: taip pat 2018 m. gruodžio 4 d. Sprendimo Minister for Justice and Equality ir Commissioner of An Garda Síochána, C‑378/17, EU:C:2018:979, 36 ir 38 punktus).", "label": [[40, 43, "ORG"], [145, 153, "LOC"], [292, 300, "LOC"], [466, 488, "DATE"], [499, 507, "PER"], [547, 567, "DATE"], [578, 582, "PER"], [636, 657, "DATE"], [668, 701, "PROFESSION"], [705, 717, "PROFESSION"], [721, 738, "ORG"]]}
{"text": "79 Antra, teisminių gynybos priemonių Audiencia Nacional (Nacionalinis teismas, Ispanija) ir Tribunal Supremo (Aukščiausiasis Teismas) buvimas dėl TEA sprendimų, priimtų pasibaigus ekonominio-administracinio skundo procedūrai, leidžia užtikrinti SESV 267 straipsnyje numatyto prašymo priimti prejudicinį sprendimą mechanizmo veiksmingumą ir vienodą Sąjungos teisės aiškinimą, nes tokie nacionaliniai teismai gali arba prireikus privalo kreiptis į Teisingumo Teismą su prašymu priimti prejudicinį sprendimą, kai jų sprendimui priimti reikalingas sprendimas dėl Sąjungos teisės išaiškinimo ar galiojimo (pagal analogiją žr. 2013 m. sausio 31 d. Sprendimo Dmitriev, C‑394/11, EU:C:2013:48, 52 punktą).", "label": [[38, 56, "ORG"], [58, 78, "ORG"], [80, 88, "LOC"], [93, 134, "ORG"], [147, 150, "ORG"], [349, 357, "LOC"], [447, 464, "ORG"], [560, 568, "LOC"], [622, 642, "DATE"], [653, 661, "PER"]]}
{"text": "80 Atsižvelgiant į visa tai, kas išdėstyta, reikia konstatuoti, kad TEAC pateiktas prašymas priimti prejudicinį sprendimą yra nepriimtinas, nes ši institucija negali būti laikoma „teismu“, kaip tai suprantama pagal SESV 267 straipsnį.", "label": [[68, 72, "ORG"]]}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "81 Kadangi šis procesas pagrindinės bylos šalims yra vienas iš etapų prašymą priimti prejudicinį sprendimą pateikusios institucijos nagrinėjamoje byloje, bylinėjimosi išlaidų klausimą turi spręsti ši institucija. Išlaidos, susijusios su pastabų pateikimu Teisingumo Teismui, išskyrus tas, kurias patyrė minėtos šalys, nėra atlygintinos.", "label": [[255, 273, "ORG"]]}
{"text": "Remdamasis šiais motyvais, Teisingumo Teismas (didžioji kolegija) nusprendžia:", "label": [[27, 65, "ORG"]]}
{"text": "2014 m. balandžio 2 d. nutartimi pateiktas Tribunal Económico-Administrativo Central (Centrinis ekonominių ir administracinių bylų teismas, Ispanija) prašymas priimti prejudicinį sprendimą yra nepriimtinas.", "label": [[0, 22, "DATE"], [43, 84, "ORG"], [86, 138, "ORG"], [140, 148, "LOC"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: ispanų.", "label": [[17, 23, "NATIONALITY"]]}
