{"text": "BENDROJO TEISMO (šeštoji išplėstinė kolegija) SPRENDIMAS", "label": [[0, 45, "ORG"]]}
{"text": "2020 m. sausio 29 d.(*)", "label": [[0, 20, "DATE"]]}
{"text": "„Viešoji tarnyba – Vertėjų žodžiu streikas – europos Parlamento priemonės, kuriomis vertėjai žodžiu įpareigojami grįžti į darbą – Teisinio pagrindo nebuvimas – Atsakomybė – Neturtinė žala“", "label": [[19, 26, "PROFESSION"], [45, 63, "ORG"], [84, 92, "PROFESSION"]]}
{"text": "Byloje T‑402/18", "label": []}
{"text": "Zuikin Kuhn, gyvenantis Briuselyje (Belgija), ir kiti ieškovai, kurių pavardės nurodytos priede(1), atstovaujami advokatės G. Allen,", "label": [[0, 11, "PER"], [24, 44, "LOC"], [113, 122, "PROFESSION"], [123, 131, "PER"]]}
{"text": "ieškovai,", "label": []}
{"text": "prieš", "label": []}
{"text": "Europos Parlamentą, atstovaujamą Z. Camacho‑Chapman, L. Jansson ir M. Makarenko,", "label": [[0, 18, "ORG"], [33, 51, "PER"], [53, 63, "PER"], [67, 79, "PER"]]}
{"text": "atsakovą,", "label": []}
{"text": "palaikomą", "label": []}
{"text": "Europos Sąjungos Tarybos, atstovaujamos M. Lazar ir Z. Perrin,", "label": [[0, 24, "ORG"], [40, 48, "PER"], [52, 61, "PER"]]}
{"text": "įstojusios į bylą šalies,", "label": []}
{"text": "dėl SESV 270 straipsniu grindžiamo prašymo, pirma, panaikinti 2018 m. liepos 2 d. Parlamento Personalo GD generalinio direktoriaus sprendimą dėl įpareigojimo vertėjams žodžiu ir konferencijų vertėjams žodžiu grįžti į darbą 2018 m. liepos 3 d. ir vėlesnius Parlamento Personalo GD generalinio direktoriaus sprendimus dėl įpareigojimo vertėjams žodžiu ir konferencijų vertėjams žodžiu grįžti į darbą 2018 m. liepos 4, 5, 10 ir 11 d. ir, antra, atlyginti neturtinę žalą, ex aequo et bono įvertintą 1 000 EUR asmeniui, kurią ieškovai teigia patyrę dėl šių sprendimų,", "label": [[62, 81, "DATE"], [82, 92, "ORG"], [93, 130, "PROFESSION"], [158, 167, "PROFESSION"], [178, 200, "PROFESSION"], [223, 242, "DATE"], [256, 266, "ORG"], [267, 304, "PROFESSION"], [333, 342, "PROFESSION"], [353, 375, "PROFESSION"], [398, 430, "DATE"], [495, 500, "AMOUNT_VALUE"], [501, 504, "AMOUNT_UNIT"]]}
{"text": "BENDRASIS TEISMAS (šeštoji išplėstinė kolegija),", "label": [[0, 47, "ORG"]]}
{"text": "kurį sudaro pirmininkas N. van der Linden, teisėjai J. Gavvas (pranešėjas), A. Danilov, L. Csaba ir F. Mateescu-Munteanu,", "label": [[12, 23, "PROFESSION"], [24, 41, "PER"], [43, 51, "PROFESSION"], [52, 61, "PER"], [63, 73, "PROFESSION"], [76, 86, "PER"], [88, 96, "PER"], [100, 120, "PER"]]}
{"text": "posėdžio sekretorius U. Ginette, administratorius,", "label": [[9, 20, "PROFESSION"], [21, 31, "PER"], [33, 49, "PROFESSION"]]}
{"text": "atsižvelgęs į rašytinę proceso dalį ir įvykus 2019 m. spalio 9 d. posėdžiui,", "label": [[46, 65, "DATE"]]}
{"text": "priima šį Sprendimą", "label": []}
{"text": "Ginčo aplinkybės", "label": []}
{"text": "1 Zuikin Kuhn ir kiti ieškovai, kurių pavardės nurodytos priede, yra Europos Parlamento vertėjai žodžiu ir konferencijų vertėjai žodžiu.", "label": [[2, 13, "PER"], [69, 87, "ORG"], [88, 96, "PROFESSION"], [107, 128, "PROFESSION"]]}
{"text": "2 2017 m. liepos 14 d. Parlamento Generalinis sekretorius priėmė sprendimą dėl vertėjų žodžiu ir konferencijų vertėjų žodžiu darbo sąlygų pakeitimo.", "label": [[2, 22, "DATE"], [23, 33, "ORG"], [34, 57, "PROFESSION"], [79, 93, "PROFESSION"], [97, 124, "PROFESSION"]]}
{"text": "3 Šis sprendimas buvo įgyvendintas vertėjų žodžiu darbo programose, todėl 2017 m. spalio mėn. profesinių sąjungų komitetas (toliau – COMI), kuriam priklauso Syndicat des fonctionnaires internationaux et européens ‑ Section du Parlement européen (SFIE‑PE), pranešė apie būsimą įspėjamąjį streiką. Vis dėlto, atnaujinus diskusijas su Parlamento Generaliniu sekretoriumi, įspėjimas apie streiką buvo atsiimtas.", "label": [[35, 42, "PROFESSION"], [74, 93, "DATE"], [94, 122, "ORG"], [133, 137, "ORG"], [157, 254, "ORG"], [332, 342, "ORG"], [343, 367, "PROFESSION"]]}
{"text": "4 2018 m. gegužės 28 d. COMI pateikė naują įspėjimą apie būsimą įspėjamąjį streiką laikotarpiu nuo 2018 m. birželio 5 d. iki liepos 20 d.", "label": [[2, 23, "DATE"], [24, 28, "ORG"], [99, 120, "DATE"], [125, 136, "DATE"]]}
{"text": "5 2018 m. birželio 5 d. ir 7 d. COMI pranešė visam Parlamento personalui ir Parlamento pirmininkui apie planuojamus veiksmus iki 2018 m. birželio 14 d.", "label": [[2, 31, "DATE"], [32, 36, "ORG"], [51, 61, "ORG"], [76, 86, "ORG"], [87, 98, "PROFESSION"], [129, 150, "DATE"]]}
{"text": "6 2018 m. birželio 8 d. Parlamento Personalo GD generalinis direktorius, pirma, COMI pateikė vertėjų žodžiu, kurie turi būti įpareigoti grįžti į darbą 2018 m. birželio 12–14 d., sąrašą ir, antra, paprašė COMI pateikti galimas institucijos darbuotojų profesinių sąjungų ar darbuotojų draugijų (toliau – PSDD) pastabas dėl šio sąrašo vėliausiai 2018 m. birželio 11 d. 14 val.", "label": [[2, 23, "DATE"], [24, 34, "ORG"], [35, 71, "PROFESSION"], [80, 84, "ORG"], [93, 100, "PROFESSION"], [151, 176, "DATE"], [204, 208, "ORG"], [343, 372, "DATE"]]}
{"text": "7 2018 m. birželio 9 d. ir 11 d. COMI Parlamento Personalo GD generaliniam direktoriui pateikė savo pastabas.", "label": [[2, 32, "DATE"], [33, 37, "ORG"], [38, 48, "ORG"], [49, 86, "PROFESSION"]]}
{"text": "8 2018 m. birželio 11 d. sprendimu Parlamento Personalo GD generalinis direktorius įpareigojo vertėjus žodžiu ir konferencijų vertėjus žodžiu grįžti į darbą 2018 m. birželio 12–14 d.", "label": [[2, 24, "DATE"], [35, 45, "ORG"], [46, 82, "PROFESSION"], [94, 102, "PROFESSION"], [113, 134, "PROFESSION"], [157, 181, "DATE"]]}
{"text": "9 Panašios procedūros vykdytos dėl 2018 m. birželio 18–22 d. ir dėl 2018 m. birželio 25–27 d. laikotarpių ir priimti sprendimai dėl įpareigojimo vertėjams žodžiu ir konferencijų vertėjams žodžiu grįžti į darbą šiais laikotarpiais.", "label": [[35, 60, "DATE"], [68, 93, "DATE"], [145, 154, "PROFESSION"], [165, 187, "PROFESSION"]]}
{"text": "10 2018 m. birželio 25 d. COMI Parlamento pirmininkui pranešė, kad įspėjimo apie streiką galiojimas pratęstas iki 2018 m. rugsėjo 14 d.", "label": [[3, 25, "DATE"], [26, 30, "ORG"], [31, 41, "ORG"], [42, 53, "PROFESSION"], [114, 134, "DATE"]]}
{"text": "11 2018 m. birželio 27 d. Parlamento Personalo GD generalinis direktorius COMI paprašė pateikti pastabas dėl 2018 m. liepos 3–5 d. numatomo taikyti įpareigojimo grįžti į darbą plano vėliausiai 2018 m. birželio 29 d. vidurdienį.", "label": [[3, 25, "DATE"], [26, 36, "ORG"], [37, 73, "PROFESSION"], [74, 78, "ORG"], [109, 130, "DATE"], [193, 226, "DATE"]]}
{"text": "12 2018 m. birželio 29 d. COMI pateikė savo pastabas Parlamento pirmininkui ir Parlamento Personalo GD generaliniam direktoriui.", "label": [[3, 25, "DATE"], [26, 30, "ORG"], [53, 63, "ORG"], [64, 75, "PROFESSION"], [79, 89, "ORG"], [90, 127, "PROFESSION"]]}
{"text": "13 2018 m. liepos 2 d. Parlamento Personalo GD generalinis direktorius COMI pranešė, kad netrukus bus pateiktas sklandžiai Parlamento darbo eigai būtinas įpareigojimas grįžti į darbą ir kad jam bus atsiųstos sprendimų dėl įpareigojimo vertėjams žodžiu ir konferencijų vertėjams žodžiu grįžti į darbą 2018 m. liepos 3–5 d. kopijos.", "label": [[3, 22, "DATE"], [23, 33, "ORG"], [34, 70, "PROFESSION"], [71, 75, "ORG"], [123, 133, "ORG"], [235, 244, "PROFESSION"], [255, 277, "PROFESSION"], [300, 321, "DATE"]]}
{"text": "14 2018 m. liepos 2 d. sprendimu Parlamento Personalo GD generalinis direktorius įpareigojo vertėjus žodžiu ir konferencijų vertėjus žodžiu, o tarp jų buvo nurodyti ir kai kurie iš ieškovų, grįžti į darbą 2018 m. liepos 3 d. (toliau – 2018 m. liepos 2 d. sprendimas).", "label": [[3, 22, "DATE"], [33, 43, "ORG"], [44, 80, "PROFESSION"], [92, 100, "PROFESSION"], [111, 132, "PROFESSION"], [205, 224, "DATE"], [235, 254, "DATE"]]}
{"text": "Procesas", "label": []}
{"text": "15 2018 m. liepos 3 d. Bendrojo Teismo kanceliarija gavo šį ieškovų ieškinį.", "label": [[3, 22, "DATE"], [23, 51, "ORG"]]}
{"text": "16 Tą pačią dieną Bendrojo Teismo kanceliarija gavo atskiru dokumentu ieškovų pateiktą laikinųjų apsaugos priemonių prašymą. Šis prašymas atmestas 2018 m. liepos 4 d. Nutartimi Kuhn ir kt. / Parlamentas (T‑402/18 R, nepaskelbta Rink., EU:T:2018:404), o bylinėjimosi išlaidų klausimo nagrinėjimas atidėtas.", "label": [[18, 46, "ORG"], [147, 166, "DATE"], [177, 181, "PER"], [191, 202, "ORG"]]}
{"text": "17 Atskiru dokumentu (jį Bendrojo Teismo kanceliarija gavo 2018 m. liepos 17 d.) ieškovai, remdamiesi Bendrojo Teismo procedūros reglamento 86 straipsniu, pateikė pareiškimą dėl ieškinio patikslinimo, kad būtų atsižvelgta į tris 2018 m. liepos 3, 4 ir 7 d. priimtus sprendimus, kuriais Parlamento Personalo GD generalinis direktorius įpareigojo vertėjus žodžiu ir konferencijų vertėjus žodžiu grįžti į darbą 2018 m. liepos 4, 5, 10 ir 11 d. (toliau – sprendimai, priimti vėliau, nei buvo pareikštas ieškinys).", "label": [[25, 53, "ORG"], [59, 79, "DATE"], [102, 117, "ORG"], [229, 256, "DATE"], [286, 296, "ORG"], [297, 333, "PROFESSION"], [345, 353, "PROFESSION"], [364, 385, "PROFESSION"], [408, 440, "DATE"]]}
{"text": "18 2018 m. liepos 30 d. kanclerio raštu ieškovams buvo pranešta, kad, remiantis Europos Sąjungos pareigūnų tarnybos nuostatų (toliau – Pareigūnų tarnybos nuostatai) 91 straipsnio 4 dalimi, pagrindinės bylos nagrinėjimas sustabdytas, kol bus priimtas eksplicitinis arba implicitinis sprendimas atmesti 2018 m. liepos 3 d. jų pateiktą skundą.", "label": [[3, 23, "DATE"], [24, 33, "PROFESSION"], [80, 96, "LOC"], [301, 320, "DATE"]]}
{"text": "19 2018 m. spalio 18 d. Bendrojo Teismo kanceliarija gavo dokumentą, kuriuo Europos Sąjungos Taryba paprašė leisti įstoti į šią bylą palaikyti Parlamento reikalavimų.", "label": [[3, 23, "DATE"], [24, 52, "ORG"], [76, 99, "ORG"], [143, 153, "ORG"]]}
{"text": "20 2018 m. lapkričio 7 d. laišku ieškovai Bendrajam Teismui pranešė, kad 2018 m. lapkričio 5 d. Parlamentas priėmė sprendimą atmesti jų skundą.", "label": [[3, 25, "DATE"], [42, 59, "ORG"], [73, 95, "DATE"], [96, 107, "ORG"]]}
{"text": "21 2018 m. lapkričio 15 d. kanclerio raštu ieškovai buvo informuoti apie bylos nagrinėjimo atnaujinimą.", "label": [[3, 26, "DATE"], [27, 36, "PROFESSION"]]}
{"text": "22 2019 m. sausio 22 d. Parlamentas pateikė atsiliepimą į ieškinį.", "label": [[3, 23, "DATE"], [24, 35, "ORG"]]}
{"text": "23 2019 m. sausio 24 d. sprendimu Bendrojo Teismo šeštosios kolegijos pirmininkas Tarybai leido įstoti į bylą.", "label": [[3, 23, "DATE"], [34, 69, "ORG"], [70, 81, "PROFESSION"], [82, 89, "ORG"]]}
{"text": "24 2019 m. kovo 18 d. Taryba pateikė įstojimo į bylą paaiškinimą ir per nustatytą terminą pagrindinės šalys dėl jo pateikė pastabas.", "label": [[3, 21, "DATE"], [22, 28, "ORG"]]}
{"text": "25 Teisėjo pranešėjo siūlymu 2019 m. kovo 25 d. Bendrasis Teismas (šeštoji kolegija), taikydamas Procedūros reglamento 89 straipsnyje numatytas proceso organizavimo priemones, ieškovų paprašė pateikti vertėjų žodžiu ir konferencijų vertėjų žodžiu, kurie buvo įpareigoti grįžti į darbą 2018 m. liepos 3 d., sąrašą. Ieškovai įvykdė šią priemonę per nustatytą terminą.", "label": [[3, 20, "PROFESSION"], [29, 47, "DATE"], [48, 84, "ORG"], [201, 208, "PROFESSION"], [219, 239, "PROFESSION"], [285, 304, "DATE"]]}
{"text": "26 2019 m. balandžio 1 d. ieškovai pateikė dubliką.", "label": [[3, 25, "DATE"]]}
{"text": "27 2019 m. balandžio 3 d. Bendrojo Teismo kanceliarija gavo dokumentą, kuriuo Elisa Byrne, Eloise Creytens, Ada Sanchez, Diane Karirina Angel ir Christof van den Tempel atsisakė ieškinio (toliau – dalinis atsisakymas). 2019 m. balandžio 5 d. Bendrojo Teismo kanceliarija gavo dokumentus, kuriuose Parlamentas ir Taryba pateikė savo pastabas dėl dalinio atsisakymo. 2019 m. balandžio 30 d. nutartimi Bendrojo Teismo šeštosios kolegijos pirmininkas išbraukė tų asmenų pavardes iš ieškovų sąrašo ir priėmė sprendimą dėl bylinėjimosi išlaidų, susijusių su daliniu atsisakymu.", "label": [[3, 25, "DATE"], [26, 54, "ORG"], [78, 89, "PER"], [91, 106, "PER"], [108, 119, "PER"], [121, 141, "PER"], [145, 168, "PER"], [219, 241, "DATE"], [242, 270, "ORG"], [297, 308, "ORG"], [312, 318, "ORG"], [365, 388, "DATE"], [399, 434, "ORG"], [435, 446, "PROFESSION"]]}
{"text": "28 2019 m. gegužės 10 d. Parlamentas pateikė tripliką ir tą pačią dieną rašytinė proceso dalis buvo baigta.", "label": [[3, 24, "DATE"], [25, 36, "ORG"]]}
{"text": "29 Kadangi vienas šeštosios kolegijos teisėjas negalėjo dalyvauti teismo posėdyje, šios kolegijos pirmininkas į kolegiją paskyrė kitą teisėją.", "label": [[18, 37, "ORG"], [38, 46, "PROFESSION"], [98, 109, "PROFESSION"], [134, 141, "PROFESSION"]]}
{"text": "30 Šeštosios kolegijos siūlymu Bendrasis Teismas, taikydamas Procedūros reglamento 28 straipsnį, nusprendė perduoti bylą nagrinėti išplėstinei kolegijai.", "label": [[3, 22, "ORG"], [31, 48, "ORG"]]}
{"text": "31 Teisėjo pranešėjo siūlymu Bendrasis Teismas (šeštoji išplėstinė kolegija) nusprendė pradėti žodinę proceso dalį ir, taikydamas Procedūros reglamento 89 straipsnyje numatytas proceso organizavimo priemones, šalims pateikė klausimus ir, pirma, Parlamento paprašė jam pateikti sprendimą dėl atsakingų subjektų, kuriems šioje institucijoje priskirti Pareigūnų tarnybos nuostatuose paskyrimų tarnybai suteikti įgaliojimai, antra, ieškovų paprašė pateikti „2014 m. sausio mėn. ad hoc susitarimą“, kurį jie nurodė ieškinyje. Šie prašymai įvykdyti per nustatytą terminą.", "label": [[3, 20, "PROFESSION"], [29, 76, "ORG"], [245, 255, "ORG"], [454, 473, "DATE"]]}
{"text": "32 Šalys buvo išklausytos ir atsakė į Bendrojo Teismo žodžiu pateiktus klausimus per 2019 m. spalio 9 d. posėdį.", "label": [[38, 53, "ORG"], [85, 104, "DATE"]]}
{"text": "Šalių reikalavimai", "label": []}
{"text": "33 Ieškovai Bendrojo Teismo prašo:", "label": [[12, 27, "ORG"]]}
{"text": "– panaikinti 2018 m. liepos 2 d. sprendimą ir sprendimus, priimtus vėliau, nei buvo pareikštas ieškinys,", "label": [[13, 32, "DATE"]]}
{"text": "– priteisti iš Parlamento neturtinės žalos, ex aequo et bono įvertintos 1 000 EUR asmeniui, atlyginimą,", "label": [[15, 25, "ORG"], [72, 77, "AMOUNT_VALUE"], [78, 81, "AMOUNT_UNIT"]]}
{"text": "– priteisti iš Parlamento visas bylinėjimosi išlaidas.", "label": [[15, 25, "ORG"]]}
{"text": "34 Parlamentas Bendrojo Teismo prašo:", "label": [[3, 14, "ORG"], [15, 30, "ORG"]]}
{"text": "– atmesti ieškinį kaip iš dalies nepriimtiną ir iš dalies nepagrįstą,", "label": []}
{"text": "– priteisti iš ieškovų bylinėjimosi išlaidas.", "label": []}
{"text": "35 Taryba Bendrojo Teismo prašo:", "label": [[3, 9, "ORG"], [10, 25, "ORG"]]}
{"text": "– atmesti ieškinį kaip iš dalies nepriimtiną ir iš dalies nepagrįstą,", "label": []}
{"text": "– nuspręsti dėl bylinėjimosi išlaidų.", "label": []}
{"text": "Dėl teisės", "label": []}
{"text": "Dėl reikalavimo panaikinti", "label": []}
{"text": "Dėl priimtinumo", "label": []}
{"text": "– Dėl ieškinio, kiek jis pareikštas dėl sprendimų, priimtų vėliau, nei buvo pareikštas ieškinys, priimtinumo", "label": []}
{"text": "36 Parlamentas tvirtina, kad ieškovai negali remtis Procedūros reglamento 86 straipsniu ir prašyti panaikinti sprendimus, priimtus vėliau, nei buvo pareikštas ieškinys, nes šiais sprendimais nesiekiama visiškai ar iš dalies pakeisti 2018 m. liepos 2 d. sprendimo. Jis teigia, jog sprendimai, priimti vėliau, nei buvo pareikštas ieškinys, nepaisant didelės jų priėmimo tikimybės, negali būti šio ieškinio dalykas, nes jie nesukėlė teisinių pasekmių šio ieškinio pareiškimo momentu. Be to, jis teigia, jog, prieš pateikdami reikalavimą panaikinti sprendimus, priimtus vėliau, nei buvo pareikštas ieškinys, ieškovai turėjo paisyti Pareigūnų tarnybos nuostatų 90 straipsnio 2 dalyje nustatytos ikiteisminės procedūros.", "label": [[3, 14, "ORG"], [233, 252, "DATE"]]}
{"text": "37 Ieškovai remiasi ypatingomis aplinkybėmis ir iš esmės teigia, jog atsižvelgiant į tai, kad priemonės, kuriomis nustatomi įpareigojimai grįžti į darbą, patvirtintos ypač vėlai, jų prašymas panaikinti sprendimus, priimtus vėliau, nei buvo pareikštas ieškinys, yra priimtinas. Be to, jie teigia, jog, nors iš tiesų šie sprendimai nebuvo priimti ieškinio pareiškimo dieną, nebuvo abejonių, kad jie bus priimti. Ieškovų nuomone, jeigu jiems būtų nustatytas įpareigojimas teisme pareikšti tiek ieškinių, kiek priimta sprendimų, jis būtų akivaizdžiai neproporcingas, nepagrįstas, prieštaraujantis geram teisingumo vykdymui ir pažeistų Europos Sąjungos pagrindinių teisių chartijos (toliau – Chartija) 47 straipsnyje įtvirtintą teisę į veiksmingą teisinę gynybą. Jie pažymi, jog paisė Pareigūnų tarnybos nuostatų 90 straipsnio 2 dalyje numatytos ikiteisminės procedūros.", "label": [[631, 647, "LOC"]]}
{"text": "38 Šiuo klausimu primintina, jog, remiantis jurisprudencija, į Bendrąjį Teismą galima pagrįstai kreiptis tik dėl egzistuojančio ir nepalankaus akto panaikinimo (2013 m. rugsėjo 16 d. Sprendimo Bank Kargoshaei ir kt. / Taryba, T‑8/11, nepaskelbtas Rink., EU:T:2013:470, 47 punktas).", "label": [[63, 78, "ORG"], [161, 182, "DATE"], [193, 208, "ORG"], [218, 224, "ORG"]]}
{"text": "39 Šiuo atveju reikia konstatuoti, kad ieškinyje ieškovai nurodė, jog prašo panaikinti „būsimus sprendimus, kuriais darbuotojai įpareigojami grįžti į darbą 2018 m. liepos 4, 5, 10 ir 11 d.“ Tačiau, remiantis šio sprendimo 38 punkte nurodyta jurisprudencija, reikalavimai, kuriais siekiama, kad Bendrasis Teismas nuspręstų dėl hipotetinių dar nepriimtų aktų teisėtumo, yra nepriimtini ir turi būti atmesti (2019 m. vasario 27 d. Nutarties SFIE‑PE / Parlamentas, T‑401/18, nepaskelbta Rink., EU:T:2019:132, 30 punktas). Nors ieškovai tvirtina, kad 2018 m. birželio 27 d. nebuvo abejonių, jog tie sprendimai bus priimti ir koks bus jų turinys, jie pripažįsta, jog negalima atmesti tikimybės, kad tam tikrus vertėjus žodžiu, kurie iš pradžių turėjo būti įpareigoti grįžti į darbą, paskutinę minutę galėjo prireikti pakeisti, pavyzdžiui, dėl ligos.", "label": [[156, 188, "DATE"], [294, 311, "ORG"], [406, 427, "DATE"], [438, 445, "ORG"], [448, 459, "ORG"], [546, 568, "DATE"], [704, 712, "PROFESSION"]]}
{"text": "40 Kiti ieškovų nurodyti argumentai, kaip antai priminti šio sprendimo 37 punkte, nepaneigia tokios išvados.", "label": []}
{"text": "41 Pirma, dėl tariamo Chartijos 47 straipsnio pažeidimo primintina, jog šiuo straipsniu nesiekiama pakeisti Sutartyse nustatytos teisminės kontrolės sistemos ir ypač taisyklių dėl Europos Sąjungos teismui pareikštų tiesioginių ieškinių priimtinumo, kaip matyti ir iš su šiuo 47 straipsniu susijusių paaiškinimų, į kuriuos pagal ESS 6 straipsnio 1 dalies trečią pastraipą ir Chartijos 52 straipsnio 7 dalį reikia atsižvelgti ją aiškinant (žr. 2015 m. birželio 4 d. Sprendimo Andechser Molkerei Scheitz / Komisija, C‑682/13 P, nepaskelbtas Rink., EU:C:2015:356, 29 punktą ir jame nurodytą jurisprudenciją).", "label": [[180, 196, "LOC"], [442, 463, "DATE"], [474, 500, "ORG"], [503, 511, "ORG"]]}
{"text": "42 Be to, pažymėtina, jog dėl tariamai vėlyvo sprendimų, priimtų vėliau, nei buvo pareikštas ieškinys, priėmimo ieškovai neprarado galimybės SESV 270 straipsnyje nustatytomis sąlygomis pareikšti ieškinį dėl šių sprendimų panaikinimo po to, kai jie buvo priimti. Taigi bet kuriuo atveju ieškovų teisė į veiksmingą teisinę gynybą nebuvo pažeista.", "label": []}
{"text": "43 Antra, 2018 m. liepos 17 d. ieškovų pateiktame pareiškime dėl ieškinio patikslinimo nurodyta, kad sprendimai, kurie pareiškiant šį ieškinį dar buvo tik priimsiami, buvo priimti iš tikrųjų. Ieškovai mano, jog šis pareiškimas dėl ieškinio patikslinimo lemia tai, kad šis nepriimtinumo pagrindas netenka dalyko.", "label": [[10, 30, "DATE"]]}
{"text": "44 Šiuo klausimu primintina, jog, remiantis Procedūros reglamento 86 straipsnio 1 dalimi, „[k]ai aktas, kurį prašoma panaikinti, visiškai ar iš dalies pakeičiamas kitu aktu, kurio dalykas tas pats, prieš pasibaigiant žodinei proceso daliai arba prieš Bendrajam Teismui priimant sprendimą išnagrinėti bylą nerengiant žodinės proceso dalies ieškovas gali patikslinti ieškinį, kad atsižvelgtų į šią naują aplinkybę“.", "label": [[251, 268, "ORG"]]}
{"text": "45 Taigi reikia konstatuoti, jog sprendimai, priimti vėliau, nei buvo pareikštas ieškinys, nelaikytini visiškai ar iš dalies pakeičiančiais 2018 m. liepos 2 d. sprendimą ar būsimus sprendimus, kuriuos ieškinyje prašoma panaikinti. Pirma, neginčijama, jog sprendimais, priimtais vėliau, nei buvo pareikštas ieškinys, nesiekta visiškai ar iš dalies pakeisti 2018 m. liepos 2 d. sprendimo, kuris susijęs su kitomis dienomis ir skirtas kitiems adresatams. Antra, kiek tai susiję su vėlesniais sprendimais, kuriuos ieškinyje prašyta panaikinti, priešingai, nei tvirtina ieškovai, Procedūros reglamento 86 straipsnio 1 dalis nereiškia, kad ieškinys, pareikštas dėl sprendimų, kurie dar nebuvo priimti jo pareiškimo dieną, yra priimtinas. Iš to, kas išdėstyta, matyti, jog ieškovų pateiktas pareiškimas dėl ieškinio patikslinimo nepatenka į Procedūros reglamento 86 straipsnio 1 dalies taikymo sritį.", "label": [[140, 159, "DATE"], [356, 375, "DATE"]]}
{"text": "46 Šiomis aplinkybėmis šis ieškinys nepriimtinas tiek, kiek jis pateiktas dėl sprendimų, priimtų vėliau, nei jis buvo pareikštas.", "label": []}
{"text": "– Dėl tam tikrų ieškovų teisės pareikšti ieškinį", "label": []}
{"text": "47 Atsakydamas į Bendrojo Teismo taikytą proceso organizavimo priemonę Parlamentas tvirtina, kad tik 8 iš 31 šį ieškinį pareiškusio ieškovo buvo 2018 m. liepos 2 d. sprendimo adresatai. Todėl jis daro išvadą, kad kiti ieškovai, kurie vėliau, nei buvo pareikštas ieškinys, priimtais sprendimais įpareigoti grįžti į darbą, neturi teisės prašyti panaikinti 2018 m. liepos 2 d. sprendimą, kuris jiems nėra skirtas.", "label": [[17, 32, "ORG"], [71, 82, "ORG"], [145, 164, "DATE"], [354, 373, "DATE"]]}
{"text": "48 Per teismo posėdį ieškovai teigė, jog tie, kurie nebuvo 2018 m. liepos 2 d. sprendimo adresatai, vis dėlto buvo konkrečiai susiję su šiuo ieškiniu, nes jie sudarė pakankamai individualizuotą Parlamento darbuotojų kategoriją, kaip tai suprantama pagal 1963 m. liepos 15 d. Sprendimą Larsen / Komisija (25/62, EU:C:1963:17, p. 223), jie buvo nurodyti 2018 m. gegužės pabaigoje pateiktame įspėjime apie streiką, visuose profesinių sąjungų pranešimuose ir per darbuotojų atstovus COMI jie buvo įtraukti į procesą, kurio pabaigoje buvo parengtas 2018 m. liepos 2 d. sprendimas.", "label": [[59, 78, "DATE"], [194, 204, "ORG"], [254, 274, "DATE"], [285, 291, "PER"], [294, 302, "ORG"], [352, 377, "DATE"], [479, 483, "ORG"], [544, 563, "DATE"]]}
{"text": "49 Šiuo klausimu primintina, jog kiti subjektai nei tie, kuriems skiriamas sprendimas, galėtų manyti, jog šis sprendimas yra su jais konkrečiai susijęs tik tokiu atveju, jeigu jis jiems daro poveikį dėl tam tikrų jiems būdingų savybių arba dėl faktinės situacijos, kuri juos išskiria iš kitų asmenų, ir todėl juos individualizuoja taip pat kaip ir sprendimo adresatą (1963 m. liepos 15 d. Sprendimas Larsen / Komisija, 25/62, EU:C:1963:17, p. 223; žr. 2004 m. balandžio 29 d. Sprendimo Italija / Komisija, C‑298/00 P, EU:C:2004:240, 36 punktą ir jame nurodytą jurisprudenciją).", "label": [[368, 388, "DATE"], [400, 406, "PER"], [409, 417, "ORG"], [452, 475, "DATE"], [486, 493, "ORG"], [496, 504, "ORG"]]}
{"text": "50 Šiuo atveju pakanka pažymėti, jog 2018 m. liepos 2 d. sprendimas, t. y. individualus sprendimas, kurio adresatai, kaip tai suprantama pagal SESV 263 straipsnį, yra vertėjai žodžiu, įpareigoti grįžti į darbą (2019 m. vasario 27 d. Nutarties SFIE‑PE / Parlamentas, T-401/18, nepaskelbta Rink., EU:T:2019:132, 42 punktas), nedaro poveikio ieškovams, kurie juo neįpareigoti grįžti į darbą, nes jame nenustatyta jokių jiems taikomų priemonių ir jis nepaveikė jų asmeninės padėties. Vadinasi, ieškovai, kurie nebuvo 2018 m. liepos 2 d. sprendimo adresatai, neindividualizuoti taip pat kaip adresatai, kaip tai suprantama pagal šio sprendimo 49 punkte nurodytą jurisprudenciją, todėl neturi teisės prašyti panaikinti tą sprendimą.", "label": [[37, 56, "DATE"], [167, 175, "PROFESSION"], [211, 232, "DATE"], [243, 250, "ORG"], [253, 264, "ORG"], [513, 532, "DATE"]]}
{"text": "Dėl esmės", "label": []}
{"text": "51 Grįsdami ieškinį ieškovai remiasi trimis pagrindais. Pirmasis pagrindas grindžiamas kolektyvinių veiksmų teisės ir teisės į informaciją ir konsultacijas, įtvirtintų Chartijos 27 ir 28 straipsniuose ir 2002 m. kovo 11 d. Europos Parlamento ir Tarybos direktyvoje 2002/14/EB dėl bendros darbuotojų informavimo ir konsultavimosi su jais sistemos sukūrimo Europos bendrijoje (OL L 80, 2002, p. 29; 2004 m. specialusis leidimas lietuvių k., 5 sk., 4 t., p. 219) ir įgyvendintų 1990 m. liepos 12 d. Parlamento ir PSDD pasirašytu pagrindų susitarimu (toliau – pagrindų susitarimas), pažeidimu ir Chartijos 41 straipsnyje įtvirtintos teisės į gerą administravimą pažeidimu. Antrasis pagrindas grindžiamas akto rengėjo kompetencijos nebuvimu ir teisinio saugumo principo pažeidimu, o trečiasis – Chartijos 47 straipsnyje įtvirtintos teisės į veiksmingą teisinę gynybą pažeidimu.", "label": [[204, 221, "DATE"], [223, 241, "ORG"], [245, 252, "ORG"], [355, 373, "LOC"], [397, 404, "DATE"], [426, 434, "NATIONALITY"], [475, 495, "DATE"], [496, 506, "ORG"]]}
{"text": "52 Pirmąjį pagrindą sudaro dvi dalys. Pirmoji dalis grindžiama vertėjų žodžiu ir konferencijų vertėjų žodžiu teisės imtis kolektyvinių veiksmų, o antroji dalis – derinimo ir konsultacijų procedūros pažeidimu.", "label": [[63, 70, "PROFESSION"], [81, 101, "PROFESSION"]]}
{"text": "53 Kiek tai susiję su pirma dalimi, ieškovai tvirtina, jog teisė streikuoti yra pagrindinė teisė, įtvirtinta Chartijoje ir 1961 m. spalio 18 d. Turine pasirašytoje Europos socialinėje chartijoje (pataisyta). Vis dėlto jie pripažįsta, jog tokia teisė nėra absoliuti, ją įgyvendinant turi būti paisoma proporcingumo principo ir jos įgyvendinimui gali būti taikomi apribojimai. Jie mano, jog nei Pareigūnų tarnybos nuostatų 55 straipsnis, kuris nesusijęs su minimaliu paslaugų teikimu vykstant streikui, nei pagrindų susitarimas, nei 2018 m. liepos 2 d. sprendimas savaime negali būti laikomi įstatymu, kaip tai suprantama pagal Chartijos 52 straipsnio 1 dalį, pagal kurią leidžiami teisės streikuoti apribojimai. Jie tvirtina, jog bendrai sutariama, kad teisė streikuoti viešojoje tarnyboje turi būti suderinta su poreikiu užtikrinti esmines paslaugas. Jie nurodo Tarptautinės darbo organizacijos (TDO) Profesinių sąjungų laisvės komitetą, kuris skiria esmines paslaugas ir kitas paslaugas. Jie pabrėžia, kad Parlamentas niekada nenustatė aiškių ir nedviprasmiškų taisyklių, skirtų atskirti, kokios paslaugos gali būti laikomos esminėmis, siekiant užtikrinti paslaugos tęstinumą. Anot ieškovų, toks išankstinis apibrėžimas iš pradžių leistų išsiaiškinti, ar siekiamas tikslas teisėtas, o paskui – ar apribojimas būtinas. Anot ieškovų, šiuo atveju 2018 m. liepos 2 d. sprendimu nesiekiama teisėto tikslo ir jis neproporcingas.", "label": [[123, 143, "DATE"], [144, 150, "LOC"], [164, 171, "LOC"], [531, 550, "DATE"], [862, 936, "ORG"], [1007, 1018, "ORG"], [1345, 1364, "DATE"]]}
{"text": "54 Parlamentas atsako, jog jis neginčija aplinkybės, kad teisė streikuoti yra pagrindinė teisė, įtvirtinta Chartijos 28 straipsnyje. Jis primena, kad Pareigūnų tarnybos nuostatuose teisė streikuoti nereglamentuojama, o Sąjunga iš esmės nėra saistoma jokių TDO priimtų teisės aktų, nes Sąjunga nėra jos narė. Be to, jis teigia, jog, priešingai, nei tvirtina ieškovai, Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalis turi būti laikoma įstatyme nustatytos teisės streikuoti apribojimu, kaip tai suprantama pagal Chartijos 52 straipsnio 1 dalį, todėl tai yra Pareigūnų tarnybos nuostatų norma, kuri gali būti įpareigojimo grįžti į darbą pagrindas. Jis teigia, kad toks įpareigojimas grįžti į darbą yra pateisinamas, jeigu dėl streiko sutrikdomas Parlamento, kaip teisės aktų leidėjo, biudžeto ir kontrolės institucijos, darbas arba net streiku siekiama tokio tikslo. Taigi šios priemonės būtų būtinos, kaip tai suprantama pagal Chartijos 52 straipsnio 1 dalį. Dėl 2018 m. liepos 2 d. sprendime nustatyto įpareigojimo grįžti į darbą proporcingumo Parlamentas akcentuoja, kad vykstant streikui jis kaip galėjo sumažino minimalios vertimo žodžiu paslaugos teikimą. Todėl jis daro išvadą, kad nėra pagrindo ginčyti, kad 2018 m. liepos 2 d. sprendimas neproporcingas.", "label": [[3, 14, "ORG"], [219, 226, "ORG"], [256, 259, "ORG"], [285, 292, "ORG"], [744, 754, "ORG"], [962, 981, "DATE"], [1044, 1055, "ORG"], [1214, 1233, "DATE"]]}
{"text": "55 Taryba mano, jog Pareigūnų tarnybos nuostatuose yra kelios nuostatos, kuriomis gali būti grindžiamas 2018 m. liepos 2 d. sprendime nustatytas įpareigojimas grįžti į darbą. Tai pasakytina apie lojalumo pareigą, nurodytą Pareigūnų tarnybos nuostatų 11 straipsnio pirmoje pastraipoje, pagal kurią pareigūnas patikėtas pareigas atlieka objektyviai, nešališkai ir laikydamasis pareigos būti lojaliu Sąjungai. Pareigūnų tarnybos nuostatų 21 straipsnio pirma pastraipa, kurioje nustatyta, kad bet kurio rango pareigūnas padeda ir teikia pasiūlymus savo viršininkams ir jis yra atsakingas už savo pareigų vykdymą, taip pat galėjo būti 2018 m. liepos 2 d. sprendimo pagrindas. Taryba nurodo ir Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalį, kurioje nustatyta, kad faktiškai dirbantys pareigūnai visada yra jų institucijos dispozicijoje. Galiausiai Taryba nurodo jurisprudencijoje apibrėžtą rūpestingumo pareigą.", "label": [[3, 9, "ORG"], [104, 123, "DATE"], [397, 405, "LOC"], [630, 649, "DATE"], [671, 677, "ORG"], [845, 851, "ORG"]]}
{"text": "56 Šiuo klausimu iš Chartijos 28 straipsnio matyti, jog darbuotojai ir darbdaviai arba atitinkamos jų organizacijos pagal Sąjungos teisę ir nacionalinės teisės aktus bei praktiką turi teisę derėtis ir atitinkamu lygiu sudaryti kolektyvinius susitarimus, o interesų konflikto atveju imtis kolektyvinių veiksmų, įskaitant streikus, savo interesams apginti.", "label": [[122, 130, "LOC"]]}
{"text": "57 Šios nuostatos gali būti taikomos Sąjungos institucijų ir darbuotojų santykiams (šiuo klausimu žr. 2016 m. rugsėjo 15 d. Sprendimo U4U ir kt. / Parlamentas ir Taryba, T‑17/14, nepaskelbtas Rink., EU:T:2016:489, 77 punktą; 2018 m. gruodžio 13 d. Sprendimo Haeberlen / ENISA, T‑632/16, nepaskelbtas Rink., EU:T:2018:957, 189 punktą ir jame nurodytą jurisprudenciją).", "label": [[37, 45, "LOC"], [102, 123, "DATE"], [134, 137, "ORG"], [147, 158, "ORG"], [162, 168, "ORG"], [225, 247, "DATE"], [258, 267, "ORG"], [270, 275, "ORG"]]}
{"text": "58 Be to, Chartijos 52 straipsnio 1 dalyje nustatyta, kad bet koks šios Chartijos pripažintų teisių ir laisvių įgyvendinimo apribojimas turi būti numatytas įstatymo ir nekeisti šių teisių ir laisvių esmės. Remiantis proporcingumo principu, apribojimai galimi tik tuo atveju, kai jie būtini ir tikrai atitinka Sąjungos pripažintus bendrus interesus arba reikalingi kitų teisėms ir laisvėms apsaugoti.", "label": [[309, 317, "ORG"]]}
{"text": "59 Iš šio straipsnio aišku, jog tam, kad atitiktų Sąjungos teisę, Chartijos saugomos teisės apribojimas visais atvejais turi tenkinti tris sąlygas (šiuo klausimu žr. 2013 m. gegužės 28 d. Sprendimo Kelsi ir kt. / Taryba, T‑187/11, EU:T:2013:273, 78 punktą).", "label": [[50, 58, "LOC"], [166, 187, "DATE"], [198, 203, "PER"], [213, 219, "ORG"]]}
{"text": "60 Pirma, apribojimas turi būti „numatytas įstatymo“. Kitaip tariant, nagrinėjama priemonė turi turėti teisinį pagrindą (žr. 2013 m. gegužės 28 d. Sprendimo Kelsi ir kt. / Taryba, T‑187/11, EU:T:2013:273, 79 punktą ir jame nurodytą jurisprudenciją).", "label": [[125, 146, "DATE"], [157, 162, "PER"], [172, 178, "ORG"]]}
{"text": "61 Antra, apribojimu turi būti siekiama Sąjungos pripažinto bendrojo intereso tikslo (2013 m. gegužės 28 d. Sprendimo Kelsi ir kt. / Taryba, T‑187/11, EU:T:2013:273, 80 punktas).", "label": [[40, 48, "ORG"], [86, 107, "DATE"], [118, 123, "PER"], [133, 139, "ORG"]]}
{"text": "62 Trečia, apribojimas negali būti per didelis. Jis turi būti būtinas ir proporcingas siekiamam tikslui. Be to, jis negali pakeisti nagrinėjamos teisės arba laisvės „esmės“ (žr. 2013 m. gegužės 28 d. Sprendimo Kelsi ir kt. / Taryba, T‑187/11, EU:T:2013:273, 81 punktą ir jame nurodytą jurisprudenciją).", "label": [[178, 199, "DATE"], [210, 215, "PER"], [225, 231, "ORG"]]}
{"text": "63 Atsižvelgiant būtent į šiuos argumentus reikia išnagrinėti, ar 2018 m. liepos 2 d. sprendimas yra Chartijos 28 straipsniu saugomos teisės streikuoti apribojimas, jeigu taip, ar tenkinamos visos trys sąlygos, leidžiančios nuspręsti, kad toks apribojimas šiuo atveju atitinka Sąjungos teisę.", "label": [[66, 85, "DATE"], [277, 285, "LOC"]]}
{"text": "64 Bendrasis Teismas mano, jog, atsižvelgiant į tai, kad 2018 m. liepos 2 d. sprendimas riboja vertėjų žodžiu, kuriems taikoma priemonė dėl įpareigojamo grįžti į darbą, galimybę nutraukti darbą kolektyviai ir imantis suderintų veiksmų ginant savo interesus, šis sprendimas yra Chartijos 28 straipsnyje garantuojamos teisės streikuoti įgyvendinimo apribojimas. Beje, Parlamentas tokios išvados neginčija, tačiau teigia, kad tas apribojimas atitinka Sąjungos teisę.", "label": [[3, 20, "ORG"], [57, 76, "DATE"], [95, 102, "PROFESSION"], [366, 377, "ORG"], [448, 456, "LOC"]]}
{"text": "65 Todėl reikia išnagrinėti, ar 2018 m. liepos 2 d. sprendime nustatytas apribojimas tenkina šio sprendimo 60–62 punktuose primintas sąlygas.", "label": [[32, 51, "DATE"]]}
{"text": "66 Dėl sąlygos, kad apribojimas būtų „numatytas įstatymo“, primintina, jog reikalavimas, kad bet koks Chartijos garantuojamos teisės įgyvendinimo apribojimas būtų numatytas įstatyme, reiškia, kad teisinis pagrindas turi būti pakankamai aiškus ir tikslus, taip pat kad jame apibrėžiant šios teisės įgyvendinimo apribojimo apimtį turi būti suteikta tam tikra apsauga nuo galimos institucijos savivalės (šiuo klausimu žr. 2015 m. gruodžio 17 d. Sprendimo WebMindLicenses, C‑419/14, EU:C:2015:832, 81 punktą).", "label": [[419, 441, "DATE"], [452, 467, "ORG"]]}
{"text": "67 Be to, remiantis suformuota jurisprudencija, pagal teisinio saugumo principą, kuris yra vienas iš bendrųjų Sąjungos teisės principų, reikalaujama, kad teisės aktai būtų aiškūs, tikslūs ir būtų galima numatyti jų poveikį, ypač jeigu jie privatiems asmenims ir įmonėms sukelia nepalankių pasekmių (žr. 2008 m. lapkričio 18 d. Sprendimo Weisser, C‑158/07, EU:C:2008:630, 67 punktą ir jame nurodytą jurisprudenciją).", "label": [[110, 118, "LOC"], [303, 326, "DATE"], [337, 344, "PER"]]}
{"text": "68 Pirmiausia pažymėtina, jog 2018 m. liepos 2 d. sprendimas pagrįstas Pareigūnų tarnybos nuostatų 55 straipsniu, Kitų Europos Sąjungos tarnautojų įdarbinimo sąlygų (toliau – KTĮS) 16 ir 90 straipsniais ir pagrindų susitarimu.", "label": [[30, 49, "DATE"], [119, 135, "LOC"]]}
{"text": "69 KTĮS 16 straipsnyje nustatyta, kad kitiems Sąjungos tarnautojams pagal analogiją taikomas Pareigūnų tarnybos nuostatų 55 straipsnis. Todėl 16 straipsnis nebus nagrinėjamas atskirai nuo 55 straipsnio. KTĮS 90 straipsnyje nustatyta, kad, nukrypstant nuo šios antraštinės dalies dėl sutartininkų nuostatų, konferencijų vertėjams žodžiu, kuriuos įdarbino Europos Parlamentas arba kuriuos Sąjungos institucijų ir įstaigų vardu įdarbino Europos Komisija, taikomos sąlygos, nustatytos Europos Parlamento, Komisijos ir Europos Sąjungos Teisingumo Teismo institucijų vardu ir šiai profesijai atstovaujančių asociacijų 1999 m. liepos 28 d. susitarime. Šiame straipsnyje nėra jokių nuostatų, kurios gali būti nagrinėjamų priemonių dėl įpareigojimo grįžti į darbą teisinis pagrindas. Beje, nė viena iš bylos šalių jo nenurodė.", "label": [[46, 54, "ORG"], [306, 328, "PROFESSION"], [354, 373, "ORG"], [387, 395, "LOC"], [434, 450, "ORG"], [481, 499, "ORG"], [501, 510, "ORG"], [514, 548, "ORG"], [612, 632, "DATE"]]}
{"text": "70 Antra, pažymėtina, kad, nors 2018 m. liepos 2 d. sprendime apskritai nurodytas Pareigūnų tarnybos nuostatų 55 straipsnis, Parlamentas patikslina, jog šis sprendimas niekada nebuvo grindžiamas 55 straipsnio 2, 3 ar 4 dalimis; jis buvo grindžiamas tik šio straipsnio 1 dalimi, kurios taikymo sritis savarankiška ir nesusijusi su atitinkamomis kitų šio straipsnio dalių taikymo sritimis. Bet kuriuo atveju Pareigūnų tarnybos nuostatų 55 straipsnio 2, 3 ar 4 dalyse nenumatytas įpareigojimo grįžti į darbą taikymas, todėl jos negali būti laikomos įstatymu, kaip tai suprantama pagal Chartijos 52 straipsnio 1 dalį.", "label": [[32, 51, "DATE"], [125, 136, "ORG"]]}
{"text": "71 Taigi reikia išnagrinėti, ar Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalis arba pagrindų susitarimas galėjo būti 2018 m. liepos 2 d. sprendimo teisinis pagrindas, kaip tai suprantama pagal Chartijos 52 straipsnio 1 dalį.", "label": [[120, 139, "DATE"]]}
{"text": "72 Pirma, dėl Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalies reikia konstatuoti, kad, kaip jau nurodyta jurisprudencijoje, Pareigūnų tarnybos nuostatuose dėl teisės streikuoti nieko nepasakyta (1975 m. kovo 18 d. Sprendimo Köhler ir kt. / Komisija, 44/74, 46/74 ir 49/74, EU:C:1975:42, 15 punktas). Jų vėlesni pakeitimai šios faktinės padėties nepakeitė, kaip, beje, pripažįsta Parlamentas.", "label": [[198, 216, "DATE"], [227, 233, "PER"], [243, 251, "ORG"], [382, 393, "ORG"]]}
{"text": "73 Be to, primintina, jog, remiantis Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalimi, „[f]aktiškai dirbantys pareigūnai visada yra jų institucijos dispozicijoje“. Reikia konstatuoti, kad tokioje IV antraštinės dalies, kurioje reglamentuojamos pareigūnų darbo sąlygos, I skyriaus, skirto darbo valandų reglamentavimui, nuostatoje nėra jokio tikslaus ir aiškaus teisės streikuoti įgyvendinimo apribojimo, juo labiau nenumatytas įpareigojimo grįžti į darbą taikymas. Toje nuostatoje nėra nieko patikslinta dėl teisės streikuoti apribojimo apimties, kaip tai suprantama pagal šio sprendimo 66 ir 67 punktuose nurodytą jurisprudenciją, todėl ta nuostata negali būti priemonių, kuriomis nustatytas nagrinėjamas įpareigojimas, teisinis pagrindas.", "label": []}
{"text": "74 Šios išvados nepaneigia Parlamento argumentas, kad pagal Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalį institucijai leidžiama kreiptis į pareigūnus ne tarnybos metu ir teikti pirmenybę tarnybos interesams, palyginti su bet kokiais įprasta darbo laiko trukme ar atostogomis grindžiamais argumentais. Iš tikrųjų šio argumento negalima laikyti viršesniu už Chartijoje įtvirtinta būtinybe joje nustatytų teisių įgyvendinimą riboti tik taikant pakankamai aiškų ir tikslų įstatymą, kuriame būtų nustatyta nagrinėjamos teisės įgyvendinimo apribojimo apimtis.", "label": [[27, 37, "ORG"]]}
{"text": "75 Iš to, kas išdėstyta, matyti, jog 2018 m. liepos 2 d. sprendime nurodyti Pareigūnų tarnybos nuostatų straipsniai, konkrečiau kalbant, Pareigūnų tarnybos nuostatų 55 straipsnio 1 dalis, negalėjo būti 2018 m. liepos 2 d. sprendime nustatyto įpareigojimo grįžti į darbą teisinis pagrindas.", "label": [[37, 56, "DATE"], [202, 221, "DATE"]]}
{"text": "76 Antra, dėl pagrindų susitarimo reikia patikslinti, jog šio susitarimo 8 straipsnyje nustatyta, kad šalys įsipareigoja prie šio susitarimo pridėtame protokole apibrėžti taikinimo procedūrą, kuri bus taikoma nustojus dirbti.", "label": []}
{"text": "77 Vis dėlto neginčijama, jog šio sprendimo 76 punkte nurodytas protokolas nebuvo priimtas. Joks kitas pagrindų susitarimo straipsnis negali būti nagrinėjamų priemonių, kuriomis nustatytas įpareigojimas grįžti į darbą, teisinis pagrindas.", "label": []}
{"text": "78 Vadinasi, net jeigu pareigūnai gali įgyti teisių dėl institucijų ir PSDD santykius reglamentuojančių nuostatų pažeidimo, pagrindų susitarimo 8 straipsnis, atsižvelgiant į tai, kad nebuvo priimtas šiame straipsnyje nurodytas protokolas, bet kuriuo atveju negalėjo būti laikomas įstatymu, kaip tai suprantama pagal Chartijos 52 straipsnio 1 dalį.", "label": []}
{"text": "79 Trečia, dėl kitų Tarybos nurodytų nuostatų, t. y. Pareigūnų tarnybos nuostatų 11 straipsnio pirmos pastraipos ir 21 straipsnio pirmos pastraipos, reikia konstatuoti, kad jos nenurodytos 2018 m. liepos 2 d. sprendime, todėl negalėjo būti jo teisinis pagrindas. Bet kuriuo atveju pažymėtina, jog jos taip pat neskirtos teisės streikuoti įgyvendinimo apribojimo apimčiai apibrėžti, kaip tai suprantama pagal šio sprendimo 66 punkte nurodytą jurisprudenciją.", "label": [[20, 27, "ORG"], [189, 208, "DATE"]]}
{"text": "80 Tas pats pasakytina ir apie Tarybos nurodytą rūpestingumo pareigą, kuri, remiantis jurisprudencija, atspindi abipusių teisių ir pareigų pusiausvyrą viešosios valdžios institucijos ir viešosios tarnybos tarnautojų santykiuose ir, be kita ko, reiškia, kad priimdama sprendimą dėl pareigūno situacijos institucija turi atsižvelgti į visus veiksnius, kurie gali lemti jos sprendimą, ir taip paisyti ne tik tarnybos, bet ir atitinkamo pareigūno interesų (šiuo klausimu žr. 2017 m. gruodžio 13 d. Sprendimo William Moretti ir kt. / EIB, T‑482/16 RENV, EU:T:2017:901, nepaskelbtas Rink., 131 punktą ir jame nurodytą jurisprudenciją). Dėl šio aspekto pažymėtina, jog, nors, remiantis šiuo principu, viešosios valdžios institucija turi atsižvelgti ne vien į pareigūno interesus, bet ir į tarnybos interesus, tai darydama ji negali priimti sprendimų visiškai neatsižvelgdama į teisinį kontekstą. Taigi tokį argumentą reikia atmesti.", "label": [[31, 38, "ORG"], [471, 493, "DATE"], [504, 519, "PER"], [529, 532, "ORG"]]}
{"text": "81 Iš viso to, kas išdėstyta, darytina išvada, kad nagrinėjamos priemonės, kuriomis nustatytas įpareigojimas grįžti į darbą, yra įstatyme nenumatytas teisės streikuoti apribojimas. Taigi 2018 m. liepos 2 d. sprendimą reikia panaikinti, nes juo pažeista ši pagrindinė teisė, ir nebūtina nagrinėti kitų dviejų Chartijos 52 straipsnio 1 dalyje nustatytų sąlygų, primintų šio sprendimo 61 ir 62 punktuose, ir kitų pagrindų, kuriais remiasi ieškovai.", "label": [[187, 206, "DATE"]]}
{"text": "Dėl reikalavimo atlyginti žalą", "label": []}
{"text": "82 Iš esmės ieškovai tvirtina, kad neteisėti veiksmai, kuriais grindžiamas jų reikalavimas dėl panaikinimo, sudaro tiek pažeidimų, kad dėl jų, vertinamų kartu ar atskirai, kyla Parlamento atsakomybė. Jie tvirtina, kad dėl šių pažeidimų patyrė neturtinės žalos.", "label": [[177, 187, "ORG"]]}
{"text": "83 Parlamentas mano, jog jis neatliko jokių neteisėtų veiksmų per vertėjų žodžiu ir konferencijų vertėjų žodžiu įpareigojimo grįžti į darbą procedūrą. Be to, jis teigia, kad, nors ieškovai turi įrodyti patirtos žalos realumą, jie konkrečiau nenurodė, kokios neturtinės žalos patyrė.", "label": [[3, 14, "ORG"], [66, 73, "PROFESSION"], [84, 104, "PROFESSION"]]}
{"text": "84 Pirmiausia primintina, jog ieškinys dėl panaikinimo ir ieškinys dėl žalos atlyginimo yra savarankiškos teisių gynimo priemonės. Kadangi Pareigūnų tarnybos nuostatų 90 ir 91 straipsniuose šie du ieškiniai nėra kaip nors atskirti, atsižvelgiant į tai, kad šios atskiros teisių gynimo priemonės yra savarankiškos, tiek administracinėje procedūroje, tiek teisminiame procese tarnautojas gali pasirinkti vieną jų arba abi kartu, jeigu į Sąjungos teismą kreipiamasi per tris mėnesius nuo jo skundo atmetimo (žr. 2018 m. rugsėjo 18 d. Sprendimo Hievanen Price ir kt. / Europos Sąjungos Teisingumo Teismas, T‑702/16 P, EU:T:2018:557, 66 punktą ir jame nurodytą jurisprudenciją).", "label": [[435, 450, "ORG"], [467, 471, "AMOUNT_VALUE"], [472, 480, "AMOUNT_UNIT"], [509, 530, "DATE"], [541, 555, "PER"], [565, 600, "ORG"]]}
{"text": "85 Vis dėlto jurisprudencijoje nustatyta šio principo išimtis, kai ieškinys dėl žalos atlyginimo yra glaudžiai susijęs su ieškiniu dėl panaikinimo, kuris, beje, būtų ar turėtų būti pripažintas nepriimtinu. Reikalavimas dėl žalos atlyginimo nepriimtinas, jeigu ieškiniu dėl žalos atlyginimo siekiama tik, kad būtų ištaisytos akto, dėl kurio pateiktas ieškinys dėl panaikinimo, kuris galėjo būti arba buvo pripažintas nepriimtinu, pasekmės (žr. 2018 m. rugsėjo 18 d. Sprendimo Hievanen Price ir kt. / Europos Sąjungos Teisingumo Teismas, T‑702/16 P, EU:T:2018:557, 67 punktą ir jame nurodytą jurisprudenciją).", "label": [[443, 464, "DATE"], [475, 489, "PER"], [499, 534, "ORG"]]}
{"text": "86 Šiuo atveju ieškovai prašo atlyginti žalą, patirtą dėl Parlamento atliktų neteisėtų veiksmų, t. y. 2018 m. liepos 2 d. sprendimo ir sprendimų, priimtų vėliau, nei buvo pareikštas ieškinys. Tačiau iš šio sprendimo 38–46 punktų matyti, jog šis ieškinys nepriimtinas tiek, kiek jis pateiktas dėl sprendimų, priimtų vėliau, nei buvo pareikštas ieškinys. Todėl reikalavimas dėl žalos atlyginimo tiek, kiek juo prašoma nurodyti Parlamentui atlyginti ieškovams padarytą žalą, patirtą dėl sprendimų, priimtų vėliau, nei buvo pareikštas ieškinys, nepriimtinas ir jį reikia atmesti.", "label": [[58, 68, "ORG"], [102, 121, "DATE"], [425, 436, "ORG"]]}
{"text": "87 Dėl reikalavimo atlyginti žalą, patirtą dėl 2018 m. liepos 2 d. sprendimo, primintina, jog pagal suformuotą jurisprudenciją tam, kad pagal SESV 340 straipsnio antrą pastraipą kiltų Sąjungos deliktinė atsakomybė, turi būti įvykdytos visos sąlygos, t. y. skundžiamas Sąjungos institucijos elgesys turi būti neteisėtas, žala turi būti reali ir turi egzistuoti priežastinis ryšys tarp šios institucijos elgesio ir nurodomos žalos (žr. 2016 m. rugsėjo 20 d. Sprendimo Ledra Advertising ir kt. / Komisija ir ECB, C‑8/15 P–C‑10/15 P, EU:C:2016:701, 64 punktą ir jame nurodytą jurisprudenciją).", "label": [[47, 66, "DATE"], [184, 192, "ORG"], [268, 276, "LOC"], [434, 455, "DATE"], [466, 483, "ORG"], [493, 501, "ORG"], [505, 508, "ORG"]]}
{"text": "88 Viešosios tarnybos byloms pagal SESV 270 straipsnį ir Pareigūnų tarnybos nuostatų 90 ir 91 straipsnius, įskaitant dėl pareigūnui ar tarnautojui padarytos žalos atlyginimo, taikytinos konkrečios specialios normos, palyginti su normomis, išplaukiančiomis iš bendrųjų principų, taikomų Sąjungos deliktinei atsakomybei pagal SESV 268 straipsnį ir SESV 340 straipsnio antrą pastraipą. Iš tikrųjų būtent iš Pareigūnų tarnybos nuostatų matyti, kad, kitaip nei visus kitus asmenis, Sąjungos pareigūną ar tarnautoją su institucija ar organu, kuriuose jis dirba, sieja teisiniai darbo santykiai, apimantys specifinių abipusių teisių ir pareigų pusiausvyrą, kurią atspindi institucijos rūpestingumo pareiga suinteresuotojo asmens atžvilgiu (žr. 2010 m. gruodžio 16 d. Sprendimo Komisija / Szymański, T‑143/09 P, EU:T:2010:531, 46 punktą ir jame nurodytą jurisprudenciją). Vadinasi, pakanka vien konstatuoti neteisėtumą, kad būtų galima pripažinti, jog yra įvykdyta pirmoji iš minėtų trijų sąlygų, būtinų, kad kiltų Sąjungos atsakomybė už jos pareigūnams ir kitiems tarnautojams dėl Sąjungos viešosios tarnybos teisės pažeidimo padarytą žalą (2011 m. liepos 12 d. Sprendimo Komisija / X, T‑80/09 P, EU:T:2011:347, 45 punktas).", "label": [[286, 294, "ORG"], [477, 485, "ORG"], [737, 759, "DATE"], [770, 778, "ORG"], [781, 790, "PER"], [1007, 1015, "ORG"], [1074, 1082, "LOC"], [1134, 1154, "DATE"], [1165, 1173, "ORG"], [1176, 1177, "PER"]]}
{"text": "89 Šiuo atveju iš šio sprendimo 72–81 punktų matyti, jog 2018 m. liepos 2 d. sprendimas neteisėtas ir jį reikia panaikinti.", "label": [[57, 76, "DATE"]]}
{"text": "90 Žinoma, remiantis suformuota jurisprudencija, kai reikalavimas atlyginti žalą grindžiamas panaikinto akto neteisėtumu, Bendrojo Teismo paskelbtas akto panaikinimas pats savaime yra tinkamas ir iš esmės pakankamas bet kurios neturtinės žalos, kurią galėjo patirti ieškovas, atlyginimas (žr. 2015 m. rugsėjo 18 d. Sprendimo Carlström / Frontex, T‑653/13 P, EU:T:2015:652, 82 punktą ir jame nurodytą jurisprudenciją).", "label": [[122, 137, "ORG"], [293, 314, "DATE"], [325, 334, "PER"], [337, 344, "ORG"]]}
{"text": "91 Vis dėlto buvo nuspręsta, kad, jeigu akto panaikinimas neturi jokio praktinio poveikio, jis savaime negali būti tinkamas ir pakankamas visos panaikintu aktu sukeltos neturtinės žalos atlyginimas (2015 m. rugsėjo 18 d. Sprendimo Carlström / Frontex, T‑653/13 P, EU:T:2015:652, 83 punktas).", "label": [[199, 220, "DATE"], [231, 240, "PER"], [243, 250, "ORG"]]}
{"text": "92 Šiuo atveju nustatyta, kad 2018 m. liepos 2 d. sprendimas padarė visą juo siektą poveikį. Šiomis aplinkybėmis šio sprendimo panaikinimas nebus tinkamas ir pakankamas ieškovų patirtos neturtinės žalos atlyginimas.", "label": [[30, 49, "DATE"]]}
{"text": "93 Taigi reikia nustatyti, ar ieškovai, be šio sprendimo 89 punkte nurodytų neteisėtų veiksmų, t. y. pažeidimo, dėl kurio kyla Parlamento atsakomybė, įrodė ryšio tarp žalos ir šio pažeidimo egzistavimą.", "label": [[127, 137, "ORG"]]}
{"text": "94 Šiuo atveju iš šio sprendimo 72–81 punktų matyti, jog 2018 m. liepos 2 d. sprendimu ieškovai buvo įpareigoti grįžti į darbą 2018 m. liepos 3 d. nesant jokio teisinio pagrindo, leidžiančio Parlamentui imtis tokių priemonių, todėl negalėjo įgyvendinti teisės streikuoti įpareigojimo grįžti į darbą galiojimo laikotarpiu. Be to, įpareigojimas grįžti į darbą buvo nustatytas pernelyg vėlai, nes ieškovai apie jį buvo informuoti tik įpareigojimo taikymo dienos išvakarėse. Šios aplinkybės, dėl kurių tenka apgailestauti, lėmė neturtinę žalą, tiesiogiai susijusią su 2018 m. liepos 2 d. sprendimo neteisėtumu.", "label": [[57, 76, "DATE"], [127, 146, "DATE"], [191, 202, "ORG"], [564, 583, "DATE"]]}
{"text": "95 Šiomis aplinkybėmis, teisingai įvertinus žalą, iš Parlamento reikia priteisti po 500 EUR kiekvienai ieškovei, kuri 2018 m. liepos 2 d. sprendimu buvo įpareigota grįžti į darbą, t. y. Clara Sommer‑Mikin, Lisa de Leur, Zaharia Marina Herdenstam Garcia, Zaharia Byskata, Persephone Tsirakoglou ir Jasmina Agidi.", "label": [[53, 63, "ORG"], [84, 87, "AMOUNT_VALUE"], [88, 91, "AMOUNT_UNIT"], [118, 137, "DATE"], [186, 204, "PER"], [206, 218, "PER"], [220, 252, "PER"], [254, 269, "PER"], [271, 293, "PER"], [297, 310, "PER"]]}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "96 Pagal Procedūros reglamento 134 straipsnio 2 dalį, jeigu byloje yra kelios pralaimėjusios šalys, Bendrasis Teismas sprendžia, kaip turi būti paskirstytos bylinėjimosi išlaidos.", "label": [[100, 117, "ORG"]]}
{"text": "97 Pirma, kadangi Parlamentas pralaimėjo bylą, jis turi padengti savo ir ieškovių, kurios 2018 m. liepos 2 d. sprendimu buvo įpareigotos grįžti į darbą, bylinėjimosi išlaidas, įskaitant susijusias su procedūra dėl laikinųjų apsaugos priemonių taikymo ir su Tarybos įstojimu į bylą. Antra, reikia nuspręsti, kad sprendimais, priimtais vėliau, nei buvo pareikštas ieškinys, įpareigoti grįžti į darbą ieškovai, taip pat pralaimėję bylą, padengia savo bylinėjimosi išlaidas.", "label": [[18, 29, "ORG"], [90, 109, "DATE"], [257, 264, "ORG"]]}
{"text": "98 Be to, pagal Procedūros reglamento 138 straipsnį į bylą įstojusios valstybės narės ir institucijos padengia savo bylinėjimosi išlaidas. Taigi Taryba padengia savo bylinėjimosi išlaidas.", "label": [[145, 151, "ORG"]]}
{"text": "Remdamasis šiais motyvais, BENDRASIS TEISMAS (šeštoji išplėstinė kolegija) nusprendžia:", "label": [[27, 74, "ORG"]]}
{"text": "1. Panaikinti 2018 m. liepos 2 d. Europos Parlamento Personalo GD generalinio direktoriaus sprendimą dėl įpareigojimo vertėjams žodžiu ir konferencijų vertėjams žodžiu grįžti į darbą 2018 m. liepos 3 d.", "label": [[14, 33, "DATE"], [34, 52, "ORG"], [53, 90, "PROFESSION"], [118, 127, "PROFESSION"], [138, 160, "PROFESSION"], [183, 201, "DATE"]]}
{"text": "2. Priteisti iš Parlamento po 500 EUR Sommer-Mikin Clara, de Leur Lisa, Herdenstam Garcia Zaharia Marina, Byskata Zaharia, Tsirakoglou Persephone ir Agidi Jasmina.", "label": [[16, 26, "ORG"], [30, 33, "AMOUNT_VALUE"], [34, 37, "AMOUNT_UNIT"], [38, 56, "PER"], [58, 70, "PER"], [72, 104, "PER"], [106, 121, "PER"], [123, 145, "PER"], [149, 162, "PER"]]}
{"text": "3. Atmesti likusią ieškinio dalį.", "label": []}
{"text": "4. Parlamentas padengia savo bylinėjimosi išlaidas ir ieškovių, kurios 2018 m. liepos 2 d. sprendimu įpareigotos grįžti į darbą, bylinėjimosi išlaidas, įskaitant susijusias su procedūra dėl laikinųjų apsaugos priemonių taikymo ir su Europos Sąjungos Tarybos įstojimu į bylą.", "label": [[3, 14, "ORG"], [71, 90, "DATE"], [233, 257, "ORG"]]}
{"text": "5. Ieškovai, kurie įpareigoti grįžti į darbą sprendimais, priimtais vėliau, nei buvo pareikštas ieškinys, padengia savo bylinėjimosi išlaidas.", "label": []}
{"text": "6. Taryba padengia savo bylinėjimosi išlaidas.", "label": [[3, 9, "ORG"]]}
{"text": "Van der Linden", "label": [[0, 14, "PER"]]}
{"text": "Gavvas", "label": [[0, 6, "PER"]]}
{"text": "Danilov", "label": [[0, 7, "PER"]]}
{"text": "Csaba", "label": [[0, 5, "PER"]]}
{"text": "Mateescu-Munteanu", "label": [[0, 17, "PER"]]}
{"text": "Paskelbtas 2020 m. sausio 29 d. viešame teismo posėdyje Liuksemburge.", "label": [[11, 31, "DATE"], [56, 68, "LOC"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: prancūzų.", "label": [[17, 25, "NATIONALITY"]]}
{"text": "1 Kitų ieškovų sąrašas pridėtas tik prie šalims įteiktos sprendimo versijos.", "label": []}
