{"text": "GENERALINIO ADVOKATO F. COLIN IŠVADA, pateikta 2020 m. vasario 25 d.(1)", "label": [[0, 20, "PROFESSION"], [21, 29, "PER"], [47, 68, "DATE"]]}
{"text": "Byla C‑97/19", "label": []}
{"text": "Pfeifer & Langen GmbH & Co. KG", "label": [[0, 30, "ORG"]]}
{"text": "prieš", "label": []}
{"text": "Hauptzollamt Köln", "label": [[0, 17, "ORG"]]}
{"text": "(Finanzgericht Düsseldorf (Diuseldorfo finansų teismas, Vokietija) pateiktas prašymas priimti prejudicinį sprendimą)", "label": [[1, 25, "ORG"], [27, 54, "ORG"], [56, 65, "LOC"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Tarybos reglamentas (EEB) Nr. 2913/92 – Bendrijos muitinės kodeksas – Muitinės deklaracija – Deklaracijos pakeitimas – Deklaranto pavadinimo pakeitimas, vietoj jo įrašant importo sertifikatus gavusio asmens vardą, pavardę (pavadinimą) – Deklaracijos pripažinimas negaliojančia – Atstovavimas“", "label": [[42, 49, "ORG"], [82, 91, "LOC"]]}
{"text": "1. 1992 m. spalio 12 d. Tarybos reglamento (EEB) Nr. 2913/92, nustatančio Bendrijos muitinės kodeksą (OL L 302, 1992, p. 1; 2004 m. specialusis leidimas lietuvių k., 2 sk., 4 t., p. 307; toliau – 1992 m. Muitinės kodeksas), galiojusio iki 2016 m. balandžio 30 d., 78 straipsnio 1 dalyje nustatyta, kad muitinė turi teisę savo iniciatyva arba deklaranto prašymu padaryti pakeitimus muitinės deklaracijoje po to, kai toje deklaracijoje nurodytos prekės jau išleistos. Prašyme priimti prejudicinį sprendimą klausiama, ar pagal šią nuostatą muitinei leidžiama pakeisti deklaranto pavadinimą, jeigu deklaranto tapatybė buvo nurodyta neteisingai ir paaiškėja, kad buvo padaryta bona fide klaida.", "label": [[3, 23, "DATE"], [24, 31, "ORG"], [74, 83, "LOC"], [112, 116, "DATE"], [124, 131, "DATE"], [153, 161, "NATIONALITY"], [196, 203, "DATE"], [239, 262, "DATE"]]}
{"text": "2. Prašymą priimti prejudicinį sprendimą pateikė Finanzgericht Düsseldorf (Diuseldorfo finansų teismas, Vokietija), nagrinėjantis Pfeifer & Langen GmbH & Co KG (Pfeifer & Langen) ir Hauptzollamt Köln (Kelno centrinė muitinė, Vokietija, toliau – muitinė) ginčą dėl cukranendrių cukraus importo pagal sumažintą muito tarifą.", "label": [[49, 73, "ORG"], [75, 102, "ORG"], [104, 113, "LOC"], [130, 178, "ORG"], [182, 199, "ORG"], [201, 223, "ORG"], [225, 234, "LOC"]]}
{"text": "3. Pagrindinis klausimas, kuris kilo šioje byloje, yra klausimas dėl 1992 m. Muitinės kodekso 78 straipsnio taikymo srities. Tačiau prieš pradedant nagrinėti šį klausimą pirmiausia reikia išdėstyti bylai reikšmingas teisės aktų nuostatas.", "label": [[69, 75, "DATE"]]}
{"text": "I. Teisinis pagrindas", "label": []}
{"text": "4. 1992 m. Muitinės kodekso penktoje ir šeštoje konstatuojamosiose dalyse nurodyta:", "label": [[3, 10, "DATE"]]}
{"text": "„kadangi, siekiant pusiausvyros tarp, viena vertus, muitinės poreikių užtikrinti teisingą muitų teisės aktų taikymą ir, antra vertus, prekybininkų teisės turėti tinkamas veiklos sąlygas, šioms institucijoms, inter alia, būtina suteikti plačius įgaliojimus atliekant tikrinimus, o minėtiems prekybininkams – muitinės veiksmų apskundimo teisę; kadangi Junginė Karalystė, norėdama įgyvendinti skundų nagrinėjimo muitinėje sistemą, turės nustatyti naujas administracines procedūras, kurios negalės būti pradėtos taikyti iki 1995 m. sausio 1 d.;", "label": [[350, 367, "ORG"], [520, 539, "DATE"]]}
{"text": "kadangi, atsižvelgiant į ypatingą Bendrijos prekybos su trečiosiomis šalimis svarbą, reikia atsisakyti muitinės formalumų ir tikrinimų arba bent jau iki minimumo sumažinti jų apimtis.“", "label": [[34, 43, "LOC"]]}
{"text": "5. 1992 m. Muitinės kodekso 5 straipsnyje nustatyta:", "label": [[3, 10, "DATE"]]}
{"text": "„1. Kiekvienas asmuo, laikydamasis 64 straipsnio 2 dalyje nustatytų sąlygų ir vadovaudamasis nuostatomis, priimtomis įgyvendinant 243 straipsnio 2 dalies b punktą, gali paskirti savo atstovą, įgaliotą atstovauti jam muitinėje atliekant muitinės veiklos taisyklių nustatytus veiksmus ir formalumus.", "label": [[183, 190, "PROFESSION"]]}
{"text": "2. Toks atstovavimas gali būti:", "label": []}
{"text": "– tiesioginis, kai atstovas veikia kito asmens vardu ir dėl jo interesų, arba", "label": [[19, 27, "PROFESSION"]]}
{"text": "– netiesioginis, kai atstovas veikia savo vardu, bet dėl kito asmens interesų.", "label": [[21, 29, "PROFESSION"]]}
{"text": "Valstybė narė gali nustatyti apribojimą, kad teisę pateikti muitinės deklaracijas turi tik:", "label": []}
{"text": "– tiesioginis atstovas arba", "label": [[14, 22, "PROFESSION"]]}
{"text": "– netiesioginis atstovas,", "label": [[16, 24, "PROFESSION"]]}
{"text": "kuris privalo būti tos šalies teritorijoje savo verslu užsiimantis muitinės tarpininkas.", "label": [[67, 87, "PROFESSION"]]}
{"text": "3. Išskyrus 64 straipsnio 2 dalies b punkte ir 3 dalyje nurodytus atvejus, atstovas privalo būti įsteigtas Bendrijoje.", "label": [[75, 83, "PROFESSION"], [107, 117, "LOC"]]}
{"text": "4. Atstovas privalo pareikšti, kad jis veikia dėl atstovaujamojo asmens interesų, nurodyti, ar jis veikia kaip tiesioginis, ar kaip netiesioginis atstovas, ir turėti įgaliojimus, suteikiančius teisę veikti kaip atstovui.", "label": [[3, 11, "PROFESSION"], [146, 154, "PROFESSION"], [211, 219, "PROFESSION"]]}
{"text": "Asmuo, kuris nepareiškia, kad jis veikia kito asmens vardu arba dėl jo interesų, arba kuris pareiškia, kad veikia kito asmens vardu arba dėl jo interesų, neturėdamas atitinkamų įgaliojimų, laikomas veikiančiu savo vardu ir dėl savo interesų.", "label": []}
{"text": "5. Muitinė turi teisę reikalauti, kad bet kuris asmuo, kuris pareiškia, kad veikia kito asmens vardu arba dėl jo interesų, pateiktų įrodymus, kad jis turi įgaliojimus veikti kaip atstovas.“", "label": [[179, 187, "PROFESSION"]]}
{"text": "6. To paties kodekso 64 straipsnyje nustatyta:", "label": []}
{"text": "„1. Laikantis 5 straipsnio muitinės deklaraciją turi teisę pateikti bet kuris asmuo, kuris gali pateikti prekes kompetentingai muitinės įstaigai arba pasirūpinti, kad jos būtų pateiktos, kartu su visais dokumentais, kuriuos reikia pateikti pagal taisykles, reglamentuojančias muitinės procedūros, kuriai deklaruotos prekės, atlikimo tvarką.", "label": []}
{"text": "2. Tačiau", "label": []}
{"text": "a) jeigu muitinės deklaracijos priėmimas suteikia konkrečiam asmeniui tam tikrų įpareigojimų, jis deklaraciją privalo pateikti pats arba ji turi būti pateikta jo vardu;", "label": []}
{"text": "b) deklarantas turi būti įsteigtas Bendrijoje.", "label": [[35, 45, "LOC"]]}
{"text": "Tačiau įsteigimo Bendrijoje sąlyga netaikoma asmenims, kurie:", "label": [[17, 27, "LOC"]]}
{"text": "– pateikia tranzito arba laikinojo įvežimo deklaraciją,", "label": []}
{"text": "– ne nuolat deklaruoja prekes, jeigu muitinė pripažįsta tokių aplinkybių pagrįstumą.“", "label": []}
{"text": "7. 1992 m. Muitinės kodekso 65 straipsnyje nustatyta:", "label": [[3, 10, "DATE"]]}
{"text": "„Deklaranto prašymu jam gali būti leista padaryti vieną arba daugiau muitinės priimtos deklaracijos duomenų pakeitimų. Šie pakeitimai negali pakeisti tranzito deklaracijos tiek, kad ji galėtų būti taikoma ne toms prekėms, kurios pradžioje buvo joje nurodytos.", "label": []}
{"text": "Tačiau jokių pakeitimų daryti neleidžiama, jeigu atitinkamo leidimo buvo paprašyta po to, kai muitinė:", "label": []}
{"text": "a) pranešė deklarantui, kad ketina patikrinti prekes; arba", "label": []}
{"text": "b) nustatė, kad tam tikri duomenys neteisingi; arba", "label": []}
{"text": "c) išleido prekes.“", "label": []}
{"text": "8. Kodekso 66 straipsnyje nustatyta:", "label": []}
{"text": "„1. Deklaranto prašymu muitinė pripažįsta jos priimtą deklaraciją negaliojančia, jeigu deklarantas pateikia įrodymų, kad prekės toje deklaracijoje nurodytai muitinės procedūrai buvo deklaruotos per klaidą arba kad dėl ypatingų aplinkybių įforminti prekėms muitinės procedūrą, kuriai jos buvo deklaruotos, nebetikslinga.", "label": []}
{"text": "Tačiau, jeigu muitinė jau yra pranešusi deklarantui apie savo ketinimą patikrinti prekes, prašymas pripažinti deklaraciją negaliojančia nepriimamas tol, kol neatliktas patikrinimas.", "label": []}
{"text": "2. Deklaracija negali būti pripažinta negaliojančia išleidus prekes, išskyrus atvejus, nustatytus taikant Komiteto procedūrą.", "label": []}
{"text": "3. Deklaracijos pripažinimas negaliojančia nekliudo taikyti galiojančių baudžiamosios teisės aktų nuostatų.“", "label": []}
{"text": "9. 1992 m. Muitinės kodekso 78 straipsnyje nustatyta:", "label": [[3, 10, "DATE"]]}
{"text": "„1. Muitinė turi teisę savo iniciatyva arba deklaranto prašymu padaryti pakeitimus deklaracijoje po to, kai prekės jau išleistos.", "label": []}
{"text": "2. Muitinė, norėdama po prekių išleidimo įsitikinti deklaracijoje pateiktų duomenų tikslumu, turi teisę tikrinti prekybos dokumentus ir duomenis, susijusius su atitinkamų prekių importo arba eksporto operacijomis arba su paskesnėmis prekybos šiomis prekėmis operacijomis. Tokie patikrinimai gali būti atliekami deklaranto arba bet kurio kito asmens, tiesiogiai arba netiesiogiai per verslą susijusio su minėtomis operacijomis, arba dėl verslo turinčio minėtus dokumentus [ir duomenis], patalpose. Ši institucija taip pat turi teisę tikrinti ir prekes, jeigu jas vis dar įmanoma pateikti tikrinimui.", "label": []}
{"text": "3. Jeigu pakartotinai patikrinus deklaraciją arba atlikus tikrinimą po prekių išleidimo paaiškėja, kad atitinkamos muitinės procedūros atlikimo tvarką reglamentuojančios nuostatos buvo taikomos remiantis neteisinga arba neišsamia informacija, muitinė, remdamasi naujai surinkta informacija, laikydamasi nustatytų nuostatų, imasi priemonių, būtinų susidariusiai padėčiai sureguliuoti.“", "label": []}
{"text": "10. Kodekso 201 straipsnyje nustatyta:", "label": []}
{"text": "„1. Importo skola muitinei atsiranda:", "label": []}
{"text": "a) išleidžiant į laisvą apyvartą importo muitais apmokestinamas prekes arba", "label": []}
{"text": "b) įforminant tokioms prekėms laikinojo įvežimo procedūrą, kurią atliekant prekės iš dalies neapmokestinamos importo muitais.", "label": []}
{"text": "2. Skola muitinei atsiranda tuo metu, kai priimama atitinkama muitinės deklaracija.", "label": []}
{"text": "3. Skolininku laikomas deklarantas. Netiesioginio atstovavimo atveju asmuo, dėl kurio interesų pateikiama muitinės deklaracija, taip pat laikomas skolininku.", "label": []}
{"text": "Jeigu muitinės deklaracija, pateikta deklaruojant prekes vienai iš 1 dalyje nurodytų procedūrų, surašyta remiantis informacija, dėl kurios nebūtų surinkti visi teisiškai privalomi sumokėti muitai arba jų dalis, asmenys, kurie pateikė deklaracijai surašyti reikalingą informaciją ir kurie žinojo arba yra pagrindo manyti, turėjo žinoti, kad tokia informacija yra klaidinga, taip pat gali būti laikomi skolininkais, vadovaujantis galiojančiomis nacionalinėmis nuostatomis.“", "label": []}
{"text": "11. 1992 m. Muitinės kodekso 221 straipsnio 3 dalyje nustatyta:", "label": [[4, 11, "DATE"]]}
{"text": "„Pranešimas skolininkui nebegali būti pateikiamas pasibaigus trejų metų laikotarpiui nuo skolos muitinei atsiradimo dienos. Šis laikotarpis sustabdomas nuo 243 straipsnyje nustatyto skundo pateikimo dienos per visą laikotarpį, kol jis nagrinėjamas teisme.“", "label": [[61, 66, "AMOUNT_VALUE"], [67, 71, "AMOUNT_UNIT"]]}
{"text": "12. Kodekso 236 straipsnyje buvo nustatyta:", "label": []}
{"text": "„1. Importo arba eksporto muitai grąžinami nustačius, kad tada, kai jie buvo sumokėti, tokių muitų suma nebuvo teisiškai privaloma sumokėti arba kad ši suma buvo įtraukta į apskaitą nesivadovaujant 220 straipsnio 2 dalimi.", "label": []}
{"text": "Importo arba eksporto muitus atsisakoma išieškoti nustačius, kad tada, kai jie buvo įtraukti į apskaitą, tokių muitų suma nebuvo teisiškai privaloma sumokėti arba kad ši suma buvo įtraukta į apskaitą nesivadovaujant 220 straipsnio 2 dalimi.", "label": []}
{"text": "Muitai negrąžinami ir neatsisakoma jų išieškoti, jeigu įvykių, dėl kurių buvo sumokėta arba įtraukta į apskaitą teisiškai neprivaloma sumokėti pinigų suma, priežastis buvo tyčiniai suinteresuoto asmens veiksmai.", "label": []}
{"text": "2. Importo arba eksporto muitai grąžinami arba atsisakoma juos išieškoti, jeigu per trejus metus nuo skolininko informavimo apie tokių muitų sumą dienos atitinkamai muitinės įstaigai pateikiamas prašymas.", "label": [[84, 90, "AMOUNT_VALUE"], [91, 96, "AMOUNT_UNIT"]]}
{"text": "Šis laikotarpis pratęsiamas, jeigu suinteresuotas asmuo pateikia įrodymus, kad pateikti tokį prašymą per nustatytą laikotarpį jam sukliudė ypatingos aplinkybės arba force majeure.", "label": []}
{"text": "Jeigu muitinė per šį laikotarpį pati nustato, kad susidarė kuri nors iš 1 dalies pirmojoje ar antrojoje pastraipose aprašytų padėčių, ji grąžina arba atsisako išieškoti muitą savo iniciatyva.“", "label": []}
{"text": "II. Pagrindinė byla ir prejudiciniai klausimai", "label": []}
{"text": "13. SC Zahărul Oradea SA (toliau – Zahărul Oradea) yra Rumunijoje įsteigta įmonės Pfeifer & Langen patronuojamoji įmonė. Zahărul Oradea iš Brazilijos įsigijo 45 000 tonų cukranendrių cukraus, kuris pagal šių dviejų šalių susitarimą turėjo būti rafinuojamas įmonės Pfeifer & Langen gamykloje Oiskirchene (Vokietija). Rafinuotas cukrus turėjo būti parduotas įmonei Pfeifer & Langen.", "label": [[4, 24, "ORG"], [35, 49, "ORG"], [55, 65, "LOC"], [82, 98, "ORG"], [121, 135, "ORG"], [139, 149, "LOC"], [158, 164, "AMOUNT_VALUE"], [165, 169, "AMOUNT_UNIT"], [264, 280, "ORG"], [291, 314, "LOC"], [363, 379, "ORG"]]}
{"text": "14. 2011 m. gruodžio 13 d. Rumunijos kompetentingos institucijos išdavė įmonei Oradea sertifikatą, pagal kurį leista importuoti 45 000 tonų rafinuoti skirto cukranendrių cukraus. 2012 m. vasario 2 d. Zahărul Oradea suteikė įmonei Pfeifer & Langen įgaliojimą įmonės Zahărul Oradea vardu pateikti muitinės deklaracijas ir atlikti visas reikiamas muitinio įforminimo procedūras.", "label": [[4, 26, "DATE"], [27, 36, "LOC"], [79, 85, "ORG"], [128, 134, "AMOUNT_VALUE"], [135, 139, "AMOUNT_UNIT"], [179, 199, "DATE"], [200, 214, "ORG"], [230, 246, "ORG"], [265, 279, "ORG"]]}
{"text": "15. 2012 m. vasario 24 d. Pfeifer & Langen savo vardu deklaravo dalį cukranendrių cukraus (maždaug 499 tonas) išleidimui į laisvą apyvartą. Muitinės deklaracijoje ji nurodė įmonei Zahărul Oradea išduotus importo sertifikatus. Prie visų muitinei pateiktų dokumentų buvo pridėta įmonės Zahărul Oradea suteikto įgaliojimo kopija. Tačiau Pfeifer & Langen šiuo įgaliojimu nepasinaudojo.", "label": [[4, 25, "DATE"], [26, 42, "ORG"], [99, 102, "AMOUNT_VALUE"], [103, 108, "AMOUNT_UNIT"], [180, 194, "ORG"], [284, 298, "ORG"], [334, 350, "ORG"]]}
{"text": "16. Muitinė priėmė deklaraciją ir taikydama sumažintą 252,50 EUR už toną mokesčio tarifą apskaičiavo muitą, kurį kaip skolos muitinei subjektas turi sumokėti Pfeifer & Langen. Muitinė išskaičiavo importuotą kiekį iš įmonei Zahărul Oradea išduotų importo sertifikatų. Pfeifer & Langen sumokėjo importo muitus.", "label": [[54, 60, "AMOUNT_VALUE"], [61, 72, "AMOUNT_UNIT"], [158, 174, "ORG"], [223, 237, "ORG"], [267, 283, "ORG"]]}
{"text": "17. Po atlikto PVM patikrinimo Pfeifer & Langen pateikė muitinei du raštus (2013 m. sausio 10 ir 11 d.) ir paprašė pakartotinai patikrinti 2012 m. vasario 24 d. muitinės deklaraciją, nes suabejojo, ar turėjo teisę pasinaudoti sumažintu cukranendrių cukraus muito tarifu(2).", "label": [[31, 47, "ORG"], [76, 102, "DATE"], [139, 160, "DATE"]]}
{"text": "18. 2013 m. sausio 24 d. sprendimu muitinė nurodė įmonei Pfeifer & Langen papildomai sumokėti 83 158,41 EUR muitą. Ši suma buvo apskaičiuota pritaikius įprastą (419 EUR už toną) cukranendrių cukraus importo tarifą. Savo sprendimą muitinė motyvavo tuo, kad Pfeifer & Langen neturėjo teisės į sumažintą tarifą, nes importo sertifikatai buvo išduoti įmonei Zahărul Oradea.", "label": [[4, 24, "DATE"], [57, 73, "ORG"], [94, 103, "AMOUNT_VALUE"], [104, 107, "AMOUNT_UNIT"], [161, 164, "AMOUNT_VALUE"], [165, 176, "AMOUNT_UNIT"], [256, 272, "ORG"], [354, 368, "ORG"]]}
{"text": "19. Pfeifer & Langen apskundė sprendimą. Skunde ji atkreipė dėmesį į savo prašymą pakartotinai patikrinti 2012 m. vasario 24 d. muitinės deklaraciją ir nurodė, kad jos prašymas turėjo būti patenkintas, vadinasi, įmonė turėjo būti pripažinta netiesiogine įmonės Zahărul Oradea atstove.", "label": [[4, 20, "ORG"], [106, 127, "DATE"], [261, 275, "ORG"], [276, 283, "PROFESSION"]]}
{"text": "20. Muitinė atmetė skundą 2018 m. balandžio 26 d. sprendimu, nurodžiusi, kad muitinės deklaracijoje nebuvo nurodyta, jog Pfeifer & Langen veikia įmonės Zahărul Oradea vardu ir dėl jos interesų. Sprendime pažymėta, kad muitinės deklaracijoje nurodyto deklaranto pavadinimo vėliau pakeisti negalima. Šiuo klausimu tai, kad įmonės Pfeifer & Langen muitinės deklaracija neatitiko įmonės Zahărul Oradea įgaliojimo, arba tai, kad įgaliojimo kopija buvo pridėta prie deklaracijos, neturi reikšmės, nes – bent taip tvirtino muitinė – Pfeifer & Langen nusprendė nesinaudoti savo teise veikti pagal įgaliojimą.", "label": [[26, 49, "DATE"], [121, 137, "ORG"], [152, 166, "ORG"], [328, 344, "ORG"], [383, 397, "ORG"], [526, 542, "ORG"]]}
{"text": "21. 2018 m. balandžio 26 d. Pfeifer & Langen sprendimą užginčijo nacionaliniame teisme, Finanzgericht Düsseldorf (Diuseldorfo finansų teismas), motyvuodama tuo, kad jos pateikta muitinės deklaracija turėjo būti pataisyta, kaip prašyta, ir kad Pfeifer & Langen turėjo būti laikoma netiesiogine įmonės Zahărul Oradea atstove. Šiuo klausimu Pfeifer & Langen tvirtina, kad ji nepasinaudojo teise veikti pagal įmonės Zahărul Oradea suteiktą įgaliojimą vien dėl to, kad muitinės pareigūnė suteikė jai netikslią informaciją. Įmonė tvirtino, kad pareigūnė, į kurią kreiptasi su klausimu, nurodė, jog įmonė turi užpildyti muitinės deklaraciją savo vardu ir savo sąskaita. Pfeifer & Langen pabrėžė, kad prie muitinės deklaracijos pridėjo įmonės Zahărul Oradea suteikto įgaliojimo kopiją.", "label": [[4, 27, "DATE"], [28, 44, "ORG"], [88, 142, "ORG"], [243, 259, "ORG"], [300, 314, "ORG"], [315, 322, "PROFESSION"], [338, 354, "ORG"], [412, 426, "ORG"], [663, 679, "ORG"], [735, 749, "ORG"]]}
{"text": "22. Muitinė tvirtina, kad muitinės pareigūnė įmonei Pfeifer & Langen nesuteikė tokios informacijos, kokią ji teigia gavusi, ir kad Pfeifer & Langen muitinės deklaracijoje pateikti duomenys nebuvo klaidingi. Kadangi įmonė pateikė muitinės deklaraciją savo vardu, taigi atsisakė teisės veikti pagal jai suteiktą įgaliojimą, ji pagrįstai įgijo deklarantės statusą.", "label": [[52, 68, "ORG"], [131, 147, "ORG"]]}
{"text": "23. Prašymą priimti prejudicinį sprendimą pateikusiam teismui kilo abejonių, ar tokiomis aplinkybėmis pagrindinėje byloje aptariamą deklaraciją buvo galima koreguoti ir kaip deklarantę nurodyti ne įmonę Pfeifer & Langen, bet įmonę Zahărul Oradea, kuriai įmonė Pfeifer & Langen atstovauja. Prašymą priimti prejudicinį sprendimą pateikęs teismas pažymėjo, kad ir Hoge Raad der Nederlanden (Nyderlandų aukščiausiasis teismas), ir Finanzgericht Hamburg (Hamburgo finansų teismas, Vokietija) neseniai konstatavo, jog pagal 1992 m. Muitinės kodekso 78 straipsnio 3 dalį deklaranto pavadinimo muitinės deklaracijoje pakeisti neleidžiama.", "label": [[203, 219, "ORG"], [231, 245, "ORG"], [260, 276, "ORG"], [361, 422, "ORG"], [427, 448, "ORG"], [450, 474, "ORG"], [476, 485, "LOC"], [518, 525, "DATE"]]}
{"text": "24. Taigi Finanzgericht Düsseldorf (Diuseldorfo finansų teismas) nutarė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šį prejudicinį klausimą:", "label": [[10, 64, "ORG"], [113, 131, "ORG"]]}
{"text": "„Ar [1992 m. Muitinės kodekso] 78 straipsnio 3 dalis turi būti aiškinama taip, kad pagal šią nuostatą tokiu atveju, kaip nagrinėjamas pagrindinėje byloje, muitinės deklaracija turi būti patikrinta ir pataisyta taip, kad deklarantės duomenys būtų pakeisti asmens, kuriam išduota importuojamo produkto importo licencija, pavadinimu, o šiam asmeniui atstovauja asmuo, kuris buvo nurodytas muitinės deklaracijoje kaip deklarantas ir pateikė muitinei importo licencijos turėtojo įgaliojimą?“", "label": [[5, 12, "DATE"]]}
{"text": "III. Analizė", "label": []}
{"text": "25. Pateikdamas šį klausimą nacionalinis teismas iš esmės klausia, ar 1992 m. Muitinės kodekso, galiojusio iki 2016 m. balandžio 30 d.(3), 78 straipsnį reikėtų aiškinti taip, kad po atitinkamų prekių išleidimo deklaranto pavadinimą pakeisti galima, jeigu deklaranto pavadinimas buvo nurodytas neteisingai dėl bona fide klaidos.", "label": [[70, 77, "DATE"], [111, 134, "DATE"]]}
{"text": "26. Pirmiausia reikėtų priminti, kad pagal 1992 m. Muitinės kodekso 59 straipsnio 1 dalį dėl visų prekių, kurioms ketinama įforminti muitinės procedūrą, reikia pateikti deklaraciją(4). Pagal Muitinės kodekso 4 straipsnio 17 dalį muitinės deklaracija yra nustatytos formos ir nustatytu būdu atliekamas veiksmas, kuriuo asmuo pareiškia savo pageidavimą, kad prekėms būtų įforminta muitinės procedūra(5). Muitinės kodekso 71 straipsnio 2 dalyje nustatyta, kad prekėms įforminama muitinės procedūra taikoma remiantis deklaracijoje pateiktais duomenimis(6). Pagal 1992 m. Muitinės kodekso 62 straipsnio 1 dalį deklarantas be šio ketinimus parodančio dokumento turi pateikti visą informaciją, kuri yra reikalinga prekėms identifikuoti ir taikyti taisyklėms, kurios joms yra taikomos(7). Kaip nustatyta 62 straipsnio 2 dalyje, kartu su deklaracija turėjo būti pateikti visi dokumentai, reikalingi taikyti nuostatoms, reglamentuojančioms muitinės procedūros, kuriai prekės buvo deklaruojamos, atlikimo tvarką.", "label": [[43, 50, "DATE"], [559, 566, "DATE"]]}
{"text": "27. Iki 1994 m. sausio 1 d., kai įsigaliojo 1992 m. Muitinės kodeksas, deklarantui buvo draudžiama keisti deklaraciją po prekių išleidimo. Pagal naujesnės kodekso redakcijos 78 straipsnį šis draudimas buvo panaikintas. Nuo tada muitinei buvo leidžiama koreguoti muitinės deklaracijas pagal deklarantų prašymus, pateiktus po prekių išleidimo. Taigi 1992 m. Muitinės kodekso 65 ir 78 straipsniuose nustatyti du skirtingi muitinės deklaracijos keitimo režimai, atsižvelgiant į tai, ar prašymas pateiktas iki, ar po prekių išleidimo(8).", "label": [[8, 27, "DATE"], [44, 51, "DATE"], [348, 355, "DATE"]]}
{"text": "28. Pagal muitinės kodekso 65 straipsnį prieš prekių išleidimą deklarantas turi teisę pats vienašališkai pakeisti muitinės deklaracijos duomenis. Ši teisė aiškinama tuo, kad iki prekių išleidimo muitinė gali, jei reikia, gana lengvai patikrinti pakeitimų tikslumą, fiziškai patikrinusi prekes(9).", "label": []}
{"text": "29. Pozicija dėl deklaracijos keitimo po prekių išleidimo turbūt nėra tokia aiški. Atitinkamai 1992 m. Muitinės kodekso 78 straipsnio 1 dalyje nurodyta, kad „muitinė turi teisę savo iniciatyva arba deklaranto prašymu padaryti pakeitimus deklaracijoje po to, kai prekės jau išleistos“(10). Todėl muitinė prašymo patenkinti neprivalėjo, tačiau privalėjo jį įvertinti, bent jau dėl būtinybės šį pakartotinį patikrinimą atlikti(11). Tai įvertinusi, muitinė turi motyvuotu sprendimu, kurį galima apskųsti teismui, atmesti deklaranto prašymą arba atlikti prašomą patikrinimą(12).", "label": [[95, 102, "DATE"]]}
{"text": "30. Jei pakartotinai patikrinus deklaraciją paaiškėja, kad atitinkamos muitinės procedūros atlikimo tvarką reglamentuojančios nuostatos buvo taikomos remiantis neteisinga arba neišsamia informacija, muitinė pagal 1992 m. Muitinės kodekso 78 straipsnio 3 dalį, remdamasi naujai surinkta informacija, imasi priemonių, būtinų susidariusiai padėčiai sureguliuoti(13).", "label": [[213, 220, "DATE"]]}
{"text": "31. Jei galiausiai paaiškėja, kad deklarantas sumokėjo didesnę muito sumą, negu būtų turėjęs sumokėti, jeigu klaida nebūtų buvusi padaryta, jis turi teisę prašyti pakartotinio patikrinimo(14). Pakartotinis patikrinimas turi būti atliktas pagal 1992 m. Muitinės kodekso 236 straipsnį, jeigu įvykdytos tame straipsnyje nustatytos sąlygos. Viena iš jų – prašymas pakartotinai patikrinti deklaraciją turi būti pateiktas iki nustatyto termino, tai yra, iš esmės per trejus metus(15).", "label": [[244, 251, "DATE"], [461, 467, "AMOUNT_VALUE"], [468, 473, "AMOUNT_UNIT"]]}
{"text": "32. Jeigu paaiškėja, kad sumokėta nepakankama muito suma, nes muito suma, susidariusi dėl skolos muitinei, nebuvo įtraukta į apskaitą arba į apskaitą įtraukta mažesnė suma, palyginti su teisiškai susidariusia skolos suma, muitinė – priešingai – gali pagal 1992 m. Muitinės kodekso 220 ir paskesnius straipsnius reikalauti sumokėti skirtumą, susidariusį per trejus metus nuo skolos muitinei atsiradimo dienos.", "label": [[256, 263, "DATE"], [357, 363, "AMOUNT_VALUE"], [364, 369, "AMOUNT_UNIT"]]}
{"text": "33. Šiuo klausimu Vokietijos muitinė ir Čekijos bei Nyderlandų vyriausybės tvirtina, kad pagal 1992 m. Muitinės kodekso 78 straipsnyje įtvirtintą teisę keisti muitinės deklaraciją deklaranto pavadinimą keisti yra draudžiama. Jie teigia, kad ši nuostata yra tvarkos, galiojančios pagal muitinės deklaracijos neatšaukiamumo principą, išimtis, todėl ją reikėtų aiškinti siaurąja prasme. Vadinasi, muitinės deklaraciją pagal 1992 m. Muitinės kodekso 78 straipsnį buvo galima keisti tik tam tikrais atvejais, tačiau klaida nurodant deklaranto pavadinimą prie jų nepriskirtina.", "label": [[18, 36, "ORG"], [40, 47, "ORG"], [52, 74, "ORG"], [95, 102, "DATE"], [421, 428, "DATE"]]}
{"text": "34. Siekdamos pagrįsti šį argumentą šalys tvirtina, kad, pirma, pagal tuo metu galiojusio 1992 m. Muitinės kodekso 201 straipsnio 3 dalį deklarantas turėjo užtikrinti, kad muitinės deklaracijoje būtų pateikta tiksli informacija. Kadangi deklaranto pavadinimas yra esminė informacija, visais atvejais pavadinimo pakeitimas būtų pagrindas pripažinti deklaraciją negaliojančia. To daryti po to, kai prekes leista išleisti, pagal 1992 m. Muitinės kodekso 66 straipsnį neleidžiama, išskyrus tam tikras aplinkybes, kurių šiuo atveju nėra.", "label": [[90, 97, "DATE"], [426, 433, "DATE"]]}
{"text": "35. Antra, 1992 m. Muitinės kodekso 5 straipsnio 4 dalyje buvo aiškiai nustatyta, kad bet kuris atstovas privalo deklaruoti, jog veikia dėl įgaliotojo interesų. Todėl jeigu asmeniui, kuris iš karto nenurodė, kad yra atstovas, vėliau deklaraciją pakeisti būtų leidžiama, ši nuostata netektų visos prasmės. Be to, jeigu taisyti muitinės deklaraciją būtų leidžiama, kiltų nemaža rizika, kad naujo muito subjekto apie mokėtiną muitą nebus galima informuoti iki kodekso 221 straipsnio 3 dalyje nustatyto termino.", "label": [[11, 18, "DATE"], [96, 104, "PROFESSION"], [216, 224, "PROFESSION"]]}
{"text": "36. Trečia, nurodyta, kad pagal 1992 m. Muitinės kodekso 78 straipsnį deklaranto pavadinimą keisti visais atvejais draudžiama. Iš tiesų nuostatos dėl deklaranto tapatybės buvo išdėstytos 1992 m. Muitinės kodekso I antraštinėje dalyje, o 78 straipsnis buvo IV antraštinėje dalyje, t. y. dalyje dėl muitinės procedūrų įforminimo prekėms.", "label": [[32, 39, "DATE"], [187, 194, "DATE"]]}
{"text": "37. Ketvirta, kadangi 1992 m. Muitinės kodekso 78 straipsnio 1 dalies formuluotėje buvo paminėtas deklarantas, reikėtų laikyti, kad deklaranto pavadinimas nepriskirtinas prie tų dalykų, kuriuos pakeisti galima.", "label": [[22, 29, "DATE"]]}
{"text": "38. Nors šie argumentai iš pirmo žvilgsnio gali atrodyti įtikinami, vis dėl to manau, kad jie neišplaukia iš 78 straipsnio formuluotės, konteksto, tikslų ar iš Teisingumo Teismo jurisprudencijos. Pagal suformuotą jurisprudenciją aiškinant ES teisės nuostatą iš tiesų reikia atsižvelgti ne tik į jos formuluotę, bet ir į kontekstą ir teisės akto, kuriame ji įtvirtinta, tikslus(16).", "label": [[160, 177, "ORG"], [239, 241, "LOC"]]}
{"text": "39. Dėl 78 straipsnio formuluotės pažymėtina, kad ji yra labai bendra ir nebaigtinė. Ypač pažymėtina, kad 1992 m. Muitinės kodekso 78 straipsnio 3 dalyje nėra ex ante nurodyta, kokių muitinės deklaracijos elementų keisti nebuvo galima(17). Jeigu būtų buvę ketinta uždrausti pagal 78 straipsnio 3 dalyje nustatytą mechanizmą ir taisyti tam tikrus muitinės deklaracijos elementus, pavyzdžiui, deklaranto pavadinimą, Sąjungos teisėkūros institucijos tai galėjo lengvai nurodyti. Kaip Teismas pažymėjo Sprendimo Overland Footwear(18) 63 punkte, „šios nuostatos 3 dalis nedaro skirtumo tarp klaidų arba trūkumų, kuriuos galima pataisyti, ir kitų, kurių pataisyti negalima“.", "label": [[106, 113, "DATE"], [414, 422, "LOC"], [481, 488, "ORG"], [508, 525, "ORG"]]}
{"text": "40. Dėl konteksto ir tikslų per posėdį ir muitinė, ir Nyderlandų vyriausybė tvirtino, kad nuostatos dėl deklaranto tapatybės tikrai buvo išdėstytos 1992 m. Muitinės kodekso I antraštinėje dalyje, o 78 straipsnis buvo IV antraštinėje dalyje dėl muitinės sankcionuotų veiksmų. Tačiau reikia pažymėti, kad Teismas konstatavo, jog deklaracijas dėl prekių vertės tam tikromis aplinkybėmis galima keisti(19), net jei nuostatos dėl prekių vertės yra išdėstytos II antraštinėje dalyje, o ne IV antraštinėje dalyje. To pakanka, kad argumentą, jog pagal 78 straipsnį deklaranto pavadinimo keisti negalima vien dėl to, kad nuostatos dėl deklaranto pavadinimo įtrauktos į kitą 1992 m. Muitinės kodekso antraštinę dalį, būtų galima atmesti(20).", "label": [[54, 75, "ORG"], [148, 155, "DATE"], [303, 310, "ORG"], [665, 672, "DATE"]]}
{"text": "41. Bet kuriuo atveju Sprendime Terex Equipment ir kt. Teisingumo Teismas pažymėjo: „[pagal] šio straipsnio [logiką yra] siekiama muitinės procedūrą pritaikyti prie realios padėties“(21). Taigi, pagal 78 straipsnio 3 dalį tiesiog suteikiama teisė 1992 m. Muitinės kodekso taikymo srityje ištaisyti klaidas dokumentuose, jeigu tai daryti yra tikslinga ir pagrįsta. Tokia bendra teisė ištaisyti klaidas dokumentuose, žinoma, yra įtvirtinta visų valstybių narių viešojoje teisėje.", "label": [[32, 47, "ORG"], [55, 73, "ORG"], [247, 254, "DATE"]]}
{"text": "42. Be to, nepritariu pozicijai, kad tuo atveju, jeigu deklaranto pavadinimą pakeisti būtų leidžiama, muitinei gali būti sunku laikytis 1992 m. Muitinės kodekso 236 straipsnio 2 dalyje nustatyto termino, iki kurio turi būti pranešta apie galutinę mokėtiną muitų sumą. Iš tikrųjų, jeigu pakinta deklaranto pavadinimas, įskaitant jo kontaktinį adresą, deklaranto duomenis visais atvejais reikia atnaujinti, kad vietoj senųjų būtų galima įrašyti naujus ir deklaracija išliktų tiksli. Atitinkamai deklaranto pavadinimo pakeitimas greičiausiai nebūtų ypač apsunkinęs muitinės galimybių laikytis termino(22).", "label": [[136, 143, "DATE"]]}
{"text": "43. Iš 1992 m. Muitinės kodekso 5 straipsnio 4 dalyje nustatyto įpareigojimo, kad kiekvienas atstovas privalo pareikšti, jog veikia dėl atstovaujamojo asmens interesų, darytina išvada, jog deklaranto pavadinimo paminėjimas tam tikromis aplinkybėmis pagal kodekso 78 straipsnį gali būti laikomas klaida, o tai, kaip paaiškinsiu toliau, yra būtent viena iš tos nuostatos taikymo sąlygų.", "label": [[7, 14, "DATE"], [93, 101, "PROFESSION"]]}
{"text": "44. Šiuo klausimu taip pat norėčiau pažymėti, kad kodekso 76 straipsnio 1 dalies a punkte yra nustatyta, jog siekiant kuo labiau supaprastinti formalumus ir procedūras, bet kartu užtikrinti, kad operacijos būtų atliekamos tinkamai, muitinė, laikydamasi sąlygų, nustatytų taikant Komiteto procedūrą, duoda leidimą deklaracijoje nepateikti tam tikrų reikalaujamų duomenų. Iš to galima daryti išvadą, kad, išskyrus tam tikras išimtis, kurias aptarsiu toliau, deklaracijos turinys neturi būti iš karto itin tikslus ir išsamus.", "label": []}
{"text": "45. Sutinku, kad kartais iš Teisingumo Teismo sprendimų susidaro įspūdis, jog Teisingumo Teismas nėra linkęs šios nuostatos aiškinti pernelyg plačiai. Pavyzdžiui, Teisingumo Teismas konstatavo, jog atsižvelgiant į tai, kad 1992 m. Muitinės kodekse iš muitinės nėra reikalaujama tokį patikrinimą atlikti sistemingai, deklarantas turėtų pateikti muitinei išsamią ir tikslią informaciją(23). Ši pareiga yra priimtos muitinės deklaracijos neatšaukiamumo principo, kurio visos išimtys griežtai įtvirtintos atitinkamuose Europos Sąjungos teisės aktuose, išraiška(24). Šiuo klausimu Teisingumo Teismas taip pat konstatavo, kad vėliau sandorio vertę galima koreguoti tik tam tikrais atvejais, susijusiais, be kita ko, su prekės kokybės trūkumais arba po prekės išleidimo į laisvą apyvartą nustatytais defektais(25).", "label": [[28, 45, "ORG"], [78, 96, "ORG"], [163, 181, "ORG"], [223, 230, "DATE"], [515, 531, "LOC"], [576, 594, "ORG"]]}
{"text": "46. Vis dėlto daugelyje kitų sprendimų laikytasi ne tokio griežto aiškinimo ir buvo labiau linkstama vadovautis 1992 m. Muitinės kodekso 78 straipsnio logika, tai yra, kad muitinės procedūrą reikia priartinti prie realios situacijos(26). Teisingumo Teismas pabrėžė, kad pagal minėto straipsnio nuostatas skirtumo tarp klaidų ir trūkumų, kuriuos pataisyti galima, ir tų, kurių pataisyti negalima, nedaroma(27). Atitinkamai tuose sprendimuose konstatuota, kad sąvokos „neteisinga arba neišsami informacija“ turi būti aiškinamos kaip apimančios ir fakto klaidas arba trūkumus, ir taikytinos teisės aiškinimo klaidas. Iš šios srities jurisprudencijos matyti, kad prašyti pakeisti deklaraciją buvo galima ne tik tada, jeigu buvo padaryta techninė klaida, bet ir tada, jeigu buvo pateikta neišsami informacija arba buvo padaryta taikytinos teisės aiškinimo klaidų(28).", "label": [[112, 119, "DATE"], [238, 256, "ORG"]]}
{"text": "47. Taigi Teisingumo Teismas konstatavo, kad muitinės deklaracijoje galima pakeisti prekių vertę(29), deklaranto prekėms priskirtą muitinės režimą(30) arba eksportuotojo pavadinimą(31). Teisingumo Teismas taip pat nusprendė, kad deklaracijoje galima pakeisti datą, šią nukeliant iki kitos datos, kurią eksportuotojas turėjo galiojantį eksporto sertifikatą(32).", "label": [[10, 28, "ORG"], [186, 204, "ORG"]]}
{"text": "48. Visose tose bylose darydamas išvadas Teisingumo Teismas vadovavosi dviem pagrindiniais principais, būtent tuo, kad pagal 78 straipsnio logiką yra siekiama muitinės procedūrą priartinti prie realios situacijos ir kad tame straipsnyje skirtumo tarp klaidų ir trūkumų, kuriuos galima ir kurių negalima taisyti, nedaroma. Bet kuriuo atveju, jeigu šie principai taikomi, vadinasi, galimybė pakeisti deklaranto pavadinimą yra pripažįstama(33).", "label": [[41, 59, "ORG"]]}
{"text": "49. Mano nuomone, visa tai galima pateisinti pačiu 1992 m. Muitinės kodekso tikslu, kuris, vadovaujantis šio kodekso preambulės penkta konstatuojamąja dalimi, yra užtikrinti teisingą muitų teisės aktų taikymą ir greitą bei veiksmingą išleidimo į laisvą apyvartą procedūrų atlikimą, o tai atitinka tiek ūkio subjektų, tiek muitinės interesus, nes atleidžia ją nuo pareigos atlikti sisteminį visų deklaracijoje nurodytų prekių tikrinimą ir kartu, kaip nurodyta to paties kodekso šeštoje konstatuojamojoje dalyje, leidžia iki minimumo sumažinti jų apimtis(34). Iš tiesų, kitaip negu kitose teisinėse sistemose, kuriose deklarantas turi pateikti tik faktinę informaciją apie prekes, kodekse nustatyta skolininko pareiga suformuluoti deklaraciją jį įpareigojančiu būdu. Tokia tvarka leidžia muitinei atlikti kontrolę sparčiau ir efektyviau.", "label": [[51, 58, "DATE"]]}
{"text": "50. Vis dėlto reikėtų pripažinti, kad tam buvo reikalingos ir ūkio subjektų pastangos aiškinti teisės aktus, kurie dažnai būna sudėtingi. Tokiais atvejais bona fide klaidos yra neišvengiamos. Formuluojant 1992 m. Muitinės kodekso 78 straipsnį į tai buvo atsižvelgta, tad muitinei yra leidžiama ištaisyti tokias klaidas, bent jau tais atvejais, kai klaidas taisant nepažeidžiamos kitų subjektų (be kitų dalykų, taip pat ir muitinės) teisės ir interesai. Teisingumo Teismo jurisprudencijoje į visa tai atsižvelgiama – išskirtos trys aplinkybės, kada muitinės teisę atmesti prašymą pakeisti muitinės deklaraciją būtų galima pagrįsti(35).", "label": [[205, 212, "DATE"], [453, 470, "ORG"]]}
{"text": "51. Pirmasis pagrindas atmesti prašymą atsiranda dėl 1992 m. Muitinės kodekso 65 ir 78 straipsnių tarpusavio sąveikos. Kadangi 78 straipsnis taikomas tik prašymams pakeisti deklaraciją, pateiktiems po prekių išleidimo, t. y. kai informacijos apie atitinkamas prekes tikslumo nebegalima patikrinti, jis turi būti aiškinamas taip, kad pagal 78 straipsnį neleidžiama keisti jokios informacijos, susijusios su deklaracijoje nurodytų prekių pobūdžiu ar ypatumais(36).", "label": [[53, 60, "DATE"]]}
{"text": "52. Antrasis pagrindas atmesti prašymą, netiesiogiai kylantis dėl draudimo piktnaudžiauti teisėmis, atsiranda, kai dėl prašomo pakeitimo gali būti pažeisti muitinės teisės aktais siekiami tikslai(37).", "label": []}
{"text": "53. Trečiasis pagrindas atmesti prašymą atsiranda, jeigu elementas, kurį prašoma pakeisti, nurodytas ne per klaidą, bet sąmoningu sprendimu(38).", "label": []}
{"text": "54. Priešingai Vokietijos muitinės, Čekijos ir Nyderlandų vyriausybių argumentams, Teisingumo Teismas jokių deklaracijos elementų dėl to, kad tai yra esminiai deklaracijos elementai, iš 1992 m. Muitinės kodekso 78 straipsnio taikymo srities neišskyrė. Atmetus tai, kad nuostatos formuluotėje nieko nepasakyta apie ex ante išskyrimą, norėčiau pažymėti, kaip paaiškinta pirma, kad Teisingumo Teismas pripažino, jog deklaracijos pateikimo datą galima pakeisti, nors pagal administracinės teisės nuostatas ši informacija yra tokia pati svarbi kaip deklaranto tapatybė(39). Be to, Sprendimas Terex gali būti suprantamas, kad deklaracijoje gali būti pataisyta ir pasirinkta muitinės procedūra, nors pagal 1992 m. Muitinės kodekso 4 straipsnio 17 dalį ir 59 straipsnio 1 dalį deklaracija yra aktas, kuriuo deklarantas pareiškia savo valią įforminti prekėms tam tikrą muitinės procedūrą. Galiausiai Teisingumo Teismas taip pat nusprendė, kad eksportuotojo pavadinimas gali būti keičiamas, net jeigu nuo eksportuotojo tapatybės priklauso finansinių lengvatų suteikimas(40).", "label": [[15, 34, "ORG"], [36, 43, "ORG"], [47, 69, "ORG"], [83, 101, "ORG"], [186, 193, "DATE"], [379, 397, "ORG"], [587, 592, "ORG"], [699, 706, "DATE"], [891, 909, "ORG"]]}
{"text": "55. Bet kuriuo atveju argumentas, kad deklaranto pavadinimo pakeitimas būtų buvęs pagrindas pripažinti deklaraciją negaliojančia, grindžiamas prielaida, kad skirtumas tarp deklaracijos pakeitimo ir pripažinimo negaliojančia priklauso nuo to, kokie deklaracijos elementai yra taisomi. Vis dėlto 1992 m. Muitinės kodekso 66 straipsnyje nustatyta, kad deklaracija gali būti pripažinta negaliojančia tik dviem atvejais – jeigu deklarantas pateikia įrodymų, kad prekės toje deklaracijoje nurodytai muitinės procedūrai buvo deklaruotos per klaidą arba kad dėl ypatingų aplinkybių įforminti prekėms muitinės procedūrą, kuriai jos buvo deklaruotos, nebetikslinga(41). Praktiškai tai reiškia, kad deklaracija galėjo būti pripažinta negaliojančia, jeigu ūkio subjektas galiausiai būtų nusprendęs muitinės operacijos nevykdyti arba jeigu būtų pakitusi prekių muitinė paskirtis(42).", "label": [[294, 301, "DATE"]]}
{"text": "56. Reikia pripažinti, kad antrąją hipotezę tikrai buvo galima suprasti taip, kad 78 straipsnio taikymo sritis yra ribojama ir kad (kai kalbama apie muitinės deklaracijos pagrindinę paskirtį) muitinės procedūrą galima pakeisti tik pripažinus atitinkamą muitinės deklaraciją negaliojančia. Siekiant išsaugoti 66 straipsnio prasmę (effet utile), buvo galima suprasti, kad tai vienintelė informacija, dėl kurios pakeitimo deklaraciją reikia pripažinti negaliojančia. Vis dėlto, kaip buvo paminėta, Teisingumo Teismas lyg ir nusprendė, kad deklaranto prekėms pasirinktą muitinės režimą pagal 78 straipsnį pakeisti galima(43).", "label": [[495, 513, "ORG"]]}
{"text": "57. Bet kuriuo atveju, šį kontekstą atmetus, skirtumas tarp deklaracijos pripažinimo negaliojančia ir jos pataisymo, regis, iš esmės nėra pagrįstas tuo, kokius elementus reikia pakeisti. Iš tiesų, jeigu kurios nors kitos informacijos nebūtų galima pakeisti, taip iš esmės būtų labai apribotos muitinės galimybės skolos muitinei dydį nustatyti pagal tai, kokia suma turi būti faktiškai sumokėta. Be to, galima pažymėti, kad tuo atveju, jeigu būtų laikomasi pozicijos, jog tam tikrą informaciją galima ištaisyti tik pripažinus deklaraciją negaliojančia, tokios informacijos niekada nebūtų galima pakeisti administracijos iniciatyva, net jeigu informaciją keisti reikėtų, nes administracija negali pati parengti naujos deklaracijos deklaranto vardu.", "label": []}
{"text": "58. Vadovaujantis suformuota jurisprudencija, pažymėtina, kad vienintelis skirtumas tarp deklaracijos pripažinimo negaliojančia ir jos pakeitimo yra pasekmės. Jeigu pateikiamas prašymas pripažinti deklaraciją negaliojančia ir prašymas yra patenkinamas, skolos muitinei faktas išnyksta(44). Deklarantas yra atleidžiamas nuo visų prievolių sumokėti skolą muitinei. Pakeitimo atveju skolos suma gali padidėti arba sumažėti, tačiau skolos faktas išlieka(45).", "label": []}
{"text": "59. Atsižvelgiant į šiuos tris Teisingumo Teismo pripažintus atmetimo pagrindus, galima daryti išvadą, jog deklaranto pavadinimo pakeitimo negalima priskirti prie dalykų, kurie nepatenka į 78 straipsnio taikymo sritį.", "label": [[31, 48, "ORG"]]}
{"text": "60. Pirma, deklaranto pavadinimas niekaip nesusijęs su prekėmis. Taigi, leidimas išleisti prekes jokiu būdu neturėtų paveikti šios informacijos tikslumo tikrinimo arba tikrinimo, ar deklarantas atitinka nustatytas deklaracijos pateikimo sąlygas.", "label": []}
{"text": "61. Antra, neatrodo, kad deklaranto tapatybės pakeitimas kaip nors trukdytų siekti muitinės taisyklėse numatytų tikslų. Priešingai, pagal 78 straipsnį yra konkrečiai siekiama muitinės procedūrą priartinti prie realios situacijos, o tai patvirtina išvadą, kad muitinės deklaracijoje turėjo būti galima padaryti tokius pataisymus.", "label": []}
{"text": "62. Vis dėlto nenuvertinu ir didesnės sukčiavimo rizikos, kurią gali kelti bet kokia teisė keisti deklaraciją. Kova su sukčiavimu, žinoma, yra dar vienas pagal 1992 m. Muitinės kodeksą siekiamas tikslas(46). Tačiau esu įsitikinęs, kad pagal 1992 m. Muitinės kodeksą, pakeitus deklaranto pavadinimą, ši rizika labai nepadidėjo. Deklaranto iš tiesų nereikėtų painioti su importuotoju ir eksportuotoju. Kaip nurodyta kodekso 64 straipsnio 1 dalyje, tam, kad asmuo būtų laikomas deklarantu, jis turi „pateikti prekes kompetentingai muitinės įstaigai arba pasirūpinti, kad jos būtų pateiktos, kartu su visais dokumentais, kuriuos reikia pateikti pagal taisykles, reglamentuojančias muitinės procedūros, kuriai deklaruotos prekės, atlikimo tvarką“(47).", "label": [[160, 167, "DATE"], [241, 248, "DATE"]]}
{"text": "63. Reikia pripažinti, kad ne tik 1992 m. Muitinės kodekse, bet ir kitose muitinės taisyklėse yra numatyta, kad kai kurios privilegijos, pavyzdžiui, lengvatinis muito tarifas ar grąžinamosios eksporto išmokos, gali būti taikomos, jeigu deklarantas yra prekių importuotojas arba eksportuotojas. Pavyzdžiui, pagrindinėje byloje nagrinėto Komisijos reglamento (EB) Nr. 1291/2000(48) 24 straipsnyje nustatyta, kad licencijos arba sertifikato savininkas ar, kai taikoma, teisių perėmėjas ar jų atstovai pagal 1992 m. Muitinės kodekso 5 straipsnio 2 dalies nuostatas turi užpildyti muitinės deklaraciją.", "label": [[34, 41, "DATE"], [336, 345, "ORG"], [489, 497, "PROFESSION"], [504, 511, "DATE"]]}
{"text": "64. Vis dėlto, jeigu deklaranto pavadinimas būtų keičiamas, kad atitiktų importuotojo arba eksportuotojo pavadinimą, sukčiavimo rizika būtų neutralizuota taikant taisykles, kuriomis reglamentuojamas lengvatų suteikimas ir atitinkamam asmeniui, kuris yra importuotojas arba eksportuotojas, nustatomos tam tikros prievolės(49).", "label": []}
{"text": "65. Be to, kai deklaracija keičiama, kad deklaranto pavadinimas atitiktų importuotojo arba eksportuotojo pavadinimą ir jis galėtų pasinaudoti lengvatiniu importo tarifu arba gauti eksporto grąžinamąją išmoką, pakeitimas asmeniui jokios nederamos naudos nesuteikia, veikiau leidžia jam pasinaudoti lengvata, kuria jis būtų turėjęs teisę pasinaudoti, jeigu iš pat pradžių būtų buvęs nurodytas kaip deklarantas(50). Atitinkamai tokiu atveju, koks nagrinėjamas pagrindinėje byloje, importuotų prekių kiekį išskaičiavus iš importuotojo sertifikatų, sukčiavimo rizika nepakinta.", "label": []}
{"text": "66. Be taisyklių, kuriomis reglamentuojami importo sertifikatai arba eksporto grąžinamosios išmokos(51), kitomis 1992 m. Muitinės kodekso nuostatomis rizika, kuri galėtų kilti keičiant deklaranto pavadinimą, labai sumažinta. Ypač būtų galima pažymėti tokius argumentus.", "label": [[113, 120, "DATE"]]}
{"text": "67. Pirma, 1992 m. Muitinės kodekso 74 straipsnio 1 dalyje nurodyta, kad skola muitinei turi būti sumokėta arba jos sumokėjimo garantija turi būti pateikta prieš nurodant išleisti prekes(52). Kadangi, pirma, 78 straipsnis taikomas po to, kai prekes nurodyta išleisti, taigi po to, kai skola muitinei sumokama arba pateikiama jos sumokėjimo garantija, ir, antra, kadangi pakeitus deklaranto tapatybę pirmojo deklaranto teisės ir prievolės visais atvejais pereitų naujam deklarantui, deklaranto pavadinimą galima pakeisti tik tada, jeigu esamą garantiją arba apmokėjimą galima perduoti naujam deklarantui arba jeigu naujas deklarantas skolą sumokėjo arba suteikė naują garantiją. Todėl vien dėl to, kad pakeistas deklaranto pavadinimas, rizika, kad skola muitinei nebus sumokėta, praktiškai nepadidėja.", "label": [[11, 18, "DATE"]]}
{"text": "68. Antra, dėl importo, kuris yra nagrinėjamas pagrindinėje byloje, pažymėtina, kad 1992 m. Muitinės kodekso 201 straipsnio 3 dalies antroje pastraipoje nustatyta, kad tuo atveju, kai muitinės deklaracija pateikiama remiantis klaidingais duomenimis, „asmenys, kurie pateikė deklaracijai surašyti reikalingą informaciją ir kurie žinojo arba, yra pagrindo manyti, turėjo žinoti, kad tokia informacija yra klaidinga, taip pat gali būti laikomi skolininkais vadovaujantis galiojančiomis nacionalinėmis nuostatomis“. Kadangi pirmasis deklarantas visais atvejais privalėjo pateikti kitus deklaracijoje nurodytus duomenis, jei paaiškėtų, kad duomenys klaidingi, jis vis tiek būtų buvęs atsakingas už skolos muitinei grąžinimą.", "label": [[84, 91, "DATE"]]}
{"text": "69. Atsižvelgdamas į šią teisės normą ypač norėčiau pažymėti, kad nesu tikras, ar, kaip tvirtina Nyderlandų vyriausybė, deklaranto pavadinimą pakeisti turėtų būti bet kuriuo atveju leidžiama tik tada, kai tiesioginis atstovavimas keičiamas netiesioginiu ir jeigu pagal netiesioginio atstovavimo sąlygas yra leidžiama, kad muitinės skolos subjektas išliktų pradinis deklarantas. Iš tiesų, atsižvelgiant į 1992 m. Muitinės kodekso 201 straipsnio 3 dalies antros pastraipos formuluotę, pažymėtina, kad net jeigu deklaranto pavadinimas yra pakeičiamas siekiant pažymėti, jog deklaracijoje iš pradžių nurodytam asmeniui atstovauja naujas deklarantas, pirmasis deklarantas tebebūtų skolos muitinei subjektas, nes būtent jis pirmiausia pateikė informaciją.", "label": [[97, 118, "ORG"], [404, 411, "DATE"]]}
{"text": "70. Trečia, reikėtų pabrėžti, jog tam, kad naujas deklarantas galėtų gauti kokią nors grąžinamąją išmoką, turi būti įvykdytos 1992 m. Muitinės kodekso 236 straipsnyje nustatytos sąlygos.", "label": [[126, 133, "DATE"]]}
{"text": "71. Dėl pateiktų argumentų, jog deklaranto pavadinimo pakeitimas muitinei sukeltų neužtikrintumą, pažymėtina, kad neužtikrintumas yra teisėkūros institucijos priimtų sprendimų – pirma, leisti taisyti deklaraciją po sprendimo išleisti prekes ir, antra, sukurti vienodas sąlygas pakeisti deklaraciją, neatsižvelgiant į tai, ar tai daroma administracijos, ar deklaranto iniciatyva(53) – pasekmė. Taigi, dėl visų elementų, kuriuos muitinė gali taisyti ex officio, deklarantas taip pat gali teikti prašymą(54).", "label": []}
{"text": "72. Kadangi pagal 1992 m. Muitinės kodekso 78 straipsnį deklaranto pavadinimas nėra išbrauktas iš galimų pakeitimų ir kadangi nacionalinis teismas atmeta piktnaudžiavimo teise galimybę(55), pagrindinis klausimas (kurį reikės išnagrinėti pagrindinėje byloje, ar muitinė galėjo atsisakyti leisti pakeisti deklaranto pavadinimą) yra tai, ar deklaranto pavadinimas nurodytas dėl netyčinės klaidos arba nesusipratimo, ar taip padaryta sąmoningu sprendimu(56). Mano nuomone, tai yra tikrasis muitinei pagal kodekso 78 straipsnio 1 dalį („turi teisę <…> padaryti pakeitimus deklaracijoje“) suteiktos diskrecijos pobūdis, nes jeigu, išnagrinėjus prašymą pakeisti deklaraciją, tampa akivaizdu, kad deklaracija neatitinka tikrosios padėties, tada iš esmės ją reikia taisyti, išskyrus tikriausiai tuos atvejus, kai taip gali būti pažeistos teisės aktuose nustatytos kitų šalių teisės ir lūkesčiai, ypač Sąjungos, kurios vardu muitinės renka muitus, finansiniai interesai.", "label": [[18, 25, "DATE"], [892, 900, "ORG"]]}
{"text": "73. Atitinkamai, norint atsakyti į nacionalinio teismo iškeltą klausimą, reikia įsitikinti, ar pagrindinėje byloje nagrinėjamu atveju susiklosčiusiomis aplinkybėmis galima laikyti, kad Pfeifer & Langen buvo įrašyta kaip deklarantė per klaidą.", "label": [[185, 201, "ORG"]]}
{"text": "74. Šiuo klausimu irgi paminėtina, kad Teisingumo Teismas šią sąvoką aiškina gana plačiai. Pavyzdžiui, Teisingumo Teismas konstatavo, kad klaidos samprata apima netyčinį duomenų praleidimą net ir tada, kai duomenų praleidimo faktas, regis, išplaukia vien iš to, kad deklarantas pateikė prašymą pakeisti deklaraciją(57). Sprendime CEVA Freight Holland(58) Teisingumo Teismas konstatavo, kad deklarantas gali prašyti pakeisti prekių sandorio vertę, nors vertės nustatymas priklauso nuo pasirinkto skaičiavimo metodo(59), kai to prašoma sureagavus į muitinės padarytus tarifo subpozicijų pakeitimus(60). Atitinkamai darytina išvada, kad klaidos samprata apima ne tik materialines klaidas, bet ir visus pareiškimus, kurie buvo padaryti nesilaikant muitinės taisyklių.", "label": [[39, 57, "ORG"], [103, 121, "ORG"], [330, 350, "ORG"], [355, 373, "ORG"]]}
{"text": "75. Pagrindinėje byloje, regis, kilo mažai abejonių dėl to, ar iš pradžių pateiktas deklaranto pavadinimas buvo nurodytas per klaidą. Šiuo klausimu prašymą priimti prejudicinį sprendimą pateikęs teismas nurodo, kad įmonė Pfeifer & Langen gavo įmonės Zahărul Oradea įgaliojimą veikti tos įmonės vardu. Šiuo atžvilgiu galima pažymėti, kad 2012 m. vasario 2 d. įgaliojimo 6 dalyje nurodyta:", "label": [[221, 237, "ORG"], [250, 264, "ORG"], [337, 357, "DATE"]]}
{"text": "„Mes žinome, kad pateikdami muitinės dokumentą pagal muitinės kodeksą tampame deklarantu ir įsipareigojame sumokėti visus importo muitus, kuriuos įmonė Pfeifer & Langen KG pateiks muitinės mokesčių surinkimo skyriui.“", "label": [[152, 171, "ORG"]]}
{"text": "76. Manau, kad pagal 1992 m. Muitinės kodekso 78 straipsnį šios aplinkybės (ji nebuvo užginčyta) pakanka konstatuoti, kad padaryta klaida.", "label": [[21, 28, "DATE"]]}
{"text": "77. Kodekso 5 straipsnio 4 dalyje nurodyta, kad tuo atveju, kai deklarantas veikia įgaliotojo vardu, jis privalo deklaruoti, kad veikia atstovaujamo asmens vardu, pažymėti, ar atstovavimas yra tiesioginis, ar netiesioginis, ir pateikti įgaliojimą. Taigi, kai deklarantas veikia įgaliotojo vardu, bet to nedeklaruoja, jis pažeidžia 1992 m. Muitinės kodekso 5 straipsnio 4 dalies pirmos pastraipos nuostatas.", "label": [[331, 338, "DATE"]]}
{"text": "78. Be to, reikėtų pažymėti, kad šiuo atveju mokesčių institucijos pritaikė įmonei Pfeifer & Langen lengvatinį tarifą ir atėmė importo kiekį iš įmonės Zahărul Oradea sertifikatų. Todėl muitinės administracija netiesiogiai, bet tikrai pripažino, kad įmonė Pfeifer & Langen veikia ne tik dėl įmonės Zahărul Oradea, bet ir dėl savo interesų, o tokia prielaida prieštarauja 1992 m. Muitinės kodekso 5 straipsnio 2 daliai. Šioje nuostatoje, kuri atstovavimo muitinėje teisės atžvilgiu yra baigtinė(61), tėra numatyta galimybė veikti dėl kitų subjektų interesų ir kitų subjektų vardu arba savo vardu, bet dėl kitų subjektų interesų.", "label": [[83, 99, "ORG"], [151, 165, "ORG"], [255, 271, "ORG"], [297, 311, "ORG"], [370, 377, "DATE"]]}
{"text": "79. 1992 m. Muitinės kodekso 5 straipsnio 4 dalies antroje pastraipoje nurodyta, kad „asmuo, kuris nepareiškia, kad veikia kito asmens vardu arba dėl jo interesų arba kuris pareiškia, kad veikia kito asmens vardu arba dėl jo interesų, neturėdamas atitinkamų įgaliojimų, laikomas veikiančiu savo vardu ir dėl savo interesų“. Vis dėlto tai, kad pažeidus 1992 m. Muitinės kodekso 5 straipsnio 4 dalies pirmos pastraipos nuostatas yra taikoma prezumpcija, nekeičia fakto, kad, kaip rodo veiksmažodis „privalo“, deklarantas privalėjo deklaruoti, jog veikia kito asmens vardu arba dėl jo interesų. Vadinasi, kai asmuo nepasirūpina įgaliojimu, deklarantas padaro klaidą, kaip tai suprantama pagal 1992 m. Muitinės kodekso 78 straipsnį.", "label": [[4, 11, "DATE"], [352, 359, "DATE"], [690, 697, "DATE"]]}
{"text": "80. Galiausiai pažymėtina, kad atsižvelgiant į tai, kad prie deklaracijos buvo pridėtas įgaliojimas, įrodymų, kad deklaracijos pateikimo dieną toks įgaliojimas buvo suteiktas, ginčyti negalima.", "label": []}
{"text": "81. Atsižvelgiant į tai, kas išdėstyta, į nacionalinio teismo pateiktą klausimą reikia atsakyti, kad 1992 m. Muitinės kodekso 78 straipsnis aiškintinas taip, kad tais atvejais, kai muitinės deklarantas nurodo, jog veikia vien savo vardu, net jeigu jam buvo nurodyta pateikti muitinės deklaraciją trečiojo asmens vardu ir dėl trečiojo asmens interesų, po prekių išleidimo deklaraciją pakeisti ir nurodyti, kad būtent atstovaujamas subjektas yra deklarantas, galima, jeigu pateikiama įrodymų, kad toks įgaliojimas buvo suteiktas iki deklaracijos pateikimo.", "label": [[101, 108, "DATE"], [181, 201, "PROFESSION"]]}
{"text": "IV. Išvada", "label": []}
{"text": "82. Atsižvelgdamas į tai, kas išdėstyta, siūlau Teisingumo Teismui taip atsakyti į Finanzgericht Düsseldorf (Diuseldorfo finansinių bylų teismas) pateiktą prejudicinį klausimą:", "label": [[48, 66, "ORG"], [83, 145, "ORG"]]}
{"text": "1992 m. spalio 12 d. Tarybos reglamento (EEB) Nr. 2913/92, nustatančio muitinės kodeksą, 78 straipsnį reikėtų aiškinti taip, kad tais atvejais, kai muitinės deklarantas nurodo, jog veikia vien savo vardu, net jeigu jam buvo nurodyta pateikti muitinės deklaraciją trečiojo asmens vardu ir dėl trečiojo asmens interesų, po prekių išleidimo deklaraciją pakeisti ir nurodyti, kad būtent atstovaujamas subjektas yra deklarantas, galima, jeigu pateikiama įrodymų, kad toks įgaliojimas buvo suteiktas iki deklaracijos pateikimo.", "label": [[0, 20, "DATE"], [21, 28, "ORG"], [148, 168, "PROFESSION"]]}
{"text": "1 Originalo kalba: anglų.", "label": [[19, 24, "NATIONALITY"]]}
{"text": "2 Nors byloje išsamių duomenų apie PVM patikrinimą nėra, reikėtų pažymėti, kad 2006 m. lapkričio 28 d. Tarybos direktyvos 2006/112/EB dėl pridėtinės vertės mokesčio bendros sistemos (OL L 347, 2006, p. 1) 85 straipsnyje nurodyta: „[importuojant] prekes, apmokestinamoji vertė yra muitinės vertė, nustatyta pagal galiojančias Bendrijos nuostatas“.", "label": [[79, 102, "DATE"], [103, 110, "ORG"], [325, 334, "LOC"]]}
{"text": "3 Vėlesnėje Muitinės kodekso redakcijoje, priimtoje 2008 m. balandžio 23 d. Europos Parlamento ir Tarybos reglamentu (EB) Nr. 450/2008, kuriuo nustatomas muitinės kodeksas (Modernizuotas muitinės kodeksas) OL L 145, 2008, p. 1), 78 straipsnis buvo išbrauktas ir pakeistas 27 straipsniu. Pagal tos Muitinės kodekso redakcijos nuostatas pareiga apibrėžti, kokiomis aplinkybėmis muitinės deklaraciją galima keisti po prekių iškleidimo, perduota Komisijai (žr. 89 straipsnio 2 dalį ir 113 bei 181 straipsnius). Dar vėlesnėje kodekso redakcijoje, išdėstytoje šiuo metu galiojančiame 2013 m. spalio 9 d. Europos Parlamento ir Tarybos reglamente (ES) Nr. 952/2013, kuriuo nustatomas Sąjungos muitinės kodeksas (OL L 269, 2013, p. 1), nustatyta, kad muitinės deklaraciją keisti po prekių išleidimo leidžiama tik tada, jei tai yra būtina, kad deklarantas galėtų įvykdyti savo prievoles, susijusias su atitinkamos muitinės procedūros įforminimu prekėms (žr. 173 straipsnį). Toje pačioje kodekso redakcijoje nustatyta, kad būtent Komisija įgyvendinimo aktais nustato tokiam prašymui taikytinas procedūrines taisykles (žr. 176 straipsnį).", "label": [[52, 75, "DATE"], [76, 94, "ORG"], [98, 105, "ORG"], [442, 451, "ORG"], [578, 597, "DATE"], [598, 616, "ORG"], [620, 627, "ORG"], [676, 684, "LOC"], [1019, 1027, "ORG"]]}
{"text": "4 Žr. 2011 m. rugsėjo 15 d. Sprendimą DP grup (C‑138/10, EU:C:2011:587, 33 punktas).", "label": [[6, 27, "DATE"], [38, 45, "ORG"]]}
{"text": "5 Žr. 2011 m. rugsėjo 15 d. Sprendimą DP grup (C‑138/10, EU:C:2011:587, 35 punktas).", "label": [[6, 27, "DATE"], [38, 45, "ORG"]]}
{"text": "6 2019 m. kovo 7 d. Sprendime Suez II (C‑643/17, EU:C:2019:179, 46 punktas) Teismas nurodė, kad „už įvežimą [atsakingas asmuo] arba [asmuo, prisiimantis] atsakomybę už <…> prekių gabenimą“, turi pateikti „visą reikšmingą informaciją apie atitinkamos prekės arba gaminio rūšį ir šių prekių kiekį. Faktiškai tai yra informacija, pagal kurią galima teisingai identifikuoti prekes tarifinio klasifikavimo ir prireikus importo mokesčių apskaičiavimo tikslais“. Tačiau pagal kodekso 43 straipsnį toks asmuo pateikia informaciją bendrojoje deklaracijoje, kuri yra laikina. Iš 29 straipsnio galima daryti išvadą, kad importo muitų apskaičiavimas priklauso nuo deklaracijos, taigi, nuo deklaranto pateiktos informacijos.", "label": [[2, 19, "DATE"], [30, 37, "ORG"], [76, 83, "ORG"]]}
{"text": "7 Žr. 2006 m. spalio 5 d. Sprendimą ASM Lithography (C‑100/05, EU:C:2006:645, 33 punktas).", "label": [[6, 25, "DATE"], [36, 51, "ORG"]]}
{"text": "8 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 61–64 punktai) ir 2019 m. liepos 10 d. Sprendimą CEVA Freight Holland (C‑249/18, EU:C:2019:587, 29 punktas).", "label": [[6, 26, "DATE"], [37, 54, "ORG"], [99, 119, "DATE"], [130, 150, "ORG"]]}
{"text": "9 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 65 punktas) ir 2019 m. liepos 10 d. Sprendimą CEVA Freight Holland (C‑249/18, EU:C:2019:587, 30 punktas).", "label": [[6, 26, "DATE"], [37, 54, "ORG"], [96, 116, "DATE"], [127, 147, "ORG"]]}
{"text": "10 Išskirta mano.", "label": []}
{"text": "11 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C-468/03, EU:C:2005:624, 46 punktas).", "label": [[7, 27, "DATE"], [38, 55, "ORG"]]}
{"text": "12 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 50 punktas). Teismas pripažino, kad deklaraciją gali būti prašoma keisti keletą kartų. Žr. 2015 m. gruodžio 10 d. Sprendimą Veloserviss (C‑427/14, EU:C:2015:803, 25 punktas). Sprendimo redakcijoje proceso (t. y. latvių) kalba vartojama sąvoka „atkārtotu pārskatīšanu“. Prancūzų kalba ši dalis suformuluota taip: „<…> ne contient de restriction ni en ce qui concerne la possibilité pour les autorités douanières de répéter une révision“ (papildomai išskirta pasviruoju šriftu).", "label": [[7, 27, "DATE"], [38, 55, "ORG"], [95, 102, "ORG"], [173, 195, "DATE"], [206, 217, "ORG"], [294, 300, "NATIONALITY"], [351, 359, "NATIONALITY"]]}
{"text": "13 Šiuo klausimu žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 52 punktas) ir 2010 m. sausio 14 d. Sprendimą Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 62 punktas).", "label": [[21, 41, "DATE"], [52, 69, "ORG"], [111, 131, "DATE"], [142, 157, "ORG"]]}
{"text": "14 Šiuo klausimu žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 53 punktas) ir 2010 m. sausio 14 d. Sprendimą Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 63 punktas).", "label": [[21, 41, "DATE"], [52, 69, "ORG"], [111, 131, "DATE"], [142, 157, "ORG"]]}
{"text": "15 Šiuo klausimu žr. 2006 m. spalio 5 d. Sprendimą ASM Lithography (C‑100/05, EU:C:2006:645, 42 punktas), 2014 m. vasario 27 d. Sprendimą Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 40 punktas) ir 2017 m. spalio 12 d. Sprendimą X (C‑661/15, EU:C:2017:753, 63 punktas). 1992 m. Muitinės kodekso 78 straipsnyje nebuvo nustatyta jokio specialaus muitinės deklaracijos keitimo termino. Žr. 2015 m. gruodžio 10 d. Sprendimą Veloserviss (C‑427/14, EU:C:2015:803, 25 punktas).", "label": [[21, 40, "DATE"], [51, 66, "ORG"], [106, 127, "DATE"], [138, 174, "ORG"], [216, 236, "DATE"], [247, 248, "PER"], [288, 295, "DATE"], [405, 427, "DATE"], [438, 449, "ORG"]]}
{"text": "16 Žr. 2017 m. spalio 12 d. Sprendimą Tigers (C‑156/16, EU:C:2017:754, 21 punktas).", "label": [[7, 27, "DATE"], [38, 44, "ORG"]]}
{"text": "17 Šiuo klausimu žr. 2015 m. gruodžio 10 d. Sprendimą Veloserviss (C‑427/14, EU:C:2015:803, 25 punktas).", "label": [[21, 43, "DATE"], [54, 65, "ORG"]]}
{"text": "18 2005 m. spalio 20 d. Sprendimas (C‑468/03, EU:C:2005:624). Šiuo klausimu taip pat žr. 2010 m. sausio 14 d. Sprendimą Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 56 punktas).", "label": [[3, 23, "DATE"], [89, 109, "DATE"], [120, 135, "ORG"]]}
{"text": "19 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 70 punktas) ir 2017 m. gruodžio 20 d. Sprendimą Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, 30 punktas).", "label": [[7, 27, "DATE"], [38, 55, "ORG"], [97, 119, "DATE"], [130, 161, "ORG"]]}
{"text": "20 Mano nuomone, tai, kad teisėkūros institucijos 78 straipsnį ir juo labiau nuostatas dėl teisinio deklaravimo režimo (59–77 straipsniai) įtraukė į IV antraštinę dalį dėl muitinės sankcionuotų veiksmų, galima paaiškinti paprastai – pagrindinė deklaracijos paskirtis yra nustatyti taikytiną muitinės procedūrą. Todėl prieš apibrėžiant pasekmes reikėjo nustatyti deklaracijai taikytiną teisinį režimą.", "label": []}
{"text": "21 2010 m. sausio 14 d. Sprendimas Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 56 punktas).", "label": [[3, 23, "DATE"], [35, 50, "ORG"]]}
{"text": "22 Kad tokius pakeitimus būtų galima padaryti, pirmajam deklarantui reikėjo suteikti įgaliojimą, nes tik tada (pagal 1992 m. Muitinės kodekso 5 straipsnio 4 dalį) jis galėjo, veikdamas dėl naujojo deklaranto interesų, kreiptis dėl pakeitimo. Be to, reikėtų pabrėžti: kadangi pagal 78 straipsnį reglamentuojamas deklaracijos duomenų pakeitimas, o ne pačios deklaracijos pakeitimas nauja deklaracija, reikėjo pripažinti, kad naujasis deklarantas perima visas ankstesnio deklaranto teises ir įsipareigojimus, įskaitant teises ir įsipareigojimus, susijusius su terminais.", "label": [[117, 124, "DATE"]]}
{"text": "23 1993 m. liepos 2 d. Komisijos reglamento (EEB) Nr. 2454/93, kuriame nustatytos Tarybos reglamento (EEB) Nr. 2913/92, nustatančio Bendrijos muitinės kodeksą, įgyvendinimo taisyklės (OL L 253, 1993, p. 1) 199 straipsnyje taip pat nustatyta, kad deklarantas yra atsakingas už deklaracijoje pateiktos informacijos tikslumą. Vis dėlto, kadangi tas reglamentas yra žemesnio lygmens standartas ir jis iš dalies buvo panaikintas, nes pažeidžia 1992 m. Muitinės kodekso nuostatas (žr. 2017 m. spalio 12 d. Sprendimo X, C‑661/15, EU:C:2017:753, 67 punktą), aiškinant kodekso nuostatas į jį negalima atsižvelgti.", "label": [[3, 22, "DATE"], [23, 32, "ORG"], [82, 89, "ORG"], [132, 141, "LOC"], [439, 446, "DATE"], [479, 499, "DATE"], [510, 511, "PER"]]}
{"text": "24 2011 m. rugsėjo 15 d. Sprendimas DP grup (C‑138/10, EU:C:2011:587, 40 ir 41 punktai). Vis dėlto deklaracijos neatšaukiamumo principas, regis, atitinka padėtį, buvusią iki 1992 m. Muitinės kodekso priėmimo. Priėmus kodeksą, dėl jame išdėstyto 78 straipsnio ir dėl 66 straipsnyje numatytos galimybės pripažinti deklaraciją negaliojančia toks principas ima kelti daugiau abejonių.", "label": [[3, 24, "DATE"], [36, 43, "ORG"], [174, 181, "DATE"]]}
{"text": "25 Šiuo klausimu žr. 2017 m. gruodžio 20 d. Sprendimą Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, 30–34 punktai). Be to, 2014 m. rugsėjo 17 d. Sprendime Baltic Agro (C‑3/13, EU:C:2014:2227) Teisingumo Teismui pateiktas klausimas dėl 1992 m. Muitinės kodekso 66 straipsnio galiojimo. Nacionaliniam teismui kilo abejonių, ar to straipsnio nuostatos nepažeidžia vienodo požiūrio principo, nes pagal jas neleidžiama atsiimti klaidingos muitinės deklaracijos, kad būtų galima ištaisyti prekių gavėjo duomenis. Teisingumo Teismas į klausimą atsakė neigiamai ir abejonių dėl šios prielaidos nekėlė. Priešingai, Teisingumo Teismas paneigė, kad deklarantas privalo pateikti kuo tikslesnę informaciją (žr. šio sprendimo 41–46 punktus).", "label": [[21, 43, "DATE"], [54, 85, "ORG"], [135, 156, "DATE"], [167, 178, "ORG"], [204, 222, "ORG"], [247, 254, "DATE"], [519, 537, "ORG"], [618, 636, "ORG"]]}
{"text": "26 Žr. 2017 m. spalio 12 d. Sprendimą Tigers (C‑156/16, EU:C:2017:754, 31 punktas).", "label": [[7, 27, "DATE"], [38, 44, "ORG"]]}
{"text": "27 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 63 punktas) ir 2014 m. vasario 27 d. Sprendimą Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 33 punktas).", "label": [[7, 27, "DATE"], [38, 55, "ORG"], [97, 118, "DATE"], [129, 165, "ORG"]]}
{"text": "28 Pvz., žr. 2010 m. sausio 14 d. Sprendimą Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 56 punktas), 2012 m. liepos 12 d. Sprendimą Südzucker ir kt. (C‑608/10, C‑10/11 ir C‑23/11, EU:C:2012:444, 47 punktas), 2014 m. spalio 16 d. Sprendimą VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 50 punktas) ir 2019 m. liepos 10 d. Sprendimą CEVA Freight Holland (C‑249/18, EU:C:2019:587, 32 punktas),.", "label": [[13, 33, "DATE"], [44, 59, "ORG"], [117, 137, "DATE"], [148, 157, "ORG"], [224, 244, "DATE"], [255, 281, "ORG"], [324, 344, "DATE"], [355, 375, "ORG"]]}
{"text": "29 Žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 70 punktas). Tačiau 2017 m. gruodžio 20 d. Sprendime Hamamatsu Photonics Deutschland (C‑529/16, EU:C:2017:984, 30 punktas) Teisingumo Teismas konstatavo, kad bylos, kuriose Teismas leido atlikti vėlesnį sandorio vertės patikslinimą, apsiriboja specifinėmis situacijomis, susijusiomis, be kita ko, su prekės kokybės trūkumais arba po prekės išleidimo į laisvą apyvartą nustatytais defektais.", "label": [[7, 27, "DATE"], [38, 55, "ORG"], [102, 124, "DATE"], [135, 166, "ORG"], [205, 223, "ORG"], [255, 262, "ORG"]]}
{"text": "30 Žr. 2010 m. sausio 14 d. Sprendimą Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 65 punktas).", "label": [[7, 27, "DATE"], [38, 53, "ORG"]]}
{"text": "31 Žr 2012 m. liepos 12 d. Sprendimą Südzucker ir kt. (C‑608/10, C‑10/11 ir C‑23/11, EU:C:2012:444, 47 punktas).", "label": [[6, 26, "DATE"], [37, 46, "ORG"]]}
{"text": "32 Žr 2014 m. spalio 16 d. Sprendimą VAEX Varkens-en Veehandel (C‑387/13, EU:C:2014:2296, 52 punktas).", "label": [[6, 26, "DATE"], [37, 62, "ORG"]]}
{"text": "33 Teisingumo Teismas tikrai konstatavo, kad muitinė turi plačią diskreciją nuspręsti, ar patenkinti deklaranto prašymą keisti deklaraciją. Žr. 2015 m. gruodžio 10 d. Sprendimą Veloserviss (C‑427/14, EU:C:2015:803, 27 punktas). Vis dėlto šį teiginį reikia aiškinti atsižvelgiant į kontekstą, tiksliau tai, kad jis reiškia galimybę administracijai atlikti ex officio patikrinimą. Atsižvelgiant į minėtą Teisingumo Teismo jurisprudenciją, ši diskrecija sprendžiant, kas turi būti daroma gavus prašymą keisti deklaraciją, regis, yra gana ribota. Mano nuomone, 78 straipsnyje pavartotus žodžius „turi teisę“ galima aiškinti taip, kad šiame straipsnyje yra pripažįstama ir administracijos teisė ištaisyti tam tikrą informaciją, ir deklaranto teisė prašyti keisti deklaraciją.", "label": [[3, 21, "ORG"], [144, 166, "DATE"], [177, 188, "ORG"], [402, 419, "ORG"]]}
{"text": "34 Žr 2014 m. vasario 27 d. Sprendimą Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 32 punktas). Be to, žr. 2011 m. rugsėjo 15 d. Sprendimą DP grup (C‑138/10, EU:C:2011:587, 37 punktas).", "label": [[6, 27, "DATE"], [38, 74, "ORG"], [125, 146, "DATE"], [157, 164, "ORG"]]}
{"text": "35 Prie šių trijų aplinkybių pridėčiau muitinės procedūrą. Iš 1992 m. Muitinės kodekso 66 straipsnio 1 dalies galima suprasti, kad pasirinkimas gali būti pakeistas tik panaikinus dokumentą. Žr. šios išvados 42 išnašą.", "label": [[62, 69, "DATE"]]}
{"text": "36 2005 m. spalio 20 d. Sprendimo Overland Footwear (C‑468/03, EU:C:2005:624, 47 punktas) ir 2014 m. spalio 16 d. Sprendimo VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 53 punktas). Vis dėlto, kaip Teisingumo Teismas konstatavo 2012 m. liepos 12 d. Sprendime Südzucker ir kt. (C‑608/10, C‑10/11 ir C‑23/11, EU:C:2012:444, 50 punktas), vien dėl to, kad prekių fiziškai patikrinti nebeįmanoma, negalima daryti išvados, kad deklaracijos negalima patikrinti pakartotinai. Šiuo pagrindu galima remtis prašymui keisti muitinės deklaraciją atmesti tik tada, kai tokie patikrinimai yra reikalingi, kad būtų pasiekti Europos Sąjungos teisės aktuose nustatyti tikslai. Ypač pažymėtina, kad ši aplinkybė netrukdo a posteriori patikrinti prekių klasifikavimą, atliktą pagal deklaracijoje pateiktą tų prekių aprašą. Žr. 2012 m. lapkričio 22 d. Sprendimą Digitalnet ir kt. (C‑320/11, C‑330/11, C‑382/11 ir C‑383/11, EU:C:2012:745, 65–67 punktai) ir 2014 m. vasario 27 d. Sprendimą Greencarrier Freight Services Latvia (C‑571/12, EU:C:2014:102, 36 punktas).", "label": [[3, 23, "DATE"], [34, 51, "ORG"], [93, 113, "DATE"], [124, 150, "ORG"], [207, 225, "ORG"], [237, 257, "DATE"], [268, 277, "ORG"], [617, 633, "LOC"], [816, 839, "DATE"], [850, 860, "ORG"], [944, 965, "DATE"], [976, 1012, "ORG"]]}
{"text": "37 Visų pirma žr. 2014 m. spalio 16 d. Sprendimą VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 54 punktas) ir 2006 m. spalio 5 d. Sprendimą ASM Lithography (C‑100/05, EU:C:2006:645, 43 punktas).", "label": [[18, 38, "DATE"], [49, 75, "ORG"], [118, 137, "DATE"], [148, 163, "ORG"]]}
{"text": "38 Pvz., žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 69 punktas).", "label": [[13, 33, "DATE"], [44, 61, "ORG"]]}
{"text": "39 2010 m. sausio 14 d. Sprendimas Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 51 punktas).", "label": [[3, 23, "DATE"], [35, 50, "ORG"]]}
{"text": "40 2010 m. sausio 14 d. Sprendimas Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 53–66 punktai). Šioje byloje nagrinėtu atveju muitinės tarpininkas, veikdamas dėl „Terex“ arba pirkėjų interesų, deklaracijoje nurodė Bendrijos prekių eksportą žymintį kodą 10 00 vietoj kodo 31 51, taikomo prekių, kurių muito mokėjimas laikinai sustabdytas, reeksportui. 65 punkte Teisingumo Teismo konstatavo, kad 1992 m. Muitinės kodekso 78 straipsnis leidžia pakeisti eksporto deklaraciją, kad būtų pataisytas muitinės kodas. Tiek, kiek Teisingumo Teismas pateikė bendruosius teiginius dėl Muitinės kodekso 78 straipsnio taikymo srities, šis sprendimas gali būti suprantamas kaip teigiantis, kad pagal Muitinės kodekso 78 straipsnį egzistavo teisė pakeisti muitinės procedūros pasirinkimą, jei nagrinėjama muitinės procedūra buvo taikoma klaidingai ir nebuvo pakenkta 1992 m. Muitinės kodekso tikslams. Taip pat galima suprasti išeitį, kurią pasirinko Teisingumo Teismas šioje byloje ir kuri apsiriboja situacijomis, susijusiomis su pasirinkto kodo klaida. Todėl Teisingumo Teismo tvirtinimas galėtų būti suprantamas kaip apsiribojantis leidimu pakeisti muitinės kodus, kurie prieštarauja pasirinktai muitinės procedūrai, o ne kaip bendroji teisė pakeisti deklaracijoje pasirinktą muitinės procedūrą. Nors faktinių aplinkybių aprašyme nėra nurodyta, ar deklaracijoje, be minėto kodo, buvo pasirinkta muitinės procedūra, šis antrasis svarstymas, mano nuomone, būtų įtikinamesnis. Iš tikrųjų, atsižvelgiant į 66 straipsnį ir kadangi muitinės procedūros pasirinkimas yra pagrindinis deklaracijos elementas, ji galėjo būti pakeista tik ją pripažinus negaliojančia.", "label": [[3, 23, "DATE"], [35, 50, "ORG"], [178, 183, "ORG"], [229, 238, "LOC"], [376, 393, "ORG"], [410, 417, "DATE"], [535, 553, "ORG"], [866, 873, "DATE"], [950, 968, "ORG"], [1061, 1078, "ORG"]]}
{"text": "41 66 straipsnio 2 dalyje tikrai nustatyta, kad tam tikrais atvejais deklaraciją galima pripažinti negaliojančia po prekių išleidimo. Vis dėlto pagal šią nuostatą 66 straipsnio taikymo sritis nėra išplečiama, pagal ją tik leidžiama tam tikrais atvejais deklaraciją pripažinti negaliojančia po prekių išleidimo, tačiau visa tai vis tiek patenka į 66 straipsnyje nurodytą taikymo sritį.", "label": []}
{"text": "42 Iš tiesų, kaip paaiškinau šios išvados 26 ir 56 punktuose, pagrindinė muitinės deklaracijos paskirtis – tam tikroms prekėms pritaikyti konkrečią muitinės procedūrą.", "label": []}
{"text": "43 2010 m. sausio 14 d. Sprendimas Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 56 punktas).", "label": [[3, 23, "DATE"], [35, 50, "ORG"]]}
{"text": "44 Žr. 1992 m. Muitinės kodekso 233 straipsnį.", "label": [[7, 14, "DATE"]]}
{"text": "45 Dėl šios išvados 2011 m. rugsėjo 15 d. Sprendime DP grup (C‑138/10, EU:C:2011:587) abejonių nėra keliama. Nors toje byloje (joje nagrinėta skaičiavimo klaida) Teisingumo Teismas mini galimybę pripažinti deklaraciją negaliojančia, iš to sprendimo negalima daryti išvados, kad Teisingumo Teismas nustatė, jog tokiais atvejais, koks nagrinėtas pagrindinėje byloje, deklaraciją galima paskelbti negaliojančia. Teisingumo Teismas tiesiog atsakė į klausimą, pažymėdamas, kad teisėjas deklaracijos panaikinti negali, tačiau tam tikrais atvejais deklarantas gali prašyti pripažinti deklaraciją negaliojančia. Mano nuomone, tai, kad Teisingumo Teismas nenorėjo prisiimti kokios nors pozicijos dėl galimybės toje byloje nagrinėtomis aplinkybėmis pripažinti deklaraciją negaliojančia, yra akivaizdu iš to, kad apibrėždamas teisinį pagrindą Teisingumo Teismas net nenurodė, kokiais atvejais pagal įgyvendinimo reglamentą yra leidžiama pripažinti deklaraciją negaliojančia.", "label": [[20, 41, "DATE"], [52, 59, "ORG"], [162, 180, "ORG"], [278, 296, "ORG"], [409, 427, "ORG"], [472, 480, "PROFESSION"], [627, 645, "ORG"], [832, 850, "ORG"]]}
{"text": "46 Žr. 2014 m. spalio 16 d. Sprendimą VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 54 punktas).", "label": [[7, 27, "DATE"], [38, 64, "ORG"]]}
{"text": "47 Taip pat žr. 1996 m. gegužės 14 d. Sprendimą Faroe Seafood ir kt. (C‑153/94 ir C‑204/94, EU:C:1996:198, 108 ir 109 punktai) ir 2011 m. balandžio 7 d. Sprendimą Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, 28 punktas).", "label": [[16, 37, "DATE"], [48, 61, "ORG"], [130, 152, "DATE"], [163, 190, "ORG"], [192, 198, "LOC"]]}
{"text": "48 2000 m. birželio 9 d. Komisijos reglamentas (EB) Nr. 1291/2000, nustatantis bendrąsias išsamias taisykles dėl importo ir eksporto licencijų bei išankstinio nustatymo sertifikatų sistemos taikymo žemės ūkio produktams (OL L 152, 2000, p. 1; 2004 m. specialusis leidimas lietuvių k., 3 sk., 29 t., p. 145).", "label": [[3, 24, "DATE"], [25, 34, "ORG"], [243, 250, "DATE"], [272, 280, "NATIONALITY"]]}
{"text": "49 Pvz., žr. 2012 m. liepos 12 d. Sprendimą Südzucker ir kt. (C‑608/10, C‑10/11 ir C‑23/11, EU:C:2012:444, 56 punktas), 2014 m. spalio 16 d. Sprendimą Nordex Food (C‑334/13, EU:C:2014:2294, 59 punktas) ir 2014 m. spalio 16 d. Sprendimą VAEX Varkens- en Veehandel (C‑387/13, EU:C:2014:2296, 34 punktas).", "label": [[13, 33, "DATE"], [44, 53, "ORG"], [120, 140, "DATE"], [151, 162, "ORG"], [205, 225, "DATE"], [236, 262, "ORG"]]}
{"text": "50 Dėl šio aspekto žr. 2012 m. liepos 12 d. Sprendimą Südzucker ir kt. (C‑608/10, C‑10/11 ir C‑23/11, EU:C:2012:444, 66 punktas).", "label": [[23, 43, "DATE"], [54, 63, "ORG"]]}
{"text": "51 Pvz., žr. 2014 m. kovo 13 d. Sprendimą SICES ir kt. (C‑155/13, EU:C:2014:145).", "label": [[13, 31, "DATE"], [42, 47, "ORG"]]}
{"text": "52 Žr. 1992 m. Muitinės kodekso 192 straipsnį.", "label": [[7, 14, "DATE"]]}
{"text": "53 Reikia pripažinti, kad bet koks deklaracijos pakeitimas sukelia administracijai išlaidų, tačiau 78 straipsnio 3 dalyje yra nurodyta, kad pakeitimai daromi „[laikantis] nustatytų nuostatų“, o valstybės narės turi teisę, jei to pageidauja, perkelti išlaidas deklarantui.", "label": []}
{"text": "54 Šiuo klausimu žr. 2015 m. gruodžio 10 d. Sprendimą Veloserviss (C‑427/14, EU:C:2015:803, 41 punktas).", "label": [[21, 43, "DATE"], [54, 65, "ORG"]]}
{"text": "55 Žr. šio išvados 51‑53 punktus.", "label": []}
{"text": "56 Šiuo klausimu žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 47 ir paskesni punktai) ir 2010 m. sausio 14 d. Sprendimą Terex Equipment ir kt. (C‑430/08 ir C‑431/08, EU:C:2010:15, 56 ir paskesni punktai).", "label": [[21, 41, "DATE"], [52, 69, "ORG"], [123, 143, "DATE"], [154, 169, "ORG"]]}
{"text": "57 Šiuo klausimu žr. 2005 m. spalio 20 d. Sprendimą Overland Footwear (C‑468/03, EU:C:2005:624, 63 punktas) ir 2019 m. liepos 10 d. Sprendimą CEVA Freight Holland (C‑249/18, EU:C:2019:587, 32 punktas).", "label": [[21, 41, "DATE"], [52, 69, "ORG"], [111, 131, "DATE"], [142, 162, "ORG"]]}
{"text": "58 2019 m. liepos 10 d. sprendimas (C‑249/18, EU:C:2019:587).", "label": [[3, 23, "DATE"]]}
{"text": "59 Importuotojas iš tikrųjų gali iš pagal kiekvieną pardavimo sandorį sutartų kainų pasirinkti tą, kurios pagrindu nustatys aptariamų prekių muitinę vertę, su sąlyga, kad jis gali muitinei pateikti visus reikalingus su pasirinkta kaina susijusius duomenis bei dokumentus (ten pat, 25 punktas).", "label": []}
{"text": "60 Žr. 2019 m. liepos 10 d. Sprendimą CEVA Freight Holland (C‑249/18, EU:C:2019:587, 26 ir 36–39 punktai).", "label": [[7, 27, "DATE"], [38, 58, "ORG"]]}
{"text": "61 2011 m. balandžio 7 d. Sprendimas Sony Supply Chain Solutions (Europe) (C‑153/10, EU:C:2011:224, 30 punktas).", "label": [[3, 25, "DATE"], [37, 64, "ORG"], [66, 72, "LOC"]]}
