{"text": "2020 m. vasario 3 d. pareikštas ieškinys byloje NetCologne / Komisija", "label": [[0, 20, "DATE"], [48, 58, "ORG"], [61, 69, "ORG"]]}
{"text": "(Byla T-58/20)", "label": []}
{"text": "Proceso kalba: vokiečių", "label": [[15, 23, "NATIONALITY"]]}
{"text": "Šalys", "label": []}
{"text": "Ieškovė: NetCologne Gesellschaft für Telekommunikation mbH (Kelnas, Vokietija), atstovaujama advokatų K. Zimmermann, F. Rogers ir I. Alonso", "label": [[9, 58, "ORG"], [60, 77, "LOC"], [93, 101, "PROFESSION"], [102, 115, "PER"], [117, 126, "PER"], [130, 139, "PER"]]}
{"text": "Atsakovė: Europos Komisija", "label": [[10, 26, "ORG"]]}
{"text": "Reikalavimai", "label": []}
{"text": "Ieškovė Bendrojo Teismo prašo:", "label": [[8, 23, "ORG"]]}
{"text": "pripažinti negaliojančiu 2019 m. liepos 18 d. Komisijos sprendimą C(2019) 5187 galutinis, kuriuo Komisija įmonių susijungimą byloje M.8864 – Vodafone / Certain Liberty Global Assets pripažino suderinamu su bendrąja rinka ir EEE susitarimu;", "label": [[25, 45, "DATE"], [46, 55, "ORG"], [97, 105, "ORG"], [141, 149, "ORG"], [152, 181, "ORG"], [224, 227, "ORG"]]}
{"text": "priteisti iš Komisijos bylinėjimosi išlaidas.", "label": [[13, 22, "ORG"]]}
{"text": "Ieškinio pagrindai ir pagrindiniai argumentai", "label": []}
{"text": "Grįsdama ieškinį ieškovė remiasi šiais pagrindais.", "label": []}
{"text": "Pirmasis ieškinio pagrindas: Komisija padarė akivaizdžių vertinimo klaidų, pažeidė savo pareigą motyvuoti ir rūpestingumo pareigą, nes paneigė reikšmingo veiksmingos konkurencijos apribojimo egzistavimą mažmeninėje televizijos signalų perdavimo daugiabučiuose gyvenamuosiuose pastatuose gyvenantiems klientams paslaugų rinkoje, remdamasi:", "label": [[29, 37, "ORG"]]}
{"text": "tuo, kad susijungusios įmonės nėra tiesioginės konkurentės,", "label": []}
{"text": "tuo, kad susijungusios įmonės nėra potencialios konkurentės,", "label": []}
{"text": "neigiamu poveikiu, kurį dėl susijungimo patirs konkurentai.", "label": []}
{"text": "Antrasis ieškinio pagrindas: Komisija padarė akivaizdžių vertinimo klaidų, pažeidė savo pareigą motyvuoti ir rūpestingumo pareigą, nes paneigė reikšmingo veiksmingos konkurencijos apribojimo egzistavimą mažmeninėje televizijos signalų perdavimo vienbučiuose gyvenamuosiuose pastatuose gyvenantiems klientams paslaugų rinkoje, remdamasi prielaida, kad susijungusios įmonės nėra nei potencialios, nei tiesioginės konkurentės.", "label": [[29, 37, "ORG"]]}
{"text": "Trečiasis ieškinio pagrindas: Komisija padarė akivaizdžių vertinimo klaidų ir pažeidė Tarybos reglamento (EB) Nr. 139/2004 2 ir 8 straipsnius, apibrėždama rinką ir vertindama poveikį konkurencijai daugialypių produktų rinkoje, ypač kiek tai susiję su fiksuotojo ir judriojo ryšio paslaugų paketais (FMC (Fixed Mobile Convergence) paketai).", "label": [[30, 38, "ORG"], [86, 93, "ORG"]]}
{"text": "Ketvirtasis ieškinio pagrindas: Komisija padarė akivaizdžių vertinimo klaidų ir pažeidė Tarybos reglamento (EB) Nr. 139/2004 2 ir 8 straipsnius, taip pat savo pareigą motyvuoti bei jai tenkančią rūpestingumo pareigą, įvertinusi ir patvirtinusi įsipareigojimus dėl didmeninės kabelinio plačiajuosčio ryšio prieigos.", "label": [[32, 40, "ORG"], [88, 95, "ORG"]]}
{"text": "2004 m. sausio 20 d. Tarybos reglamentas (EB) Nr. 139/2004 dėl koncentracijų tarp įmonių kontrolės (OL L 24, 2004, p. 1; 2004 m. specialusis leidimas lietuvių k., 8 sk., 3 t., p. 40).", "label": [[0, 20, "DATE"], [21, 28, "ORG"], [121, 128, "DATE"], [150, 158, "NATIONALITY"]]}
