{"text": "TEISINGUMO TEISMO (antroji kolegija) SPRENDIMAS", "label": [[0, 36, "ORG"]]}
{"text": "2020 m. rugsėjo 17 d.(*)", "label": [[0, 21, "DATE"]]}
{"text": "„Prašymas priimti prejudicinį sprendimą – Valstybės pagalba – Sąvoka – Naftos tanklaivio „Erika“ nuskendimas – Pagalbos akvakultūros ir žuvininkystės įmonėms schema – Sprendimas, kuriuo pagalbos schema pripažįstama iš dalies nesuderinama su bendrąja rinka ir nurodoma susigrąžinti suteiktą pagalbą – Galiojimo vertinimas ‐ Nagrinėjimas ex officio ‐ Priimtinumas ‐ Atsakovės pagrindinėje byloje ieškinio dėl panaikinimo nepareiškimas ‐ Socialinio draudimo įmokų sumažinimas – Darbuotojų socialinio draudimo įmokos – Pranašumas – Pareigą grąžinti pagalbą turinčio skolininko nustatymas“", "label": [[71, 96, "ORG"]]}
{"text": "Byloje C‑212/19", "label": []}
{"text": "dėl Conseil d’État (Valstybės Taryba, Prancūzija) 2019 m. vasario 15 d. sprendimu, kurį Teisingumo Teismas gavo 2019 m. kovo 6 d., pagal SESV 267 straipsnį pateikto prašymo priimti prejudicinį sprendimą byloje", "label": [[4, 18, "ORG"], [20, 36, "ORG"], [38, 48, "LOC"], [50, 71, "DATE"], [88, 106, "ORG"], [112, 129, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "prieš", "label": []}
{"text": "Compagnie des pêches de Saint-Malo", "label": [[0, 34, "ORG"]]}
{"text": "TEISINGUMO TEISMAS (antroji kolegija),", "label": [[0, 37, "ORG"]]}
{"text": "kurį sudaro kolegijos pirmininkas X. Tarasov, teisėjai B. I. Rodriguez (pranešėjas) ir Y. von Holstein,", "label": [[12, 33, "PROFESSION"], [34, 44, "PER"], [46, 54, "PROFESSION"], [55, 70, "PER"], [72, 82, "PROFESSION"], [87, 102, "PER"]]}
{"text": "generalinis advokatas M. Matveeva,", "label": [[0, 21, "PROFESSION"], [22, 33, "PER"]]}
{"text": "posėdžio sekretorius I. Boiko, administratorius,", "label": [[9, 20, "PROFESSION"], [21, 29, "PER"], [31, 47, "PROFESSION"]]}
{"text": "atsižvelgęs į rašytinę proceso dalį ir įvykus 2019 m. lapkričio 20 d. posėdžiui,", "label": [[46, 69, "DATE"]]}
{"text": "išnagrinėjęs pastabas, pateiktas:", "label": []}
{"text": "– Compagnie des pêches de Saint-Malo, atstovaujamos advokatų G.‑M. Morgan ir D. Vlasova, taip pat H. Becker,", "label": [[2, 36, "ORG"], [52, 60, "PROFESSION"], [61, 73, "PER"], [77, 87, "PER"], [98, 107, "PER"]]}
{"text": "– Prancūzijos vyriausybės, atstovaujamos T. de Koning ir V. Jovanović,", "label": [[2, 25, "ORG"], [41, 53, "PER"], [57, 69, "PER"]]}
{"text": "– Europos Komisijos, atstovaujamos W. Vlasova ir Y. Titova‑Vasiliauskaite,", "label": [[2, 19, "ORG"], [35, 45, "PER"], [49, 73, "PER"]]}
{"text": "susipažinęs su 2020 m. kovo 5 d. posėdyje pateikta generalinio advokato išvada,", "label": [[15, 32, "DATE"], [51, 71, "PROFESSION"]]}
{"text": "priima šį Sprendimą", "label": []}
{"text": "1 Prašymas priimti prejudicinį sprendimą pateiktas dėl 2004 m. liepos 14 d. Komisijos sprendimo 2005/239/EB dėl tam tikrų pagalbos priemonių, kurias Prancūzija įgyvendino akvakultūros produktų gamintojams ir žvejams (OL L 74, 2005, p. 49, toliau – ginčijamas sprendimas), išaiškinimo.", "label": [[55, 75, "DATE"], [76, 85, "ORG"], [149, 159, "ORG"], [171, 204, "PROFESSION"], [208, 215, "PROFESSION"]]}
{"text": "2 Šis prašymas pateiktas nagrinėjant Ministre de l’Agriculture et de l’Alimentation (žemės ūkio ir maisto ministras, Prancūzija) ir Compagnie des pêches de Saint-Malo ginčą dėl reikalavimo grąžinti pagalbą, siekiant išieškoti sumas, kurias ši bendrovė gavo taikant nacionalines priemones, dėl kurių priimtas ginčijamas sprendimas.", "label": [[37, 83, "PROFESSION"], [85, 115, "PROFESSION"], [117, 127, "LOC"], [132, 166, "ORG"]]}
{"text": "Teisinis pagrindas", "label": []}
{"text": "Sąjungos teisė", "label": [[0, 8, "LOC"]]}
{"text": "3 Ginčijamo sprendimo 17, 18, 20, 55, 56, 98 ir 99 konstatuojamosios dalys suformuluotos taip:", "label": []}
{"text": "„(17) Žemės ūkio ir žuvininkystės ministras, 2000 m. balandžio 15 d. ir 2000 m. liepos 13 d. patvirtinęs aplinkraščius, nusprendė visoms sektoriaus įmonėms socialinio draudimo mokestį sumažinti iki 50 %: 2000 m. balandžio 15 d.–liepos 15 d. laikotarpiui – akvakultūros produktų gamintojams, o 2000 m. balandžio 15 d.–spalio 15 d. laikotarpiui – žvejams.", "label": [[6, 43, "PROFESSION"], [45, 68, "DATE"], [72, 92, "DATE"], [198, 200, "AMOUNT_VALUE"], [201, 202, "AMOUNT_UNIT"], [204, 227, "DATE"], [228, 240, "DATE"], [256, 289, "PROFESSION"], [293, 316, "DATE"], [317, 329, "DATE"], [345, 352, "PROFESSION"]]}
{"text": "(18) Šis sumažinimas buvo skirtas tiek darbdavio, tiek darbuotojo įmokoms ir yra taikomas visiems Prancūzijos metropolijos ir užjūrio departamentų akvakultūros produktų gamintojams bei žvejams.", "label": [[98, 109, "LOC"], [147, 180, "PROFESSION"], [185, 192, "PROFESSION"]]}
{"text": "<…>", "label": []}
{"text": "(20) Tiek darbdaviams, tiek darbuotojams, mokantiems į [Valstybinės jūrų laivyno invalidų bendrovės] kasą, socialinio draudimo įmokos buvo sumažintos 50 %.", "label": [[56, 99, "ORG"], [150, 152, "AMOUNT_VALUE"], [153, 154, "AMOUNT_UNIT"]]}
{"text": "<…>", "label": []}
{"text": "(55) Šiame sprendime nagrinėjamos įvairios priemonės (socialinio draudimo mokesčio ir finansinių išlaidų sumažinimas, atleidimas nuo valstybinio nuomos mokesčio) suteikia pranašumą įmonėms, besiverčiančioms ypatinga veikla, t. y. akvakultūros ir žuvininkystės įmonėms. Iš tiesų šios įmonės yra atleidžiamos nuo tam tikrų įsipareigojimų, kuriuos įprastomis sąlygomis turėtų vykdyti.", "label": []}
{"text": "(56) Dėl šių priemonių valstybė tiesiogiai (finansinių išlaidų sumažinimas ir atleidimas nuo valstybinio nuomos mokesčio) arba netiesiogiai (nes valstybė turi kompensuoti nuostolius, kuriuos patiria socialinio draudimo įmokas gaunanti įstaiga) praranda lėšų. Todėl pagal Sutarties 87 straipsnio 1 dalies [dabar – SESV 107 straipsnio 1 dalis] nuostatas šios priemonės yra valstybės pagalba.", "label": []}
{"text": "<…>", "label": []}
{"text": "(98) <…> Komisija mano, kad [bendras] socialinio draudimo mokesčio sumažinimas žvejams nuo balandžio 15 d. iki spalio 15 d. pagal [EB] 87 straipsnio 2 dalies b punktą (dabar – SESV 107 straipsnio 2 dalies b punktas) negali būti laikomas suderintu su bendrąja rinka.", "label": [[9, 17, "ORG"], [79, 86, "PROFESSION"], [91, 106, "DATE"], [111, 123, "DATE"]]}
{"text": "(99) Kadangi ši pagalba veiklai buvo suteikta visoms žuvininkystės įmonėms, nereikalaujant jokių įsipareigojimų, ši pagalbos priemonė pagal [1997 m. gairių dėl valstybės pagalbos žuvininkystei ir akvakultūrai] 1.2 punkto ketvirtosios pastraipos trečiąją įtrauką prieštarauja bendrajai rinkai.", "label": [[141, 148, "DATE"]]}
{"text": "<…>“", "label": []}
{"text": "4 Šio sprendimo 3 straipsnyje nustatyta:", "label": []}
{"text": "„Prancūzijos įgyvendinta pagalbos priemonė, žvejams sumažinanti socialinio draudimo mokestį 2000 m. balandžio 15 d.–spalio 15 d. laikotarpiu, prieštarauja bendrajai rinkai.“", "label": [[1, 12, "ORG"], [44, 51, "PROFESSION"], [92, 115, "DATE"], [116, 128, "DATE"]]}
{"text": "5 Minėto sprendimo 4 straipsnyje nurodyta:", "label": []}
{"text": "„1. Prancūzija imasi visų priemonių, būtinų, kad [3 straipsnyje] minėta neteisėtai suteikta pagalba būtų išieškota iš [jos] gavėjo.", "label": [[4, 14, "ORG"]]}
{"text": "2. Pagalba išieškoma nedelsiant ir taikant pagal nacionalinę teisę nustatytas procedūras, jeigu jos leidžia nedelsiant ir veiksmingai įvykdyti šį sprendimą. Pagalbą, kurią reikia išieškoti, sudaro palūkanos, mokamos nuo pagalbos išmokėjimo gavėjui dienos iki jos išieškojimo dienos. <…>“", "label": []}
{"text": "Prancūzijos teisė", "label": [[0, 11, "LOC"]]}
{"text": "6 Pagrindinėje byloje taikytinos redakcijos Code rural et de la pêche maritime (Kaimo ir jūrų žvejybos kodeksas) L. 741-9 straipsnyje nustatyta:", "label": []}
{"text": "„Žemės ūkio darbuotojų socialinio draudimo pajamas sudaro:", "label": []}
{"text": "I.- Kiek tai susiję su sveikatos, motinystės, invalidumo ir mirties draudimu:", "label": []}
{"text": "1° įmokos, skaičiuojamos:", "label": []}
{"text": "a) nuo apdraustųjų uždarbio ar gaunamų pajamų, kai mokėtojai yra darbdaviai ir apdraustieji;", "label": []}
{"text": "b) nuo pensijų išmokų, kurios arba buvo visiškai ar iš dalies finansuojamos iš darbdavio įmokų, arba dėl jų buvo sumokėtos trūkstamos draudimo įmokos, išskyrus su papildomu draudimo stažu nesusijusias priemokas ar priedus už vaikus, kai mokėtojai yra gavėjai;", "label": []}
{"text": "c) nuo pašalpų ir kompensuojamųjų pajamų, nurodytų Socialinės apsaugos kodekso L. 131-2 straipsnyje, kai mokėtojai yra gavėjai;", "label": []}
{"text": "2° nuo dalies lėšų, gautų iš Socialinės apsaugos kodekso L. 136-1, L. 136-6, L. 136-7, L. 136-7-1 straipsniuose nurodytų socialinio draudimo įmokų.", "label": []}
{"text": "II.- Kiek tai susiję su senatvės draudimu, įmokos, skaičiuojamos:", "label": []}
{"text": "a) nuo apdraustųjų uždarbio ar gaunamų pajamų, neviršijančių tam tikros ribos, kai mokėtojai yra darbdaviai ir apdraustieji;", "label": []}
{"text": "b) nuo bendros apdraustųjų uždarbio ar gaunamų pajamų sumos, kai mokėtojai yra darbdaviai;", "label": []}
{"text": "III.- Kiek tai susiję su našlystės draudimu, įmokos, skaičiuojamos nuo apdraustųjų uždarbio ar gaunamų pajamų, kai mokėtojai yra apdraustieji.“", "label": []}
{"text": "7 1938 m. birželio 17 d. Dekreto dėl jūrininkų draudimo sistemos reorganizavimo ir suvienodinimo (pagrindinėje byloje taikytina redakcija) 4 straipsnyje numatyta:", "label": [[2, 24, "DATE"], [37, 46, "PROFESSION"]]}
{"text": "„Išskyrus sužeisto ar sergančio jūrininko, už kurį įmokas moka jo laivo savininkas arba Bendrasis aprūpinimo fondas, atvejį, už draudimą bendrajame aprūpinimo fonde savarankiškai mokamos įmokos ir darbdavio įmokos pagal Jūrininkų senatvės pensijų kodekso L. 41 ir L. 42 straipsniuose nustatytas sąlygas.", "label": [[32, 41, "PROFESSION"], [220, 229, "PROFESSION"]]}
{"text": "Kai tarnybos laikotarpis dėl senatvės pensijos į jūrininkų pensijų kasą įskaitomas tik iš dalies, įmokos toliau mokamos į bendrąjį aprūpinimo fondą už visą atitinkamą laikotarpį.“", "label": [[49, 58, "PROFESSION"]]}
{"text": "Pagrindinė byla ir prejudiciniai klausimai", "label": []}
{"text": "8 Pirma, dėl taršos naftos produktais, 1999 m. gruodžio 12 d. Gaskonijos įlankoje nuskendus tanklaiviui „Erika“, ir, antra, dėl didelių nuostolių, kurių buvo patirta per 1999 m. gruodžio 27 ir 28 d. Prancūzijos pietinėje dalyje kilusią labai smarkią audrą, Prancūzijos Respublika priėmė žalos atlyginimo žvejams ir akvakultūros produktų gamintojams schemą, kad atlygintų jiems taip padarytą žalą.", "label": [[39, 61, "DATE"], [62, 81, "LOC"], [92, 111, "ORG"], [170, 198, "DATE"], [199, 210, "LOC"], [257, 279, "ORG"], [304, 311, "PROFESSION"], [315, 348, "PROFESSION"]]}
{"text": "9 Iš pradžių buvo numatytos įvairios žalos atlyginimo priemonės, skirtos šešių Prancūzijos Atlanto vandenyno pakrantės departamentų, t. y. nuo Finistero iki Žirondos esančių departamentų, kuriuos tiesiogiai paveikė šie įvykiai, žvejams ir akvakultūros produktų gamintojams.", "label": [[79, 118, "LOC"], [143, 152, "LOC"], [157, 165, "LOC"], [228, 235, "PROFESSION"], [239, 272, "PROFESSION"]]}
{"text": "10 Dviem 2000 m. balandžio 15 d. ir liepos 13 d. aplinkraščiais Prancūzijos Respublika priėmė kelias papildomas priemones, kuriomis, be kita ko, buvo siekiama, kad visoms atitinkamo sektoriaus įmonėms būtų pritaikytas 50 % socialinio draudimo įmokų sumažinimas akvakultūros produktų gamintojams laikotarpiu nuo 2000 m. balandžio 15 d. iki liepos 15 d. ir žvejams laikotarpiu nuo 2000 m. balandžio 15 d. iki spalio 15 d. Šis sumažinimas galiojo tiek darbdavio, tiek darbuotojo įmokoms ir buvo taikomas visiems Prancūzijos metropolijos ir užjūrio departamentų žvejams bei akvakultūros produktų gamintojams.", "label": [[9, 32, "DATE"], [36, 48, "DATE"], [64, 86, "ORG"], [218, 220, "AMOUNT_VALUE"], [221, 222, "AMOUNT_UNIT"], [261, 294, "PROFESSION"], [311, 334, "DATE"], [339, 351, "DATE"], [379, 402, "DATE"], [407, 418, "DATE"], [509, 533, "LOC"], [558, 565, "PROFESSION"], [570, 603, "PROFESSION"]]}
{"text": "11 Prancūzijos valdžios institucijos nedelsdamos įgyvendino šias įvairias priemones, apie kurias Komisijai buvo pranešta tik 2000 m. birželio 21 d. raštu.", "label": [[3, 14, "LOC"], [97, 106, "ORG"], [125, 147, "DATE"]]}
{"text": "12 Ginčijamu sprendimu Komisija dalį šių priemonių, įskaitant tą, kuri susijusi su žvejų socialinių įmokų sumažinimu, pripažino su vidaus rinka nesuderinama valstybės pagalba ir nurodė nedelsiant susigrąžinti šį sumažinimą atitinkančias sumas. Nei Prancūzijos Respublika, nei joks nagrinėjamų priemonių gavėjas neginčijo šio sprendimo teisėtumo, pareikšdami ieškinį dėl panaikinimo pagal SESV 263 straipsnį.", "label": [[23, 31, "ORG"], [83, 88, "PROFESSION"], [248, 270, "ORG"]]}
{"text": "13 Priėmus šį sprendimą, Komisija ir Prancūzijos valdžios institucijos pasikeitė įvairiais raštais, juose šios valdžios institucijos iš pradžių paprašė Komisijos persvarstyti savo poziciją, paskui pranešė jai, kad, remiantis tyrimu, susijusiu su įmonėmis, iš kurių reikia susigrąžinti aptariamą pagalbą, paaiškėjo, kad kai kurių iš jų nebeliko, o kitos susidūrė su dideliais ekonominiais sunkumais.", "label": [[25, 33, "ORG"], [37, 48, "LOC"], [152, 161, "ORG"]]}
{"text": "14 Manydama, kad Prancūzijos Respublika dar neįvykdė ginčijamo sprendimo, 2009 m. gruodžio 23 d. Komisija kreipėsi į Teisingumo Teismą su ieškiniu dėl valstybės įsipareigojimų neįvykdymo; dėl šio ieškinio buvo priimtas 2011 m. spalio 20 d. Sprendimas Komisija / Prancūzija (C‑549/09, nepaskelbtas Rink., EU:C:2011:672).", "label": [[17, 39, "ORG"], [74, 96, "DATE"], [97, 105, "ORG"], [117, 134, "ORG"], [219, 239, "DATE"], [251, 259, "ORG"], [262, 272, "ORG"]]}
{"text": "15 Tame sprendime Teisingumo Teismas nusprendė, kad per nustatytą terminą neįvykdžiusi ginčijamo sprendimo Prancūzijos Respublika neįvykdė įsipareigojimų pagal SESV 288 straipsnio ketvirtą pastraipą ir to sprendimo 4 straipsnį. Be to, minėto sprendimo 42 ir 43 punktuose atsakydamas į Prancūzijos Respublikos argumentą, pakartotą to paties sprendimo 23 punkte ir susijusį su tuo, kad „kadangi sumas, atitinkančias socialinio draudimo įmokų sumažinimą, kompetentingoms įstaigoms už darbuotojus moka įmonės, jos neprivalo šių sumų grąžinti“, jis nusprendė, kad šis argumentas iš tiesų pateiktas siekiant užginčyti ginčijamame sprendime Komisijos pateiktą vertinimą, kad tiek darbdavių, tiek darbuotojų socialinio draudimo įmokų sumažinimas yra „valstybės pagalba“, kaip tai suprantama pagal SESV 107 straipsnio 1 dalį, ir kad nagrinėdamas tokį ieškinį dėl įsipareigojimų neįvykdymo jis neturi priimti sprendimo dėl to sprendimo teisėtumo.", "label": [[18, 36, "ORG"], [107, 129, "ORG"], [285, 308, "ORG"], [634, 643, "ORG"]]}
{"text": "16 Po to, kai buvo paskelbtas 2011 m. spalio 20 d. Sprendimas Komisija / Prancūzija (C‑549/09, nepaskelbtas Rink., EU:C:2011:672), 2012 m. gruodžio 20 d. raštu Komisija dar kartą paprašė Prancūzijos Respublikos pradėti aptariamos pagalbos susigrąžinimo iš ją gavusių įmonių procedūrą, siekiant susigrąžinti socialinio draudimo įmokų sumažinimą atitinkančias sumas; Prancūzijos Respublika į tai atsižvelgė 2013 m. vasario 7 d. rašte.", "label": [[30, 50, "DATE"], [62, 70, "ORG"], [73, 83, "ORG"], [131, 153, "DATE"], [160, 168, "ORG"], [187, 210, "ORG"], [365, 387, "ORG"], [405, 425, "DATE"]]}
{"text": "17 Pagal šį prašymą 2013 m. vasario 22 d. directeur régional des finances publiques de Bretagne (Bretanės regiono viešųjų finansų direktorius) pateikė Compagnie des pêches de Saint-Malo reikalavimą grąžinti pagalbos sumą, atitinkančią darbuotojų socialinio draudimo įmokų sumažinimą, kuriuo ši bendrovė tariamai pasinaudojo laikotarpiu nuo 2000 m. balandžio 15 d. iki spalio 15 d., t. y. 84 550,08 EUR sumą ir delspinigius.", "label": [[20, 41, "DATE"], [42, 83, "PROFESSION"], [87, 95, "LOC"], [97, 105, "LOC"], [106, 141, "PROFESSION"], [151, 185, "ORG"], [340, 363, "DATE"], [368, 380, "DATE"], [388, 397, "AMOUNT_VALUE"], [398, 401, "AMOUNT_UNIT"]]}
{"text": "18 Ši bendrovė apskundė šį reikalavimą grąžinti pagalbą Tribunal administratif de Rennes (Reno administracinis teismas, Prancūzija), šis jį panaikino 2015 m. birželio 25 d. sprendimu. Ministre de l’Environnement, de l’Énergie et de la Mer (Aplinkos, energetikos ir jūrų ministras, Prancūzija), atsakingo už tarptautinius santykius dėl klimato, pateiktas apeliacinis skundas Cour administrative d’appel de Nantes (Nanto apeliacinis administracinis teismas, Prancūzija) buvo atmestas 2017 m. balandžio 14 d. sprendimu. Dėl pastarojo sprendimo Ministre de l’Agriculture et de l’Alimentation (žemės ūkio ir maisto ministras) 2017 m. birželio 14 d. pateikė kasacinį skundą Conseil d’État (Valstybės Taryba, Prancūzija); skunde, be kita ko, tvirtino, kad apeliacinis teismas, viena vertus, padarė teisės klaidą, kai nusprendė, kad aptariamas atleidimas nuo darbuotojų socialinio draudimo įmokų nesuteikė naudos žuvininkystės įmonėms, nors Komisija jį kvalifikavo kaip su bendrąja rinka nesuderinamą valstybės pagalbą, ir, kita vertus, iškraipė jam pateiktą bylos medžiagą, kai nusprendė, kad iš parengtinio tyrimo medžiagos matyti, jog dėl darbuotojų socialinio draudimo įmokų sumažinimo automatiškai padidėjo atitinkamiems darbuotojams mokamo neto darbo užmokesčio suma.", "label": [[56, 88, "ORG"], [90, 118, "ORG"], [120, 130, "LOC"], [150, 172, "DATE"], [184, 238, "PROFESSION"], [240, 279, "PROFESSION"], [281, 291, "LOC"], [374, 411, "ORG"], [413, 454, "ORG"], [456, 466, "LOC"], [482, 505, "DATE"], [541, 620, "PROFESSION"], [621, 643, "DATE"], [668, 682, "ORG"], [684, 700, "ORG"], [702, 712, "LOC"], [933, 941, "ORG"]]}
{"text": "19 Iš prašyme priimti prejudicinį sprendimą pateiktos informacijos matyti, kad atmetusi Compagnie des pêches de Saint-Malo pateiktus pirmuosius pagrindus, grindžiamus iš esmės tuo, kad minėtu reikalavimu grąžinti pagalbą buvo pažeisti iš Sąjungos teisės kylantys reikalavimai motyvuoti, taip pat teisėtų lūkesčių apsaugos, teisinio saugumo ir protingo termino laikymosi principai, Conseil d’État (Valstybės Taryba) atmetė šios bendrovės prašymą pateikti Teisingumo Teismui pagal SESV 267 straipsnį prejudicinį klausimą dėl ginčijamo sprendimo galiojimo vertinimo. Remdamasis 1994 m. kovo 9 d. Sprendimu TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90), 2000 m. spalio 19 d. Sprendimu Italija ir Sardegna Lines / Komisija (C‑15/98 ir C‑105/99, EU:C:2000:570) ir 2018 m. liepos 25 d. Sprendimu Georgsmarienhütte ir kt. (C‑135/16, EU:C:2018:582) prašymą priimti prejudicinį sprendimą pateikęs teismas konstatavo, kad ši bendrovė, kaip pagal pagalbos schemą suteiktos individualios pagalbos, kurią Komisija nurodė susigrąžinti, faktinė gavėja, yra tiesiogiai ir konkrečiai susijusi su ginčijamu sprendimu, kaip tai suprantama pagal SESV 263 straipsnį, ir kad dėl to, jog jo neužginčijo Teisingumo Teisme, pareikšdama ieškinį dėl panaikinimo, ji negali ginčyti jo teisėtumo nagrinėjant ginčą dėl to sprendimo vykdymo priemonių, kurių ėmėsi nacionalinės valdžios institucijos.", "label": [[88, 122, "ORG"], [238, 246, "LOC"], [381, 414, "ORG"], [454, 472, "ORG"], [575, 592, "DATE"], [603, 629, "ORG"], [656, 676, "DATE"], [687, 694, "ORG"], [698, 712, "ORG"], [715, 723, "ORG"], [764, 784, "DATE"], [785, 794, "ORG"], [795, 812, "ORG"], [997, 1005, "ORG"], [1185, 1202, "ORG"]]}
{"text": "20 Dėl Compagnie des pêches de Saint-Malo pateikto paskutinio ieškinio pagrindo, iš esmės grindžiamo tuo, kad ginčijamame sprendime reikalaujama susigrąžinti tik sumas, atitinkančias darbdavių socialinio draudimo įmokų sumažinimą, išskyrus tas, kurios susijusios su darbuotojų socialinio draudimo įmokomis (nes šios įmokos turi būti susigrąžintos iš žuvininkystės įmonių darbuotojų, kurie buvo vieninteliai jų gavėjai), Conseil d’État (Valstybės Taryba) iš karto pažymėjo, kad nors ginčijamo sprendimo 18 konstatuojamojoje dalyje, susijusioje su atitinkamų nacionalinių priemonių aprašymu, buvo nurodyta, kad aptariamas sumažinimas buvo susijęs su darbdavių ir darbuotojų socialinio draudimo įmokomis, likusioje to sprendimo dalyje minimos tik „socialinio draudimo įmokos“, nepatikslinant, ar šis įmokų sumažinimas, kurį nurodyta susigrąžinti, susijęs ir su darbuotojų socialinio draudimo įmokomis. Be to, ji pabrėžė, kad pagal šio sprendimo 6 ir 7 punktuose paminėtas nacionalinės teisės nuostatas darbdavių socialinio draudimo įmokas, mokamas į žemės ūkio darbuotojų ir jūrininkų schemas, moka žuvininkystės įmonės, kaip darbdavės, o darbuotojų socialinio draudimo įmokas moka patys darbuotojai. Iš tiesų pastarųjų įmokų žuvininkystės įmonės nemoka, o tik išskaičiuoja jas iš savo darbuotojų atlyginimo kiekviename darbo užmokesčio lapelyje. Taigi darbuotojų socialinio draudimo įmokų sumažinimas perkeliamas darbuotojams, kurie yra tiesioginiai jo gavėjai, nes jų gaunamas neto darbo užmokestis padidėja suma, atitinkančia šių įmokų sumažinimą.", "label": [[7, 41, "ORG"], [420, 453, "ORG"], [1072, 1081, "PROFESSION"]]}
{"text": "21 Conseil d’État (Valstybės Taryba) teigimu, atsakymas į pastarąjį Compagnie des pêches de Saint-Malo ieškinio pagrindą priklauso nuo to, ar ginčijamą sprendimą reikia aiškinti taip, kad juo nesuderinamu su bendrąja rinka pripažįstamas tik darbdavių socialinio draudimo įmokų sumažinimas, nes žuvininkystės įmonės tiesioginės naudos iš darbuotojų socialinio draudimo įmokų sumažinimo negavo, todėl sumažinimas negali patekti į SESV 107 straipsnio taikymo sritį, arba, atvirkščiai, – kad nesuderinamumas susijęs ir su pastarosios rūšies sumažinimu. Be to, jei teisinga būtų pripažinta antroji prielaida, kiltų klausimas, ar žuvininkystės įmonės, kuriose dirba naudos iš darbuotojų socialinio draudimo įmokų sumažinimo gavę darbuotojai, turi būti laikomos naudos iš visų šių sumažinimų, ar tik iš jų dalies gavėjomis. Pastaruoju atveju prašymą priimti prejudicinį sprendimą pateikusiam teismui kyla klausimų dėl to, kaip turi būti vertinama ši sumažinimų dalis. Be kita to, kyla klausimas, ar valstybė narė, kuriai pateiktas reikalavimas susigrąžinti pagalbą, privalo atitinkamiems darbuotojams nurodyti grąžinti dalį jų gautos pagalbos.", "label": [[3, 36, "ORG"], [68, 102, "ORG"]]}
{"text": "22 Šiomis aplinkybėmis Conseil d’État (Valstybės Taryba) nusprendė sustabdyti bylos nagrinėjimą ir pateikti Teisingumo Teismui šiuos prejudicinius klausimus:", "label": [[23, 56, "ORG"], [108, 126, "ORG"]]}
{"text": "„1. Ar [ginčijamą] spendimą reikia aiškinti taip, kad pagal jį nesuderinamu su bendrąja rinka pripažįstamas tik darbdavių socialinio draudimo įmokų sumažinimas, nes darbuotojų socialinio draudimo įmokų sumažinimas nesukuria tiesioginės naudos įmonėms, taigi negali patekti į [SESV] 107 straipsnio taikymo sritį, ar taip, kad pagal jį nesuderinamu su bendrąja rinka pripažįstamas ir darbuotojų socialinio draudimo įmokų sumažinimas?", "label": []}
{"text": "2. Jeigu Teisingumo Teismas nuspręstų, kad [ginčijamas] sprendimas aiškintinas taip, kad pagal jį nesuderinamu su bendrąja rinka pripažįstamas ir darbuotojų socialinio draudimo įmokų sumažinimas, ar įmonė turi būti laikoma visų šių sumažinimų, ar tik dalies jų naudos gavėja? Pastaruoju atveju, kaip ši dalis turi būti įvertinama? Ar valstybė narė turi įpareigoti atitinkamus darbuotojus grąžinti visą, ar dalį jų gautos pagalbos?“", "label": [[9, 27, "ORG"]]}
{"text": "Dėl prašymo priimti prejudicinį sprendimą priimtinumo", "label": []}
{"text": "23 Remdamasi 1994 m. kovo 9 d. Sprendimu TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) ir 2018 m. liepos 25 d. Sprendimu Georgsmarienhütte ir kt. (C‑135/16, EU:C:2018:582) Komisija visų pirma teigia, kad prašymas priimti prejudicinį sprendimą yra nepriimtinas. Jos nuomone, abiem Conseil d’État (Valstybės Taryba) pateiktais klausimais, kurie buvo suformuluoti kaip klausimai dėl išaiškinimo, iš tikrųjų siekiama užginčyti ginčijamo sprendimo galiojimą tiek, kiek juo pagrindinėje byloje nagrinėjamas darbuotojų socialinio draudimo įmokų sumažinimas pripažintas su bendrąja rinka nesuderinama valstybės pagalba ir nurodyta šį sumažinimą atitinkančias sumas susigrąžinti. Tokį prejudicinių klausimų kvalifikavimą patvirtina tiek šitaip suformuluotų klausimų tikslas ir prasmė, tiek aplinkybės, kuriomis jie buvo iškelti, t. y. kai nacionaliniam teismui buvo pateiktas kasacinis skundas, kuriuo atsakovė pagrindinėje byloje ginčijo to sprendimo galiojimą.", "label": [[13, 30, "DATE"], [41, 67, "ORG"], [96, 116, "DATE"], [127, 144, "ORG"], [178, 186, "ORG"], [286, 319, "ORG"]]}
{"text": "24 Komisijos teigimu, siauras ginčijamo sprendimo aiškinimas, leidžiantis suprasti, kad prašymas grąžinti pagalbą susijęs tik su sumomis, atitinkančiomis darbdavio socialinio draudimo įmokų sumažinimą, išskyrus tas, kurios susijusios su darbuotojų socialinio draudimo įmokomis, iš esmės suteiktų Compagnie des pêches de Saint-Malo galimybę ginčyti to sprendimo teisėtumą pateikiant prejudicinį klausimą, tariamai susijusį su minėto sprendimo išaiškinimu. Tačiau tokia galimybė nenumatyta pirmesniame šio sprendimo punkte nurodytoje Teisingumo Teismo jurisprudencijoje, nes ši bendrovė nepareiškė ieškinio dėl minėto sprendimo panaikinimo pagal SESV 263 straipsnio ketvirtą pastraipą, nors, kaip valstybės pagalbos, pripažintos nesuderinama su bendrąja rinka, gavėja, „be jokios abejonės, turėjo teisę“ jį ginčyti. Vadinasi, nepasinaudojusi šia teisių gynimo priemone per nustatytą terminą, ši bendrovė negali ginčyti to sprendimo galiojimo, pareikšdama ieškinį dėl nacionalinių jo įgyvendinimo priemonių.", "label": [[3, 12, "ORG"], [296, 330, "ORG"], [532, 549, "ORG"]]}
{"text": "25 Šiuo klausimu reikia pažymėti, pirma, kad, kaip savo išvados 22 punkte iš esmės pažymėjo generalinis advokatas, nepriklausomai nuo to, kokia yra prašymą priimti prejudicinį sprendimą pateikusio teismo pirmojo klausimo apimtis, antruoju klausimu aiškiai prašoma išaiškinti. Taigi, nors aplinkybė, kad pareikšdama ieškinį dėl panaikinimo Compagnie des pêches de Saint-Malo neginčijo ginčijamo sprendimo teisėtumo, galėtų turėti įtakos pirmojo klausimo priimtinumui, ji bet kuriuo atveju negali lemti viso prašymo priimti prejudicinį sprendimą nepriimtinumo (šiuo klausimu žr. 2011 m. vasario 17 d. Sprendimo Bolton Alimentari, C‑494/09, EU:C:2011:87, 21 punktą).", "label": [[92, 113, "PROFESSION"], [339, 373, "ORG"], [577, 598, "DATE"], [609, 626, "ORG"]]}
{"text": "26 Antra, kalbant apie pirmojo klausimo priimtinumą, reikia konstatuoti, kad nors prašymą priimti prejudicinį sprendimą pateikęs teismas, atrodo, siekė juo pateikti prašymą dėl išaiškinimo tam, kad sužinotų, ar ginčijamu sprendimu Komisijos pateiktas nurodymas susigrąžinti pagalbą susijęs ne tik su sumomis, atitinkančiomis darbdavio socialinio draudimo įmokų sumažinimą, bet ir su sumomis, atitinkančiomis darbuotojų socialinio draudimo įmokų sumažinimą, iš pačios šio klausimo formuluotės taip pat matyti, kad prašymą priimti prejudicinį sprendimą pateikęs teismas Teisingumo Teismui kelia klausimą dėl ginčijamame sprendime Komisijos pateikto vertinimo, kad darbuotojų socialinio draudimo sumažinimas yra „valstybės pagalba“, kaip tai suprantama pagal SESV 107 straipsnio 1 dalį. Todėl manytina, kad jame netiesiogiai keliamas klausimas dėl to sprendimo galiojimo vertinimo.", "label": [[231, 240, "ORG"], [568, 586, "ORG"], [628, 637, "ORG"]]}
{"text": "27 Šiuo klausimu reikia pažymėti, kad nors, atsižvelgiant į SESV 267 straipsnio taikymo tikslais nustatytą nacionalinių teismų ir Teisingumo Teismo funkcijų pasidalijimą, dėl pateiktų klausimų reikšmingumo turi nuspręsti nacionaliniai teismai, vis dėlto Teisingumo Teismui paliekama teisė iš visos nacionalinio teismo pateiktos informacijos išrinkti tuos Sąjungos teisės elementus, kuriuos, atsižvelgiant į ginčo dalyką, reikia išaiškinti arba kurių galiojimą būtina įvertinti (šiuo klausimu žr. 1980 m. spalio 15 d. Sprendimo Roquette Frères, 145/79, EU:C:1980:234, 7 punktą)", "label": [[130, 147, "ORG"], [254, 272, "ORG"], [355, 363, "LOC"], [496, 516, "DATE"], [527, 542, "ORG"]]}
{"text": "28 Kaip generalinis advokatas pažymėjo savo išvados 25–31 punktuose, iš jurisprudencijos aišku, kad prašymą priimti prejudicinį sprendimą pateikusio teismo abejonės dėl Sąjungos teisės akto galiojimo ar net tai, kad toks klausimas buvo iškeltas pagrindinėje byloje, yra aplinkybės, į kurias Teisingumo Teismas atsižvelgia, kai vertina, ar reikėjo ex officio iškelti klausimą dėl teisės akto, kurį prašymą priimti prejudicinį sprendimą pateikęs teismas oficialiai paprašė tik išaiškinti, galiojimo (šiuo klausimu žr. 1989 m. gruodžio 13 d. Sprendimo Paris, C‑204/88, EU:C:1989:643, 8 punktą; 2009 m. birželio 11 d. Sprendimo Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, 46 ir 47 punktus; 2015 m. spalio 6 d. Sprendimo Mertens, C‑362/14, EU:C:2015:650, 67 punktą ir 2020 m. liepos 16 d. Sprendimo Facebook Ireland ir Mertens, C‑311/18, EU:C:2020:559, 159–161 punktus).", "label": [[8, 29, "PROFESSION"], [169, 177, "LOC"], [291, 309, "ORG"], [516, 538, "DATE"], [549, 554, "LOC"], [591, 613, "DATE"], [624, 652, "ORG"], [697, 716, "DATE"], [727, 734, "PER"], [774, 794, "DATE"], [805, 821, "ORG"], [825, 832, "PER"]]}
{"text": "29 Nagrinėjamu atveju reikia konstatuoti, kad, pirma, iš sprendimo dėl prašymo priimti prejudicinį sprendimą ir iš Teisingumo Teismo turimos bylos medžiagos matyti, jog nacionaliniame pirmosios instancijos teisme pareikštame ieškinyje Compagnie des pêches de Saint-Malo tiesiogiai ginčijo ginčijamo sprendimo galiojimą tiek, kiek juo atitinkamas darbuotojų socialinio draudimo įmokų sumažinimas buvo pripažintas su bendrąja rinka nesuderinama valstybės pagalba. Antra, kaip pažymėta šio sprendimo 20 ir 21 punktuose, pabrėžęs, kad darbuotojų socialinio draudimo įmokų sumažinimas tiesioginės naudos žuvininkystės įmonėms nesuteikė, todėl negalėjo patekti į SESV 107 straipsnio taikymo sritį, šis teismas taip išreiškė savo abejones dėl ginčijamo sprendimo galiojimo.", "label": [[115, 132, "ORG"], [235, 269, "ORG"]]}
{"text": "30 Be to, nors prejudiciniai klausimai formaliai susiję su ginčijamo sprendimo išaiškinimu, siekiant prašymą priimti prejudicinį sprendimą pateikusiam teismui pateikti išsamų atsakymą, reikia išnagrinėti ir to sprendimo galiojimą.", "label": []}
{"text": "31 Vis dėlto, kaip matyti iš Teisingumo Teismo jurisprudencijos, klausimas dėl galiojimo negali būti keliamas ex officio tuo atveju, jei atsakovė pagrindinėje byloje, be jokios abejonės, turėjo teisę prašyti panaikinti ginčijamą sprendimą (šiuo klausimu žr. 2007 m. liepos 18 d. Sprendimo Franceschi, C‑119/05, EU:C:2007:434, 56 punktą; 2010 m. liepos 8 d. Sprendimo Afton Chemical, C‑343/09, EU:C:2010:419, 19–25 punktus ir 2018 m. liepos 25 d. Sprendimo Georgsmarienhütte ir kt., C‑135/16, EU:C:2018:582, 37 punktą).", "label": [[29, 46, "ORG"], [258, 278, "DATE"], [289, 299, "PER"], [337, 355, "DATE"], [367, 381, "ORG"], [425, 444, "DATE"], [456, 473, "ORG"]]}
{"text": "32 Šiuo klausimu reikia konstatuoti, kad nagrinėjamu atveju tuo metu, kai Compagnie des pêches de Saint-Malo galėjo ginčyti ginčijamą sprendimą, pareikšdama ieškinį Bendrajam Teismui pagal SESV 263 straipsnį, nebuvo aišku, ar ji turėjo suinteresuotumą apskųsti to sprendimo dalį, susijusią su darbuotojų socialinio draudimo įmokomis, ypač jeigu, kaip matyti iš Teisingumo Teismo turimos bylos medžiagos, šių įmokų našta teko ne žuvininkystės įmonėms, kaip darbdavėms, o darbuotojams, kurie faktiškai pasinaudojo su minėtomis įmokomis susijusiu sumažinimu.", "label": [[74, 108, "ORG"], [165, 182, "ORG"], [361, 378, "ORG"]]}
{"text": "33 Be to, kadangi, kaip pabrėžta šio sprendimo 16 ir 17 punktuose, tik po to, kai buvo paskelbtas 2011 m. spalio 20 d. Sprendimas Komisija / Prancūzija (C‑549/09, nepaskelbtas Rink., EU:C:2011:672), Compagnie des pêches de Saint-Malo buvo tinkamai informuota apie tai, kad Komisijos pateiktas nurodymas susigrąžinti pagalbą buvo susijęs ir su sumomis, atitinkančiomis darbuotojų socialinio draudimo įmokų sumažinimą, prieš pasibaigiant SESV 263 straipsnyje nustatytam ieškinio pareiškimo terminui ji galėjo manyti, kad neturi suinteresuotumo pareikšti ieškinį dėl ginčijamo sprendimo, siekdama nesutikti dėl šių sumų išieškojimo. Be to, negalima atmesti galimybės, kad tuo atveju, jei ši bendrovė būtų pareiškusi ieškinį dėl to sprendimo, Bendrasis Teismas dėl šių priežasčių ir dėl priežasčių, kurias generalinis advokatas nurodė savo išvados 49 punkte, būtų ex officio nurodęs, kad minėta bendrovė neturi suinteresuotumo pareikšti ieškinį.", "label": [[98, 117, "DATE"], [130, 138, "ORG"], [141, 151, "ORG"], [199, 233, "ORG"], [273, 282, "ORG"], [739, 756, "ORG"], [802, 823, "PROFESSION"]]}
{"text": "34 Šiuo klausimu primintina, kad suinteresuotumas pareikšti ieškinį, kuris turi būti atsiradęs ir aktualus, pagal suformuotą jurisprudenciją taip pat yra ieškinio, pareikšto pagal SESV 263 straipsnį, priimtinumo sąlyga (šiuo klausimu žr. 2011 m. gruodžio 21 d. Sprendimo ACEA / Komisija, C‑319/09 P, nepaskelbtas Rink., EU:C:2011:857, 67 punktą ir jame nurodytą jurisprudenciją), kurios nebuvimas yra viešąja tvarka grindžiamas nepriimtinumo pagrindas, kurį Teisingumo Teismas gali nagrinėti ex officio (šiuo klausimu žr. 1987 m. spalio 7 d. Nutarties B. / Taryba ir ESRK, 108/86, EU:C:1987:426, 10 punktą).", "label": [[238, 260, "DATE"], [271, 275, "ORG"], [278, 286, "ORG"], [458, 476, "ORG"], [522, 541, "DATE"], [552, 554, "PER"], [557, 563, "ORG"], [567, 571, "ORG"]]}
{"text": "35 Atsižvelgiant į tai, kas išdėstyta, reikia konstatuoti, kad nėra akivaizdu, jog atsakovės pagrindinėje byloje pareikštas ieškinys dėl panaikinimo būtų buvęs pripažintas priimtinu.", "label": []}
{"text": "36 Atsižvelgiant į visa tai, kas išdėstyta, darytina išvada, kad visas prašymas priimti prejudicinį sprendimą yra priimtinas.", "label": []}
{"text": "Dėl ginčijamo sprendimo, kiek juo atitinkamas darbuotojų socialinio draudimo įmokų sumažinimas pripažintas su bendrąja rinka nesuderinama valstybės pagalba, galiojimo", "label": []}
{"text": "37 Pirmiausia reikia pažymėti, kad, kaip matyti iš 2011 m. spalio 20 d. Sprendimo Komisija / Prancūzija (C‑549/09, nepaskelbtas Rink., EU:C:2011:672) 42 punkto, ginčijamame sprendime Komisija pripažino, kad tiek darbdavių, tiek darbuotojų socialinio draudimo įmokų sumažinimas yra „valstybės pagalba“, kaip tai suprantama pagal SESV 107 straipsnio 1 dalį. Nors ginčijamo sprendimo 3 straipsnyje Komisija tik nurodė socialinio draudimo įmokų sumažinimą, iš minėto sprendimo 18 ir 20 konstatuojamųjų dalių matyti, kad sąvoka „socialinio draudimo įmokos“ apima tiek darbdavio, tiek darbuotojo mokamas socialinio draudimo įmokas.", "label": [[51, 71, "DATE"], [82, 90, "ORG"], [93, 103, "ORG"], [183, 191, "ORG"], [395, 403, "ORG"]]}
{"text": "38 Pagal suformuotą jurisprudenciją norint priemonę pripažinti „valstybės pagalba“, kaip ji suprantama pagal SESV 107 straipsnio 1 dalį, reikalaujama, kad būtų įvykdytos visos šios sąlygos. Pirma, tai turi būti valstybės arba iš valstybinių išteklių suteikta pagalba. Antra, tokia priemonė turi galėti paveikti valstybių narių tarpusavio prekybą. Trečia, ja įmonei gavėjai turi būti suteiktas atrankusis pranašumas. Ketvirta, ja turi būti iškraipoma konkurencija arba keliama jos iškraipymo grėsmė (šiuo klausimu žr. 2019 m. liepos 29 d. Sprendimo Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, 20 punktą ir jame nurodytą jurisprudenciją).", "label": [[517, 537, "DATE"], [548, 575, "ORG"]]}
{"text": "39 Dėl sąlygos, kad pagrindinėje byloje nagrinėjama priemonė turi būti analizuojama kaip pranašumo suteikimas jos gavėjui, iš suformuotos Teisingumo Teismo jurisprudencijos taip pat matyti, kad pagalba laikomos priemonės, kurios, kad ir kokia būtų jų forma, gali tiesiogiai ar netiesiogiai suteikti įmonėms pranašumą arba kurios turi būti laikomos ekonomine nauda, kurios įmonė gavėja nebūtų gavusi įprastomis rinkos sąlygomis (šiuo klausimu žr. 2003 m. liepos 24 d. Sprendimo Altmark Trans ir Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, 83 ir 84 punktus ir juose nurodytą jurisprudenciją).", "label": [[138, 155, "ORG"], [446, 466, "DATE"], [477, 490, "ORG"], [494, 523, "ORG"]]}
{"text": "40 Taip pat reikia priminti, kad pagalbos sąvoka apima valdžios institucijų suteiktus pranašumus, kurie įvairiais būdais sumažina į įmonės biudžetą paprastai įtraukiamas išlaidas. Taigi dalinis socialinio draudimo įmokų sumažinimas konkretaus pramonės sektoriaus įmonėms yra valstybės pagalba, kaip tai suprantama pagal SESV 107 straipsnio 1 dalį, jeigu šia priemone siekiama iš dalies atleisti šias įmones nuo finansinės naštos, tenkančios įprastai taikant bendrą socialinės apsaugos sistemą, nors toks atleidimas nepateisinamas nei šios sistemos pobūdžiu, nei jos struktūra (1999 m. spalio 5 d. Sprendimo Prancūzija / Komisija, C‑251/97, EU:C:1999:480, 35 ir 36 punktai ir juose nurodyta jurisprudencija).", "label": [[577, 596, "DATE"], [607, 617, "ORG"], [620, 628, "ORG"]]}
{"text": "41 Teisingumo Teismas taip pat yra pažymėjęs, kad valstybės priemonių socialinio pobūdžio nepakanka, kad jos iš karto nustotų būti kvalifikuojamos kaip „pagalba“ SESV 107 straipsnio prasme (šiuo klausimu žr. 1999 m. spalio 5 d. Sprendimo Prancūzija / Komisija, C‑251/97, EU:C:1999:480, 37 punktą ir jame nurodytą jurisprudenciją), nes šio straipsnio 1 dalyje nedaroma skirtumo pagal valstybės priemonių priežastis ar tikslus – jos apibrėžiamos pagal savo poveikį (šiuo klausimu žr. 2011 m. birželio 9 d. Sprendimo Comitato „Venezia vuole vivere“ ir kt. / Komisija, C‑71/09 P, C‑73/09 P ir C‑76/09 P, EU:C:2011:368, 94 punktą ir jame nurodytą jurisprudenciją).", "label": [[3, 21, "ORG"], [208, 227, "DATE"], [238, 248, "ORG"], [251, 259, "ORG"], [482, 503, "DATE"], [514, 545, "ORG"], [555, 563, "ORG"]]}
{"text": "42 Nagrinėjamu atveju, kiek tai susiję su darbuotojų socialinio draudimo įmokų sumažinimu, kurį Prancūzijos Respublika taikė žvejams laikotarpiu nuo 2000 m. balandžio 15 d. iki spalio 15 d, neginčijama, kad šias įmokas moka ne žvejybos įmonės, kaip darbdavės, o darbuotojai, nes jie faktiškai naudojasi šiuo sumažinimu. Iš sprendimo dėl prašymo priimti prejudicinį sprendimą matyti, kad pagal taikytinas nacionalinės teisės nuostatas, kurių turinys pakartotas šio sprendimo 6 ir 7 punktuose, minėtos įmonės, kaip darbdavės, privalo tik išskaičiuoti šias įmokas iš savo darbuotojų darbo užmokesčio kiekviename darbo užmokesčio lapelyje, kad pervestų jas kompetentingoms socialinėms įstaigoms.", "label": [[96, 118, "ORG"], [125, 132, "PROFESSION"], [149, 172, "DATE"], [177, 188, "DATE"]]}
{"text": "43 Sumos, kurias žvejybos įmonė, kaip antai atsakovė pagrindinėje byloje, išskaičiuoja iš savo darbuotojų darbo užmokesčio kaip darbuotojų socialinio draudimo įmokas, turi tiksliai atitikti tas, kurias ji perveda socialinėms įstaigoms už savo darbuotojus. Taigi, kadangi žuvininkystės įmonės atlieka tik paprasto tarpininko tarp savo darbuotojų ir šių socialinių įstaigų funkciją ir dėl to pagrindinėje byloje nagrinėjama darbuotojų socialinio draudimo įmokų sumažinimo priemonė lieka neutrali jų atžvilgiu, manytina, kad ši priemonė nesusijusi su išlaidomis, įtraukiamomis į šių įmonių biudžetą (šiuo klausimu žr. 2015 m. spalio 22 d. Nutarties Komisija / Graikija, C‑530/14 P, nepaskelbta Rink., EU:C:2015:727, 32–34 punktus).", "label": [[615, 635, "DATE"], [646, 654, "ORG"], [657, 665, "ORG"]]}
{"text": "44 Kaip savo išvados 69 punkte pažymėjo generalinis advokatas, reikia manyti, kad vien pareiga pervesti kompetentingoms įstaigoms sumas, atitinkančias darbuotojų socialinio draudimo įmokas, neleidžia daryti išvados, kad šių įmokų sumažinimas atitinkamoms įmonėms suteikia tiesioginį pranašumą, kurio dydis lygus šio sumažinimo dydžiui.", "label": [[40, 61, "PROFESSION"]]}
{"text": "45 Šių argumentų nepaneigia Prancūzijos vyriausybės ir Komisijos pateikta nuoroda į 2016 m. gruodžio 21 d. Sprendimą Komisija / Aer Lingus ir Ryanair Designated Activity (C‑164/15 P ir C‑165/15 P, EU:C:2016:990), nes, kaip savo išvados 68 ir 71–74 punktuose iš esmės pažymėjo generalinis advokatas, kitaip nei šioje byloje, Teisingumo Teismas pripažino, kad priemonės, nagrinėtos byloje, kurioje priimtas tas sprendimas, turėjo įtakos šių oro transporto bendrovių biudžetui.", "label": [[28, 51, "ORG"], [55, 64, "ORG"], [84, 106, "DATE"], [117, 125, "ORG"], [128, 138, "ORG"], [142, 169, "ORG"], [276, 297, "PROFESSION"], [324, 342, "ORG"]]}
{"text": "46 Minėtus argumentus patvirtina aplinkybė, kad pagrindinėje byloje nagrinėjama darbuotojų socialinio draudimo įmokų sumažinimo priemonė buvo skirta tik žvejybos įmonių darbuotojams, kurie vieninteliai ja faktiškai pasinaudojo, nes ši priemonė iš esmės lėmė tai, kad šios įmonės buvo įpareigotos padidinti savo darbuotojų neto darbo užmokestį proporcingai sumažintoms darbuotojų socialinio draudimo įmokoms, kurias paprastai moka kiekvienas iš jų.", "label": []}
{"text": "47 Reikia pažymėti, kad, kaip savo išvados 64 punkte nurodė generalinis advokatas, aplinkybė, jog darbuotojų socialinio draudimo įmokų sumažinimas tiesiogiai suteikia pranašumą atitinkamų įmonių darbuotojams, o ne šioms įmonėms, nereiškia, kad pagalba, kurios tiesioginiai gavėjai yra įmonės darbuotojai, negalėtų būti laikoma šiai įmonei suteikta netiesiogine pagalba (šiuo klausimu žr. 2011 m. liepos 28 d. Sprendimo Mediaset / Komisija, C‑403/10 P, nepaskelbtas Rink., EU:C:2011:533, 81 punktą).", "label": [[60, 81, "PROFESSION"], [388, 408, "DATE"], [419, 427, "ORG"], [430, 438, "ORG"]]}
{"text": "48 Vis dėlto šiuo klausimu pakanka pažymėti, kad nei ginčijamame sprendime, nei Teisingumo Teismo turimoje bylos medžiagoje nėra informacijos apie tai, kad atitinkamos įmonės netiesiogiai gavo valstybės pagalbą. Be to, iš ginčijamo sprendimo, visų pirma iš jo 55 konstatuojamosios dalies, aiškiai matyti, kad Komisijos nurodytas pranašumas nagrinėjamu atveju buvo ne netiesioginė, o tiesioginė nauda minėtoms įmonėms.", "label": [[80, 97, "ORG"], [309, 318, "ORG"]]}
{"text": "49 Reikia konstatuoti, kad ginčijamo sprendimo 55 konstatuojamojoje dalyje tvirtindama, kad socialinio draudimo įmokų sumažinimas apskritai laikytinas priemonėmis, suteikiančiomis pranašumą žuvininkystės įmonėms, nes jos buvo atleistos nuo tam tikrų mokesčių, kuriuos įprastomis sąlygomis būtų turėjusios sumokėti, Komisija padarė teisės klaidą.", "label": [[315, 323, "ORG"]]}
{"text": "50 Šios klaidos pakanka, kad ginčijamas sprendimas būtų pripažintas negaliojančiu tiek, kiek juo pagrindinėje byloje nagrinėjamas darbuotojų socialinio draudimo įmokų sumažinimas kvalifikuojamas kaip su bendrąja rinka nesuderinama valstybės pagalba, nors neįvykdyta sąlyga, susijusi su įmonei suteikto pranašumo buvimu, kuris yra būtinas šiam kvalifikavimui pagal šio sprendimo 38 ir 39 punktuose nurodytą jurisprudenciją.", "label": []}
{"text": "51 Atsižvelgiant į visa tai, kas išdėstyta, reikia konstatuoti, kad ginčijamas sprendimas negalioja tiek, kiek juo darbuotojų socialinio draudimo įmokų sumažinimas, kurį Prancūzijos Respublika taikė žvejams laikotarpiu nuo 2000 m balandžio 15 d. iki spalio 15 d., pripažintas su bendrąja rinka nesuderinama valstybės pagalba.", "label": [[170, 192, "ORG"], [199, 206, "PROFESSION"], [223, 245, "DATE"], [250, 262, "DATE"]]}
{"text": "52 Kadangi konstatavus negaliojimą atsakymas į du prašymą priimti prejudicinį sprendimą pateikusio teismo klausimus dėl ginčijamo sprendimo išaiškinimo nebereikalingas, į šiuos klausimus atsakyti nereikia.", "label": []}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "53 Kadangi šis procesas pagrindinės bylos šalims yra vienas iš etapų prašymą priimti prejudicinį sprendimą pateikusio teismo nagrinėjamoje byloje, bylinėjimosi išlaidų klausimą turi spręsti šis teismas. Išlaidos, susijusios su pastabų pateikimu Teisingumo Teismui, išskyrus tas, kurias patyrė minėtos šalys, nėra atlygintinos.", "label": [[245, 263, "ORG"]]}
{"text": "Remdamasis šiais motyvais, Teisingumo Teismas (antroji kolegija) nusprendžia:", "label": [[27, 64, "ORG"]]}
{"text": "2004 m. liepos 14 d Komisijos sprendimas 2005/239/EB dėl tam tikrų pagalbos priemonių, kurias Prancūzija įgyvendino akvakultūros produktų gamintojams ir žvejams, negalioja tiek, kiek juo darbuotojų socialinio draudimo įmokų sumažinimas, kurį Prancūzijos Respublika taikė žvejams laikotarpiu nuo 2000 m balandžio 15 d. iki spalio 15 d., pripažintas su bendrąja rinka nesuderinama valstybės pagalba.", "label": [[0, 19, "DATE"], [20, 29, "ORG"], [94, 104, "ORG"], [116, 149, "PROFESSION"], [153, 160, "PROFESSION"], [242, 264, "ORG"], [271, 278, "PROFESSION"], [295, 317, "DATE"], [322, 334, "DATE"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: prancūzų.", "label": [[17, 25, "NATIONALITY"]]}
