{"text": "2020 m. spalio 28 d. Bendrojo Teismo sprendimas byloje Target Ventures Group / EUIPO – Target Partners (TARGET VENTURES)", "label": [[0, 20, "DATE"], [21, 36, "ORG"], [55, 76, "ORG"], [79, 84, "ORG"], [87, 102, "ORG"], [104, 119, "TITLE"]]}
{"text": "(Byla T-273/19)", "label": []}
{"text": "(Europos Sąjungos prekių ženklas – Registracijos pripažinimo negaliojančia procedūra – Žodinis Europos Sąjungos prekių ženklas TARGET VENTURES – Absoliutus negaliojimo pagrindas – Nesąžiningumas – Reglamento (EB) Nr. 207/2009 52 straipsnio 1 dalies b punktas (dabar – Reglamento (ES) 2017/1001 59 straipsnio 1 dalies b punktas))", "label": [[1, 17, "LOC"], [95, 111, "LOC"], [127, 142, "TITLE"]]}
{"text": "Proceso kalba: anglų", "label": [[15, 20, "NATIONALITY"]]}
{"text": "Šalys", "label": []}
{"text": "Ieškovė: Target Ventures Group Ltd (Roud Taunas, Jungtinės Karalystės Mergelių Salos), atstovaujama advokatų E. Lange ir G. Graf", "label": [[9, 34, "ORG"], [36, 84, "LOC"], [100, 108, "PROFESSION"], [109, 117, "PER"], [121, 128, "PER"]]}
{"text": "Atsakovė: Europos Sąjungos intelektinės nuosavybės tarnyba (EUIPO), atstovaujama G. Woods ir H. Henderson", "label": [[10, 66, "ORG"], [81, 89, "PER"], [93, 105, "PER"]]}
{"text": "Kita procedūros EUIPO apeliacinėje taryboje šalis, įstojusi į bylą Bendrajame Teisme: Target Partners GmbH (Miunchenas, Vokietija), atstovaujama advokatų Z. Stewart ir P. Guseva", "label": [[16, 43, "ORG"], [67, 84, "ORG"], [86, 106, "ORG"], [108, 129, "LOC"], [145, 153, "PROFESSION"], [154, 164, "PER"], [168, 177, "PER"]]}
{"text": "Dalykas", "label": []}
{"text": "Ieškinys, pareikštas dėl 2019 m. vasario 4 d. EUIPO antrosios apeliacinės tarybos sprendimo (byla R 1684/2017-2), susijusio su registracijos pripažinimo negaliojančia procedūra tarp Target Ventures Group ir Target Partners.", "label": [[25, 45, "DATE"], [46, 81, "ORG"], [182, 203, "ORG"], [207, 222, "ORG"]]}
{"text": "Rezoliucinė dalis", "label": []}
{"text": " ", "label": []}
{"text": "Panaikinti 2019 m. vasario 4 d. Europos Sąjungos intelektinės nuosavybės tarnybos (EUIPO) antrosios apeliacinės tarybos sprendimą (byla R 1684/2017-2).", "label": [[11, 31, "DATE"], [32, 119, "ORG"]]}
{"text": "EUIPO padengia savo ir Target Ventures Group Ltd patirtas bylinėjimosi išlaidas, įskaitant tas, kurias pastaroji patyrė Apeliacinėje taryboje.", "label": [[0, 5, "ORG"], [23, 48, "ORG"], [120, 141, "ORG"]]}
{"text": "Target Partners GmbH padengia savo bylinėjimosi išlaidas", "label": [[0, 20, "ORG"]]}
{"text": "OL C 220, 2019 7 1.", "label": [[10, 18, "DATE"]]}
