{"text": "TEISINGUMO TEISMO PIRMININKO NUTARTIS", "label": [[0, 17, "ORG"], [18, 28, "PROFESSION"]]}
{"text": "2021 m. rugsėjo 17 d.(*)", "label": [[0, 21, "DATE"]]}
{"text": "„Įstojimas į bylą – Europos Sąjungos Teisingumo Teismo statuto 40 straipsnis – Prašymas, kurį pateikė Europos Sąjungos agentūra – Teisė įstoti į Sąjungos institucijų bylą – Suinteresuotumas bylos baigtimi – Leidimas“", "label": [[20, 54, "ORG"], [102, 118, "LOC"], [145, 153, "LOC"]]}
{"text": "Byloje C‑144/21", "label": []}
{"text": "dėl 2021 m. kovo 5 d. pagal SESV 263 straipsnį pareikšto ieškinio dėl panaikinimo", "label": [[4, 21, "DATE"]]}
{"text": "Europos Parlamentas, atstovaujamas N. Ricci, J. Moretti ir M. Nunes Monteiro, ieškovas, prieš Europos Komisiją, atstovaujamą H. Simon ir P. Zerafa-Acici, atsakovę,", "label": [[0, 19, "ORG"], [35, 43, "PER"], [45, 55, "PER"], [59, 76, "PER"], [94, 110, "ORG"], [125, 133, "PER"], [137, 152, "PER"]]}
{"text": "TEISINGUMO TEISMO PIRMININKAS,", "label": [[0, 17, "ORG"], [18, 29, "PROFESSION"]]}
{"text": "atsižvelgęs į teisėjo pranešėjo S.-Z. Brunschot pasiūlymą,", "label": [[14, 31, "PROFESSION"], [32, 47, "PER"]]}
{"text": "išklausęs generalinę advokatę K. Kellett,", "label": [[10, 29, "PROFESSION"], [30, 40, "PER"]]}
{"text": "priima šią Nutartį", "label": []}
{"text": "1 Ieškiniu Europos Parlamentas prašo iš dalies panaikinti 2020 m. gruodžio 18 d. Komisijos įgyvendinimo sprendimą C(2020) 8797, kuriuo pagal 2006 m. gruodžio 18 d. Europos Parlamento ir Tarybos reglamentą (EB) Nr. 1907/2006 dėl cheminių medžiagų registracijos, įvertinimo, autorizacijos ir apribojimų (REACH), įsteigiantį Europos cheminių medžiagų agentūrą, iš dalies keičiantį Direktyvą 1999/45/EB bei panaikinantį Tarybos reglamentą (EEB) Nr. 793/93, Komisijos reglamentą (EB) Nr. 1488/94, Tarybos direktyvą 76/769/EEB ir Komisijos direktyvas 91/155/EEB, 93/67/EEB, 93/105/EB bei 2000/21/EB (OL L 396, 2006, p. 1; toliau – REACH reglamentas), suteikiamas dalinis leidimas tam tikrais atvejais naudoti chromo trioksidą (toliau – ginčijamas sprendimas).", "label": [[11, 30, "ORG"], [58, 80, "DATE"], [81, 90, "ORG"], [141, 163, "DATE"], [164, 182, "ORG"], [186, 193, "ORG"], [322, 356, "ORG"], [416, 423, "ORG"], [453, 462, "ORG"], [492, 499, "ORG"], [524, 533, "ORG"]]}
{"text": "2 Dokumentu, kurį Teisingumo Teismo kanceliarija gavo 2021 m. gegužės 27 d., Europos cheminių medžiagų agentūra (ECHA), remdamasi Europos Sąjungos Teisingumo Teismo statuto 40 straipsnio antra pastraipa ir Teisingumo Teismo procedūros reglamento 130 straipsniu, paprašė leisti įstoti į šią bylą palaikyti Europos Komisijos reikalavimų.", "label": [[18, 48, "ORG"], [54, 75, "DATE"], [77, 118, "ORG"], [130, 164, "ORG"], [206, 223, "ORG"], [305, 322, "ORG"]]}
{"text": "3 Grįsdama prašymą leisti įstoti į bylą ECHA tvirtina esanti suinteresuota bylos baigtimi, nes dalyvavo ginčijamo sprendimo priėmimo procedūroje: jos Rizikos vertinimo ir Socialinės ir ekonominės analizės komitetai pagal REACH reglamento 64 straipsnio 4 dalį pateikė nuomones dėl paraiškos gauti autorizaciją ir Komisija į jas atsižvelgė.", "label": [[40, 44, "ORG"], [150, 167, "ORG"], [171, 214, "ORG"], [312, 320, "ORG"]]}
{"text": "4 ECHA teigimu, ieškovas netiesiogiai ginčija šių nuomonių pagrįstumą ir teigia, kad ginčijamas sprendimas priimtas pažeidžiant REACH reglamento 60 straipsnio 4 ir 7 dalis. ECHA taip pat teigia, kad ši byla gali turėti pasekmių tam, kaip jos du komitetai ateityje turės vertinti paraiškas gauti autorizaciją.", "label": [[2, 6, "ORG"], [173, 177, "ORG"]]}
{"text": "5 Dokumentu, kurį Teisingumo Teismo kanceliarija gavo 2021 m. birželio 18 d., Parlamentas prašo atmesti šį prašymą įstoti į bylą. Jis mano, kad pagal Europos Sąjungos Teisingumo Teismo statuto 40 straipsnio antros pastraipos antrą sakinį ECHA negali įstoti į bylą, susijusią su dviejų institucijų ginču. Papildomai jis priduria, kad ECHA nėra suinteresuota bylos baigtimi.", "label": [[18, 48, "ORG"], [54, 76, "DATE"], [78, 89, "ORG"], [150, 184, "ORG"], [238, 242, "ORG"], [333, 337, "ORG"]]}
{"text": "Dėl prašymo leisti įstoti į bylą", "label": []}
{"text": "6 Pagal Europos Sąjungos Teisingumo Teismo statuto 40 straipsnio pirmą pastraipą valstybės narės ir Sąjungos institucijos gali įstoti į Teisingumo Teisme nagrinėjamas bylas. Pagal to paties straipsnio antros pastraipos pirmą sakinį tokia pat teise gali pasinaudoti Sąjungos įstaigos ir organai bei kiti asmenys, galintys įrodyti suinteresuotumą Teisingumo Teismui pateiktos bylos baigtimi.", "label": [[8, 42, "ORG"], [100, 108, "LOC"], [136, 153, "ORG"], [265, 273, "LOC"], [345, 363, "ORG"]]}
{"text": "7 Vis dėlto pagal minėto straipsnio antros pastraipos antrą sakinį fiziniai ar juridiniai asmenys negali įstoti į bylas tarp valstybių narių, Sąjungos institucijų arba valstybių narių ir Sąjungos institucijų.", "label": [[142, 150, "LOC"], [187, 195, "LOC"]]}
{"text": "8 Iš minėtos nuostatos formuluotės ir struktūros matyti, kad joje numatyta išimtis netaikoma „Sąjungos įstaigoms“ ir „Sąjungos organams“.", "label": [[94, 102, "LOC"], [118, 126, "LOC"]]}
{"text": "9 Todėl pagal Europos Sąjungos Teisingumo Teismo statuto 40 straipsnio antrą pastraipą Sąjungos įstaigos ar organai, kaip antai ECHA, gali įstoti į Teisingumo Teismui pateiktą bylą tarp valstybių narių, Sąjungos institucijų arba valstybių narių ir Sąjungos institucijų, jeigu jie įrodo „suinteresuotumą bylos baigtimi“.", "label": [[14, 48, "ORG"], [87, 95, "LOC"], [128, 132, "ORG"], [148, 166, "ORG"], [203, 211, "LOC"], [248, 256, "LOC"]]}
{"text": "10 Pagal suformuotą Teisingumo Teismo jurisprudenciją „suinteresuotumo bylos baigtimi“ sąvoka pagal šią nuostatą turi būti apibrėžta atsižvelgiant į patį bylos dalyką ir suprantama kaip tiesioginis ir realus suinteresuotumas pačiais reikalavimais, o ne kaip suinteresuotumas, susijęs su teisiniais pagrindais ar iškeltais argumentais. Terminas „bylos baigtis“ reiškia prašomą galutinį sprendimą, nurodomą sprendimo, kuris bus priimtas, rezoliucinėje dalyje (žr., be kita ko, 2018 m. liepos 5 d. Teisingumo Teismo pirmininko nutarties Uniwersytet Wrocławski ir Lenkija / REA, C‑515/17 P ir C‑561/17 P, nepaskelbta Rink., EU:C:2018:553, 7 punktą). Iš principo suinteresuotumas bylos baigtimi gali būti laikomas pakankamai tiesioginiu, tik jei toks sprendimas gali pakeisti prašymą įstoti į bylą pateikusio asmens teisinę padėtį (2020 m. balandžio 30 d. Teisingumo Teismo pirmininko nutarties Komisija / HSBC Holdings ir kt., C‑806/19 P, nepaskelbta Rink., EU:C:2020:364, 8 punktas ir jame nurodyta jurisprudencija).", "label": [[20, 37, "ORG"], [475, 494, "DATE"], [495, 512, "ORG"], [513, 523, "PROFESSION"], [534, 556, "ORG"], [560, 567, "ORG"], [570, 573, "ORG"], [827, 850, "DATE"], [851, 868, "ORG"], [869, 879, "PROFESSION"], [890, 898, "ORG"], [901, 914, "ORG"]]}
{"text": "11 Vis dėlto reikia konstatuoti, kad Sąjungos įstaigos ir organai, kitaip nei fiziniai ir juridiniai asmenys, gali prašyti leisti įstoti į Teisingumo Teismui pateiktą bylą ne tam, kad apgintų privačius interesus arba (asociacijų atveju) interesus, susijusius su jų veiklos sritimi, kaip antai aplinkos apsauga, bet veikiau tam, kad, kaip šiuo atveju, apgintų savo nuomonę, pateiktą per byloje ginčijamo akto priėmimo procedūrą, kurioje dalyvavo, ar per tą procedūrą atliktus vertinimus.", "label": [[37, 45, "LOC"], [139, 157, "ORG"]]}
{"text": "12 Taigi Sąjungos įstaigų ir organų prašymams įstoti į bylą tiesioginio ir realaus suinteresuotumo bylos baigtimi sąlyga turi būti taikoma taip, kad atspindėtų šį specifiškumą.", "label": [[9, 17, "LOC"]]}
{"text": "13 Kiek tai susiję su Sąjungos įstaigų ir organų pateiktais prašymais įstoti į bylą dėl Sąjungos akto panaikinimo, reikia konstatuoti, kad šios įstaigos ar organo tiesioginio ir esamo suinteresuotumo tokios bylos baigtimi reikalavimas yra įvykdytas, jei ši įstaiga ar organas gali įrodyti, kad nagrinėjamas Sąjungos teisės aktas buvo priimtas vykdant procedūrą, kurioje, kaip numatyta pagal Sąjungos teisę, ta įstaiga ar organas dalyvauja, prireikus priimdami nuomonę arba pateikdami vertinimus.", "label": [[22, 30, "LOC"], [88, 96, "LOC"], [307, 315, "LOC"], [391, 399, "LOC"]]}
{"text": "14 Būtent taip yra nagrinėjamu atveju. Iš tiesų šalys sutaria, kad per ginčijamo sprendimo priėmimo procedūrą ECHA Rizikos vertinimo ir Socialinės ir ekonominės analizės komitetai pagal REACH reglamento 64 straipsnio 4 dalį pateikė nuomones dėl paraiškos gauti tam tikrų chromo trioksido naudojimo būdų autorizaciją ir Komisija į jas atsižvelgė.", "label": [[110, 179, "ORG"], [319, 327, "ORG"]]}
{"text": "15 Todėl, remiantis Europos Sąjungos Teisingumo Teismo statuto 40 straipsnio antra pastraipa ir Procedūros reglamento 131 straipsnio 3 dalimi, reikia patenkinti ECHA prašymą leisti įstoti į bylą palaikyti Komisijos reikalavimų.", "label": [[20, 54, "ORG"], [161, 165, "ORG"], [205, 214, "ORG"]]}
{"text": "Dėl įstojusios į bylą šalies procesinių teisių", "label": []}
{"text": "16 Kadangi prašymas įstoti į bylą patenkinamas, pagal Procedūros reglamento 131 straipsnio 3 dalį ECHA gaus visų šalims įteiktų procesinių dokumentų kopijas.", "label": [[98, 102, "ORG"]]}
{"text": "17 Kadangi šis prašymas buvo pateiktas per šešias savaites, kaip numatyta Procedūros reglamento 130 straipsnyje, ECHA, remdamasi šio reglamento 132 straipsnio 1 dalimi, galės pateikti įstojimo į bylą paaiškinimą per mėnesį nuo šios nutarties pirmesniame punkte nurodytų dokumentų gavimo dienos.", "label": [[43, 49, "AMOUNT_VALUE"], [50, 58, "AMOUNT_UNIT"], [113, 117, "ORG"], [216, 222, "AMOUNT_UNIT"]]}
{"text": "18 Galiausiai ECHA galės pateikti pastabas žodžiu, jei bus surengtas teismo posėdis.", "label": [[14, 18, "ORG"]]}
{"text": "Dėl bylinėjimosi išlaidų", "label": []}
{"text": "19 Pagal Procedūros reglamento 137 straipsnį bylinėjimosi išlaidų klausimas sprendžiamas sprendime arba nutartyje, kuriais užbaigiamas procesas.", "label": []}
{"text": "20 Kadangi šioje byloje buvo patenkintas ECHA prašymas įstoti į bylą, reikia atidėti išlaidų, susijusių su jos įstojimu į bylą, klausimo nagrinėjimą.", "label": [[41, 45, "ORG"]]}
{"text": "Remdamasis šiais motyvais, Teisingumo Teismo pirmininkas nutaria:", "label": [[27, 44, "ORG"], [45, 56, "PROFESSION"]]}
{"text": "1. Leisti Europos cheminių medžiagų agentūrai (ECHA) įstoti į bylą C‑144/21 palaikyti Europos Komisijos reikalavimų.", "label": [[10, 52, "ORG"], [86, 103, "ORG"]]}
{"text": "2. Europos cheminių medžiagų agentūrai (ECHA) kanceliarija pateiks visų procesinių dokumentų kopiją.", "label": [[3, 45, "ORG"], [46, 58, "PROFESSION"]]}
{"text": "3. Nustatyti Europos cheminių medžiagų agentūrai (ECHA) terminą, per kurį ji turi pateikti įstojimo į bylą paaiškinimą.", "label": [[13, 55, "ORG"]]}
{"text": "4. Atidėti išlaidų, susijusių su Europos cheminių medžiagų agentūros (ECHA) įstojimu į bylą, klausimo nagrinėjimą.", "label": [[33, 75, "ORG"]]}
{"text": "Parašai.", "label": []}
{"text": "* Proceso kalba: anglų.", "label": [[17, 22, "NATIONALITY"]]}
