{"text": "Sprawa C‑444/17", "label": []}
{"text": "Préfet des Pyrénées-Orientales", "label": [[0, 30, "ORG"]]}
{"text": "przeciwko", "label": []}
{"text": "Wächterowi Binderowi i in.", "label": [[0, 20, "PER"]]}
{"text": "[wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Cour de cassation (Francja)]", "label": [[68, 85, "ORG"], [87, 94, "LOC"]]}
{"text": "Wyrok Trybunału (wielka izba) z dnia 19 marca 2019 r.", "label": [[6, 29, "ORG"], [32, 53, "DATE"]]}
{"text": "Odesłanie prejudycjalne – Przestrzeń wolności, bezpieczeństwa i sprawiedliwości – Kontrola graniczna, azyl i imigracja – Rozporządzenie (UE) 2016/399 – Artykuł 32 – Tymczasowe przywrócenie przez państwo członkowskie kontroli na jego granicach wewnętrznych – Nielegalny wjazd obywatela państwa trzeciego – Zrównanie granic wewnętrznych z granicami zewnętrznymi – Dyrektywa 2008/115/WE – Zakres stosowania – Artykuł 2 ust. 2 lit. a)", "label": []}
{"text": "1.        Kontrole graniczne, azyl i imigracja – Polityka imigracyjna – Powrót nielegalnie przebywających obywateli państw trzecich – Dyrektywa 2008/115 – Podmiotowy zakres stosowania – Nielegalnie przebywający obywatel zatrzymany w bezpośrednim sąsiedztwie granicy wewnętrznej – Włączenie – Tymczasowe przywrócenie przez państwo członkowskie kontroli na granicach wewnętrznych – Brak wpływu", "label": []}
{"text": "[dyrektywa Parlamentu Europejskiego i Rady 2008/115, art. 2 ust. 1, art. 2 ust. 2 lit. a); rozporządzenie Parlamentu Europejskiego i Rady 2016/399, art. 2, 25, 32]", "label": [[11, 35, "ORG"], [38, 42, "ORG"], [106, 130, "ORG"], [133, 137, "ORG"]]}
{"text": "(zob. pkt 38, 39, 45–47, 50–52, 56, 59, 62, 66, 67; sentencja)", "label": []}
{"text": "2.        Kontrole graniczne, azyl i imigracja – Polityka imigracyjna – Powrót nielegalnie przebywających obywateli państw trzecich – Obywatel, który został poddany postępowaniu w sprawie powrotu w rozumieniu dyrektywy 2008/115 – Nielegalnie przebywający obywatel niepodejmujący bez uzasadnionego powodu działań zmierzających do powrotu – Obywatel, który ponownie wjechał, naruszając zakazu wjazdu – Kara pozbawienia wolności – Dopuszczalność", "label": []}
{"text": "(dyrektywa Parlamentu Europejskiego i Rady 2008/115)", "label": [[11, 35, "ORG"], [38, 42, "ORG"]]}
{"text": "(zob. pkt 40)", "label": []}
{"text": "3.        Kontrole graniczne, azyl i imigracja – Wspólnotowy kodeks w sprawie przepływu osób przez granice – Tymczasowe przywrócenie kontroli granicznej na granicach wewnętrznych – Pojęcia granic wewnętrznych i granic zewnętrznych – Zrównanie w przypadku przywrócenia kontroli – Brak", "label": [[49, 60, "LOC"]]}
{"text": "(rozporządzenie Parlamentu Europejskiego i Rady 2016/399, art. 2, 25, 32)", "label": [[16, 40, "ORG"], [43, 47, "ORG"]]}
{"text": "(zob. pkt 61, 62)", "label": []}
{"text": "Streszczenie", "label": []}
{"text": "Granica wewnętrzna państwa członkowskiego, na której przywrócono kontrole, nie może być zrównana z granicą zewnętrzną w rozumieniu dyrektywy powrotowej", "label": []}
{"text": "W wyroku Binder i in. (C‑444/17), wydanym w dniu 19 marca 2019 r., Trybunał w składzie wielkiej izby wypowiedział się w przedmiocie wykładni art. 2 ust. 2 lit. a) dyrektywy 2008/115(1), który to przepis pozwala państwom członkowskim, w obu sytuacjach, o których mowa w tym przepisie, na dalsze stosowanie uproszczonych krajowych procedur powrotów na ich granicach zewnętrznych, bez konieczności przechodzenia wszystkich etapów proceduralnych wskazanych w owej dyrektywie, tak aby sprawniej móc wydalać obywateli państw trzecich ujętych w związku z przekraczaniem takiej granicy. Trybunał orzekł, że przepis ten w związku z art. 32 rozporządzenia 2016/399(2) nie ma zastosowania do sytuacji obywatela państwa trzeciego zatrzymanego w bezpośrednim sąsiedztwie granicy wewnętrznej danego państwa członkowskiego i nielegalnie przebywającego na terytorium tego państwa, nawet gdy to państwo członkowskie przywróciło na podstawie art. 25 tego rozporządzenia kontrolę graniczną na tej granicy ze względu na zaistnienie poważnego zagrożenia dla porządku publicznego lub bezpieczeństwa wewnętrznego rzeczonego państwa członkowskiego.", "label": [[9, 15, "PER"], [44, 65, "DATE"], [67, 75, "ORG"], [579, 587, "ORG"]]}
{"text": "Uznawszy, iż art. 2 ust. 2 lit. a) dyrektywy 2008/115 nie pozwala państwom członkowskim na wyłączenie nielegalnie przebywających obywateli państw trzecich z zakresu stosowania owej dyrektywy ze względu na ich nielegalny wjazd przez granicę wewnętrzną, Trybunał zbadał, czy okoliczność, że państwo członkowskie przywróciło na podstawie art. 25 rozporządzenia 2016/399 kontrole graniczne na swoich granicach wewnętrznych, może spowodować objęcie art. 2 ust. 2 lit. a) dyrektywy 2008/115 sytuacji obywatela państwa trzeciego przebywającego nielegalnie na terytorium tego państwa członkowskiego i zatrzymanego w pobliżu takiej granicy wewnętrznej.", "label": [[252, 260, "ORG"]]}
{"text": "W tym względzie Trybunał podkreślił, po pierwsze, że przewidziany w wyżej wskazanym przepisie wyjątek – jako odstępstwo od stosowania dyrektywy 2008/115 – podlega ścisłej wykładni. Tymczasem zgodnie z samym brzmieniem tego przepisu, pozbawionym jakiejkolwiek dwuznaczności w tym zakresie, dotyczy on sytuacji obywatela państwa trzeciego znajdującego się na „zewnętrznej granicy” państwa członkowskiego lub w bezpośrednim sąsiedztwie takiej granicy. W przepisie tym nie znajduje się również żadna wzmianka, że z taką sytuacją można zrównać sytuację obywatela państwa trzeciego przebywającego na granicy wewnętrznej, na której kontrole graniczne zostały przywrócone na podstawie art. 25 rozporządzenia 2016/399, lub w bezpośrednim sąsiedztwie takiej granicy wewnętrznej, mimo że w dniu przyjęcia tej dyrektywy art. 23 i 28 rozporządzenia nr 562/2006(3) przewidywały już w pierwszej kolejności, że państwa członkowskie mogą wprowadzić, w drodze wyjątku, kontrolę na ich granicach wewnętrznych w przypadku poważnego zagrożenia dla ich porządku publicznego lub bezpieczeństwa wewnętrznego,  a w drugiej kolejności, że w takim przypadku stosowne przepisy tego rozporządzenia dotyczące granic zewnętrznych znajdują zastosowanie odpowiednio.", "label": [[16, 24, "ORG"]]}
{"text": "Co się tyczy, po drugie, celu realizowanego przez art. 2 ust. 2 lit. a) dyrektywy 2008/115, Trybunał orzekł, że w świetle owego celu nie należy rozróżniać sytuacji obywatela państwa trzeciego nielegalnie przebywającego w danym państwie członkowskim i zatrzymanego w bezpośrednim sąsiedztwie granicy wewnętrznej w zależności od tego, czy przywrócono kontrole graniczne na rzeczonej granicy, czy też nie, ponieważ samo przywrócenie kontroli granicznych na granicach wewnętrznych państwa członkowskiego nie skutkuje tym, że obywatel państwa trzeciego, przebywający nielegalnie w tym państwie członkowskim i zatrzymany w związku z przekroczeniem tej granicy lub w bezpośrednim sąsiedztwie z nią, może zostać wydalony z terytorium strefy Schengen poprzez niezwłoczne zabranie go z powrotem na granicę zewnętrzną, szybciej lub łatwiej, niż gdyby został on zatrzymany w trakcie kontroli policyjnej w rozumieniu art. 23 lit. a) rozporządzenia 2016/399 w tym samym miejscu, a kontrola na wskazanych granicach nie zostałaby przywrócona.", "label": [[92, 100, "ORG"], [733, 741, "LOC"]]}
{"text": "Po trzecie, Trybunał zauważył, że konieczność dokonania ścisłej wykładni zakresu stosowania art. 2 ust. 2 lit. a) dyrektywy 2008/115 znajduje również potwierdzenie w analizie kontekstu, w jaki wpisuje się ten przepis, i w szczególności w wykładni systemowej rozporządzenia 2016/399. Otóż zgodnie z art. 2 tego rozporządzenia pojęcia „granic wewnętrznych” i „granic zewnętrznych” wzajemnie się wykluczają, a art. 32 rzeczonego rozporządzenia ogranicza się do ustanowienia, że w przypadku przywrócenia przez dane państwo członkowskie kontroli granicznej na granicach wewnętrznych odpowiednio stosuje się jedynie stosowne przepisy owego rozporządzenia dotyczące granic zewnętrznych. Przy czym ów art. 32 nie przewiduje, że w takim przypadku zastosowanie  ma art. 2 ust. 2 lit. a) dyrektywy 2008/115.", "label": [[12, 20, "ORG"]]}
{"text": "1      Dyrektywa Parlamentu Europejskiego i Rady 2008/115/WE z dnia 16 grudnia 2008 r. w sprawie wspólnych norm i procedur stosowanych przez państwa członkowskie w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich (Dz.U. 2008, L 348, s. 98).", "label": [[17, 41, "ORG"], [44, 48, "ORG"], [63, 86, "DATE"]]}
{"text": "2      Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/399 z dnia 9 marca 2016 r. w sprawie unijnego kodeksu zasad regulujących przepływ osób przez granice (kodeks graniczny Schengen) (Dz.U. 2016, L 77, s. 1).", "label": [[22, 46, "ORG"], [49, 53, "ORG"], [70, 90, "DATE"], [101, 109, "LOC"], [183, 191, "LOC"]]}
{"text": "3      Rozporządzenie (WE) nr 562/2006 Parlamentu Europejskiego i Rady z dnia 15 marca 2006 r. ustanawiające wspólnotowy kodeks zasad regulujących przepływ osób przez granice (kodeks graniczny Schengen) (Dz.U. 2006, L 105, s. 1).", "label": [[39, 63, "ORG"], [66, 70, "ORG"], [73, 94, "DATE"], [109, 120, "LOC"], [193, 201, "LOC"]]}
