{"text": "Postanowienie Sądu (dziewiąta izba) z dnia 22 października 2019 r. – BMC/Komisja i Wspólne przedsiębiorstwo Clean Sky 2", "label": [[14, 35, "ORG"], [38, 66, "DATE"], [69, 72, "ORG"], [73, 80, "ORG"], [108, 119, "ORG"]]}
{"text": "(sprawa T‑71/19)", "label": []}
{"text": "Skarga o stwierdzenie nieważności – Badania i rozwój technologiczny oraz przestrzeń kosmiczna – Program ramowy w zakresie badań naukowych i innowacji „Horizon 2020” (2014–2020) – Zaproszenie do składania wniosków H2020‑CS 2‑CFP08‑2018‑01 – Rozwój systemu wentylacji wyciągowej dla silników oraz systemów przeciwoblodzeniowych dla łopatek obrotowych śmigłowców – Odrzucenie wniosku złożonego przez skarżącą – Określenie strony pozwanej – Częściowa niedopuszczalność", "label": [[159, 163, "DATE"], [166, 175, "DATE"]]}
{"text": "Skarga o stwierdzenie nieważności – Przesłanki dopuszczalności – Skarga skierowana przeciwko autorowi zaskarżonego aktu – Wyjątki – Akty wydane na podstawie uprawnień delegowanych, które można przypisać instytucji delegującej – Zakres", "label": []}
{"text": "(art. 263 TFUE)", "label": []}
{"text": "(zob. pkt 23)", "label": []}
{"text": "Przedmiot", "label": []}
{"text": "Oparte na art. 263 TFUE żądanie stwierdzenia nieważności decyzji wspólnego przedsiębiorstwa Clean Sky 2 z dnia 6 grudnia 2018 r. odrzucającej wniosek o dokonanie przeglądu oceny wniosku nr 831874 „smart De-icing bARrier Filter (DwARF)” złożonego przez skarżącą w ramach zaproszenia do składania wniosków H2020‑CS 2‑CFP08‑FRC‑2018‑01 i potwierdzającej decyzję z dnia 10 października 2018 r. wspólnego przedsiębiorstwa Clean Sky 2, którą to wspólne przedsiębiorstwo odrzuciło ten wniosek.", "label": [[92, 103, "ORG"], [106, 128, "DATE"], [197, 234, "TITLE"], [361, 389, "DATE"], [417, 428, "ORG"]]}
{"text": "Sentencja", "label": []}
{"text": "Skarga zostaje odrzucona jako niedopuszczalna w zakresie, w jakim dotyczy Komisji Europejskiej.", "label": [[74, 94, "ORG"]]}
{"text": "BMC Srl zostaje obciążona kosztami związanymi z niniejszym postępowaniem w przedmiocie zarzutu niedopuszczalności.", "label": [[0, 7, "ORG"]]}
