{"text": "WYROK TRYBUNAŁU (wielka izba)", "label": [[6, 29, "ORG"]]}
{"text": "z dnia 21 stycznia 2020 r.(*)", "label": [[2, 26, "DATE"]]}
{"text": "Odesłanie prejudycjalne – Artykuł 267 TFUE – Pojęcie „sądu krajowego” – Kryteria – Niezawisłość danego organu krajowego – Nieusuwalność członków – Niedopuszczalność wniosku o wydanie orzeczenia w trybie prejudycjalnym", "label": []}
{"text": "W sprawie C‑274/14", "label": []}
{"text": "mającej za przedmiot wniosek o wydanie, na podstawie art. 267 TFUE, orzeczenia w trybie prejudycjalnym, złożony przez Tribunal Económico‑Administrativo Central (naczelny sąd administracyjny ds. podatkowych, Hiszpania) postanowieniem z dnia 2 kwietnia 2014 r., które wpłynęło do Trybunału w dniu 5 czerwca 2014 r., w postępowaniu wszczętym przez:", "label": [[118, 159, "ORG"], [161, 205, "ORG"], [207, 216, "LOC"], [235, 258, "DATE"], [278, 287, "ORG"], [290, 312, "DATE"]]}
{"text": "Banco de Santander SA", "label": [[0, 21, "ORG"]]}
{"text": "TRYBUNAŁ (wielka izba),", "label": [[0, 22, "ORG"]]}
{"text": "w składzie: P. Kellerts, prezes, N. Lousa De Araujo, wiceprezes, X. Tarasov, K. Atkinson (sprawozdawca), I. Macheras, B.I. Rodriguez, U. N. Navarro i J. Kielatis, prezesi izb, E. Zhuk, A. Jankevič, C. Pavlovský, G. Peeter Hughes, Y. von Holstein, X. Sousa i F. Volkova, sędziowie,", "label": [[12, 23, "PER"], [25, 31, "PROFESSION"], [33, 51, "PER"], [53, 63, "PROFESSION"], [65, 75, "PER"], [77, 88, "PER"], [90, 102, "PROFESSION"], [105, 116, "PER"], [118, 132, "PER"], [134, 147, "PER"], [150, 161, "PER"], [163, 174, "PROFESSION"], [176, 183, "PER"], [185, 196, "PER"], [198, 210, "PER"], [212, 228, "PER"], [230, 245, "PER"], [247, 255, "PER"], [258, 268, "PER"], [270, 279, "PROFESSION"]]}
{"text": "rzecznik generalny: F. Colin,", "label": [[0, 18, "PROFESSION"], [20, 28, "PER"]]}
{"text": "sekretarz: M. Basilio Juan, administratorka,", "label": [[0, 9, "PROFESSION"], [11, 26, "PER"], [28, 43, "PROFESSION"]]}
{"text": "uwzględniając pisemny etap postępowania i po przeprowadzeniu rozprawy w dniu 2 lipca 2019 r.,", "label": [[72, 92, "DATE"]]}
{"text": "rozważywszy uwagi, które przedstawili:", "label": []}
{"text": "– w imieniu Banco de Santander SA – M. L. Jimenez Gamboa, G. Alvarez Gonzalez, Z. Rivas Caminero i R.C. Pascual Garcia, abogados,", "label": [[12, 33, "ORG"], [36, 56, "PER"], [58, 77, "PER"], [79, 96, "PER"], [99, 118, "PER"], [120, 128, "PROFESSION"]]}
{"text": "– w imieniu rządu hiszpańskiego – początkowo A. Hudson Taylor i E. Ivanov, a następnie D. Delgado Marina i E. Ivanov, w charakterze pełnomocników,", "label": [[12, 31, "ORG"], [45, 61, "PER"], [64, 73, "PER"], [87, 104, "PER"], [107, 116, "PER"], [132, 145, "PROFESSION"]]}
{"text": "– w imieniu Komisji Europejskiej – A. Murray, L. Kulikova, L. Pinto Fernandes i H. Filippova, w charakterze pełnomocników,", "label": [[12, 32, "ORG"], [35, 44, "PER"], [46, 57, "PER"], [59, 77, "PER"], [80, 92, "PER"], [108, 121, "PROFESSION"]]}
{"text": "po zapoznaniu się z opinią rzecznika generalnego na posiedzeniu w dniu 1 października 2009 r.,", "label": [[27, 48, "PROFESSION"], [66, 93, "DATE"]]}
{"text": "wydaje następujący Wyrok", "label": []}
{"text": "1 Wniosek o wydanie orzeczenia w trybie prejudycjalnym dotyczy wykładni art. 1 ust. 2 decyzji Komisji 2011/5/WE z dnia 28 października 2009 r. w sprawie amortyzacji podatkowej finansowej wartości firmy w związku z nabyciem udziałów w zagranicznych przedsiębiorstwach C 45/07 (ex NN 51/07, ex CP 9/07) wdrożonej przez Hiszpanię (Dz.U. 2011, L 7, s. 48), ważności decyzji Komisji z dnia 17 lipca 2013 r. o wszczęciu postępowania przewidzianego w art. 108 ust. 2 TFUE w sprawie pomocy państwa SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – Amortyzacja podatkowa wartości firmy w związku z nabyciem udziałów w zagranicznych przedsiębiorstwach (Dz.U. 2013, C 258, s. 8) oraz ważności decyzji Komisji (UE) 2015/314 z dnia 15 października 2014 r. w sprawie pomocy państwa SA.35550 (13/C) (ex 13/NN) (ex 12/CP) wdrożonej przez Hiszpanię – Program dotyczący amortyzacji podatkowej finansowej wartości firmy w związku z nabyciem udziałów w zagranicznych przedsiębiorstwach (Dz.U. 2015, L 56, s. 38).", "label": [[94, 101, "ORG"], [114, 142, "DATE"], [317, 326, "ORG"], [370, 377, "ORG"], [380, 401, "DATE"], [680, 687, "ORG"], [704, 732, "DATE"], [812, 821, "ORG"]]}
{"text": "2 Wniosek ten został złożony w ramach postępowania wszczętego przez Banco de Santander SA w następstwie decyzji określającej wysokość zobowiązania podatkowego wydanej przez Inspección Financiera (urząd kontroli podatkowej, Hiszpania) w przedmiocie odliczenia wartości firmy w związku z nabyciem przez ten bank wszystkich udziałów spółki holdingowej prawa niemieckiego posiadającej udziały w spółkach mających siedzibę w Unii Europejskiej.", "label": [[68, 89, "ORG"], [173, 194, "ORG"], [196, 221, "ORG"], [223, 232, "LOC"], [355, 367, "LOC"], [420, 437, "LOC"]]}
{"text": "Ramy prawne", "label": []}
{"text": "Prawo Unii", "label": [[6, 10, "LOC"]]}
{"text": "Decyzja 2011/5", "label": []}
{"text": "3 Jak wynika zasadniczo z motywów 4–6 decyzji 2011/5, decyzją z dnia 10 października 2007 r., opublikowaną w Dzienniku Urzędowym Unii Europejskiej w dniu 21 grudnia 2007 r., Komisja Europejska, w następstwie szeregu pytań na piśmie skierowanych do niej w 2005 r. i 2006 r. przez posłów do Parlamentu Europejskiego oraz skargi prywatnego podmiotu gospodarczego, która została do niej skierowana w 2007 r., wszczęła postępowanie wyjaśniające, które było wówczas przewidziane w art. 88 ust. 2 WE, w sprawie hiszpańskiego systemu amortyzacji podatkowej na rzecz hiszpańskich przedsiębiorstw nabywających znaczne udziały w zagranicznych przedsiębiorstwach, ustanowionego w art. 12 ust. 5 ustawy Ley 43/1995 reguladora del Impuesto de Sociedades (ustawy 43/1995 o podatku dochodowym od osób prawnych) z dnia 27 grudnia 1995 r. (BOE nr 310 z dnia 28 grudnia 1995 r., s. 37072) i potwierdzonego w Real Decreto Legislativo 4/2004 por el que se aprueba el texto refundido de la Ley del Impuesto sobre Sociedades (królewskim dekrecie ustawodawczym 4/2004 zatwierdzającym zmieniony tekst ustawy o podatku dochodowym od osób prawnych) z dnia 5 marca 2004 r. (BOE nr 61 z dnia 11 marca 2004 r., s. 10951) (zwanej dalej „TRLIS”).", "label": [[64, 92, "DATE"], [109, 146, "ORG"], [149, 172, "DATE"], [174, 192, "ORG"], [255, 262, "DATE"], [265, 272, "DATE"], [289, 313, "ORG"], [396, 403, "DATE"], [504, 517, "LOC"], [558, 570, "LOC"], [797, 820, "DATE"], [835, 858, "DATE"], [1124, 1144, "DATE"], [1158, 1179, "DATE"]]}
{"text": "4 Środek przewidziany w art. 12 ust. 5 TRILS, który wszedł w życie w dniu 1 stycznia 2002 r., przewiduje, że w przypadku nabycia przez przedsiębiorstwo opodatkowane w Hiszpanii udziałów w „przedsiębiorstwie zagranicznym” – w sytuacji gdy udziały te wynoszą co najmniej 5% nabywanego przedsiębiorstwa i pozostają własnością nabywcy nieprzerwanie przez okres co najmniej jednego roku – wynikająca z tego nabycia udziałów wartość firmy, zaksięgowana w przedsiębiorstwie będącym rezydentem jako oddzielna wartość niematerialna, może zostać odliczona w postaci amortyzacji od podstawy opodatkowania podatkiem dochodowym od osób prawnych, którego przedsiębiorstwo to jest płatnikiem. Amortyzacja ta jest dokonywana w częściach równych w ciągu dwudziestu lat od nabycia udziałów.", "label": [[69, 92, "DATE"], [167, 176, "LOC"], [269, 270, "AMOUNT_VALUE"], [270, 271, "AMOUNT_UNIT"], [369, 376, "AMOUNT_VALUE"], [377, 381, "AMOUNT_UNIT"], [737, 747, "AMOUNT_VALUE"], [748, 751, "AMOUNT_UNIT"]]}
{"text": "5 W art. 1 ust. 1 decyzji 2011/5 Komisja stwierdziła niezgodność rozpatrywanego systemu podatkowego ze wspólnym rynkiem.", "label": [[33, 40, "ORG"]]}
{"text": "6 Zgodnie z brzmieniem art. 1 ust. 2 i 3 tej decyzji:", "label": []}
{"text": "„2. Przez cały okres amortyzacji ustanowiony w ramach programu pomocy można jednak nadal stosować obniżki podatków, z których korzystali beneficjenci w zakresie wewnątrzwspólnotowego nabycia udziałów na mocy art. 12 ust. 5 TRLIS i które wiążą się z udziałami posiadanymi bezpośrednio lub pośrednio w zagranicznych przedsiębiorstwach spełniających odpowiednie warunki programu pomocy do dnia 21 grudnia 2007 r., z wyjątkiem warunku dotyczącego posiadania tych udziałów przez nieprzerwany okres co najmniej jednego roku.", "label": [[161, 182, "LOC"], [386, 409, "DATE"], [505, 512, "AMOUNT_VALUE"], [513, 517, "AMOUNT_UNIT"]]}
{"text": "3. Obniżki podatków, z których korzystali beneficjenci w zakresie wewnątrzwspólnotowego nabycia udziałów na mocy art. 12 ust. 5 TRLIS i które wiążą się z nieodwołalnym zobowiązaniem zawartym przed dniem 21 grudnia 2007 r. odnośnie do posiadania tych udziałów, jeżeli umowa zawiera warunek zawieszający powiązany z faktem, że analizowana operacja podlega obowiązkowemu zatwierdzeniu przez organ regulacyjny, oraz jeżeli decyzja i operacja zostały zgłoszone przed dniem 21 grudnia 2007 r., mogą być dalej stosowane przez cały okres amortyzacji ustanowiony w ramach programu pomocy w odniesieniu do części udziałów posiadanych od dnia zniesienia warunku zawieszającego”.", "label": [[66, 87, "LOC"], [197, 221, "DATE"], [462, 486, "DATE"]]}
{"text": "7 Artykuł 4 wspomnianej decyzji nakazuje Królestwu Hiszpanii odzyskanie pomocy przyznanej na podstawie rozpatrywanego systemu podatkowego, z wyjątkiem tej pomocy, która spełnia warunki określone w art. 1 ust. 2 tej decyzji.", "label": [[41, 60, "ORG"]]}
{"text": "Decyzja 2011/282", "label": []}
{"text": "8 Decyzją 2011/5 Komisja zakończyła postępowanie w zakresie dotyczącym nabycia udziałów przez przedsiębiorstwa hiszpańskie w przedsiębiorstwach mających siedzibę w Unii. Instytucja ta utrzymała jednak postępowanie dotyczące takiego nabywania udziałów w przedsiębiorstwach mających siedzibę poza Unią.", "label": [[17, 24, "ORG"], [111, 122, "LOC"], [164, 168, "LOC"], [295, 299, "LOC"]]}
{"text": "9 W art. 1 ust. 1 decyzji Komisji 2011/282/UE z dnia 12 stycznia 2011 r. w sprawie amortyzacji podatkowej finansowej wartości firmy w związku z nabyciem udziałów w zagranicznych przedsiębiorstwach C 45/07 (ex NN 51/07, ex CP 9/07) wdrożonej przez Hiszpanię (Dz.U. 2011, L 135, s. 1) instytucja ta uznała za niezgodny z rynkiem wewnętrznym rozpatrywany system podatkowy polegający na przyznaniu ulgi podatkowej przedsiębiorstwom opodatkowanym w Hiszpanii w celu umożliwienia tym przedsiębiorstwom amortyzacji wartości firmy w związku z nabyciem udziałów w przedsiębiorstwach mających siedzibę poza Unią.", "label": [[26, 33, "ORG"], [48, 72, "DATE"], [247, 256, "ORG"], [444, 453, "LOC"], [597, 601, "LOC"]]}
{"text": "10 Artykuł 1 ust. 2–5 tej decyzji przewiduje pewne sytuacje, w których beneficjenci odliczeń podatkowych w ramach rozpatrywanego systemu podatkowego przy okazji nabycia udziałów poza Unią mogą nadal stosować te odliczenia przez cały okres amortyzacji przewidziany przez ten system.", "label": [[183, 187, "LOC"]]}
{"text": "11 Artykuł 4 tej samej decyzji nakazuje Królestwu Hiszpanii odzyskanie pomocy przyznanej na podstawie rozpatrywanego systemu podatkowego.", "label": [[40, 59, "ORG"]]}
{"text": "Decyzja 2015/314", "label": []}
{"text": "12 Na mocy decyzji Komisji z dnia 17 lipca 2013 r. wszczynającej postępowanie przewidziane w art. 108 ust. 2 TFUE w sprawie pomocy państwa SA.35550 (13/C) (ex 13/NN) (ex 12/CP) – Amortyzacja podatkowa finansowej wartości firmy w związku z nabyciem udziałów w zagranicznych przedsiębiorstwach instytucja ta postanowiła zbadać zgodność z prawem Unii nowej wykładni administracyjnej art. 12 ust. 5 TRLIS przyjętej przez Dirección General de Tributos (dyrekcję generalną ds. podatkowych, Hiszpania, zwaną dalej „DGT”) i przez Tribunal Económico‑Administrativo Central (naczelny sąd administracyjny ds. podatkowych, zwany dalej „TEAC”), która rozszerza zakres stosowania rozpatrywanego systemu podatkowego na pośrednie nabywanie udziałów.", "label": [[19, 26, "ORG"], [29, 50, "DATE"], [343, 347, "LOC"], [417, 446, "ORG"], [448, 482, "ORG"], [484, 493, "LOC"], [508, 511, "ORG"], [522, 563, "ORG"], [565, 609, "ORG"], [624, 628, "ORG"]]}
{"text": "13 Postępowanie to zakończyło się wydaniem w dniu 14 października 2014 r. trzeciej decyzji w sprawie rozpatrywanego systemu podatkowego, a mianowicie decyzji 2015/314.", "label": [[45, 73, "DATE"]]}
{"text": "14 W decyzji tej Komisja stwierdziła, że rozpatrywany system podatkowy, znajdujący obecnie zastosowanie również do pośredniego nabycia udziałów w spółkach niebędących rezydentami poprzez nabycie udziałów w spółkach holdingowych niebędących rezydentami, także stanowi pomoc państwa niezgodną z rynkiem wewnętrznym, która ponadto została przyznana z naruszeniem art. 108 ust. 3 TFUE. W związku z powyższym instytucja ta nakazała władzom hiszpańskim odzyskanie przyznanej pomocy.", "label": [[17, 24, "ORG"], [435, 446, "LOC"]]}
{"text": "Prawo hiszpańskie", "label": [[6, 17, "LOC"]]}
{"text": "15 TEAC, z siedzibą w Madrycie (Hiszpania), rozpoznaje w pierwszej i ostatniej instancji zażalenia na decyzje wydane przez określone centralne organy podatkowe. Jest on również organem odwoławczym od decyzji innych Tribunales Económico‑Administrativos (sądów administracyjnych ds. podatkowych, zwanych dalej „TEA”), a konkretnie TEA regionalnych oraz TEA lokalnych z siedzibami w Ceucie (Hiszpania) i Melilli (Hiszpania).", "label": [[3, 7, "ORG"], [22, 42, "LOC"], [215, 251, "ORG"], [253, 292, "ORG"], [309, 312, "ORG"], [329, 332, "ORG"], [351, 354, "ORG"], [380, 398, "LOC"], [401, 420, "LOC"]]}
{"text": "16 Przepisy hiszpańskie regulujące status prawny TEA zawarte są w Ley 58/2003, General Tributaria (ustawie 58/2003 ordynacja podatkowa) z dnia 17 grudnia 2003 r. (BOE nr 302 z dnia 18 grudnia 2003 r., s. 44987), w brzmieniu zmienionym przez Ley 34/2015, z dnia 21 września 2015 r. (BOE nr 227 z dnia 22 września 2015 r., s. 83633) (zwanej dalej „LGT”), a w szczególności w rozdziale IV tej ustawy, zatytułowanym „Zażalenia gospodarczo‑administracyjne”, zamieszczonym w tytule V ustawy, zatytułowanym „Kontrola administracyjna”.", "label": [[12, 23, "LOC"], [49, 52, "ORG"], [138, 161, "DATE"], [176, 199, "DATE"], [256, 280, "DATE"], [295, 319, "DATE"]]}
{"text": "17 Artykuł 228 LGT stanowi:", "label": []}
{"text": "„1. Właściwość do orzekania w przedmiocie zażaleń gospodarczo‑administracyjnych należy wyłącznie do organów gospodarczo‑administracyjnych, które w ramach wykonywania swych funkcji działają niezależnie pod względem organizacyjnym.", "label": []}
{"text": "2. W zakresie kompetencji państwowej organy gospodarczo‑administracyjne to:", "label": []}
{"text": "a) [TEAC].", "label": [[4, 8, "ORG"]]}
{"text": "b) [TEA] na szczeblu regionalnym i lokalnym.", "label": [[4, 7, "ORG"]]}
{"text": "3. Izba specjalna ds. ujednolicenia orzecznictwa jest uznawana za organ gospodarczo‑administracyjny.", "label": [[3, 48, "ORG"]]}
{"text": "[…]”.", "label": []}
{"text": "18 Artykuł 237 ust. 3 LGT przewiduje zasady dotyczące wniosków o wydanie orzeczenia w trybie prejudycjalnym, które mogą być kierowane przez TEA do Trybunału, w szczególności zawieszenie postępowania do czasu udzielenia przez Trybunał odpowiedzi na pytanie prejudycjalne.", "label": [[140, 143, "ORG"], [147, 156, "ORG"], [225, 233, "ORG"]]}
{"text": "19 Artykuł 243 LGT, zatytułowany „Skarga nadzwyczajna w celu ujednolicenia orzecznictwa”, stanowi:", "label": []}
{"text": "„1. Nadzwyczajna skarga w celu ujednolicenia orzecznictwa może zostać wniesiona przez dyrektora generalnego ds. podatkowych ministerstwa gospodarki i finansów na decyzje w sprawach podatkowych wydane przez [TEAC], w sytuacji gdy ów dyrektor generalny nie zgadza się z treścią tych decyzji.", "label": [[86, 123, "PROFESSION"], [124, 158, "ORG"], [207, 211, "ORG"], [232, 250, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "2. Do rozpoznania tej skargi właściwa jest specjalna izba ds. ujednolicenia orzecznictwa. W jej skład wchodzi prezes [TEAC], przewodniczący jej obradom, trzech członków tego sądu, dyrektor generalny ds. podatkowych ministerstwa gospodarki i finansów, dyrektor generalny krajowej agencji administracji podatkowej, dyrektor generalny lub dyrektor departamentu tej agencji, od którego jest funkcjonalnie zależny organ będącym autorem aktu, którego dotyczy decyzja będąca przedmiotem skargi, a także prezes rady ds. ochrony podatników.", "label": [[43, 88, "ORG"], [110, 116, "PROFESSION"], [118, 122, "ORG"], [125, 139, "PROFESSION"], [180, 214, "PROFESSION"], [215, 249, "ORG"], [251, 269, "PROFESSION"], [270, 310, "ORG"], [313, 331, "PROFESSION"], [336, 357, "PROFESSION"], [496, 502, "PROFESSION"], [503, 530, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "3. Rozstrzygnięcia specjalnej izby w przedmiocie skargi podejmowane są większością głosów jej członków. W przypadku równej liczby głosów przeważa głos prezesa.", "label": [[19, 34, "ORG"], [151, 158, "PROFESSION"]]}
{"text": "4. Skargę rozpatruje się w terminie sześciu miesięcy, z uwzględnieniem szczególnej sytuacji prawnej wynikającej z zaskarżonej decyzji, poprzez ustanowienie stosownego orzecznictwa.", "label": [[36, 43, "AMOUNT_VALUE"], [44, 52, "AMOUNT_UNIT"]]}
{"text": "5. Orzecznictwo wynikające z tych decyzji w przedmiocie takich skarg wiąże [TEA], organy podatkowe wspólnot autonomicznych oraz miast posiadających status autonomii oraz pozostałą część administracji podatkowej państwa, wspólnot autonomicznych i miast posiadających status autonomii”.", "label": [[76, 79, "ORG"]]}
{"text": "20 Inne przepisy mające zastosowanie do TEA zawarte są w Real Decreto 520/2005, por el que se aprueba el Reglamento general de desarrollo de la Ley 58/2003, de 17 de diciembre, General Tributaria en materia de revisión en vía administrativa (dekrecie królewskim 520/2005 w sprawie zatwierdzenia ogólnego rozporządzenia wykonawczego ustawy 58/2003 z dnia 17 grudnia, ordynacji podatkowej, w dziedzinie kontroli administracyjnej) z dnia 13 maja 2015 r. (BOE nr 126, z dnia 27 maja 2005 r., s. 17835) (zwanym dalej „dekretem królewskim 520/2005”).", "label": [[40, 43, "ORG"], [160, 175, "DATE"], [349, 364, "DATE"], [430, 450, "DATE"], [466, 486, "DATE"]]}
{"text": "21 Artykuł 29 ust. 2 i 9 dekretu królewskiego nr 520/2005 stanowi:", "label": []}
{"text": "„2. Prezes [TEAC] jest mianowany spośród urzędników o uznanej reputacji i doświadczeniu zawodowym w dziedzinie podatków na mocy dekretu królewskiego przyjętego przez radę ministrów na wniosek ministra gospodarki i finansów oraz otrzymuje rangę dyrektora generalnego ministerstwa gospodarki i finansów. Jego odwołanie również następuje w drodze dekretu królewskiego przyjętego przez radę ministrów na wniosek ministra gospodarki i finansów.", "label": [[4, 10, "PROFESSION"], [12, 16, "ORG"], [166, 180, "ORG"], [192, 222, "PROFESSION"], [244, 265, "PROFESSION"], [266, 300, "ORG"], [382, 396, "ORG"], [408, 438, "PROFESSION"]]}
{"text": "Członkowie [TEAC] są mianowani spośród urzędników organów wskazanych w wykazie stanowisk pracy na mocy dekretu królewskiego przyjętego przez radę ministrów na wniosek ministra gospodarki i finansów oraz otrzymują rangę zastępcy dyrektora generalnego ministerstwa gospodarki i finansów. Ich odwołanie również następuje w drodze dekretu królewskiego przyjętego przez radę ministrów na wniosek ministra gospodarki i finansów.", "label": [[12, 16, "ORG"], [141, 155, "ORG"], [167, 197, "PROFESSION"], [228, 249, "PROFESSION"], [250, 284, "ORG"], [365, 379, "ORG"], [391, 421, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "9. Wszyscy członkowie zgromadzenia plenarnego lub izb, jak również jednoosobowe organy [TEAC] sprawują w pełni niezależnie i w ramach swojej odpowiedzialności powierzone im zgodnie z prawem obowiązki oraz inne funkcje, jakie może im powierzyć prezes”.", "label": [[88, 92, "ORG"], [243, 249, "PROFESSION"]]}
{"text": "22 Zgodnie z art. 30 ust. 2 i 12 dekretu królewskiego 520/2005:", "label": []}
{"text": "„2. Prezes, prezesi izby zdecentralizowanej, prezesi izby oraz członkowie [TEA regionalnych i lokalnych] są mianowani spośród urzędników organów wskazanych w wykazie stanowisk pracy na mocy zarządzenia ministra gospodarki i finansów. Ich odwołanie również następuje w drodze zarządzenia ministra gospodarki i finansów […].", "label": [[4, 10, "PROFESSION"], [12, 43, "PROFESSION"], [45, 73, "PROFESSION"], [75, 78, "ORG"], [202, 232, "PROFESSION"], [287, 317, "PROFESSION"]]}
{"text": "[…]", "label": []}
{"text": "12. Wszyscy członkowie zgromadzenia plenarnego lub izb, jak również jednoosobowe organy [TEA regionalnych i lokalnych] sprawują w pełni niezależnie i w ramach swojej odpowiedzialności powierzone im zgodnie z prawem obowiązki oraz inne funkcje, jakie może im powierzyć prezes sądu lub prezes izby zdecentralizowanej”.", "label": [[89, 92, "ORG"], [268, 279, "PROFESSION"], [284, 314, "PROFESSION"]]}
{"text": "Spór w postępowaniu głównym i pytania prejudycjalne", "label": []}
{"text": "23 W maju 2002 r. Banco de Santander Central Hispano SA (zwany dalej „BSCH”), spółka dominująca skonsolidowanej grupy podatkowej 17/89, nabył 100% udziałów AKB Holding GmbH (zwanej dalej „AKB”), będącej spółką prawa niemieckiego.", "label": [[5, 17, "DATE"], [18, 55, "ORG"], [70, 74, "ORG"], [142, 145, "AMOUNT_VALUE"], [145, 146, "AMOUNT_UNIT"], [156, 172, "ORG"], [188, 191, "ORG"], [216, 228, "LOC"]]}
{"text": "24 Nabycie to, którego cena wynosiła 1 099 999 999 EUR, podczas gdy wartość księgowa AKB była szacowana na 183 909 000 EUR, wygenerowała wartość finansową w wysokości 916 091 000 EUR (zwaną dalej „odnośną finansową wartością firmy”).", "label": [[37, 50, "AMOUNT_VALUE"], [51, 54, "AMOUNT_UNIT"], [85, 88, "ORG"], [107, 118, "AMOUNT_VALUE"], [119, 122, "AMOUNT_UNIT"], [167, 178, "AMOUNT_VALUE"], [179, 182, "AMOUNT_UNIT"]]}
{"text": "25 AKB, jako spółka holdingowa, posiadała udziały w następujących spółkach, z których wszystkie mają siedzibę w Unii: AKB Datensysteme GmbH, AKB Autobörse AG, AKB Leasing GmbH, AKB Versicherungsdienst GmbH, AKB Privat und Handelsbank Aktien AG, AKB Vermögensverwaltung GmbH i AKB Marketing Services sp. z o.o.", "label": [[3, 6, "ORG"], [112, 116, "LOC"], [118, 139, "ORG"], [141, 157, "ORG"], [159, 175, "ORG"], [177, 205, "ORG"], [207, 243, "ORG"], [245, 273, "ORG"], [276, 309, "ORG"]]}
{"text": "26 W grudniu 2002 r. BSCH przekazał akcje AKB, których cena nabycia była źródłem odnośnej finansowej wartości firmy – Holneth BV, spółce prawa niderlandzkiego, oraz Santander Consumer Finance SA (zwanej dalej „SCF”), spółce prawa hiszpańskiego, które to spółki należały również do skonsolidowanej grupy podatkowej 17/89.", "label": [[5, 20, "DATE"], [21, 25, "ORG"], [42, 45, "ORG"], [118, 128, "ORG"], [143, 158, "LOC"], [165, 194, "ORG"], [210, 213, "ORG"], [230, 243, "LOC"]]}
{"text": "27 Mając na uwadze odnośną wartość finansową firmy, skonsolidowana grupa podatkowa 17/89 dokonała w swoich deklaracjach podatku dochodowego od osób prawnych za lata 2002 i 2003 odliczeń na podstawie art. 12 ust. 5 TRLIS.", "label": [[165, 169, "DATE"], [172, 176, "DATE"]]}
{"text": "28 W roku podatkowym 2002 BSCH i SCF dokonały odliczenia odpowiednio kwoty 27 482 730 EUR i 1 631 395 EUR. W roku podatkowym 2003 SCF dokonała odliczenia w kwocie 45 804 550 EUR.", "label": [[21, 25, "DATE"], [26, 30, "ORG"], [33, 36, "ORG"], [75, 85, "AMOUNT_VALUE"], [86, 89, "AMOUNT_UNIT"], [92, 101, "AMOUNT_VALUE"], [102, 105, "AMOUNT_UNIT"], [125, 129, "DATE"], [130, 133, "ORG"], [163, 173, "AMOUNT_VALUE"], [174, 177, "AMOUNT_UNIT"]]}
{"text": "29 W odniesieniu do roku podatkowego 2002 w wyniku kontroli podatkowej, która zakończyła się protokołem z dnia 21 grudnia 2006 r., urząd kontroli podatkowej w drodze decyzji określającej wysokość zobowiązania podatkowego z dnia 7 marca 2007 r. uznał odliczenie dokonane przez BSCH w wysokości 20 262 374 EUR, lecz dokonał korekty na kwotę 7 215 356 EUR. W odniesieniu do SCF odliczenie w kwocie 1 631 395 EUR zostało w pełni uznane.", "label": [[37, 41, "DATE"], [106, 129, "DATE"], [223, 243, "DATE"], [276, 280, "ORG"], [293, 303, "AMOUNT_VALUE"], [304, 307, "AMOUNT_UNIT"], [339, 348, "AMOUNT_VALUE"], [349, 352, "AMOUNT_UNIT"], [371, 374, "ORG"], [395, 404, "AMOUNT_VALUE"], [405, 408, "AMOUNT_UNIT"]]}
{"text": "30 W drodze decyzji określającej wysokość zobowiązania podatkowego z dnia 22 lipca 2010 r. urząd kontroli podatkowej odrzucił całość żądanego przez SCF odliczenia finansowej wartości firmy w roku podatkowym 2003.", "label": [[69, 90, "DATE"], [148, 151, "ORG"], [207, 211, "DATE"]]}
{"text": "31 W dniu 16 sierpnia 2010 r. Banco de Santander złożył zażalenie na tę decyzję określającą wysokość zobowiązania podatkowego do TEAC, twierdząc, że odnośna finansowa wartość firmy, niezależnie od jej pośredniego charakteru wynikającego z faktu, że nabycie, które ją wygenerowało, dotyczyło spółki holdingowej, podlega odliczeniu od podatku dochodowego od osób prawnych na mocy samego art. 12 ust. 5 TRLIS.", "label": [[5, 29, "DATE"], [30, 48, "ORG"], [129, 133, "ORG"]]}
{"text": "32 Z uwagi na nową wykładnię art. 12 ust. 5 TRLIS przyjętą zarówno przez DGT, jak i TEAC, o której mowa w pkt 12 niniejszego wyroku, w niniejszym przypadku pojawia się pytanie, czy na podstawie decyzji 2011/5, pierwszej decyzji Komisji w sprawie rozpatrywanego systemu podatkowego, należy doprowadzić do odzyskania, jako pomocy przyznanej bezprawnie i niezgodnej z rynkiem wewnętrznym, odliczenia podatkowego odpowiadającego amortyzacji odnośnej finansowej wartości firmy dokonanego przed dniem 21 grudnia 2007 r. w następstwie nabycia spółki holdingowej niebędącej rezydentem.", "label": [[73, 76, "ORG"], [84, 88, "ORG"], [228, 235, "ORG"], [489, 513, "DATE"]]}
{"text": "33 Z uwagi na okoliczność, że art. 1 ust. 2 w związku z art. 4 ust. 1 decyzji 2011/5 ze względu na uzasadnione oczekiwania wyłączają z obowiązku odzyskania pomocy nabycia dokonane przed dniem 21 grudnia 2007 r., a także fakt, że rozpatrywane w postępowaniu głównym nabycie miało miejsce przed tą datą, niezbędne jest, w celu rozstrzygnięcia sporu w postępowaniu głównym, udzielenie odpowiedzi na pytanie, czy te przepisy decyzji 2011/5 należy interpretować w ten sposób, że znajdują one zastosowanie również do pośredniego nabycia udziałów, w szczególności do nabycia spółki holdingowej niebędącej rezydentem, takiego jak nabycie będące przedmiotem postępowania głównego.", "label": [[186, 210, "DATE"]]}
{"text": "34 W tym względzie TEAC uznał, że wykładnia administracyjna sprzeciwiająca się wcześniej zastosowaniu odliczenia podatkowego do pośredniego nabycia udziałów nie stanowi źródła prawa.", "label": [[19, 23, "ORG"]]}
{"text": "35 Ani DGT, ani TEAC nie stanowią bowiem organów władzy ustawodawczej lub sądowej. Wykładnie przyjęte przez te organy nie mają charakteru ostatecznego, ponieważ podlegają one kontroli sądów. Ponadto Tribunal Supremo (sąd najwyższy, Hiszpania) nie wypowiedział się jeszcze co do możliwości zastosowania art. 12 ust. 5 TRLIS do pośredniego nabywania udziałów.", "label": [[7, 10, "ORG"], [16, 20, "ORG"], [199, 215, "ORG"], [217, 230, "ORG"], [232, 241, "LOC"]]}
{"text": "36 W tych okolicznościach TEAC postanowił zawiesić postępowanie i zwrócić się do Trybunału z następującymi pytaniami prejudycjalnymi:", "label": [[26, 30, "ORG"], [81, 90, "ORG"]]}
{"text": "„1) Czy art. 1 ust. 2 decyzji [2011/5] należy interpretować w ten sposób, że uzasadnione oczekiwania, uznane w art. 1 ust. 2 i we wskazanym w nim zakresie, powinny być uznane za mające zastosowanie do odliczenia amortyzacji podatkowej finansowej wartości firmy zgodnie z art. 12 ust. 5 TRLIS, w związku z pośrednim nabyciem udziałów w spółkach niebędących rezydentami dokonanym z racji bezpośredniego nabycia spółki holdingowej niebędącej rezydentem?", "label": []}
{"text": "2) W razie udzielenia na pytanie pierwsze odpowiedzi twierdzącej – czy jest nieważna decyzja [o wszczęciu postępowania, które doprowadziło do przyjęcia decyzji 2015/314], w której Komisja postanowiła o wszczęciu postępowania przewidzianego w art. 108 ust. 2 TFUE z powodu naruszenia tego art. 108 TFUE i rozporządzenia [Rady (WE) nr 659/1999 z dnia 22 marca 1999 r. ustanawiającego szczegółowe zasady stosowania [art. 108 TFUE] (Dz.U. 1999, L 83, s. 1)]?”.", "label": [[180, 187, "ORG"], [320, 324, "ORG"], [344, 365, "DATE"]]}
{"text": "37 Postanowieniem z dnia 8 stycznia 2015 r., które wpłynęło do Trybunału w dniu 27 stycznia 2015 r., TEAC uznał, że należy przeformułować pytania prejudycjalne z uwagi na pojawienie się nowych okoliczności.", "label": [[20, 43, "DATE"], [63, 72, "ORG"], [75, 99, "DATE"], [101, 105, "ORG"]]}
{"text": "38 Chodziło, po pierwsze, o przyjęcie w dniu 15 października 2014 r. decyzji 2015/314, a po drugie, wyroki Sądu Unii Europejskiej z dnia 7 listopada 2014 r., Autogrill España/Komisja (T‑219/10, EU:T:2014:939), a także z dnia 7 listopada 2014 r. Banco Santander i Santusa/Komisja (T‑399/11, EU:T:2014:938), w których Sąd stwierdził nieważność art. 1 ust. 1 i art. 4, odpowiednio, decyzji 2011/5 oraz 2011/282.", "label": [[40, 68, "DATE"], [107, 129, "ORG"], [132, 156, "DATE"], [158, 174, "ORG"], [175, 182, "ORG"], [220, 244, "DATE"], [245, 260, "ORG"], [263, 270, "ORG"], [271, 278, "ORG"], [316, 319, "ORG"]]}
{"text": "39 TEAC uznał, że w wyniku tych nowych okoliczności nie należy już zwracać się do Trybunału o wykładnię decyzji 2011/5, ponieważ kwestią zasadniczą dla rozstrzygnięcia sporu w postępowaniu głównym było obecnie to, czy stwierdzenie nieważności tej decyzji przez Sąd skutkuje nieważnością decyzji 2015/314, która rozszerza zakaz odliczenia przewidzianego w art. 12 ust. 5 TRLIS, tak jak został on już ustanowiony w decyzjach 2011/5 i 2011/282 w odniesieniu do pośredniego nabywania udziałów w spółkach niebędących rezydentami.", "label": [[3, 7, "ORG"], [82, 91, "ORG"], [261, 264, "ORG"]]}
{"text": "40 W tych okolicznościach TEAC postanowił przeformułować pytania prejudycjalne w następujący sposób:", "label": [[26, 30, "ORG"]]}
{"text": "„1) Czy decyzja [2015/314] jest nieważna ze względu na brak podstawy faktycznej i prawnej w oparciu o wyrok Sądu Unii Europejskiej z dnia 7 listopada 2014 r., Autogrill España/Komisja (T‑219/10, EU:T:2014:939), a także wyrok z dnia 7 listopada 2014 r., Banco Santander i Santusa/Komisja (T‑399/11, EU:T:2014:938), w których stwierdzono nieważność, odpowiednio, art. 1 ust. 1 i art. 4 [decyzji 2011/5 i decyzji 2011/282]?", "label": [[108, 130, "ORG"], [133, 157, "DATE"], [159, 175, "ORG"], [176, 183, "ORG"], [227, 251, "DATE"], [253, 268, "ORG"], [271, 278, "ORG"], [279, 286, "ORG"], [410, 414, "DATE"]]}
{"text": "2) Czy decyzja [2015/314] jest nieważna z powodu braku uzasadnienia w oparciu o wyrok Sądu Unii Europejskiej z dnia 7 listopada 2014 r., Autogrill España/Commission (T‑219/10, EU:T:2014:939) i wyrok z dnia 7 listopada 2014 r., Banco Santander i Santusa/Komisja (T‑399/11, EU:T:2014:938), w których stwierdzono nieważność odpowiednio art. 1 ust. 1 i art. 4 [decyzji 2011/5 i decyzji 2011/282]?", "label": [[86, 108, "ORG"], [111, 135, "DATE"], [137, 153, "ORG"], [154, 164, "ORG"], [201, 225, "DATE"], [227, 242, "ORG"], [245, 252, "ORG"], [253, 260, "ORG"]]}
{"text": "3) Pomocniczo, w przypadku udzielenia odpowiedzi przeczącej na poprzednie pytania:", "label": []}
{"text": "Czy decyzja [2015/314] jest nieważna, ponieważ nowa wykładnia administracyjna art. 12 ust. 5 TRLIS jest w pełni objęta zakresem stosowania [decyzji 2011/5 i decyzji 2011/282]?”.", "label": []}
{"text": "41 Postanowieniem z dnia 8 czerwca 2017 r., które wpłynęło do Trybunału w dniu 6 lipca 2017 r., TEAC uznał, że musi ponownie przeformułować pytania prejudycjalne z uwagi na wystąpienie nowej okoliczności, konkretnie wyrok z dnia 21 grudnia 2016 r., Komisja/World Duty Free Group i in. (C‑20/15 P i C‑21/15 P, EU:C:2016:981), w którym Trybunał uchylił wyrok Sądu z dnia 7 listopada 2014 r., Autogrill España/Komisja (T‑219/10, EU:T:2014:939), a także wyrok z dnia 7 listopada 2014 r., Banco Santander i Santusa/Komisja (T‑399/11, EU:T:2014:938), i przekazał do Sądu sprawy T‑219/10 i T‑399/11 do ponownego rozpoznania.", "label": [[20, 42, "DATE"], [62, 71, "ORG"], [74, 94, "DATE"], [96, 100, "ORG"], [224, 247, "DATE"], [249, 256, "ORG"], [257, 278, "ORG"], [334, 342, "ORG"], [357, 361, "ORG"], [364, 388, "DATE"], [390, 406, "ORG"], [407, 414, "ORG"], [458, 482, "DATE"], [484, 499, "ORG"], [502, 509, "ORG"], [510, 517, "ORG"], [560, 564, "ORG"]]}
{"text": "42 W świetle tej nowej okoliczności TEAC uznał, że należy utrzymać zarówno pytania zadane w ramach pierwotnego wniosku o wydanie orzeczenia w trybie prejudycjalnym, dotyczące wykładni zakresu zastosowania art. 1 ust. 2 decyzji 2011/5, jak i pytania zadane w ramach pierwszego przeformułowania pytań prejudycjalnych i dotyczące kwestii ważności decyzji 2015/314.", "label": [[36, 40, "ORG"]]}
{"text": "43 W związku z drugim przeformułowaniem pytań prejudycjalnych brzmią one następująco:", "label": []}
{"text": "„1) W przypadku utrzymania w mocy [decyzji 2011/5]:", "label": []}
{"text": "a) Czy art. 1 ust. 2 decyzji [2011/5] należy interpretować w ten sposób, że uzasadnione oczekiwania, uznane w art. 1 ust. 2 i we wskazanym w nim zakresie, powinny być uznane za mające zastosowanie do odliczenia amortyzacji podatkowej finansowej wartości firmy zgodnie z art. 12 ust. 5 TRLIS, w związku z pośrednim nabyciem udziałów w spółkach niebędących rezydentami dokonanym z racji bezpośredniego nabycia spółki holdingowej niebędącej rezydentem?", "label": []}
{"text": "b) W razie udzielenia na pytanie pierwsze odpowiedzi twierdzącej, czy jest nieważna decyzja [o wszczęciu postępowania, które doprowadziło do przyjęcia decyzji 2015/314]?", "label": []}
{"text": "2) Na wypadek gdyby w sprawie T‑219/10 Sąd stwierdził nieważność art. 1 [decyzji 2011/5]:", "label": []}
{"text": "a) Czy [decyzja 2015/314] jest nieważna, ponieważ jest pozbawiona podstawy faktycznej i prawnej?", "label": []}
{"text": "b) Czy [decyzja 2015/314] jest nieważna ze względu na brak uzasadnienia?", "label": []}
{"text": "c) Tytułem ewentualnym, na wypadek udzielenia odpowiedzi przeczącej na powyższe pytania:", "label": []}
{"text": "Czy decyzja [2015/314] jest nieważna, ponieważ nowa wykładnia administracyjna art. 12 ust. 5 TRLIS jest objęta w pełni zakresem stosowania decyzji [decyzji 2011/5 i decyzji 2011/282]?”.", "label": []}
{"text": "44 Wyrokiem Sądu z dnia 15 listopada 2018 r., World Duty Free Group/Komisja (T‑219/10 RENV, EU:T:2018:784) Sąd oddalił skargę o stwierdzenie nieważności decyzji 2011/5 wniesioną przez World Duty Free Group.", "label": [[12, 16, "ORG"], [19, 44, "DATE"], [46, 67, "ORG"], [68, 75, "ORG"], [107, 110, "ORG"], [184, 205, "ORG"]]}
{"text": "45 W dniu 25 stycznia 2019 r. spółka ta wniosła odwołanie w celu doprowadzenia do uchylenia tego wyroku oraz stwierdzenia nieważności decyzji 2011/5. Odwołanie to jest obecnie przedmiotem postępowania przed Trybunałem (sprawa C‑51/19 P).", "label": [[5, 29, "DATE"], [207, 217, "ORG"]]}
{"text": "46 Inne odwołania wniesione do Trybunałem w tym samym celu lub których przedmiotem są inne wyroki Sądu oddalające skargi o stwierdzenie nieważności decyzji 2011/282 również pozostają w toku.", "label": [[31, 41, "ORG"], [98, 102, "ORG"]]}
{"text": "47 Ponadto szereg skarg o stwierdzenie nieważności decyzji 2015/314 jest obecnie przedmiotem toczących się przed Sądem postępowań.", "label": [[113, 118, "ORG"]]}
{"text": "48 Niniejsza sprawa była przedmiotem kilku kolejnych postanowień o zawieszeniu postępowania. Zostały one wydane głównie ze względu na to, że w wyniku dwóch przeformułowań pytań prejudycjalnych TEAC zwraca się obecnie do Trybunału o rozstrzygnięcie kwestii ewentualnego wpływu nieważności decyzji 2011/5 na ważność decyzji 2015/314, w sytuacji gdyby nieważność decyzji 2011/5 została stwierdzona przez sąd Unii, albo na wykładnię decyzji 2011/5 w celu ustalenia zakresu jej stosowania, w przypadku potwierdzenia jej ważności przez sąd Unii.", "label": [[193, 197, "ORG"], [220, 229, "ORG"], [405, 409, "LOC"], [534, 538, "LOC"]]}
{"text": "49 Tymczasem do dnia dzisiejszego kwestia ważności decyzji 2011/5 jest zawisła przed sądami Unii.", "label": [[92, 96, "LOC"]]}
{"text": "50 Jednakże w świetle w szczególności orzecznictwa Trybunału późniejszego w stosunku do niniejszego wniosku o wydanie orzeczenia w trybie prejudycjalnym, a także wyrażonych przez Komisję wątpliwości co do kwalifikacji TEAC jako „sądu” w rozumieniu art. 267 TFUE, a tym samym co do dopuszczalności tego wniosku, należy podjąć niniejszą sprawę w celu zbadania, czy TEAC posiada status sądu.", "label": [[51, 60, "ORG"], [179, 186, "ORG"], [218, 222, "ORG"], [363, 367, "ORG"]]}
{"text": "W przedmiocie dopuszczalności wniosku o wydanie orzeczenia w trybie prejudycjalnym", "label": []}
{"text": "51 Zgodnie z utrwalonym orzecznictwem przy ustalaniu, czy organ występujący z danym wnioskiem o wydanie orzeczenia w trybie prejudycjalnym ma charakter „sądu” w rozumieniu art. 267 TFUE, co stanowi kwestię regulowaną wyłącznie prawem Unii, Trybunał bierze pod uwagę szereg okoliczności, takich jak podstawa prawna istnienia organu, jego stały charakter, obligatoryjność jego jurysdykcji, kontradyktoryjność postępowania, stosowanie przez organ przepisów prawa oraz jego niezawisłość (zob. podobnie wyroki: z dnia 30 czerwca 1966 r., Rannberg‑Rasmussen, 61/65, EU:C:1966:39, s. 395; z dnia 31 maja 2005 r., Malfait i in., C‑53/03, EU:C:2005:333, pkt 29; a także z dnia 16 lutego 2017 r., Gajane Fiorello, C‑503/15, EU:C:2017:126, pkt 27 i przytoczone tam orzecznictwo).", "label": [[234, 238, "LOC"], [240, 248, "ORG"], [508, 531, "DATE"], [533, 551, "PER"], [584, 604, "DATE"], [606, 613, "PER"], [663, 685, "DATE"], [687, 702, "PER"]]}
{"text": "52 W odniesieniu do TEAC, który jest organem odsyłającym w niniejszej sprawie, elementy znajdujące się w aktach sprawy nie pozwalają wątpić w to, że spełnia on kryteria odnoszące się do jego podstawy prawnej, stałego charakteru, obligatoryjności jego jurysdykcji, kontradyktoryjnego charakteru postępowania i stosowania przez ten organ przepisów prawa.", "label": [[20, 24, "ORG"]]}
{"text": "53 Pojawia się natomiast pytanie, czy TEAC odpowiada kryterium niezawisłości.", "label": [[38, 42, "ORG"]]}
{"text": "54 W tym zakresie Trybunał w pkt 39 wyroku z dnia 21 marca 2000 r., Vuotila i in. (od C‑110/98 do C‑147/98, EU:C:2000:145) orzekł, że hiszpańskie przepisy prawne dotyczące TEA, w brzmieniu, w jakim znajdowały zastosowanie do sprawy, która doprowadziła do wydania tego wyroku, gwarantowały funkcjonalny rozdział między z jednej strony departamentami organów podatkowych odpowiedzialnymi za zarządzanie, rozliczanie i windykację podatkową a z drugiej strony TEA, które orzekają w przedmiocie zażaleń wniesionych na te decyzje wydane przez wspomniane departamenty, nie otrzymując żadnych instrukcji od organów podatkowych. W pkt 40 tego wyroku Trybunał stwierdził, że takie gwarancje przyznawały TEA status podmiotu trzeciego względem departamentów, które wydały decyzję będącą przedmiotem zażalenia, oraz niezawisłość konieczną, aby można je było uznać za sądy w rozumieniu art. 267 TFUE.", "label": [[18, 26, "ORG"], [45, 66, "DATE"], [68, 75, "PER"], [134, 145, "LOC"], [172, 175, "ORG"], [456, 459, "ORG"], [641, 649, "ORG"], [693, 696, "ORG"]]}
{"text": "55 Tymczasem, jak stwierdziła również Komisja w swoich uwagach na piśmie, stwierdzenia te należy zbadać ponownie między innymi w świetle nowszego orzecznictwa Trybunału, dotyczącego w szczególności kryterium niezawisłości, któremu powinien odpowiadać każdy organ krajowy, aby mógł zostać uznany za „sąd” w rozumieniu art. 267 TFUE.", "label": [[38, 45, "ORG"], [159, 168, "ORG"]]}
{"text": "56 W tym kontekście należy podkreślić, że niezawisłość sądów krajowych ma zasadnicze znaczenie dla prawidłowego funkcjonowania systemu współpracy sądowej pod postacią mechanizmu odesłania prejudycjalnego przewidzianego w art. 267 TFUE, jako że – zgodnie z orzecznictwem przypomnianym w pkt 51 niniejszego wyroku – mechanizm ten może zostać uruchomiony wyłącznie przez organ, którego zadaniem jest stosowanie prawa Unii, spełniający w szczególności rzeczone kryterium niezawisłości (wyrok z dnia 27 lutego 2018 r., Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, pkt 43).", "label": [[414, 418, "LOC"], [490, 512, "DATE"], [514, 556, "ORG"]]}
{"text": "57 Zgodnie z orzecznictwem Trybunału pojęcie „niezawisłości” obejmuje dwa aspekty. Pierwszy aspekt, o charakterze zewnętrznym, wymaga, aby dany organ wypełniał swe zadania w pełni autonomicznie, nie podlegając żadnej hierarchii służbowej ani nie będąc podporządkowanym komukolwiek i nie otrzymując nakazów czy wytycznych z jakiegokolwiek źródła, a tym samym będąc chronionym przed ingerencją i naciskami zewnętrznymi mogącymi zagrozić niezależności osądu jego członków i wpływać na ich rozstrzygnięcia (wyrok z dnia 27 lutego 2018 r., Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, pkt 44 i przytoczone tam orzecznictwo).", "label": [[27, 36, "ORG"], [511, 533, "DATE"], [535, 577, "ORG"]]}
{"text": "58 Co się tyczy ponadto zewnętrznego aspektu pojęcia „niezawisłości”, należy przypomnieć, że nieusuwalność członków danego organu stanowi nieodłączną gwarancję niezawisłości sędziowskiej, gdyż chroni osoby, którym powierzono zadanie sądzenia (zob. podobnie wyroki: z dnia 19 września 2006 r., Maslov, C‑506/04, EU:C:2006:587, pkt 51; a także z dnia 27 lutego 2018 r., Associação Sindical dos Juízes Portugueses, C‑64/16, EU:C:2018:117, pkt 45).", "label": [[267, 291, "DATE"], [293, 299, "PER"], [344, 366, "DATE"], [368, 410, "ORG"]]}
{"text": "59 Zasada nieusuwalności, której podstawowe znaczenie należy podkreślić, wymaga w szczególności, by sędziowie mogli sprawować urząd do momentu ukończenia obowiązkowego wieku przejścia w stan spoczynku lub upływu kadencji sprawowania danej funkcji, jeżeli ma ona charakter czasowy. Mimo że zasada ta nie ma charakteru absolutnego, może ona – przy zachowaniu zasady proporcjonalności – doznawać wyjątków wyłącznie pod warunkiem, że uzasadniają je nadrzędne i prawnie uzasadnione względy. Jest zatem powszechnie przyjęte, że sędzia może zostać odwołany, z poszanowaniem właściwych procedur, jeżeli nie jest w stanie dalej sprawować swoich funkcji z powodu niezdolności lub rażącego uchybienia [wyrok z dnia 24 czerwca 2019 r., Komisja/Polska (Niezależność Sądu Najwyższego), C‑619/18, EU:C:2019:531, pkt 76].", "label": [[100, 109, "PROFESSION"], [522, 528, "PROFESSION"], [699, 722, "DATE"], [724, 731, "ORG"], [732, 738, "ORG"], [753, 769, "ORG"]]}
{"text": "60 Gwarancja nieusuwalności członków danego sądu wymaga zatem, aby przypadki odwołania członków tego organu były oparte na wyraźnych i szczególnych przepisach ustawowych, ustanawiających gwarancję wykraczające poza gwarancje przewidziane w ogólnych przepisach prawa administracyjnego i prawa pracy, mające zastosowanie w razie nielegalnego odwołania (zob. podobnie wyrok z dnia 9 października 2014 r., TDC, C‑222/13, EU:C:2014:2265, pkt 32, 35).", "label": [[373, 400, "DATE"]]}
{"text": "61 Drugi aspekt pojęcia „niezawisłości”, o charakterze wewnętrznym, łączy się z pojęciem „bezstronności” i dotyczy jednakowego dystansu do stron sporu i właściwych im interesów w odniesieniu do jego przedmiotu. Aspekt ten wymaga poszanowania obiektywizmu i braku wszelkiego interesu w rozstrzygnięciu sporu poza ścisłym stosowaniem przepisu prawa (wyrok z dnia 16 lutego 2017 r., Gajane Fiorello, C‑503/15, EU:C:2017:126, pkt 38 i przytoczone tam orzecznictwo).", "label": [[356, 378, "DATE"], [380, 395, "PER"]]}
{"text": "62 Zgodnie zatem z utrwalonym orzecznictwem Trybunału pojęcie „niezawisłości”, które stanowi integralny element sądzenia, wymaga przede wszystkim, by organ orzekający był podmiotem trzecim w stosunku do organu, który wydał zaskarżoną decyzję (zob. podobnie wyroki: z dnia 30 marca 1993 r., Elliott, C‑24/92, EU:C:1993:118, pkt 15; a także z dnia 9 października 2014 r., TDC, C‑222/13, EU:C:2014:2265, pkt 29 i przytoczone tam orzecznictwo).", "label": [[44, 53, "ORG"], [267, 288, "DATE"], [290, 297, "PER"], [341, 368, "DATE"]]}
{"text": "63 Takie gwarancje niezawisłości i bezstronności wymagają istnienia zasad – w szczególności co do składu organu, mianowania, okresu trwania kadencji oraz powodów wstrzymywania się od głosu, wyłączenia i odwołania jego członków – pozwalających wykluczyć, w przekonaniu podmiotów prawa, wszelką uzasadnioną wątpliwość co do niezależności tego organu od czynników zewnętrznych oraz co do neutralności w odniesieniu do sprzecznych ze sobą interesów (wyrok z dnia 9 października 2014 r., TDC, C‑222/13, EU:C:2014:2265, pkt 32).", "label": [[454, 481, "DATE"]]}
{"text": "64 W niniejszym przypadku należy, po pierwsze, stwierdzić, że zgodnie ze znajdującymi zastosowanie przepisami krajowymi, w szczególności art. 29 ust. 2 dekretu królewskiego 520/2005, prezes i członkowie TEAC są mianowani na mocy dekretu królewskiego przyjętego przez radę ministrów na wniosek ministra gospodarki i finansów na czas nieokreślony. Zgodnie z tym samym przepisem zarówno prezes, jak i członkowie TEAC mogą zostać odwołani zgodnie z tą samą procedurą, a mianowicie na mocy dekretu królewskiego przyjętego przez radę ministrów, na wniosek ministra gospodarki i finansów.", "label": [[183, 189, "PROFESSION"], [203, 207, "ORG"], [267, 281, "ORG"], [293, 323, "PROFESSION"], [384, 390, "PROFESSION"], [409, 413, "ORG"], [523, 537, "ORG"], [542, 580, "PROFESSION"]]}
{"text": "65 W odniesieniu do członków regionalnych TEA należy zauważyć, że zgodnie z art. 30 ust. 2 dekretu królewskiego 520/2005 są oni mianowani przez ministra gospodarki i finansów spośród urzędników znajdujących się na liście, i mogą zostać odwołani przez tegoż ministra.", "label": [[42, 45, "ORG"], [144, 174, "PROFESSION"], [257, 265, "PROFESSION"]]}
{"text": "66 Tymczasem o ile prawdą jest, że znajdujące zastosowanie ustawodawstwo krajowe przewiduje zasady regulujące w szczególności wstrzymywanie się od głosu i wyłączenie prezesa oraz innych członków TEAC, a także, w odniesieniu do prezesa TEAC, zasady dotyczące konfliktu interesów, zakazu łączenia funkcji oraz obowiązku przejrzystości, o tyle nie ulega jednak wątpliwości, że reżim odwołania prezesa i innych członków TEAC nie jest określony w drodze wyraźnych i szczególnych przepisów ustawowych, takich jak przepisy mające zastosowanie do członków władzy sądowniczej. Członkowie TEAC podlegają w tym względzie jedynie ogólnym zasadom prawa administracyjnego, a w szczególności przepisom ogólnego statutu urzędników publicznych, co potwierdził rząd hiszpański na rozprawie przed Trybunałem. Taki sam wniosek nasuwa się w przypadku członków regionalnych i lokalnych TEA.", "label": [[166, 173, "PROFESSION"], [195, 199, "ORG"], [227, 234, "PROFESSION"], [235, 239, "ORG"], [390, 397, "PROFESSION"], [416, 420, "ORG"], [579, 583, "ORG"], [743, 758, "ORG"], [778, 788, "ORG"], [864, 867, "ORG"]]}
{"text": "67 W związku z tym odwołanie prezesa i innych członków TEAC, a także członków pozostałych TEA nie jest ograniczone, jak wymaga tego zasada nieusuwalności, przypomniana w pkt 59 niniejszego wyroku, do pewnych wyjątkowych sytuacji, wyrażających nadrzędne i prawnie uzasadnione powody, które uzasadniałyby przyjęcie takiego środka, z poszanowaniem zasady proporcjonalności i odpowiednich procedur, takich jak niezdolność lub rażące uchybienie sprawiające, że osoby te nie w stanie dalej sprawować swoich funkcji.", "label": [[29, 36, "PROFESSION"], [55, 59, "ORG"], [90, 93, "ORG"]]}
{"text": "68 Z powyższego wynika, że znajdujące zastosowanie ustawodawstwo krajowe nie gwarantuje, że przewodniczący oraz inni członkowie TEAC nie są narażeni na naciski zewnętrzne, zarówno bezpośrednie, jak i pośrednie, co wzbudza wątpliwości co do ich niezawisłości.", "label": [[92, 106, "PROFESSION"], [128, 132, "ORG"]]}
{"text": "69 Wprawdzie zgodnie z art. 228 ust. 1 LGT członkowie TEA działają „niezależnie pod względem organizacyjnym w ramach wykonywania swych funkcji”, a zgodnie z art. 29 ust. 9 i art. 30 ust. 12 dekretu królewskiego 520/2005 sprawują oni „w pełni niezależnie i w ramach swojej odpowiedzialności” powierzone im zgodnie z prawem obowiązki, to jednak nie istnieją szczególne gwarancje w zakresie ich odwołania lub unieważnienia ich mianowania. Otóż, system taki nie zabezpiecza w sposób skuteczny przed bezpodstawną interwencją lub naciskami władzy wykonawczej w stosunku do członków TEA (zob. podobnie wyrok z dnia 31 maja 2005 r., Malfait i in., C‑53/03, EU:C:2005:333, pkt 31).", "label": [[54, 57, "ORG"], [576, 579, "ORG"], [603, 623, "DATE"], [625, 632, "PER"]]}
{"text": "70 Tym samym pozycja członków TEA, a w szczególności TEAC, różni się na przykład od pozycji organu odsyłającego w sprawie zakończonej wyrokiem z dnia 6 października 2015 r., Consorci Sanitari del Maresme (C‑203/14, EU:C:2015:664), gdyż – jak wynika z pkt 11 i 20 tego wyroku – członkowie tego organu korzystają, w odróżnieniu od członków TEA, z gwarancji nieusuwalności w czasie trwania ich kadencji, od której odstępstwa są możliwe wyłącznie z powodów wyraźnie wymienionych w ustawie.", "label": [[30, 33, "ORG"], [53, 57, "ORG"], [145, 172, "DATE"], [174, 203, "ORG"], [338, 341, "ORG"]]}
{"text": "71 Podobnie TEA, a w szczególności TEAC, różnią się ponadto od organu odsyłającego w sprawie zakończonej wyrokiem z dnia 24 maja 2016 r., MT Højgaard i Züblin (C‑396/14, EU:C:2016:347). Jak bowiem wynika z pkt 29–31 tego wyroku, w skład tego organu wchodzą co prawda członkowie będący ekspertami, którzy nie korzystają ze szczególnej ochrony, która jest zastrzeżona na rzecz sędziów na mocy przepisu konstytucyjnego, jednakże organ ten składa się również z sędziów, którzy z kolei korzystają z takiej ochrony i posiadają w każdych okolicznościach większość głosów, a zatem mają przewagę przy podejmowaniu decyzji przez tenże organ, co gwarantuje jego niezawisłość.", "label": [[12, 15, "ORG"], [35, 39, "ORG"], [116, 136, "DATE"], [138, 149, "ORG"], [152, 158, "ORG"], [375, 382, "PROFESSION"], [457, 464, "PROFESSION"]]}
{"text": "72 Co się tyczy, po wtóre, wymogu niezawisłości rozważanego w jego drugim aspekcie, o charakterze wewnętrznym, wskazanego w pkt 61 niniejszego wyroku, należy zauważyć, że istnieje z pewnością funkcjonalny rozdział w ministerstwie gospodarki i finansów między z jednej strony departamentami organów podatkowych odpowiedzialnymi za zarządzanie, rozliczanie i windykację podatkową, a z drugiej strony TEA, które orzekają w przedmiocie zażaleń wniesionych na decyzje podejmowane przez wspomniane departamenty.", "label": [[216, 251, "ORG"], [398, 401, "ORG"]]}
{"text": "73 Niemniej jednak, jak zauważył również rzecznik generalny w pkt 31 i 40 opinii, niektóre cechy postępowania w sprawie nadzwyczajnej skargi przed Sala Especial para la Unificación de Doctrina (izbą specjalną ds. ujednolicenia orzecznictwa, Hiszpania), uregulowanego w art. 243 LGT, przyczyniają się do powstania wątpliwości co do tego, czy TEAC jest „podmiotem trzecim” w odniesieniu do pozostających w sporze interesów.", "label": [[41, 59, "PROFESSION"], [147, 192, "ORG"], [194, 239, "ORG"], [241, 250, "LOC"], [341, 345, "ORG"]]}
{"text": "74 W istocie wyłącznie do dyrektora generalnego ds. podatkowych ministerstwa gospodarki i finansów należy wniesienie nadzwyczajnej skargi na decyzje TEAC, z którymi dyrektor ten się nie zgadza. Tymczasem ten sam dyrektor generalny jest z urzędu członkiem ośmioosobowego składu orzekającego rozpoznającego taką skargę, podobnie jak dyrektor generalny lub dyrektor departamentu krajowej agencji administracji podatkowej, od którego jest zależny organ będący autorem aktu, którego dotyczy decyzja będąca przedmiotem tej nadzwyczajnej skargi. Tym samym zarówno dyrektor generalny ds. podatkowych ministerstwa gospodarki i finansów, który wniósł nadzwyczajną skargę na decyzję TEAC, jak i dyrektor generalny lub dyrektor departamentu krajowej agencji administracji podatkowej, który wydał akt wskazany w tej decyzji, zasiadają w składzie specjalnej izby TEAC, która rozpatruje tę skargę. Wynika z tego brak rozróżnienia pomiędzy statusem strony postępowania w sprawie nadzwyczajnej skargi a statusem członka organu rozpoznającego taką skargę.", "label": [[26, 63, "PROFESSION"], [64, 98, "ORG"], [149, 153, "ORG"], [165, 173, "PROFESSION"], [212, 230, "PROFESSION"], [331, 349, "PROFESSION"], [354, 375, "PROFESSION"], [376, 417, "ORG"], [557, 591, "PROFESSION"], [592, 626, "ORG"], [672, 676, "ORG"], [684, 702, "PROFESSION"], [707, 728, "PROFESSION"], [729, 770, "ORG"], [833, 853, "ORG"]]}
{"text": "75 Zresztą sama możliwość wniesienia takiej nadzwyczajnej skargi przez dyrektora generalnego ds. podatkowych ministerstwa gospodarki i finansów na decyzję TEAC może powodować wywieranie na TEAC presji i wzbudzać w ten sposób wątpliwości co do jego niezawisłości i bezstronności, niezależnie od wskazanej przez rząd hiszpański na rozprawie przed Trybunałem okoliczności, że jak wynika z art. 243 ust. 4 LGT, ta nadzwyczajna skarga wywołuje skutki jedynie na przyszłość i nie ma wpływu na decyzje już wydane przez TEAC, w tym decyzję będącą przedmiotem wspomnianej skargi.", "label": [[71, 108, "PROFESSION"], [109, 143, "ORG"], [155, 159, "ORG"], [189, 193, "ORG"], [310, 325, "ORG"], [345, 355, "ORG"], [512, 516, "ORG"]]}
{"text": "76 Tym samym te cechy nadzwyczajnej skargi w celu ujednolicenia orzecznictwa, która może być wniesiona na decyzje TEAC, wskazują na organiczne i funkcjonalne powiązania między tym organem a ministerstwem gospodarki i finansów, a w szczególności dyrektorem generalnym ds. podatkowych w tym ministerstwie oraz dyrektorem generalnym dyrekcji wydającej zaskarżone przed nim decyzje. Występowanie takich powiazań stoi na przeszkodzie uznaniu, że TEAC jest podmiotem trzecim względem tych organów administracji (zob. podobnie wyrok z dnia 30 maja 2002 r., Richter, C‑516/99, EU:C:2002:313, pkt 38–40).", "label": [[114, 118, "ORG"], [190, 225, "ORG"], [245, 282, "PROFESSION"], [308, 329, "PROFESSION"], [441, 445, "ORG"], [528, 548, "DATE"], [550, 557, "PER"]]}
{"text": "77 W związku z tym TEAC nie spełnia wymaganego w odniesieniu do sądu wymogu niezawisłości, rozważanego w jego aspekcie wewnętrznym.", "label": [[19, 23, "ORG"]]}
{"text": "78 Należy dodać, po pierwsze, że fakt, iż TEA nie stanowią „sądów” w rozumieniu art. 267 TFUE, nie zwalnia tych organów z obowiązku zapewnienia stosowania prawa Unii przy wydawaniu przez nie decyzji ani z obowiązku odstąpienia od stosowania w razie konieczności przepisów krajowych, które wydają się sprzeczne z przepisami prawa Unii mającymi bezpośredni skutek, gdyż w istocie takie obowiązki ciążą na wszystkich właściwych organach krajowych, a nie wyłącznie na organach sądowych (zob. podobnie wyroki: z dnia 22 czerwca 1989 r., Gapinski, 103/88, EU:C:1989:256, pkt 30–33; z dnia 14 października 2010 r., Weiß, C‑243/09, EU:C:2010:609, pkt 61, 63; a także z dnia 4 grudnia 2018 r., Minister for Justice and Equality i Commissioner of An Garda Síochána, C‑378/17, EU:C:2018:979, pkt 36, 38).", "label": [[42, 45, "ORG"], [161, 165, "LOC"], [329, 333, "LOC"], [507, 530, "DATE"], [532, 540, "PER"], [578, 606, "DATE"], [608, 612, "PER"], [661, 683, "DATE"], [685, 718, "PROFESSION"], [721, 733, "PROFESSION"], [737, 754, "ORG"]]}
{"text": "79 Po drugie, istnienie środków zaskarżenia przed Audiencia Nacional (sądem centralnym, Hiszpania) i Tribunal Supremo (sądem najwyższym, Hiszpania) na decyzje TEA wydane w wyniku gospodarczo‑administracyjnego postępowania odwoławczego gwarantuje skuteczność mechanizmu odesłania prejudycjalnego przewidzianego w art. 267 TFUE i jednolitość wykładni prawa Unii, ponieważ tego rodzaju sądy krajowe mają możliwość lub, w stosownym przypadku, są zobowiązane wystąpić do Trybunału w trybie prejudycjalnym, w sytuacji gdy w celu wydania przez nie wyroku konieczne jest wydanie orzeczenia w przedmiocie wykładni lub ważności prawa Unii (zob. podobnie wyrok z dnia 31 stycznia 2013 r., Dmitriev, C‑394/11, EU:C:2013:48, pkt 52).", "label": [[50, 68, "ORG"], [70, 86, "ORG"], [88, 97, "LOC"], [101, 117, "ORG"], [119, 135, "ORG"], [137, 146, "LOC"], [159, 162, "ORG"], [355, 359, "LOC"], [466, 475, "ORG"], [624, 628, "LOC"], [652, 676, "DATE"], [678, 686, "PER"]]}
{"text": "80 Mając na względzie całość powyższych rozważań, należy stwierdzić, że wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez TEAC jest niedopuszczalny, ponieważ organ ten nie może być uznany za „sąd” w rozumieniu art. 267 TFUE.", "label": [[139, 143, "ORG"]]}
{"text": "W przedmiocie kosztów", "label": []}
{"text": "81 Dla stron w postępowaniu głównym niniejsze postępowanie ma charakter incydentalny, dotyczy bowiem kwestii podniesionej przed organem odsyłającym, do niego zatem należy rozstrzygnięcie o kosztach. Koszty poniesione w związku z przedstawieniem uwag Trybunałowi, inne niż koszty stron w postępowaniu głównym, nie podlegają zwrotowi.", "label": [[250, 261, "ORG"]]}
{"text": "Z powyższych względów Trybunał (wielka izba) orzeka, co następuje:", "label": [[22, 44, "ORG"]]}
{"text": "Wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Tribunal Económico‑Administrativo Central (naczelny sąd administracyjny ds. podatkowych, Hiszpania) postanowieniem z dnia 2 kwietnia 2014 r. jest niedopuszczalny.", "label": [[67, 108, "ORG"], [110, 154, "ORG"], [156, 165, "LOC"], [184, 207, "DATE"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: hiszpański.", "label": [[22, 32, "NATIONALITY"]]}
