{"text": "Skarga wniesiona w dniu 3 lutego 2020 r. – NetCologne / Komisja", "label": [[19, 40, "DATE"], [43, 53, "ORG"], [56, 63, "ORG"]]}
{"text": "(Sprawa T-58/20)", "label": []}
{"text": "Język postępowania: niemiecki", "label": [[20, 29, "NATIONALITY"]]}
{"text": "Strony", "label": []}
{"text": "Strona skarżąca: NetCologne Gesellschaft für Telekommunikation mbH (Kolonia, Niemcy) (przedstawiciele: adwokaci K. Zimmermann, F. Rogers i I. Alonso)", "label": [[17, 66, "ORG"], [68, 83, "LOC"], [86, 101, "PROFESSION"], [103, 111, "PROFESSION"], [112, 125, "PER"], [127, 136, "PER"], [139, 148, "PER"]]}
{"text": "Strona pozwana: Komisja Europejska", "label": [[16, 34, "ORG"]]}
{"text": "Żądania", "label": []}
{"text": "Strona skarżąca wnosi do Sądu o:", "label": [[25, 29, "ORG"]]}
{"text": "stwierdzenie nieważności decyzji C(2019) 5187 final z dnia 18 lipca 2019 r., w której Komisja stwierdziła zgodność koncentracji w sprawie M.8864 - Vodafone/Certain Liberty Global Assets ze wspólnym rynkiem i porozumieniem EOG;", "label": [[54, 75, "DATE"], [86, 93, "ORG"], [147, 155, "ORG"], [156, 185, "ORG"], [222, 225, "ORG"]]}
{"text": "obciążenie Komisji kosztami postępowania.", "label": [[11, 18, "ORG"]]}
{"text": "Zarzuty i główne argumenty", "label": []}
{"text": "Na poparcie skargi strona skarżąca podnosi następujące zarzuty.", "label": []}
{"text": "Zarzut pierwszy: Komisja popełniła oczywiste błędy w ocenie, uchybiła swojemu obowiązkowi uzasadnienia i obowiązkowi staranności, zaprzeczając znacznemu zakłóceniu skutecznej konkurencji na „rynku detalicznych dostaw transmisji sygnału telewizyjnego do klientów mieszkających w wielopiętrowych budynkach mieszkalnych” ze względu na:", "label": [[17, 24, "ORG"]]}
{"text": "założenie, że strony koncentracji nie są bezpośrednimi konkurentami,", "label": []}
{"text": "założenie, że strony koncentracji nie są potencjalnymi konkurentami, i", "label": []}
{"text": "negatywne skutki, jakie koncentracja będzie mieć dla konkurentów.", "label": []}
{"text": "Zarzut drugi: Komisja popełniła oczywiste błędy w ocenie, uchybiła swojemu obowiązkowi uzasadnienia i obowiązkowi staranności, zaprzeczając znacznemu zakłóceniu skutecznej konkurencji na „rynku detalicznych dostaw transmisji sygnału telewizyjnego do klientów mieszkających w budynkach mieszkalnych jednorodzinnych” ze względu na założenie, że strony koncentracji nie są ani potencjalnymi, ani bezpośrednimi konkurentami.", "label": [[14, 21, "ORG"]]}
{"text": "Zarzut trzeci: Komisja popełniła oczywiste błędy w ocenie i naruszyła art. 2 i 8 rozporządzenia Rady (WE) nr 139/20041 przy definiowaniu rynku i ocenie wpływu ofert „multiple play”, w szczególności ofert telefonii stacjonarnej w połączeniu z usługami telefonii komórkowej („ofert FMC”), na konkurencję.", "label": [[15, 22, "ORG"], [96, 100, "ORG"], [280, 283, "ORG"]]}
{"text": "Zarzut czwarty: Komisja popełniła oczywiste błędy w ocenie, naruszyła art. 2 i 8 rozporządzenia nr 139/2004, uchybiła swojemu obowiązkowi uzasadnienia i obowiązkowi staranności przy ocenie i przyjęciu zobowiązania do hurtowego dostępu szerokopasmowego przez sieci przewodowe.", "label": [[16, 23, "ORG"]]}
{"text": "1 Rozporządzenie Rady (WE) nr 139/2004 z dnia 20 stycznia 2004 r. w sprawie kontroli koncentracji przedsiębiorstw (Dz.U. 2004, L 24, s. 1).", "label": [[17, 21, "ORG"], [41, 65, "DATE"]]}
