{"text": "WYROK TRYBUNAŁU (druga izba)", "label": [[6, 28, "ORG"]]}
{"text": "z dnia 17 września 2020 r.(*)", "label": [[2, 26, "DATE"]]}
{"text": "Odesłanie prejudycjalne – Pomoc państwa – Pojęcie – Zatonięcie tankowca Erika – System pomocy na rzecz przedsiębiorstw zajmujących się akwakulturą i rybołówstwem – Decyzja uznająca system pomocy za częściowo niezgodny ze wspólnym rynkiem i nakazująca odzyskanie wypłaconej pomocy – Ocena ważności – Badanie z urzędu – Dopuszczalność – Niewniesienie przez pozwaną w postępowaniu głównym skargi o stwierdzenie nieważności – Zmniejszenie obciążeń socjalnych – Składki opłacane przez pracowników – Korzyść – Określenie podmiotu zobowiązanego do zwrotu pomocy", "label": [[63, 77, "ORG"]]}
{"text": "W sprawie C‑212/19", "label": []}
{"text": "mającej za przedmiot wniosek o wydanie, na podstawie art. 267 TFUE, orzeczenia w trybie prejudycjalnym, złożony przez Conseil d’État (radę stanu, Francja) postanowieniem z dnia 15 lutego 2019 r., które wpłynęło do Trybunału w dniu 6 marca 2019 r., w postępowaniu:", "label": [[118, 132, "ORG"], [134, 144, "ORG"], [146, 153, "LOC"], [172, 194, "DATE"], [214, 223, "ORG"], [226, 246, "DATE"]]}
{"text": "Ministre de l’Agriculture et de l’Alimentation", "label": [[0, 46, "PROFESSION"]]}
{"text": "przeciwko", "label": []}
{"text": "Compagnie des pêches de Saint-Malo,", "label": [[0, 34, "ORG"]]}
{"text": "TRYBUNAŁ (druga izba),", "label": [[0, 21, "ORG"]]}
{"text": "w składzie: X. Tarasov, prezes izby, B.I. Rodriguez (sprawozdawca) i Y. von Holstein, sędziowie,", "label": [[12, 22, "PER"], [24, 35, "PROFESSION"], [37, 51, "PER"], [53, 65, "PROFESSION"], [69, 84, "PER"], [86, 95, "PROFESSION"]]}
{"text": "rzecznik generalny: M. Matveeva,", "label": [[0, 18, "PROFESSION"], [20, 31, "PER"]]}
{"text": "sekretarz: I. Boiko, administrator,", "label": [[0, 9, "PROFESSION"], [11, 19, "PER"], [21, 34, "PROFESSION"]]}
{"text": "uwzględniając pisemny etap postępowania i po przeprowadzeniu rozprawy w dniu 20 listopada 2019 r.,", "label": [[72, 97, "DATE"]]}
{"text": "rozważywszy uwagi, które przedstawili:", "label": []}
{"text": "– w imieniu Compagnie des pêches de Saint-Malo –G.‑M. Morgan i D. Vlasova, avocats, a także H. Becker,", "label": [[12, 46, "ORG"], [48, 60, "PER"], [63, 73, "PER"], [75, 82, "PROFESSION"], [92, 101, "PER"]]}
{"text": "– w imieniu rządu francuskiego – T. de Koning i V. Jovanović, w charakterze pełnomocników,", "label": [[12, 30, "ORG"], [33, 45, "PER"], [48, 60, "PER"], [76, 89, "PROFESSION"]]}
{"text": "– w imieniu Komisji Europejskiej – W. Vlasova i Y. Titova-Vasiliauskaite, w charakterze pełnomocników,", "label": [[12, 32, "ORG"], [35, 45, "PER"], [48, 72, "PER"], [88, 101, "PROFESSION"]]}
{"text": "po zapoznaniu się z opinią rzecznika generalnego na posiedzeniu w dniu 5 marca 2020 r.,", "label": [[27, 48, "PROFESSION"], [66, 86, "DATE"]]}
{"text": "wydaje następujący Wyrok", "label": []}
{"text": "1 Wniosek o wydanie orzeczenia w trybie prejudycjalnym dotyczy wykładni decyzji Komisji 2005/239/WE z dnia 14 lipca 2004 r. w sprawie niektórych środków pomocy wprowadzonych przez Francję na rzecz prowadzących hodowle wodne i rybaków (Dz.U. 2005, L 74, s. 49, zwanej dalej „sporną decyzją”).", "label": [[80, 87, "ORG"], [102, 123, "DATE"], [180, 187, "ORG"], [197, 223, "PROFESSION"], [226, 233, "PROFESSION"]]}
{"text": "2 Wniosek ten został złożony w ramach sporu pomiędzy ministre de l’Agriculture et de l’Alimentation (ministrem rolnictwa i żywności, Francja) a Compagnie des pêches de Saint-Malo w przedmiocie wezwania do zapłaty wydanego w celu odzyskania pomocy, którą spółka ta otrzymała na podstawie krajowych środków będących przedmiotem spornej decyzji.", "label": [[53, 99, "PROFESSION"], [101, 131, "PROFESSION"], [133, 140, "LOC"], [144, 178, "ORG"]]}
{"text": "Ramy prawne", "label": []}
{"text": "Prawo Unii", "label": [[6, 10, "LOC"]]}
{"text": "3 Motywy 17, 18, 20, 55, 56, 98 i 99 spornej decyzji mają następujące brzmienie:", "label": []}
{"text": "„(17) W dwóch okólnikach, z dnia 15 kwietnia 2000 r. i z dnia 13 lipca 2000 r., [ministre de l’Agriculture et de la Pêche (minister rolnictwa i rybołówstwa, Francja)] podjął decyzję o przyznaniu wszystkim przedsiębiorstwom omawianego sektora 50% zmniejszenia obciążeń socjalnych, dotyczącego okresu od dnia 15 kwietnia 2000 r. do dnia 15 lipca 2000 r. dla prowadzących hodowle wodne oraz od dnia 15 kwietnia 2000 r. do dnia 15 października 2000 r. dla rybaków.", "label": [[28, 52, "DATE"], [57, 78, "DATE"], [81, 121, "PROFESSION"], [123, 155, "PROFESSION"], [157, 164, "LOC"], [242, 244, "AMOUNT_VALUE"], [244, 245, "AMOUNT_UNIT"], [302, 326, "DATE"], [330, 351, "DATE"], [356, 382, "PROFESSION"], [391, 415, "DATE"], [419, 447, "DATE"], [452, 459, "PROFESSION"]]}
{"text": "(18) Ulga ta dotyczyła składek opłacanych przez pracodawców i pracowników, i objęła wszystkich rybaków i prowadzących hodowle wodne z Francji metropolitalnej i departamentów zamorskich.", "label": [[95, 102, "PROFESSION"], [105, 131, "PROFESSION"], [134, 157, "LOC"]]}
{"text": "[…]", "label": []}
{"text": "(20) W przypadku składek na [Établissement national des invalides de la marine (krajowy zakład inwalidów marynarki, Francja)] obniżka wynosiła 50% zarówno w odniesieniu do składek opłacanych przez pracowników, jak i do składek opłacanych przez pracodawców. […]", "label": [[29, 78, "ORG"], [80, 114, "ORG"], [116, 123, "LOC"], [143, 145, "AMOUNT_VALUE"], [145, 146, "AMOUNT_UNIT"]]}
{"text": "[…]", "label": []}
{"text": "(55) Poszczególne środki stanowiące przedmiot niniejszej decyzji (zmniejszenie obciążeń socjalnych i finansowych, zwolnienie z opłat koncesyjnych) to środki przynoszące korzyść przedsiębiorstwom prowadzącym szczególną działalność, a mianowicie przedsiębiorstwom zajmującym się akwakulturą lub rybołówstwem. To one bowiem są zwolnione z określonych obciążeń, jakie w normalnych warunkach powinny ponosić.", "label": []}
{"text": "(56) Środki te prowadzą do utraty części zasobów państwowych, bezpośrednio (zmniejszenie obciążeń socjalnych i finansowych, zwolnienie z opłat koncesyjnych) bądź pośrednio, ponieważ [p]aństwo musi zrekompensować straty poniesione przez instytucję pobierającą składki socjalne. Występuje zatem pomoc państwa w rozumieniu art. 87 ust. 1 [WE, obecnie art. 107 ust. 1 TFUE].", "label": []}
{"text": "[…]", "label": []}
{"text": "(98) […] Komisja ocenia, że powszechnego zmniejszenia obciążeń socjalnych przyznanego rybakom w okresie od dnia 15 kwietnia do dnia 15 października nie można uznać za zgodne ze wspólnym rynkiem w oparciu o art. 87 ust. 2 lit. b) [WE, obecnie art. 107 ust. 1 lit. b) TFUE].", "label": [[9, 16, "ORG"], [86, 93, "PROFESSION"], [107, 123, "DATE"], [127, 147, "DATE"]]}
{"text": "(99) Jako pomoc operacyjna przyznana wszystkim przedsiębiorstwom rybackim bez narzucania im żadnych wymogów, omawiany środek pomocy jest niezgodny ze wspólnym rynkiem na podstawie pkt 1.2 czwarty akapit trzecie tiret wytycznych [do analizy pomocy państwa w sektorze rybołówstwa i akwakultury wydanych w 1997 r.].", "label": [[303, 310, "DATE"]]}
{"text": "[…]”.", "label": []}
{"text": "4 Artykuł 3 tej decyzji stanowi:", "label": []}
{"text": "„Środek pomocy wprowadzony przez Francję na rzecz rybaków w formie zmniejszenia obciążeń socjalnych za okres od dnia 15 kwietnia do dnia 15 października 2000 r. jest niezgodny ze wspólnym rynkiem”.", "label": [[33, 40, "ORG"], [50, 57, "PROFESSION"], [112, 128, "DATE"], [132, 160, "DATE"]]}
{"text": "5 Zgodnie z art. 4 wspomnianej decyzji:", "label": []}
{"text": "„1. Francja podejmuje wszelkie niezbędne środki, aby odebrać od beneficjentów pomoc, o której mowa [w art. 3] i która już została przekazana do ich dyspozycji niezgodnie z prawem.", "label": [[4, 11, "ORG"]]}
{"text": "2. Odebranie to następuje bezzwłocznie zgodnie z procedurami prawa krajowego, o ile pozwalają one na natychmiastowe i skuteczne wykonanie niniejszej decyzji. Pomoc, którą należy odebrać, obejmuje odsetki od dnia, w którym została przekazana do dyspozycji beneficjentów, do dnia jej odebrania. […]”.", "label": []}
{"text": "Prawo francuskie", "label": [[6, 16, "LOC"]]}
{"text": "6 Artykuł L. 741‑9 code rural et de la pêche maritime (kodeksu rolnictwa i rybołówstwa morskiego), w brzmieniu mającym zastosowanie do sporu rozpatrywanego w postępowaniu głównym, stanowi:", "label": []}
{"text": "„Zasoby ubezpieczeń społecznych pracowników rolnych obejmują:", "label": []}
{"text": "I. w przypadku ubezpieczenia zdrowotnego, z tytułu macierzyństwa, inwalidztwa i śmierci:", "label": []}
{"text": "1) składkę opartą:", "label": []}
{"text": "a) na wynagrodzeniach lub zyskach pobieranych przez ubezpieczonych, płatną przez pracodawców i ubezpieczonych;", "label": []}
{"text": "b) na świadczeniach emerytalnych, niezależnie od tego, czy zostały one sfinansowane w całości lub w części z wkładu pracodawcy, czy też skutkowały wykupieniem składek, z wyłączeniem dodatków lub podwyżek na dzieci innych niż dodatkowe lata pracy uprawniające do emerytury, płatną przez posiadaczy;", "label": []}
{"text": "c) na świadczeniach zastępczych i dochodach zastępczych, o których mowa w art. L. 131‑2 code de la sécurité sociale (kodeksu zabezpieczenia społecznego, Francja), płatną przez posiadaczy;", "label": [[153, 160, "LOC"]]}
{"text": "2) część ułamkową dochodów z wkładów na zabezpieczenie społeczne, o których mowa w art. L. 136‑1, L. 136‑6, L. 136‑7, L. 136‑7-1 code de la sécurité sociale (kodeksu zabezpieczenia społecznego, Francja);", "label": [[194, 201, "LOC"]]}
{"text": "II. w przypadku ubezpieczenia emerytalnego, składkę opartą:", "label": []}
{"text": "a) na wynagrodzeniach lub zyskach pobieranych przez ubezpieczonych w granicach pewnego pułapu, płatną przez pracodawców i ubezpieczonych;", "label": []}
{"text": "b) na całości wynagrodzeń lub zysków pobieranych przez ubezpieczonych, płatną przez pracodawców;", "label": []}
{"text": "III. w przypadku ubezpieczenia na wypadek wdowieństwa, składkę opartą na wynagrodzeniach lub zyskach pobieranych przez ubezpieczonych, płatną przez tych ostatnich”.", "label": []}
{"text": "7 Artykuł 4 décret du 17 juin 1938, relatif à la réorganisation et à l’unification du régime d’assurance des marins (dekretu z dnia 17 czerwca 1938 r. w sprawie reorganizacji i ujednolicenia systemu ubezpieczeń marynarzy, Francja), w brzmieniu mającym zastosowanie do sporu w postępowaniu głównym, stanowi:", "label": [[22, 34, "DATE"], [127, 150, "DATE"], [211, 220, "PROFESSION"], [222, 229, "LOC"]]}
{"text": "„Z wyjątkiem marynarzy rannych lub chorych, za których odpowiada armator lub powszechny fundusz emerytalny, przynależność do powszechnego funduszu emerytalnego pociąga za sobą obowiązek zapłaty składki osobistej oraz wkładu pracodawcy na warunkach określonych w art. L. 41 i L. 42 code des pensions de retraite des marins (kodeksu emerytalnego marynarzy, Francja).", "label": [[13, 22, "PROFESSION"], [315, 321, "PROFESSION"], [344, 353, "PROFESSION"], [355, 362, "LOC"]]}
{"text": "Jeżeli okres służby zostaje uwzględniony tylko częściowo w odniesieniu do emerytury z kasy emerytalnej marynarzy, składki i wkłady należne są na rzecz powszechnego funduszu emerytalnego za cały przedmiotowy okres”.", "label": [[103, 112, "PROFESSION"]]}
{"text": "Postępowanie główne i pytania prejudycjalne", "label": []}
{"text": "8 W następstwie, po pierwsze, zanieczyszczenia węglowodorami spowodowanego zatonięciem tankowca Erika, które nastąpiło w dniu 12 grudnia 1999 r. w Zatoce Biskajskiej, a po drugie, poważnych zniszczeń spowodowanych na południu Francji przez gwałtowny sztorm, który miał miejsce w dniach 27 i 28 grudnia 1999 r., Republika Francuska ustanowiła system odszkodowawczy dla rybaków i i dla prowadzących hodowle wodne, aby naprawić szkody, które zostały im wyrządzone.", "label": [[87, 101, "ORG"], [121, 144, "DATE"], [147, 165, "LOC"], [226, 233, "LOC"], [286, 309, "DATE"], [311, 330, "ORG"], [368, 375, "PROFESSION"], [384, 410, "PROFESSION"]]}
{"text": "9 Początkowo zostały przewidziane różne środki odszkodowawcze w odniesieniu do rybaków i do prowadzących hodowle wodne z sześciu francuskich departamentów na wybrzeżu atlantyckim, których bezpośrednio dotyczyły te wydarzenia, a mianowicie departamentów od Finistère do Żyrondy.", "label": [[79, 86, "PROFESSION"], [92, 118, "PROFESSION"], [129, 140, "LOC"], [158, 178, "LOC"], [256, 265, "LOC"], [269, 276, "LOC"]]}
{"text": "10 W dwóch okólnikach z dnia 15 kwietnia i 13 lipca 2000 r. Republika Francuska ustanowiła szereg środków uzupełniających, polegających w szczególności na przyznaniu wszystkim przedsiębiorstwom z odnośnego sektora 50% zmniejszenia obciążeń socjalnych, dotyczącego okresu od dnia 15 kwietnia 2000 r. do dnia 15 lipca 2000 r. dla prowadzących hodowle wodne oraz od dnia 15 kwietnia 2000 r. do dnia 15 października 2000 r. dla rybaków. Zmniejszenie to dotyczyło zarówno składek opłacanych przez pracodawców, jak i tych opłacanych przez pracowników, i objęło wszystkich rybaków i prowadzących hodowle wodne z Francji metropolitalnej i departamentów zamorskich.", "label": [[24, 40, "DATE"], [43, 59, "DATE"], [60, 79, "ORG"], [214, 216, "AMOUNT_VALUE"], [216, 217, "AMOUNT_UNIT"], [274, 298, "DATE"], [302, 323, "DATE"], [328, 354, "PROFESSION"], [363, 387, "DATE"], [391, 419, "DATE"], [424, 431, "PROFESSION"], [566, 573, "PROFESSION"], [576, 602, "PROFESSION"], [605, 628, "LOC"]]}
{"text": "11 Władze francuskie niezwłocznie wdrożyły te różne środki, które zostały przekazane Komisji dopiero pismem z dnia 21 czerwca 2000 r.", "label": [[10, 20, "LOC"], [85, 92, "ORG"], [110, 133, "DATE"]]}
{"text": "12 W spornej decyzji Komisja uznała część tych środków, w szczególności środek dotyczący zmniejszenia składek socjalnych rybaków, za pomoc państwa niezgodną ze wspólnym rynkiem i nakazała bezzwłoczne odzyskanie kwot odpowiadających temu zmniejszeniu. Ani Republika Francuska, ani żaden z beneficjentów rozpatrywanych środków nie zakwestionowali zgodności z prawem tej decyzji w drodze skargi o stwierdzenie nieważności na podstawie art. 263 TFUE.", "label": [[21, 28, "ORG"], [121, 128, "PROFESSION"], [255, 274, "ORG"]]}
{"text": "13 W następstwie wydania tej decyzji nastąpiła wielokrotna wymiana korespondencji pomiędzy Komisją a władzami francuskimi, przy okazji której władze francuskie najpierw zwróciły się do Komisji o ponowne rozważenie jej stanowiska, a następnie powiadomiły ją, że zgodnie z badaniem dotyczącym przedsiębiorstw, od których należało odzyskać sporną pomoc, niektóre z nich przestały istnieć, natomiast inne napotykały poważne trudności ekonomiczne.", "label": [[91, 98, "ORG"], [110, 121, "LOC"], [149, 159, "LOC"], [185, 192, "ORG"]]}
{"text": "14 W dniu 23 grudnia 2009 r., uznając, że Republika Francuska nie wykonała jeszcze spornej decyzji, Komisja wniosła do Trybunału skargę o stwierdzenie uchybienia zobowiązaniom państwa członkowskiego, która doprowadziła do wydania wyroku z dnia 20 października 2011 r., Komisja/Francja (C‑549/09, niepublikowanego, EU:C:2011:672).", "label": [[5, 28, "DATE"], [42, 61, "ORG"], [100, 107, "ORG"], [119, 128, "ORG"], [239, 267, "DATE"], [269, 276, "ORG"], [277, 284, "ORG"]]}
{"text": "15 W wyroku tym Trybunał orzekł, że nie wykonując spornej decyzji w wyznaczonym terminie, Republika Francuska uchybiła zobowiązaniom, które na niej ciążą na mocy art. 288 akapit czwarty TFUE i art. 4 tej decyzji. Ponadto w pkt 42 i 43 tego wyroku stwierdził on, w odpowiedzi na argument podniesiony przez Republikę Francuską, powtórzony w pkt 23 tego wyroku i oparty na tym, że „ponieważ kwoty odpowiadające zmniejszeniu obciążeń opłacanych przez pracowników zostały wpłacone do właściwych instytucji przez przedsiębiorstwa w imieniu pracowników, ci ostatni nie są zobowiązani do ich zwrotu”, że argument ten sprowadza się w rzeczywistości do zakwestionowania dokonanej przez Komisję w spornej decyzji oceny dotyczącej charakteru „pomocy państwa”, w rozumieniu art. 107 ust. 1 TFUE, jaki ma zmniejszenie obciążeń socjalnych zarówno opłacanych przez pracodawców, jak i opłacanych przez pracowników, i że rolą jego, w ramach rozpatrywania skargi o stwierdzenie uchybienia zobowiązaniom, nie jest zajęcie stanowiska w przedmiocie zgodności z prawem tej decyzji.", "label": [[16, 24, "ORG"], [90, 109, "ORG"], [305, 324, "ORG"], [676, 683, "ORG"]]}
{"text": "16 W następstwie ogłoszenia wyroku z dnia 20 października 2011 r., Komisja/Francja (C‑549/09, niepublikowanego, EU:C:2011:672), pismem z dnia 20 grudnia 2012 r. Komisja zwróciła się do Republiki Francuskiej o ponowne wszczęcie postępowania w sprawie odzyskania omawianej pomocy od przedsiębiorstw będących jej beneficjentami, aby odzyskać również kwoty odpowiadające zmniejszeniu składek opłacanych przez pracowników, co Republika Francuska przyjęła do wiadomości pismem z dnia 7 lutego 2013 r.", "label": [[37, 65, "DATE"], [67, 74, "ORG"], [75, 82, "ORG"], [137, 160, "DATE"], [161, 168, "ORG"], [185, 206, "ORG"], [421, 440, "ORG"], [473, 494, "DATE"]]}
{"text": "17 Na podstawie tego żądania directeur régional des finances publiques de Bretagne (regionalny organ ds. finansów publicznych w Bretanii (Francja) wystawił w dniu 22 lutego 2013 r. w stosunku do Compagnie des pêches de Saint-Malo wezwanie do zapłaty na kwotę odpowiadającą zmniejszeniu składek opłacanych przez pracowników, z których spółka ta skorzystała jakoby w okresie od dnia 15 kwietnia do dnia 15 października 2000 r., a mianowicie 84 550,08 EUR, wraz z odsetkami za zwłokę.", "label": [[29, 70, "PROFESSION"], [74, 82, "LOC"], [84, 125, "ORG"], [128, 146, "LOC"], [158, 180, "DATE"], [195, 229, "ORG"], [376, 392, "DATE"], [396, 424, "DATE"], [439, 448, "AMOUNT_VALUE"], [449, 452, "AMOUNT_UNIT"]]}
{"text": "18 Owo wezwanie do zapłaty zostało zaskarżone przez tę spółkę przed tribunal administratif de Rennes (sądem administracyjnym w Rennes, Francja), który wyrokiem z dnia 25 czerwca 2015 r. stwierdził jego nieważność. Odwołanie wniesione przez ministre de l’Environnement, de l’Énergie et de la Mer (ministra środowiska, energii i gospodarki morskiej), odpowiedzialnego za stosunki międzynarodowe w dziedzinie klimatu zostało oddalone przez cour administrative d’appel de Nantes (apelacyjny sąd administracyjny w Nantes, Francja) wyrokiem z dnia 14 kwietnia 2017 r. Od tego wyroku ministre de l’Agriculture et de l’Alimentation (minister rolnictwa i żywności, Francja) wniósł w dniu 14 czerwca 2017 r. skargę kasacyjną do Conseil d’État (rady stanu, Francja), w której podniósł w szczególności, że sąd apelacyjny, po pierwsze, naruszył prawo poprzez orzeczenia, iż z przedmiotowych zwolnień dotyczących składek opłacanych przez pracowników nie skorzystały przedsiębiorstwa rybackie, chociaż Komisja uznała je za pomoc państwa niezgodną ze wspólnym rynkiem, a po drugie, dokonał błędnej oceny przedstawionego w sprawie materiału dowodowego, uznając, iż postępowanie wykazało, że obniżenie składek opłacanych przez pracowników skutkowało automatycznie podwyższeniem kwoty wypłacanego im wynagrodzenia netto.", "label": [[68, 100, "ORG"], [102, 124, "ORG"], [127, 142, "LOC"], [162, 185, "DATE"], [240, 294, "PROFESSION"], [296, 346, "PROFESSION"], [437, 474, "ORG"], [476, 506, "ORG"], [509, 524, "LOC"], [537, 561, "DATE"], [577, 623, "PROFESSION"], [625, 654, "PROFESSION"], [656, 663, "LOC"], [674, 697, "DATE"], [718, 732, "ORG"], [734, 744, "ORG"], [746, 753, "LOC"], [987, 994, "ORG"]]}
{"text": "19 Z informacji zawartych we wniosku o wydanie orzeczenia w trybie prejudycjalnym wynika, że po oddaleniu pierwszych zarzutów podniesionych przez Compagnie des pêches de Saint-Malo, dotyczących w istocie tego, że sporne wezwanie do zapłaty naruszało wymogi dotyczące uzasadnienia wynikające z prawa Unii, a także zasadę ochrony uzasadnionych oczekiwań, zasadę pewności prawa i zasadę dochowania rozsądnego terminu, Conseil d’État (rada stanu) oddaliła wniosek tej spółki o skierowanie do Trybunału, w trybie art. 267 TFUE, pytania prejudycjalnego w przedmiocie oceny ważności spornej decyzji. Opierając się na wyrokach z dnia 9 marca 1994 r., TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) i z dnia 19 października 2000 r., Włochy i Sardegna Lines/Komisja (C‑15/98 i C‑105/99, EU:C:2000:570) oraz z dnia 25 lipca 2018 r., Georgsmarienhütte i in. (C‑135/16, EU:C:2018:582), sąd odsyłający uznał bowiem, że sporna decyzja dotyczy rzeczonej spółki bezpośrednio i indywidualnie w rozumieniu art. 263 TFUE jako rzeczywistego beneficjenta indywidualnej pomocy przyznanej na podstawie systemu pomocy, której odzyskanie zostało nakazane przez Komisję, i że – ponieważ spółka ta nie wniosła do Trybunału skargi o stwierdzenie jej nieważności, nie może ona kwestionować jej ważności przy okazji postępowania wszczętego przeciwko środkom służącym wykonaniu tej decyzji, przyjętym przez władze krajowe.", "label": [[146, 180, "ORG"], [299, 303, "LOC"], [415, 442, "ORG"], [488, 497, "ORG"], [621, 641, "DATE"], [643, 669, "ORG"], [699, 727, "DATE"], [729, 735, "ORG"], [738, 752, "ORG"], [753, 760, "ORG"], [804, 825, "DATE"], [827, 844, "ORG"], [1140, 1147, "ORG"], [1190, 1199, "ORG"]]}
{"text": "20 Co się tyczy ostatniego zarzutu podniesionego przez Compagnie des pêches de Saint-Malo, opartego w istocie na tym, że sporna decyzja pociąga za sobą jedynie odzyskanie kwot odpowiadających zmniejszeniu składek opłacanych przez pracodawców, z wyłączeniem kwot dotyczących składek opłacanych przez pracowników, ponieważ te ostatnie składki powinny zostać odzyskane od pracowników przedsiębiorstw rybackich, którzy byli ich jedynymi rzeczywistymi beneficjentami, Conseil d’État (rada stanu) wskazała na wstępie, że chociaż sporna decyzja w motywie 18, odnoszącym się do opisu odnośnych środków krajowych, wspomina o tym, że przedmiotowe zmniejszenie dotyczyło składek opłacanych przez pracodawców i składek opłacanych przez pracowników, wymieniała jedynie „składki socjalne”, nie wyjaśniając wyraźnie, czy zmniejszenie składek, którego odzyskanie nakazano, dotyczy również składek opłacanych przez pracowników. Wyjaśnił on ponadto, że na podstawie przepisów krajowych, o których mowa w pkt 6 i 7 niniejszego wyroku, składki opłacane przez pracodawców przekazywane do systemu zabezpieczenia społecznego pracowników rolnych oraz do systemu zabezpieczenia społecznego marynarzy są należne od przedsiębiorstw rybackich jako od pracodawców, natomiast składki opłacane przez pracowników są należne od samych pracowników. Te ostatnie składki nie są bowiem ponoszone przez przedsiębiorstwa rybackie, lecz jedynie są przez nie potrącane z wynagrodzenia ich pracowników w każdym rozliczeniu wynagrodzenia. Tak więc zmniejszenie składek opłacanych przez pracowników jest przenoszone na pracowników, którzy są jego bezpośrednimi beneficjentami, ponieważ otrzymują wynagrodzenie netto powiększone o kwotę odpowiadającą zmniejszeniu tych składek.", "label": [[55, 89, "ORG"], [463, 490, "ORG"], [1165, 1174, "PROFESSION"]]}
{"text": "21 Zdaniem Conseil d’État (rady stanu) odpowiedź na ten ostatni zarzut Compagnie des pêches de Saint-Malo zależy od tego, czy sporną decyzję należy interpretować w ten sposób, że uznano w niej za niezgodne ze wspólnym rynkiem jedynie zmniejszenie składek opłacanych przez pracodawców, ponieważ zmniejszenie składek opłacanych przez pracowników nie przynosi bezpośrednio korzyści przedsiębiorstwom rybackim, a zatem nie może wchodzić w zakres stosowania art. 107 TFUE, czy też przeciwnie, niezgodność z prawem dotyczy również zmniejszenia tego drugiego rodzaju. W tym ostatnim przypadku powstałoby ponadto pytanie, czy należy uznać, że przedsiębiorstwa rybackie, w których zatrudnieni są pracownicy korzystający ze zmniejszenia składek opłacanych przez pracowników, są uważane za beneficjentów całości tego zmniejszenia, czy też tylko jego części. W tym ostatnim przypadku sąd odsyłający zastanawia się nad sposobem, w jaki należy ocenić tę część zmniejszenia. Powstaje ponadto pytanie, czy państwo członkowskie, do którego jest skierowany nakaz odzyskania pomocy, ma obowiązek nakazać zwrot przez pracowników, których zmniejszenie to dotyczy, części pomocy, z której skorzystali.", "label": [[11, 38, "ORG"], [71, 105, "ORG"]]}
{"text": "22 W tych okolicznościach Conseil d’État (rada stanu) postanowiła zawiesić postępowanie i zwrócić się do Trybunału z następującymi pytaniami prejudycjalnymi:", "label": [[26, 53, "ORG"], [105, 114, "ORG"]]}
{"text": "„1) Czy [sporną] decyzję należy interpretować w ten sposób, że za niezgodne ze wspólnym rynkiem uznaje ona wyłącznie zmniejszenie składek opłacanych przez pracodawców, gdyż zmniejszenie składek opłacanych przez pracowników nie stanowi korzyści dla przedsiębiorstw, a tym samym nie może wchodzić w zakres stosowania art. 107 [TFUE], czy też że za niezgodne ze wspólnym rynkiem uznaje ona także zmniejszenie składek opłacanych przez pracowników?", "label": []}
{"text": "2) W przypadku gdyby Trybunał orzekł, że decyzję Komisji należy interpretować w ten sposób, iż za niezgodne ze wspólnym rynkiem uznaje ona także zmniejszenie składek opłacanych przez pracowników – czy należy uznać, że przedsiębiorstwo odniosło korzyść z całości tego zmniejszenia, czy tylko z jego części? W tym ostatnim przypadku, w jaki sposób obliczyć tę część? Czy państwo członkowskie obowiązane jest nakazać pracownikom, których to dotyczy, zwrot całości lub części pomocy, z której skorzystali?”.", "label": [[21, 29, "ORG"], [49, 56, "ORG"]]}
{"text": "W przedmiocie dopuszczalności wniosku o wydanie orzeczenia w trybie prejudycjalnym", "label": []}
{"text": "23 Opierając się na wyrokach z dnia 9 marca 1994 r., TWD Textilwerke Deggendorf (C‑188/92, EU:C:1994:90) i z dnia 25 lipca 2018 r., Georgsmarienhütte i in. (C‑135/16, EU:C:2018:582), Komisja podnosi, tytułem głównym, niedopuszczalność wniosku o wydanie orzeczenia w trybie prejudycjalnym. Według niej oba pytania postawione przez Conseil d’État (radę stanu), chociaż przedstawione w formie pytań dotyczących wykładni, mają w rzeczywistości na celu zakwestionowanie ważności spornej decyzji w zakresie, w jakim uznaje ona za pomoc państwa niezgodną ze wspólnym rynkiem zmniejszenie składek opłacanych przez pracowników, które są przedmiotem postępowania głównego, i nakazuje odzyskanie kwot odpowiadających temu zmniejszeniu. Taką kwalifikację pytań prejudycjalnych potwierdzają zarówno cel i sam sens tak sformułowanych pytań, jak i kontekst, w jakim zostały one podniesione, a mianowicie skarga kasacyjna do sądu krajowego, w której strona pozwana w postępowaniu głównym zakwestionowała ważność tej decyzji.", "label": [[31, 51, "DATE"], [53, 79, "ORG"], [109, 130, "DATE"], [132, 149, "ORG"], [183, 190, "ORG"], [330, 357, "ORG"]]}
{"text": "24 Zdaniem Komisji ścisła lektura spornej decyzji, sugerująca, że żądanie odzyskania dotyczy jedynie kwot odpowiadających zmniejszeniu składek opłacanych przez pracodawców, z wyłączeniem kwot dotyczących składek opłacanych przez pracowników, sprowadzałaby się w istocie do umożliwienia Compagnie des pêches de Saint-Malo zakwestionowania zgodności z prawem tej decyzji w drodze pytania prejudycjalnego rzekomo dotyczącego wykładni rzeczonej decyzji. Taka możliwość jest jednak wykluczona przez orzecznictwo Trybunału wspomniane w poprzednim punkcie niniejszego wyroku, ponieważ spółka ta nie wniosła skargi o stwierdzenie nieważności wspomnianej decyzji na podstawie art. 263 akapit czwarty TFUE, mimo że jako beneficjent pomocy państwa uznanej za niezgodną ze wspólnym rynkiem była ona „niewątpliwie uprawniona” do jej zakwestionowania. Zatem wobec nieskorzystania z tego środka odwoławczego w wyznaczonym terminie, wspomniana spółka nie może podważać ważności tej decyzji przy okazji skargi na krajowe środki wykonawcze do tej decyzji.", "label": [[11, 18, "ORG"], [286, 320, "ORG"], [507, 516, "ORG"]]}
{"text": "25 W tym względzie należy podnieść, po pierwsze, że jak zauważył w istocie rzecznik generalny w pkt 22 opinii, niezależnie od zakresu pierwszego pytania przedstawionego przez sąd odsyłający, pytanie drugie wyraźnie zawiera wniosek o dokonanie wykładni. Wobec tego, chociaż okoliczność, że Compagnie des pêches de Saint-Malo nie podważyła zgodności z prawem spornej decyzji w drodze skargi o stwierdzenie nieważności, może ewentualnie mieć wpływ na dopuszczalność pytania pierwszego, to jednak nie może ona w żadnym wypadku powodować niedopuszczalności całego wniosku o wydanie orzeczenia w trybie prejudycjalnym (zob. podobnie wyrok z dnia 17 lutego 2011 r., Bolton Alimentari, C‑494/09, EU:C:2011:87, pkt 21).", "label": [[75, 93, "PROFESSION"], [289, 323, "ORG"], [635, 657, "DATE"], [659, 676, "ORG"]]}
{"text": "26 Po drugie, co się tyczy dopuszczalności pytania pierwszego, należy stwierdzić, że chociaż wydaje się, iż zamiarem sądu odsyłającego było ograniczyć się do wniosku o dokonanie wykładni, aby ustalić, czy nakaz odzyskania wydany przez Komisję na podstawie spornej decyzji dotyczy nie tylko kwot odpowiadających zmniejszeniu składek opłacanych przez pracodawcę, lecz również kwot odpowiadających zmniejszeniu składek opłacanych przez pracowników, to z samego brzmienia tego pytania wynika również, że sąd odsyłający zwraca się do Trybunału z pytaniem o dokonaną przez Komisję w spornej decyzji ocenę tego, czy składki opłacane przez pracowników mają charakter „pomocy państwa” w rozumieniu art. 107 ust. 1 TFUE. Należy zatem uznać, że podnosi ona w sposób dorozumiany kwestię oceny ważności tej decyzji.", "label": [[235, 242, "ORG"], [529, 538, "ORG"], [567, 574, "ORG"]]}
{"text": "27 W tym względzie należy zauważyć, że chociaż w ramach podziału zadań pomiędzy sądy krajowe i Trybunał w zakresie stosowania art. 267 TFUE do sądów krajowych należy decyzja o istotności zadanych pytań, to jednak do Trybunału należy wywiedzenie z całości informacji przedstawionych przez sąd krajowy tych elementów prawa Unii, które wymagają, ze względu na przedmiot sporu, dokonania wykładni lub oceny ważności (zob. podobnie wyrok z dnia 15 października 1980 r., Roquette Frères, 145/79, EU:C:1980:234, pkt 7).", "label": [[95, 103, "ORG"], [216, 225, "ORG"], [321, 325, "LOC"], [435, 463, "DATE"], [465, 480, "ORG"]]}
{"text": "28 Jak zauważył rzecznik generalny w pkt 25–31 opinii, z orzecznictwa wynika, że wątpliwości wyrażone przez sąd odsyłający w odniesieniu do ważności aktu Unii, lub też fakt, że kwestia ta została podniesiona w postępowaniu głównym, stanowią okoliczności, które Trybunał bierze pod uwagę przy ocenie, czy należy uwzględnić z urzędu kwestię ważności aktu, gdy sąd odsyłający wnosił jedynie o jego wykładnię (zob. podobnie wyroki: z dnia 13 grudnia 1989 r., Paris, C‑204/88, EU:C:1989:643, pkt 8; z dnia 11 czerwca 2009 r., Hans & Christophorus Oymanns, C‑300/07, EU:C:2009:358, pkt 46, 47; z dnia 6 października 2015 r., Mertens, C‑362/14, EU:C:2015:650, pkt 67; a także z dnia 16 lipca 2020 r., Facebook Ireland i Mertens, C‑311/18, EU:C:2020:559, pkt 159–161).", "label": [[16, 34, "PROFESSION"], [154, 158, "LOC"], [261, 269, "ORG"], [430, 453, "DATE"], [455, 460, "LOC"], [496, 519, "DATE"], [521, 549, "ORG"], [590, 617, "DATE"], [619, 626, "PER"], [671, 692, "DATE"], [694, 710, "ORG"], [713, 720, "PER"]]}
{"text": "29 W niniejszym przypadku należy zaś stwierdzić, że po pierwsze z postanowienia odsyłającego i z akt sprawy, którymi dysponuje Trybunał, wynika, iż w skardze wniesionej do sądu krajowego pierwszej instancji Compagnie des pêches de Saint-Malo zakwestionowała bezpośrednio ważność spornej decyzji w zakresie, w jakim Komisja uznała w niej, że zmniejszenie przedmiotowych składek opłacanych przez pracowników jest niezgodne ze wspólnym rynkiem. Po drugie, podkreślając – jak zostało wskazane w pkt 20 i 21 niniejszego wyroku - że zmniejszenie tych składek opłacanych przez pracowników nie stanowi bezpośredniej korzyści dla przedsiębiorstw rybackich, a zatem nie wchodzi w zakres stosowania art. 107 TFUE, sąd ów wyraził swoje wątpliwości co do ważności spornej decyzji.", "label": [[127, 135, "ORG"], [207, 241, "ORG"], [315, 322, "ORG"]]}
{"text": "30 Zatem, mimo że pytania prejudycjalne formalnie dotyczą wykładni spornej decyzji, w celu udzielenia sądowi odsyłającemu pełnej odpowiedzi należy zbadać również ważność tej decyzji.", "label": []}
{"text": "31 Jednakże, jak wynika z orzecznictwa Trybunału, kwestia ważności nie może zostać rozpatrzona z urzędu, w przypadku gdy strona pozwana w postępowaniu głównym byłaby bez wątpienia uprawniona do żądania stwierdzenia nieważności spornej decyzji (zob. podobnie wyroki: z dnia 18 lipca 2007 r., Franceschi, C‑119/05, EU:C:2007:434, pkt 56; z dnia 8 lipca 2010 r., Afton Chemical, C‑343/09, EU:C:2010:419, pkt 19–25; z dnia 25 lipca 2018 r., Georgsmarienhütte i in., C‑135/16, EU:C:2018:582, pkt 37).", "label": [[39, 48, "ORG"], [268, 289, "DATE"], [291, 301, "PER"], [338, 358, "DATE"], [360, 374, "ORG"], [414, 435, "DATE"], [437, 454, "ORG"]]}
{"text": "32 W tym względzie należy zaś uznać, że w niniejszym przypadku, w sytuacji gdy Compagnie des pêche de Saint-Malo mogła zakwestionować sporną decyzję w drodze skargi wniesionej na podstawie art. 263 TFUE, nie było pewne, czy miała ona interes prawny we wniesieniu skargi na część tej decyzji dotyczącą składek opłacanych przez pracowników, skoro w szczególności – jak wynika z akt sprawy, którymi dysponuje Trybunał – składki te nie były ponoszone przez przedsiębiorstwa rybackie jako pracodawcę, lecz obciążały pracowników, którzy byli rzeczywistymi beneficjentami zmniejszenia odnoszącego się do tych składek.", "label": [[79, 112, "ORG"], [406, 414, "ORG"]]}
{"text": "33 Ponadto, jako że – jak podkreślono w pkt 16 i 17 niniejszego wyroku – dopiero po ogłoszeniu wyroku z dnia 20 października 2011 r., Komisja/Francja (C‑549/09, niepublikowanego, EU:C:2011:672) Compagnie des pêche de Saint-Malo została należycie poinformowana o fakcie, że wydany przez Komisję nakaz odzyskania dotyczył również kwot odpowiadających zmniejszeniu składek opłacanych przez pracowników, mogła ona uważać, przed upływem terminu do wniesienia skargi, który został jej wyznaczony w art. 263 TFUE, że nie miała ona interesu prawnego we wniesieniu skargi przeciwko spornej decyzji w celu sprzeciwienia się zwrotowi tych kwot. Ponadto nie jest wykluczone, że nawet w przypadku, gdyby spółka ta wniosła skargę przeciwko spornej decyzji, Sąd uwzględniłby z urzędu, z tych samych powodów, a także z powodów przedstawionych przez rzecznika generalnego w pkt 49 opinii, brak interesu prawnego rzeczonej spółki.", "label": [[104, 132, "DATE"], [134, 141, "ORG"], [142, 149, "ORG"], [194, 227, "ORG"], [286, 293, "ORG"], [743, 746, "ORG"], [833, 854, "PROFESSION"]]}
{"text": "34 Należy zaś przypomnieć w tym względzie, że zgodnie z utrwalonym orzecznictwem interes prawny, który musi być rzeczywisty i aktualny, stanowi również przesłankę dopuszczalności skargi wniesionej na podstawie art. 263 TFUE (zob. podobnie wyrok z dnia 21 grudnia 2011 r., ACEA/Komisja, C‑319/09 P, niepublikowany, EU:C:2011:857, pkt 67 i przytoczone tam orzecznictwo). Jej brak stanowi bezwzględną przeszkodę procesową, która może zostać uwzględniona przez Trybunał z urzędu (zob. podobnie postanowienie z dnia 7 października 1987 r., d. B./Rada i EKES, 108/86, EU:C:1987:426, pkt 10).", "label": [[247, 270, "DATE"], [272, 276, "ORG"], [277, 284, "ORG"], [457, 465, "ORG"], [506, 533, "DATE"], [535, 540, "PER"], [541, 545, "ORG"], [548, 552, "ORG"]]}
{"text": "35 W świetle tych okoliczności należy stwierdzić, że nie jest oczywiste, iż skarga o stwierdzenie nieważności wniesiona przez pozwaną w postępowaniu głównym byłaby dopuszczalna.", "label": []}
{"text": "36 Z ogółu powyższych rozważań wynika, że wniosek o wydanie orzeczenia w trybie prejudycjalnym jest dopuszczalny w całości.", "label": []}
{"text": "W przedmiocie ważności spornej decyzji w zakresie, w jakim za pomoc państwa niezgodną ze wspólnym rynkiem uznano w niej przedmiotowe zmniejszenie składek opłacanych przez pracowników", "label": []}
{"text": "37 Na wstępie należy zauważyć, że jak wynika z pkt 42 wyroku z dnia 20 października 2011 r., Komisja/Francja (C‑549/09, niepublikowanego, EU:C:2011:672), w spornej decyzji Komisja uznała zmniejszenie obciążeń socjalnych zarówno opłacanych przez pracodawców, jak i opłacanych przez pracowników za „pomoc państwa” w rozumieniu art. 107 ust. 1 TFUE. W istocie, chociaż w art. 3 tej decyzji Komisja poprzestała na wskazaniu zmniejszenia obciążeń socjalnych, to w szczególności z motywów 18 i 20 rzeczonej decyzji wynika, że pojęcie „obciążeń socjalnych” obejmuje zarówno składki opłacane przez pracodawcę, jak i składki opłacane przez pracowników.", "label": [[63, 91, "DATE"], [93, 100, "ORG"], [101, 108, "ORG"], [172, 179, "ORG"], [387, 394, "ORG"]]}
{"text": "38 Z utrwalonego orzecznictwa wynika, że uznanie danego środka za „pomoc państwa” w rozumieniu art. 107 ust. 1 TFUE wymaga spełnienia wszystkich wymienionych poniżej przesłanek. Po pierwsze, musi to być interwencja państwa lub przy użyciu zasobów państwowych. Po drugie, środek ten musi być w stanie wpłynąć na wymianę handlową między państwami członkowskimi. Po trzecie, musi on przyznawać selektywną korzyść przedsiębiorstwu będącemu beneficjentem. Po czwarte, musi zakłócać konkurencję lub grozić jej zakłóceniem (zob. podobnie wyrok z dnia 29 lipca 2019 r., Azienda Napoletana Mobilità, C‑659/17, EU:C:2019:633, pkt 20 i przytoczone tam orzecznictwo).", "label": [[539, 560, "DATE"], [562, 589, "ORG"]]}
{"text": "39 W odniesieniu do przesłanki, zgodnie z którą środek rozpatrywany w postępowaniu głównym powinien być analizowany jako przyznanie korzyści jego beneficjentowi, to również z utrwalonego orzecznictwa Trybunału wynika, że za pomoc państwa uznaje się interwencje, które niezależnie od swojej formy mogą uprzywilejowywać przedsiębiorstwa w sposób bezpośredni lub pośredni lub które należy uznać za stanowiące korzyść gospodarczą, jakiej przedsiębiorstwo będące beneficjentem nie uzyskałoby w normalnych warunkach rynkowych (zob. podobnie wyrok z dnia 24 lipca 2003 r., Altmark Trans i Regierungspräsidium Magdeburg, C‑280/00, EU:C:2003:415, pkt 83, 84 i przytoczone tam orzecznictwo).", "label": [[200, 209, "ORG"], [543, 564, "DATE"], [566, 579, "ORG"], [582, 611, "ORG"]]}
{"text": "40 Należy również przypomnieć, że pojęcie pomocy obejmuje korzyści przyznane przez władze publiczne, które w różnych formach zmniejszają obciążenia ciążące w normalnych warunkach na budżecie danego przedsiębiorstwa. Zatem częściowe zwolnienie z obciążeń socjalnych, które są zobowiązani ponosić przedsiębiorcy z określonej gałęzi gospodarki, stanowi pomoc państwa w rozumieniu art. 107 ust. 1 TFUE, jeśli celem takiego środka jest częściowe zwolnienie tych przedsiębiorstw ze świadczeń pieniężnych, jakie normalnie wynikają ze stosowania powszechnie obowiązującego systemu zabezpieczeń społecznych, a to zwolnienie nie jest uzasadnione charakterem lub ogólną strukturą tego systemu (wyrok z dnia 5 października 1999 r., Francja/Komisja, C‑251/97, EU:C:1999:480, pkt 35, 36 i przytoczone tam orzecznictwo).", "label": [[691, 718, "DATE"], [720, 727, "ORG"], [728, 735, "ORG"]]}
{"text": "41 Trybunał ponadto podkreślił, że okoliczność, iż interwencja państwa dotyczy zabezpieczenia społecznego, nie wystarcza, aby od razu wykluczyć możliwość uznania jej za „pomoc” w rozumieniu art. 107 TFUE (zob. podobnie wyrok z dnia 5 października 1999 r., Francja/Komisja, C‑251/97, EU:C:1999:480, pkt 37 i przytoczone tam orzecznictwo), ponieważ ust. 1 tego artykułu nie wprowadza rozróżnienia pomiędzy interwencjami państwowymi w zależności od ich przyczyn lub celów, ale definiuje te interwencje na podstawie ich skutków (zob. podobnie wyrok z dnia 9 czerwca 2011 r., Comitato „Venezia vuole vivere” i in./Komisja, C‑71/09 P, C‑73/09 P i C‑76/09 P, EU:C:2011:368, pkt 94 i przytoczone tam orzecznictwo).", "label": [[3, 11, "ORG"], [227, 254, "DATE"], [256, 263, "ORG"], [264, 271, "ORG"], [547, 569, "DATE"], [571, 602, "ORG"], [609, 616, "ORG"]]}
{"text": "42 W niniejszym przypadku, jeśli chodzi o zmniejszenie składek opłacanych przez pracowników przyznane przez Republikę Francuską na rzecz rybaków w okresie od dnia 15 kwietnia do dnia 15 października 2000 r., bezsporne jest, że składki te nie są ponoszone przez przedsiębiorstwa rybackie jako pracodawców, lecz obciążają pracowników, którzy są rzeczywistymi beneficjentami wspomnianego zmniejszenia. Z postanowienia odsyłającego wynika bowiem, że na mocy mających zastosowanie przepisów krajowych, których treść została powtórzona w pkt 6 i 7 niniejszego wyroku, wspomniane przedsiębiorstwa, jako pracodawcy, są jedynie zobowiązane do potrącenia rzeczonych składek z wynagrodzenia swoich pracowników w każdym rozliczeniu wynagrodzenia w celu przekazywania ich właściwym instytucjom zabezpieczenia społecznego.", "label": [[108, 127, "ORG"], [137, 144, "PROFESSION"], [158, 174, "DATE"], [178, 206, "DATE"]]}
{"text": "43 Kwoty, które przedsiębiorstwo rybackie, takie jak pozwana w postępowaniu głównym, pobiera od wynagrodzeń swoich pracowników z tytułu składek opłacanych przez pracowników, powinny dokładnie odpowiadać kwotom, które przekazuje ono instytucjom zabezpieczenia społecznego w imieniu swoich pracowników. Zatem w zakresie, w jakim przedsiębiorstwa rybackie pełnią jedynie funkcję pośrednika pomiędzy swoimi pracownikami a owymi instytucjami zabezpieczenia społecznego, i w związku z tym środek polegający na zmniejszeniu składek opłacanych przez pracowników rozpatrywany w postępowaniu głównym pozostaje w stosunku do nich neutralny, należy uznać, że środek ten nie dotyczy obciążeń ciążących na budżecie tych przedsiębiorstw (zob. podobnie postanowienie z dnia 22 października 2015 r., Komisja/Grecja, C‑530/14 P, niepublikowany, EU:C:2015:727, pkt 32–34).", "label": [[753, 781, "DATE"], [783, 790, "ORG"], [791, 797, "ORG"]]}
{"text": "44 Jak bowiem zauważył rzecznik generalny w pkt 69 opinii, należy uznać, że obowiązek zapłaty właściwym instytucjom kwot odpowiadających składkom opłacanym przez pracowników nie pozwala sam w sobie na wyciągnięcie wniosku, że zmniejszenie tych składek przysparza zainteresowanym przedsiębiorstwom bezpośredniej korzyści w kwocie równej wysokości tego zmniejszenia.", "label": [[23, 41, "PROFESSION"]]}
{"text": "45 Rozważań tych nie podważa odesłanie zarówno przez rząd francuski, jak i Komisję do wyroku z dnia 21 grudnia 2016 r., Komisja/Aer Lingus i Ryanair Designated Activity (C‑164/15 P i C‑165/15 P, EU:C:2016:990), ponieważ – jak wskazał w istocie rzecznik generalny w pkt 68 i 71–74 opinii – w odróżnieniu od niniejszej sprawy środki rozpatrywane w sprawie, w której zapadł ten wyrok, zostały uznane przez Trybunał za mające wpływ na ten budżet tych przewoźników lotniczych.", "label": [[53, 67, "ORG"], [75, 82, "ORG"], [95, 118, "DATE"], [120, 127, "ORG"], [128, 138, "ORG"], [141, 168, "ORG"], [244, 262, "PROFESSION"], [403, 411, "ORG"]]}
{"text": "46 Powyższe rozważania potwierdza natomiast okoliczność, że środek polegający na zmniejszeniu składek opłacanych przez pracowników rozpatrywany w postępowaniu głównym był skierowany wyłącznie do pracowników przedsiębiorstw rybackich, którzy byli jego jedynymi rzeczywistymi beneficjentami, ponieważ środek ten sprowadzał się w istocie do nałożenia na te przedsiębiorstwa obowiązku podwyższenia wynagrodzenia netto swoich pracowników proporcjonalnie do zwolnień ze składek opłacanych przez pracowników płaconych w normalnych warunkach przez każde z nich.", "label": []}
{"text": "47 Tymczasem należy zauważyć, podobnie jak uczynił to rzecznik generalny w pkt 64 opinii, że okoliczność, iż zmniejszenie składek opłacanych przez pracowników uprzywilejowuje bezpośrednio pracowników odnośnych przedsiębiorstw, a nie te przedsiębiorstwa, nie wyklucza, że pomoc, której bezpośrednimi beneficjentami są pracownicy przedsiębiorstwa, może stanowić pomoc pośrednią przyznaną na rzecz tego przedsiębiorstwa (zob. podobnie wyrok z dnia 28 lipca 2011 r., Mediaset/Komisja, C‑403/10 P, niepublikowany, EU:C:2011:533, pkt 81).", "label": [[54, 72, "PROFESSION"], [440, 461, "DATE"], [463, 471, "ORG"], [472, 479, "ORG"]]}
{"text": "48 Wystarczy jednak wskazać w tym względzie, że ani sporna decyzja, ani akta sprawy, którymi dysponuje Trybunał, nie zawierają wskazówek, zgodnie z którymi odnośne przedsiębiorstwa skorzystały pośrednio z pomocy państwa. Ponadto ze spornej decyzji, a w szczególności z jej motywu 55 jasno wynika, że w niniejszym przypadku korzyść określona przez Komisję nie stanowiła dla tych przedsiębiorstw korzyści pośredniej, lecz korzyść bezpośrednią.", "label": [[103, 111, "ORG"], [347, 354, "ORG"]]}
{"text": "49 Należy zatem uznać, że poprzez wskazanie w motywie 55 spornej decyzji, iż zmniejszenie obciążeń socjalnych było w całości środkiem przynoszącym korzyść przedsiębiorstwom rybackim, ponieważ zostały one zwolnione z niektórych opłat, które w normalnych warunkach musiałyby ponosić, Komisja naruszyła prawo.", "label": [[282, 289, "ORG"]]}
{"text": "50 Błąd ten wystarcza do stwierdzenia nieważności spornej decyzji w zakresie, w jakim za pomoc państwa niezgodną ze wspólnym rynkiem zostało w niej uznane zmniejszenie składek opłacanych przez pracowników rozpatrywane w postępowaniu głównym, chociaż przesłanka dotycząca istnienia korzyści przysporzonej przedsiębiorstwu, niezbędna do takiego uznania na podstawie orzecznictwa przytoczonego w pkt 38 i 39 niniejszego wyroku, nie została spełniona.", "label": []}
{"text": "51 Mając na uwadze całość powyższych rozważań, należy stwierdzić, że sporna decyzja jest nieważna w zakresie, w jakim za pomoc państwa niezgodną ze wspólnym rynkiem zostało w niej uznane zmniejszenie składek opłacanych przez pracowników przyznane przez Republikę Francuską na rzecz rybaków za okres od dnia 15 kwietnia do dnia 15 października 2000 r.", "label": [[253, 272, "ORG"], [282, 289, "PROFESSION"], [302, 318, "DATE"], [322, 350, "DATE"]]}
{"text": "52 Ponieważ stwierdzenie nieważności czyni zbędną odpowiedź na dwa pytania dotyczące wykładni spornej decyzji zadane przez sąd krajowy, nie ma potrzeby udzielania odpowiedzi na te pytania.", "label": []}
{"text": "W przedmiocie kosztów", "label": []}
{"text": "53 Dla stron w postępowaniu głównym niniejsze postępowanie ma charakter incydentalny, dotyczy bowiem kwestii podniesionej przed sądem odsyłającym, do niego zatem należy rozstrzygnięcie o kosztach. Koszty poniesione w związku z przedstawieniem uwag Trybunałowi, inne niż koszty stron w postępowaniu głównym, nie podlegają zwrotowi.", "label": [[248, 259, "ORG"]]}
{"text": "Z powyższych względów Trybunał (druga izba) orzeka, co następuje:", "label": [[22, 43, "ORG"]]}
{"text": "Decyzja Komisji 2005/239/WE z dnia 14 lipca 2004 r. w sprawie niektórych środków pomocy wprowadzonych przez Francję na rzecz prowadzących hodowle wodne i rybaków jest nieważna w zakresie, w jakim za pomoc państwa niezgodną ze wspólnym rynkiem zostało w niej uznane zmniejszenie składek opłacanych przez pracowników przyznane przez Republikę Francuską na rzecz rybaków za okres od dnia 15 kwietnia do dnia 15 października 2000 r.", "label": [[8, 15, "ORG"], [30, 51, "DATE"], [108, 115, "ORG"], [125, 151, "PROFESSION"], [154, 161, "PROFESSION"], [331, 350, "ORG"], [360, 367, "PROFESSION"], [380, 396, "DATE"], [400, 428, "DATE"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: francuski.", "label": [[22, 31, "NATIONALITY"]]}
