{"text": "OPINIA RZECZNIKA GENERALNEGO KAARINA KELLETT z dnia 19 listopada 2020 r.(1)", "label": [[7, 28, "PROFESSION"], [29, 44, "PER"], [47, 72, "DATE"]]}
{"text": "Sprawa C‑900/19", "label": []}
{"text": "Association One Voice,", "label": [[0, 21, "ORG"]]}
{"text": "Ligue pour la protection des oiseaux", "label": [[0, 36, "ORG"]]}
{"text": "przeciwko", "label": []}
{"text": "Ministre de la Transition écologique et solidaire,", "label": [[0, 49, "PROFESSION"]]}
{"text": "interwenient:", "label": []}
{"text": "Fédération nationale des Chasseurs", "label": [[0, 34, "ORG"]]}
{"text": "(wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Conseil d’État [radę państwa, Francja])", "label": [[68, 82, "ORG"], [84, 96, "ORG"], [98, 105, "LOC"]]}
{"text": "Wniosek o wydanie orzeczenia w trybie prejudycjalnym – Środowisko naturalne – Dyrektywa 2009/147 – Ochrona dzikiego ptactwa – Zezwolenie na tradycyjną metodę polowania – Rozsądne wykorzystywanie – Alternatywy – Selektywność – Metoda chwytania, która może prowadzić do przyłowu – Stosowanie lepów do chwytania drozdów i kosów", "label": []}
{"text": "I. Wprowadzenie", "label": []}
{"text": "1. Lepem jest gałąź lub drążek, który myśliwi pokrywają lepką substancją i umieszczają na drzewie lub krzakach. Po dotknięciu lepu ptasie pióra przyklejają się do niego. Ptak traci możliwość latania i zostaje schwytany przez myśliwego(2).", "label": []}
{"text": "2. Ta metoda polowania była wcześniej szeroko rozpowszechniona, jednakże, według doniesień francuskich mediów, w Unii obecnie na ptaki można jeszcze polować przy pomocy lepów tylko w pięciu departamentach południowo-wschodniej Francji(3) i w 2020 r. to zezwolenie zostało zawieszone z uwagi na niniejsze postępowanie(4). Schwytane w ten sposób egzemplarze są później wykorzystywane jako wabiki, prawdopodobnie w ramach innych metod polowania.", "label": [[91, 102, "LOC"], [113, 117, "LOC"], [205, 234, "LOC"], [242, 249, "DATE"]]}
{"text": "3. Komisja już od kilku dekad kwestionowała francuskie przepisy dotyczące polowania na lepy; bezskutecznie, ponieważ Trybunał stwierdził, że są one objęte odstępstwem przewidzianym w dyrektywie ptasiej(5) dla selektywnego rozsądnego wykorzystywania ptaków w niewielkich ilościach, jeśli brak jest innego zadowalającego rozwiązania(6).", "label": [[3, 10, "ORG"], [44, 54, "LOC"], [117, 125, "ORG"]]}
{"text": "4. W międzyczasie jednak zaszły zmiany w orzecznictwie. Dlatego też francuska rada państwa (Conseil d’État) chciałaby się dowiedzieć, czy ta tradycyjna metoda polowania, w przewidzianych w prawie francuskim warunkach, nadal spełnia wymogi konieczne do zastosowania tego odstępstwa. Konkretnie zmierza ona do ustalenia, czy ta metoda jest wystarczająco selektywna, a więc wyklucza nadmierne odławianie, i czy rzeczywiście nie ma innego zadowalającego rozwiązania.", "label": [[68, 107, "ORG"], [196, 206, "LOC"]]}
{"text": "II. Ramy prawne", "label": []}
{"text": "A. Dyrektywa ptasia", "label": []}
{"text": "5. Artykuł 2 dyrektywy ptasiej zawiera podstawowy obowiązek państw członkowskich w odniesieniu do ochrony ptactwa:", "label": []}
{"text": "„Państwa członkowskie podejmują wszelkie niezbędne środki w celu zachowania populacji gatunków określonych w art. 1 na poziomie, który odpowiada w szczególności wymogom ekologicznym, naukowym i kulturowym, mając na uwadze wymogi ekonomiczne i rekreacyjne lub w celu dostosowania populacji tych gatunków do tego poziomu”.", "label": []}
{"text": "6. Artykuł 8 ust. 1 dyrektywy ptasiej zakazuje określonych metod chwytania ptaków:", "label": []}
{"text": "„W odniesieniu do polowania, chwytania lub zabijania ptactwa na mocy niniejszej dyrektywy państwa członkowskie zabraniają wykorzystywania wszelkich środków, sposobów lub metod wykorzystywanych do nieselektywnego lub prowadzonego na dużą skalę chwytania lub zabijania ptactwa, lub mogących spowodować lokalne zanikanie gatunków, w szczególności tych wymienionych w załączniku IV lit. a)”.", "label": []}
{"text": "7. Litera a) tiret pierwsze załącznika IV do dyrektywy ptasiej wymienia w szczególności lepy.", "label": []}
{"text": "8. Artykuł 9 ust. 1 lit. c) dyrektywy ptasiej zezwala na odstępstwa od określonych przepisów:", "label": []}
{"text": "„Państwa członkowskie mogą odstąpić od art. 5–8, jeśli nie ma innego zadowalającego rozwiązania, z następujących przyczyn:", "label": []}
{"text": "[…]", "label": []}
{"text": "c) w celu zezwolenia, przy zachowaniu ściśle nadzorowanych warunków oraz na zasadach selektywnych, na chwytanie, przetrzymywanie lub inne legalne [rozsądne] wykorzystywanie niektórych ptaków w małych ilościach”.", "label": []}
{"text": "B. Prawo francuskie", "label": [[9, 19, "LOC"]]}
{"text": "9. Artykuł L.424-4 des code de l’environnement (kodeksu ochrony środowiska) przewiduje możliwość zezwolenia na stosowanie tradycyjnych metod polowania.", "label": []}
{"text": "10. Spór dotyczy transpozycji arrêté du 17 août 1989 relatif à l’emploi des gluaux pour la capture des grives et des merles destinés à servir d’appelants dans les départements des Alpes-de-Haute-Provence, des Alpes-Maritimes, des Bouches-du-Rhône, du Var et de Vaucluse (rozporządzenia z dnia 17 sierpnia 1989 r. w sprawie stosowania lepów przeznaczonych do chwytania drozdów i kosów w celu ich użycia jako wabików w departamentach Alpy Górnej Prowansji, Alpy Nadmorskie, Delta Rodanu, Var i Vaucluse).", "label": [[40, 52, "DATE"], [180, 203, "LOC"], [209, 224, "LOC"], [230, 246, "LOC"], [251, 254, "LOC"], [261, 269, "LOC"], [288, 312, "DATE"], [432, 453, "LOC"], [455, 470, "LOC"], [472, 484, "LOC"], [486, 489, "LOC"], [492, 500, "LOC"]]}
{"text": "11. Artykuł 1 rozporządzenia z dnia 17 sierpnia 1989 r. co do zasady zezwala na stosowanie lepów:", "label": [[31, 55, "DATE"]]}
{"text": "„W departamentach Alpy Górnej Prowansji, Alpy Nadmorskie, Delta Rodanu, Var i Vaucluse zezwala się na stosowanie lepów w celu selektywnego chwytania w małych ilościach drozdów […] i kosów zwyczajnych w celu ich użycia jako wabików dla celów osobistych, jeśli brak jest innego zadowalającego rozwiązania”.", "label": [[18, 39, "LOC"], [41, 56, "LOC"], [58, 70, "LOC"], [72, 75, "LOC"], [78, 86, "LOC"]]}
{"text": "12. Artykuł 4 rozporządzenia z dnia 17 sierpnia 1989 r. dotyczy warunków polowania:", "label": [[31, 55, "DATE"]]}
{"text": "„Lepy pozostają założone wyłącznie w obecności myśliwego. Schwytany ptak pozostaje bezzwłocznie usunięty. Noszenie brani palnej w trakcie wykonywania tych czynności jest zakazane”.", "label": []}
{"text": "13. Zgodnie z art. 6 rozporządzenia z dnia 17 sierpnia 1989 r. ustalana jest w szczególności liczba ptaków, które mogą zostać schwytane każdego roku:", "label": [[38, 62, "DATE"]]}
{"text": "„Maksymalna liczba ptaków, które mogą być schwytane w trakcie danego roku łowieckiego oraz w stosownych przypadkach, przepisy techniczne właściwe dla danego departamentu, są ustalane co roku przez ministra właściwego w zakresie polowań”.", "label": [[197, 205, "PROFESSION"]]}
{"text": "14. Artykuł 11 rozporządzenia z dnia 17 sierpnia 1989 r. określa sposób postępowania z innymi ptakami:", "label": [[32, 56, "DATE"]]}
{"text": "„Każda zwierzyna łowna inna niż drozdy […] i kosy zwyczajne schwytana przypadkowo jest bezzwłocznie usuwana i wypuszczana”.", "label": []}
{"text": "15. Przedmiotem postępowania przed sądem krajowym jest pięć rozporządzeń ministerialnych z dnia 24 września 2018 r. dotyczących sezonu łowieckiego 2018–2019 wydanych na podstawie art. 6 rozporządzenia z dnia 17 sierpnia 1989 r.", "label": [[91, 115, "DATE"], [147, 156, "DATE"], [203, 227, "DATE"]]}
{"text": "16. Każde z tych pięciu rozporządzeń określa, odpowiednio, w ich art. 1 liczbę drozdów i kosów, które mogą zostać schwytane:", "label": []}
{"text": "„W sezonie łowieckim 2018–2019 w departamentach [Alpy Górnej Prowansji], [Alpy Nadmorskie], [Delta Rodanu], [Var] i [Vaucluse] maksymalna dopuszczalna liczba drozdów i kosów zwyczajnych schwytanych w celu użycia jako wabiki zostaje ustalona odpowiednio jako [2900],[400],[11 400],[12 200] i [15 600]”.", "label": [[21, 30, "DATE"], [49, 70, "LOC"], [74, 89, "LOC"], [93, 105, "LOC"], [109, 112, "LOC"], [117, 125, "LOC"]]}
{"text": "III. Okoliczności faktyczne i wniosek o wydanie orzeczenia w trybie prejudycjalnym", "label": []}
{"text": "17. Stowarzyszenia Association One Voice i Ligue pour la protection des oiseaux potępiają stosowanie lepów, które z ich perspektywy są przyrządami łowieckimi powodującymi cierpienie oraz pozyskiwanie gatunków ptaków, które – jak wskazuje rozwój badań naukowych – których populacje odnotowują poważny spadek liczności oraz które cechują się wrażliwością na cierpienie. Dlatego też stowarzyszenia te wniosły do rady państwa skargę na przepisy zezwalające na stosowanie lepów. Do sprawy przystąpiła w charakterze interwenienta Fédération nationale des chasseurs, wnosząc o oddalenie skargi.", "label": [[19, 40, "ORG"], [43, 79, "ORG"], [409, 421, "ORG"], [524, 558, "ORG"]]}
{"text": "18. Stowarzyszenia skarżące podnoszą, że przepisy te naruszają art. 9 ust. 1 dyrektywy ptasiej, w szczególności w zakresie, w jakim zezwalają na tradycyjny nieselektywny sposób polowania. Ligue pour la protection des oiseaux wnosi z tego tytułu o wyznaczenie biegłego, który określi proporcjonalny udział wśród ptaków, których chwytanie za pomocą lepów jest dozwolone, innych ptaków, które w ostatnich sezonów łowieckich zostały przypadkowo schwytane w lepy. Ponadto przepisy nie potwierdzają tezy o braku zadowalającego rozwiązania, innego niż chwytanie za pomocą lepów, na których zastosowanie zezwalają.", "label": [[188, 224, "ORG"]]}
{"text": "19. W związku z powyższym rada państwa przedkłada Trybunałowi następujące dwa pytania:", "label": [[26, 38, "ORG"], [50, 61, "ORG"]]}
{"text": "„1) Czy przepisy art. 9 ust. 1 lit. c) dyrektywy ptasiej należy interpretować w ten sposób, że stoją one na przeszkodzie temu, aby państwa członkowskie zezwalały na stosowanie środków, urządzeń lub metod chwytania lub zabijania, które mogłyby prowadzić – choćby w minimalnym stopniu i wyłącznie tymczasowo – do dodatkowych odłowów [przyłowu]? Jeśli tak, jakie kryteria – mając w szczególności na uwadze ograniczone proporcje lub skalę dodatkowych odłowów, co do zasady nieśmiercionośny charakter dozwolonej metody polowania oraz obowiązek uwolnienia przypadkowo schwytanych okazów bez poważnych okaleczeń – można przyjąć, aby uznać, że kryterium selektywności ustanowione w tych przepisach zostało spełnione?", "label": []}
{"text": "2) Czy dyrektywę ptasią należy interpretować w ten sposób, że cel polegający na ochronie stosowania tradycyjnych metod i środków polowania na ptaki dla celów rekreacyjnych i w zakresie, w jakim spełnione są wszystkie inne przesłanki ustanowione w art. 9 ust. 1 lit. c) może uzasadniać brak innego zadowalającego rozwiązania, w rozumieniu tego przepisu dyrektywy, zezwalając tym samym na odstąpienie od ogólnego zakazu stosowania tych metod i środków łowieckich, ustanowionego w art. 8 ust. tej dyrektywy?”.", "label": []}
{"text": "20. Stowarzyszenia Association One Voice i Ligue pour la protection des oiseaux wspólnie oraz Fédération nationale de la chasse, Republika Francuska i Komisja Europejska przedstawiły swoje uwagi na piśmie. Trybunał zrezygnował z przeprowadzenia rozprawy, ponieważ w toku postępowania pisemnego uzyskał wystarczające informacje.", "label": [[4, 40, "ORG"], [43, 79, "ORG"], [94, 127, "ORG"], [129, 148, "ORG"], [151, 169, "ORG"], [206, 214, "ORG"]]}
{"text": "IV. Ocena prawna", "label": []}
{"text": "21. Co do zasady art. 8 i lit. a) załącznika IV do dyrektywy ptasiej zakazują polowania na lepy. Niemniej jednak w art. 9 ust. 1 lit. c) zezwolono na odstępstwa od tego zakazu, jeśli nie ma innego zadowalającego rozwiązania, w celu zezwolenia przy zachowaniu ściśle nadzorowanych warunków oraz na zasadach selektywnych, na chwytanie, przetrzymywanie lub inne rozsądne wykorzystywanie niektórych ptaków w małych ilościach(7).", "label": []}
{"text": "22. Pytania rady państwa dotyczą sposobu ustalania tego, czy praktykowane we Francji polowanie na lepy jest wystarczająco selektywne i czy nie ma innego zadowalającego rozwiązania. Z uwagi na to, że pytanie drugie jest natury ogólnej, odniosę się do niego w pierwszej kolejności.", "label": [[12, 24, "ORG"], [77, 84, "LOC"]]}
{"text": "A. Ocena innego zadowalającego rozwiązania", "label": []}
{"text": "23. Pytanie drugie ma na celu wyjaśnienie, czy Francja może uzasadniać brak innego zadowalającego rozwiązania, o którym mowa w art. 9 ust. 1 dyrektywy ptasiej, celem ochrony stosowania tradycyjnych metod i środków polowania na ptaki w celach rekreacyjnych.", "label": [[47, 54, "ORG"]]}
{"text": "1. Zaszeregowanie do zasady proporcjonalności", "label": []}
{"text": "24. Tak jak inne odstępstwa określone w art. 9 ust. 1 dyrektywy ptasiej również to przewidziane w jego lit. c) stanowi wyraz zasady proporcjonalności(8). Zgodnie z tym art. 9 ust. 1 lit. c) państwa członkowskie mogą odstąpić od art. 8 w celu zezwolenia, przy zachowaniu ściśle nadzorowanych warunków oraz na zasadach selektywnych, na chwytanie, przetrzymywanie lub inne legalne wykorzystywanie niektórych ptaków w małych ilościach. Wszystkie wyjątki przewidziane w art. 9 ust. 1 mogą być jednak stosowane pod warunkiem, że nie ma innego zadowalającego rozwiązania. Artykuł 9 ust. 1 umożliwia więc dokonanie wyważenia między ochroną ptaków a innymi interesami, tak jak wymaga tego art. 2 dyrektywy ptasiej i art. 191 ust. 3 tiret trzecie i czwarte TFUE.", "label": []}
{"text": "25. Zasada proporcjonalności stanowi jedną z ogólnych zasad prawa Unii. Zgodnie z tą zasadą uciążliwe środki – takie jak w niniejszej sprawie ograniczenie polowania na ptaki – są legalne tylko wtedy, gdy są one odpowiednie i konieczne do osiągnięcia realizowanych celów; ponadto tam, gdzie istnieje możliwość wyboru spośród większej liczby odpowiednich rozwiązań, należy stosować to najmniej dotkliwe; ponadto nałożone obciążenia muszą być proporcjonalne w stosunku do zamierzonych celów(9).", "label": [[66, 70, "LOC"]]}
{"text": "26. Wyważenie, którego dokonania wymaga ta zasada, jest zgodne z art. 191 ust. 3 tiret trzecie TFUE. Zgodnie z tym przepisem przy opracowywaniu polityki w dziedzinie środowiska Unia uwzględnia potencjalne korzyści i koszty, które mogą wynikać z działania lub z zaniechania działania. Ponadto zgodnie z tiret czwartym uwzględnia się gospodarczy i społeczny rozwój Unii jako całości i zrównoważony rozwój jej regionów.", "label": [[177, 181, "ORG"], [363, 367, "ORG"]]}
{"text": "27. Artykuł 2 dyrektywy ptasiej nawiązuje do tego obowiązku i przypomina, że przy stosowaniu dyrektywy należy mieć na uwadze wymogi ekonomiczne i rekreacyjne.", "label": []}
{"text": "28. Zakazy przewidziane w art. 5–8 dyrektywy ptasiej są środkami ograniczającymi swobody w celu urzeczywistnienia celów dyrektywy. W skierowanym w niniejszej sprawie odesłaniu prejudycjalnym nie poddano jednak pod dyskusję ich zasadniczej zgodności ze swobodami obywateli Unii, w szczególności myśliwych.", "label": [[272, 276, "LOC"]]}
{"text": "29. Przeciwnie, podlegające restrykcyjnej wykładni(10) odstępstwa od zasady ochrony ptactwa wymagają uzasadnienia. Również środki podjęte na tej podstawie muszą być odpowiednie i konieczne do osiągnięcia danych celów, ponieważ w przeciwnym razie ich cel nie uzasadnia stosowania odstępstwa. Przede wszystkim jednak skutki, jakie środki te mają dla tej ochrony, nie mogą być nieproporcjonalne w stosunku do danego celu.", "label": []}
{"text": "30. Jeżeli chodzi o cele uzasadniające, to w niniejszej sprawie nie podlega ocenie to, czy zezwolenie na polowanie na lepy stanowi środek proporcjonalny w celu umożliwienia chwytania ptaków wabików. Prawdą jest, iż jest to cel ustanowiony we właściwych przepisach francuskich(11). Środek ten nie jest jednak sam w sobie konieczny, albowiem wabiki te mogłyby być pozyskiwane również przy pomocy innych metod, jak choćby przy pomocy sieci lub ewentualnie w drodze hodowli w niewoli(12).", "label": [[264, 275, "LOC"]]}
{"text": "31. Zamiast tego – o ile wiadomo – jako uzasadnienie możliwe jest jedynie wskazany przez radę państwa i oparty na art. L.424–4 des code de l’environnement (kodeksu ochrony środowiska) cel ochrony tradycyjnych metod i środków polowania na ptaki w celach rekreacyjnych. Zezwolenie na polowanie na lepy w regionach, których dotyczy spór, jest niewątpliwie odpowiednie i konieczne do tego, aby stosowanie tej metody łowiectwa było nadal możliwe.", "label": [[89, 101, "ORG"]]}
{"text": "2. Sporne interesy", "label": []}
{"text": "32. Zadane przez radę państwa pytanie o istnienie innego zadowalającego rozwiązania zmierza w istocie do określenia relatywnej wagi, jaką należy nadać ochronie tradycyjnej metody łowieckiej w stosunku do ochrony ptaków. Odstępstwo od systemu ochrony ptaków, z którego państwo członkowskie chce skorzystać, musi być bowiem proporcjonalne do potrzeb, które je uzasadniają(13). Jeżeli ochrona ptaków przeważa nad tymi potrzebami, wówczas inne zadowalające rozwiązanie polega na rezygnacji z odstępstwa od systemu ochrony ptaków.", "label": [[17, 29, "ORG"]]}
{"text": "33. W tym względzie należy najpierw wyjaśnić, czy zachowanie tradycyjnych metod i środków polowań na ptaki w celach rekreacyjnych stanowi w ogóle cel, który może uzasadniać odstępstwo od zakazu określonego w art. 8 dyrektywy ptasiej, a dopiero potem, w odpowiednim przypadku, będzie można dokonać wyważenia tego celu względem celów określonej w dyrektywie ptasiej.", "label": []}
{"text": "a) Cel zachowania tradycyjnych metod łowieckich", "label": []}
{"text": "34. Zachowanie tradycyjnych metod łowieckich w celach rekreacyjnych może uzasadniać przewidziane w art. 9 ust. 1 lit. c) dyrektywie ptasiej odstępstwo od zakazów ustanowionych w tej dyrektywie jedynie w przypadku, gdy wiąże się ono z rozsądnym wykorzystywaniem danych gatunków ptaków.", "label": []}
{"text": "35. Trybunał nie może rozstrzygnąć w sposób wyczerpujący i ostateczny, jakie wykorzystywanie należy uznać za rozsądne. Kwestia tego, czy zachowanie określonych tradycyjnych praktyk jest rozsądne, zależy w szczególności od poglądów dotyczących moralności lub kultury, w związku z czym należy przyznać państwom członkowskim pewien zakres swobodnego uznania, którego granice są naruszane jedynie w przypadku popełnienia oczywistych błędów w ocenie(14).", "label": [[4, 12, "ORG"]]}
{"text": "36. Artykuł 13 TFUE przemawia za przyjęciem tego stanowiska. Zgodnie z tym przepisem w określonych dziedzinach polityki Unia i państwa członkowskie w pełni uwzględniają wymagania w zakresie dobrostanu zwierząt jako istot zdolnych do odczuwania, jednakże przy równoczesnym przestrzeganiu przepisów prawnych i administracyjnych oraz zwyczajów państw członkowskich związanych w szczególności z obyczajami religijnymi, tradycjami kulturowymi i dziedzictwem regionalnym. Niezależnie od tego, czy polowanie na ptaki należy do jednej z dziedzin polityki objętych rzeczonym przepisem, uwzględnienie tego należy właśnie do organów krajowych, przynajmniej wówczas, gdy prawo Unii nie ustanawia żadnych szczególnych wymogów w tym względzie.", "label": [[120, 124, "ORG"], [665, 669, "LOC"]]}
{"text": "37. Zachowanie tradycyjnej metody polowania w celach rekreacyjnych, ograniczane do relatywnie często występujących gatunków, nie stanowi jednak oczywiście nierozsądnego wykorzystywania.", "label": []}
{"text": "38. Prawdą jest, iż wyłącznie materialny interes w pozyskaniu upolowanych ptaków ma z pewnością bardzo ograniczony charakter i mógłby być w zadowalający sposób zaspokojony przez ptaki hodowlane(15), w tym również innych gatunków. Jednak w przypadku polowania rekreacyjnego chodzi raczej o realizację hobby, które trudno jest racjonalnie uzasadnić. W szczególności jednak, jeśli takie subiektywne życzenie jest oparte na regionalnie rozpowszechnionej tradycyjnej praktyce i w związku z tym może być realizowane przez zainteresowane osoby od dłuższego czasu, należy je mimo to zasadniczo uznać za rozsądne. Zgodne z prawem wykonywanie praktyki w przeszłości nie uzasadnia wprawdzie ochrony przed zmianami stanu prawnego(16), niemniej jednak bez takiej zmiany taka praktyka nie jest w każdym razie nierozsądna.", "label": []}
{"text": "39. Trybunał podążył za tą linią rozumowania przynajmniej w sposób dorozumiany wielokrotnie uznając – wbrew wątpliwościom wyrażanym przez wielu rzeczników generalnych(17) – kontynuowanie polowań w celach rekreacyjnych lub przetrzymywanie dzikiego ptactwa w wolierach za rozsądne wykorzystywanie(18).", "label": [[4, 12, "ORG"], [144, 166, "PROFESSION"]]}
{"text": "40. Jeżeli właściwe organy państw członkowskich dojdą do wniosku, że zachowanie regionalnie rozpowszechnionej tradycyjnej metody łowiectwa do celów rekreacyjnych ma duże znaczenie kulturowe, można uznać tę metodę polowania za rozsądne wykorzystywanie danych gatunków ptaków.", "label": []}
{"text": "b) Wyważenie interesów", "label": []}
{"text": "41. Te wymienione cele zezwolenia na polowanie na lepy należy zestawić z jego niekorzystnym wpływ na cele określone w dyrektywy ptasiej.", "label": []}
{"text": "42. Celem dyrektywy ptasiej jest zgodnie z jej art. 1 ochrona wszystkich europejskich gatunków ptactwa. W tym celu państwa członkowskie zachowują zgodnie z art. 2 populacje tych gatunków na poziomie, który odpowiada w szczególności wymogom ekologicznym, naukowym i kulturowym, mając na uwadze wymogi ekonomiczne i rekreacyjne lub dostosowują populacje tych gatunków do tego poziomu.", "label": [[73, 85, "LOC"]]}
{"text": "43. Jak już niedawno wyjaśniłam(19), chociaż państwa członkowskie, z zastrzeżeniem uregulowań szczególnych, dysponują w tym zakresie uprawnieniami dyskrecjonalnymi(20), motywy 3, 5, 7, 8 i, przede wszystkim, motyw dziesiąty dyrektywy ptasiej świadczą o tym, że państwa członkowskie powinny zachować populacje wszystkich gatunków dzikiego ptactwa w Unii na „zadowalającym poziomie”(21). W przypadku, gdy nie jest to zapewnione, takiego pozyskiwania ptaków nie można w żadnym razie uznać za stanowiącego dopuszczalną eksploatację w rozumieniu motywu dziesiątego dyrektywy(22).", "label": [[348, 352, "LOC"]]}
{"text": "44. W przypadku zastosowania art. 9 ust. 1 lit. c) dyrektywy ptasiej cel polegający na utrzymaniu zadowalającego poziomu populacji gatunków dzikiego ptactwa jest zagwarantowany już przez sam fakt, że przewidziane w tym przepisie odstępstwo od zakazów określonych w art. 5–8 jest ograniczone do „małych ilości” danych gatunków ptaków(23). Dlatego też Trybunał orzekł, że zgodnie z aktualną wiedzą naukową dozwolone jest jedynie pozyskiwanie poniżej 1% całkowitej rocznej śmiertelności danej populacji (wartość średnia) dla gatunków, na które nie można polować, oraz pozyskiwanie rzędu 1% dla gatunków, które mogą być przedmiotem polowań(24).", "label": [[350, 358, "ORG"], [448, 449, "AMOUNT_VALUE"], [449, 450, "AMOUNT_UNIT"], [584, 585, "AMOUNT_VALUE"], [585, 586, "AMOUNT_UNIT"]]}
{"text": "45. Jeżeli polowanie na lepy zostanie odpowiednio ograniczone, cel jego zachowania jako tradycyjnej metody polowania w celach rekreacyjnych może zasadniczo uzasadniać zastosowanie odstępstwa określonego w art. 9 ust. 1 lit. c) dyrektywy ptasiej.", "label": []}
{"text": "46. Niemniej jednak muszą być spełnione inne warunki przyznania tego odstępstwa. W szczególności konieczny jest ścisły nadzór i kontrola, jak również respektowanie kryterium selektywności. To kryterium jest przedmiotem pierwszego pytania prejudycjalnego, które zostanie omówione poniżej.", "label": []}
{"text": "3. Odpowiedź na pytanie drugie", "label": []}
{"text": "47. W konsekwencji należy stwierdzić, że zachowanie tradycyjnej metody polowania w celach rekreacyjnych może być uzasadnione jako rozsądne wykorzystywanie danych gatunków ptaków. Musi ono zatem uzasadniać brak innego zadowalającego rozwiązania, jak również odstępstwo przewidziane w art. 9 ust. 1 lit. c) dyrektywy ptasiej, jeżeli są spełnione pozostałe warunki przyznania takiego odstępstwa. W szczególności dana metoda polowania musi być ograniczona do pozyskiwania małych ilości danych gatunków.", "label": []}
{"text": "B. Selektywność", "label": []}
{"text": "48. W pierwszym pytaniu francuska rada państwa zmierza do ustalenia, czy art. 9 ust. 1 lit. c) dyrektywy ptasiej zakazuje państwom członkowskim zezwalania na metody polowań, które, nawet w niewielkim i bardzo ograniczonym czasowo stopniu, mogą prowadzić do dodatkowych odłowów. W szczególności rada państwa chciałaby się dowiedzieć, jakie kryteria mogą być stosowane w odniesieniu do ograniczonej liczby i zakresu tych przyłowów, zasadniczo niemającego śmiercionośnego charakteru dozwolonej metody polowania i obowiązku uwolnienia przypadkowo schwytanych egzemplarzy bez poważnych uszkodzeń, aby przewidziane w wymienionym przepisie kryterium selektywności można było uznać za spełnione.", "label": [[24, 46, "ORG"]]}
{"text": "49. W celu udzielenia odpowiedzi na to pytanie zbadam najpierw stosunek między metodą nieselektywnego chwytania, o której mowa w art. 8 ust. 1 dyrektywy ptasiej, a pojęciem selektywności z art. 9 ust. 1 lit. c) tej dyrektywy, a następnie zaproponuję wykładnię w oparciu o ocenę porównawczą.", "label": []}
{"text": "1. Nieselektywność w rozumieniu art. 8 dyrektywy ptasiej", "label": []}
{"text": "50. Artykuł 8 ust. 1 i lit. a) załącznika IV do dyrektywy ptasiej zakazują polowania na lepy, ponieważ jest to metoda, przy pomocy której ptaki mogą być chwytane w sposób nieselektywny(25). Lep stanowi bowiem ze swej natury niebezpieczeństwo dla co najmniej wszystkich tych gatunków ptaków, które nie mogą się uwolnić o własnych siłach bez odniesienia dalszych uszkodzeń. Ponadto nie można wykluczyć, że dotyczy to również gatunków owadów.", "label": []}
{"text": "51. Komisja słusznie podkreśla, że Trybunał już orzekł w powyższym względzie, że inna metoda wykorzystywania lepów, „parany” w hiszpańskim regionie Walencja, jest nieselektywna w rozumieniu art. 8 ust. 1 dyrektywy ptasiej. Chociaż myśliwi – tak jak w niniejszej sprawie – mieli obowiązek oczyszczania i uwalniania schwytanych ptaków należących do gatunków innych niż docelowe, nie pozbawiało to tej metody chwytania nieselektywnego charakteru(26). Ta ocena jest przekonująca, ponieważ ptaki, wobec których zastosowano tę metodę, najprawdopodobniej odnoszą, mimo czyszczenia, poważne uszkodzenia.", "label": [[4, 11, "ORG"], [35, 43, "ORG"], [127, 156, "LOC"]]}
{"text": "52. Mając na uwadze samo brzmienie przepisu istnieje możliwość, by nie uznać nieselektywnej metody chwytania, o której mowa w art. 8 ust. 1 dyrektywy ptasiej, za selektywną metodę w rozumieniu art. 9 ust. 1 tej dyrektywy(27), ponieważ prawie wszystkie wersje językowe dyrektywy używają tego samego tematu wyrazu, mianowicie „nieselektywny” w art. 8 ust. 1 i „selektywny” w art. 9 ust. 1 lit. c).", "label": []}
{"text": "53. Niemniej jednak nawet w niemieckiej, węgierskiej i słowackiej wersji językowej, które używają różnych tematów wyrazów, wyraz „masowy” (niem. „wahllos”) z art. 8 dyrektywy ptasiej jest zestawiany z wyrazem „selektywny” z art. 9 (wersja niemiecka i węgierska), zaś „nieselektywny” w art. 8 z „na podstawie wyboru” w art. 9 („na základe výberu”) w wersji słowackiej. Chodzi przy tym o synonimy niepozwalające na stwierdzenie, że wyrazy te mają odmienne znaczenie.", "label": [[28, 39, "NATIONALITY"], [41, 52, "NATIONALITY"], [55, 65, "NATIONALITY"], [139, 144, "NATIONALITY"], [239, 248, "NATIONALITY"], [251, 260, "NATIONALITY"], [356, 366, "NATIONALITY"]]}
{"text": "54. Jedynie łotewska wersja językowa zawiera całkowicie odmienne wyrażenia, a mianowicie „nieselektywny” („neselektīvas”) w art. 8 ust. 1 dyrektywy ptasiej i „przypadkowy” („izlases”) w art. 9 ust. 1 lit. c) dyrektywy ptasiej. W tym względzie chodzi jednak w sposób oczywisty o błąd w tłumaczeniu, który poza tym nie mógł mieć znaczenia dla wyroku dotyczącego francuskiego polowania na lepy(28) przed przystąpieniem Łotwy [do UE].", "label": [[12, 20, "NATIONALITY"], [360, 372, "LOC"], [416, 421, "ORG"], [426, 428, "ORG"]]}
{"text": "55. Zgodnie z tym skierowanym do Francji wyrokiem oraz późniejszym orzecznictwem(29) nieselektywny charakter metody chwytania nie musi jednak wykluczać korzystania z art. 9 ust. 1 lit. c) dyrektywy ptasiej; Trybunał systematycznie bada stosowanie tego odstępstwa w odniesieniu do masowych metod polowania.", "label": [[33, 40, "ORG"], [207, 215, "ORG"]]}
{"text": "56. Za przyjęciem takiej wykładni przemawia okoliczność, że w przeciwnym razie odstępstwo to pozbawione byłoby praktycznej skuteczności w odniesieniu do art. 8. Jeśli przyjrzeć się dokładniej, nie istnieje metoda polowania, która oferuje perfekcyjną selektywność. Nawet odstrzał, który według rzecznika generalnego W.R. Adelholt jest tak selektywny jak żadna inna metoda(30), prowadzi w praktyce do niezamierzonych ofiar, czego dowodzą w szczególności wypadki podczas polowań.", "label": [[293, 314, "PROFESSION"], [315, 328, "PER"]]}
{"text": "2. Wykładnia pojęcia selektywności z art. 9 dyrektywy ptasiej", "label": []}
{"text": "57. Na podstawie tego orzecznictwa możliwe jest, moim zdaniem, przyjęcie dwóch różnych wykładni pojęcia selektywności.", "label": []}
{"text": "58. Po pierwsze, za selektywne można by uznać metody polowania, które w rozumieniu ograniczenia de minimis obejmują ptaki inne niż gatunki docelowe jedynie w najmniejszym zakresie. Powstaje jednak pytanie, w jaki sposób takie ograniczenie powinno zostać określone liczbowo?", "label": []}
{"text": "59. Wydaje mi się, nie tylko ze względu na trudność w ostatecznym zdefiniowaniu ograniczenia de minimis w wartościach liczbowych, że najwłaściwsze jest przyjęcie jako podstawy tego kryterium wspomnianą już(31)funkcję art. 9 ust. 1 dyrektywy ptasiej. Celem tego przepisu jest bowiem umożliwienie dokonania wyważenia między ochroną ptactwa i innymi uprawnionymi interesami.", "label": []}
{"text": "60. Dlatego za stosowne uważam interpretowanie kryterium selektywności w taki sposób, że nie oznacza ono bezwzględnego ograniczenia dla zastosowania odstępstwa przewidzianego w art. 9 ust. 1 lit. c) dyrektywy ptasiej. Przeciwnie, należy przeanalizować to, czy niezamierzone chwytanie gatunków ptaków i jego konsekwencje są nieproporcjonalne w porównaniu do uznanych skutków i zalet metody chwytania.", "label": []}
{"text": "61. Zatem należy zbadać, jaki poziom przyłowów jest akceptowalny w świetle celu odstępstwa.", "label": []}
{"text": "3. Punkty widzenia, z perspektywy których należy dokonać wyważenia interesów", "label": []}
{"text": "62. Tak rozumiane kryterium selektywności wpisuje się w przestawione już cechy odstępstwa, które jest dopuszczalne na mocy art. 9 ust. 1 lit. c) dyrektywy ptasiej.", "label": []}
{"text": "63. To wyważenie interesów jest w tym względzie konieczne w szczególności dla przeprowadzenia analizy tego, czy istnieje inne zadowalające rozwiązanie, gdyż z reguły chodzi przy tym o rozwiązania, które realizują cel badanej metody polowania w mniejszym zakresie. Im większe są negatywne skutki danej metody polowania dla ochrony ptactwa, tym trudniejsze może być osiągnięcie zamierzonych celów, co może prowadzić nawet do ustanowienia zakazu metody polowania.", "label": []}
{"text": "64. W odniesieniu do niniejszej sprawy należy uwzględnić, że francuskie przepisy zobowiązują myśliwych do niezwłocznego oczyszczenia i uwolnienia ptaków nieobjętych zezwoleniem na polowanie. Skarżące w postępowaniu głównym stowarzyszenia ochrony środowiska podnoszą jednak, że obowiązek ten nie jest przestrzegany. Poza tym z samej swej natury lepy mogą poważnie uszkodzić pióra ptaków. Dlatego też istnieje wątpliwość co do tego, czy te ptaki powrócą do zdrowia. Ponadto rzecznik generalny D. Gerasimova zwróciła już uwagę, że samo schwytanie ptaka może doprowadzić do jego śmierci z powodu stresu(32).", "label": [[61, 71, "LOC"], [472, 490, "PROFESSION"], [491, 504, "PER"]]}
{"text": "65. W zastrzeżeniach tych podkreślone zostały dwie kwestie.", "label": []}
{"text": "66. Po pierwsze, odstępstwo na mocy art. 9 ust. 1 lit. c) dyrektywy ptasiej można przyznać jedynie w ściśle nadzorowanych warunkach, a art. 9 ust. 2 lit. e) wymaga ustanowienia niezbędnych kontroli. Jeśli zostały przeprowadzone odpowiednie kontrole, ocena lub obalenie zarzutów dotyczących nieprzestrzegania przepisów, powinny być stosunkowo łatwe na podstawie sporządzonych po przeprowadzeniu tych kontroli odpowiednich raportów.", "label": []}
{"text": "67. Po drugie, podejmując decyzję w sprawie odstępstw określonych w art. 9 dyrektywy ptasiej właściwe organy muszą dysponować aktualnymi danymi naukowymi wysokiej jakości(33). Dane te muszą wskazywać w odniesieniu do polowania na lepy, w jakim stopniu chwytane są niepożądane gatunki ptaków i jakie uszkodzenia odnoszą w przy tym egzemplarze, których dotyczy to polowanie. W przeciwnym razie właściwe organy nie mogą przy wyważaniu interesów ocenić prawidłowo negatywnych skutków dla ochrony ptaków.", "label": []}
{"text": "68. Wyniki tej naukowej oceny wpływu, jaki wywiera dana metoda chwytania na ochronę niepożądanych gatunków muszą być wyważone, wraz z niekorzystnym wpływem na gatunki docelowe, ze sprzecznymi z nimi interesami w prowadzeniu polowań. Zastosowanie ma przy tym reguła, że im poważniejsze są skutki stosowania danej metody polowania, na tym bardziej ważkich interesach musi się ona opierać.", "label": []}
{"text": "4. Odpowiedź na pytanie pierwsze", "label": []}
{"text": "69. Metodę polowania można więc uznać za wystarczająco selektywną w rozumieniu art. 9 ust. 1 lit. c) dyrektywy ptasiej, jeżeli na podstawie wysokiej jakości aktualnych danych naukowych i przeprowadzanych w praktyce odpowiednich kontroli można zapewnić, że przyłów gatunków ptaków i jego konsekwencje są akceptowalne w stosunku do kulturowego znaczenia tej metody chwytania.", "label": []}
{"text": "V. Wnioski", "label": []}
{"text": "70. Proponuję zatem, aby Trybunał orzekł w sposób następujący:", "label": [[25, 33, "ORG"]]}
{"text": "1) Zachowanie tradycyjnej metody polowania w celach rekreacyjnych może być uzasadnione jako rozsądne wykorzystywanie gatunków ptaków, których to dotyczy. Musi ono zatem uzasadniać brak innego zadowalającego rozwiązania, jak również odstępstwo przewidziane w art. 9 ust. 1 lit. c) dyrektywy 2009/147/WE w sprawie ochrony dzikiego ptactwa, jeżeli są spełnione pozostałe warunki przyznania takiego odstępstwa. W szczególności dana metoda polowania musi być ograniczona do pozyskiwania małych ilości danych gatunków.", "label": []}
{"text": "2) Metodę polowania można uznać za wystarczająco selektywną w rozumieniu art. 9 ust. 1 lit. c) dyrektywy 2009/147, jeżeli na podstawie wysokiej jakości aktualnych danych naukowych i przeprowadzanych w praktyce odpowiednich kontroli można zapewnić, że przyłów gatunków ptaków i jego konsekwencje są akceptowalne w stosunku do kulturowego znaczenia metody chwytania.", "label": []}
{"text": "1 Język oryginału: niemiecki.", "label": [[19, 28, "NATIONALITY"]]}
{"text": "2 Zobacz opinia rzecznika generalnego W.R. Adelholt w sprawie Komisja/Hiszpania (parany), C‑79/03, EU:C:2004:507, pkt 3.", "label": [[16, 37, "PROFESSION"], [38, 51, "PER"], [62, 69, "ORG"], [70, 79, "ORG"]]}
{"text": "3 Https://france3-regions.francetvinfo.fr/provence-alpes-cote-d-azur/chasse-glu-collimateur-ecologistes-ministre-surtout-europe-1857870.html, odwiedzona w dniu 23 października 2020 r.", "label": [[2, 140, "URL"], [155, 183, "DATE"]]}
{"text": "4 https://www.francetvinfo.fr/france/chasse/la-chasse-a-la-glu-pour-les-grives-et-les-merles-est-interdite-cette-annee-annonce-l-elysee_4086749.html, odwiedzona w dniu 23 października 2020 r.", "label": [[2, 148, "URL"], [163, 191, "DATE"]]}
{"text": "5 Obecnie dyrektywa Parlamentu Europejskiego i Rady 2009/147/WE z dnia 30 listopada 2009 r. w sprawie ochrony dzikiego ptactwa (Dz.U. 2010, L 20, s. 7) zmieniona dyrektywą Rady 2013/17/UE z dnia 13 maja 2013 r. dostosowującą niektóre dyrektywy w dziedzinie środowiska w związku z przystąpieniem Republiki Chorwacji (Dz.U. 2013, L 158, s. 193).", "label": [[20, 44, "ORG"], [47, 51, "ORG"], [66, 91, "DATE"], [172, 176, "ORG"], [190, 210, "DATE"], [295, 314, "ORG"]]}
{"text": "6 Wyrok z dnia 27 kwietnia 1988 r., Komisja/Francja, 252/85, EU:C:1988:202, pkt 23–33.", "label": [[10, 34, "DATE"], [36, 43, "ORG"], [44, 51, "ORG"]]}
{"text": "7 Wyroki: z dnia 27 kwietnia 1988 r., Komisja/Francja, 252/85, EU:C:1988:202, pkt 27, 28); z dnia 9 grudnia 2004 r., Komisja/Hiszpania (parany), C‑79/03, EU:C:2004:782, pkt 34.", "label": [[12, 36, "DATE"], [38, 45, "ORG"], [46, 53, "ORG"], [93, 115, "DATE"], [117, 124, "ORG"], [125, 134, "ORG"]]}
{"text": "8 Wyroki: z dnia 10 września 2009 r., Komisja/Malta, C‑76/08, EU:C:2009:535, pkt 57; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 67.", "label": [[12, 36, "DATE"], [38, 45, "ORG"], [46, 51, "ORG"], [87, 111, "DATE"], [113, 120, "ORG"], [121, 130, "ORG"]]}
{"text": "9 Wyroki: z dnia 11 lipca 1989 r., Schräder HS Kraftfutter, 265/87, EU:C:1989:303, pkt 21; z dnia 9 marca 2010 r., ERG i in., C‑379/08 i C‑380/08, EU:C:2010:127, pkt 86; z dnia 4 czerwca 2020 r., Węgry/Komisja, C‑456/18 P, EU:C:2020:421, pkt 41.", "label": [[12, 33, "DATE"], [35, 58, "ORG"], [93, 113, "DATE"], [115, 118, "ORG"], [172, 194, "DATE"], [196, 201, "ORG"], [202, 209, "ORG"]]}
{"text": "10 Wyroki: z dnia 8 czerwca 2006 r., WWF Italia i in., C‑60/05, EU:C:2006:378, pkt 34; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 66.", "label": [[13, 35, "DATE"], [37, 47, "ORG"], [89, 113, "DATE"], [115, 122, "ORG"], [123, 132, "ORG"]]}
{"text": "11 Zobacz powyżej, pkt 11.", "label": []}
{"text": "12 Wyroki: z dnia 8 lipca 1987 r., Komisja/Belgia, 247/85, EU:C:1987:339, pkt 41; z dnia 12 grudnia 1996 r. LRBPO i AVES, C‑10/96, EU:C:1996:504, pkt 18.", "label": [[13, 33, "DATE"], [35, 42, "ORG"], [43, 49, "ORG"], [84, 107, "DATE"], [108, 113, "ORG"], [116, 120, "ORG"]]}
{"text": "13 Wyroki: z dnia 10 września 2009 r., Komisja/Malta, C‑76/08, EU:C:2009:535, pkt 57; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 67.", "label": [[13, 37, "DATE"], [39, 46, "ORG"], [47, 52, "ORG"], [88, 112, "DATE"], [114, 121, "ORG"], [122, 131, "ORG"]]}
{"text": "14 Zobacz w przedmiocie ochrony młodzieży wyrok z dnia 14 lutego 2008 r., Dynamic Medien, C‑244/06, EU:C:2008:85, pkt 44; w przedmiocie bezpieczeństwa ruchu drogowego wyrok z dnia 10 lutego 2009 r., Komisja/Włochy, C‑110/05, EU:C:2009:66, pkt 65; w przedmiocie poziomu ochrony zdrowia wyroki: z dnia 7 marca 1989 r., Bakker, 215/87, EU:C:1989:111, pkt 17; z dnia 11 grudnia 2003 r., Deutscher Apothekerverband, C‑322/01, EU:C:2003:664, pkt 103; z dnia 1 października 2020 r., A (reklama i sprzedaż przez internet produktów leczniczych), C‑649/18, EU:C:2020:764, pkt 71.", "label": [[50, 72, "DATE"], [74, 88, "ORG"], [175, 197, "DATE"], [199, 206, "ORG"], [207, 213, "ORG"], [295, 315, "DATE"], [317, 323, "PER"], [358, 381, "DATE"], [383, 409, "ORG"], [447, 474, "DATE"], [476, 477, "ORG"]]}
{"text": "15 Wyroki: z dnia 8 lipca 1987 r., Komisja/Belgia, 247/85, EU:C:1987:339, pkt 41; z dnia 12 grudnia 1996 r., LRBPO i AVES, C‑10/96, EU:C:1996:504, pkt 18.", "label": [[13, 33, "DATE"], [35, 42, "ORG"], [43, 49, "ORG"], [84, 107, "DATE"], [109, 114, "ORG"], [117, 121, "ORG"]]}
{"text": "16 Wyroki: z dnia 16 maja 1979 r., Galli, 84/78, EU:C:1979:129, pkt 21; z dnia 29 stycznia 2002 r., Jachowicz-Perrin, C‑162/00, EU:C:2002:57, pkt 55; z dnia 6 października 2015 r., Komisja/Leotveisen, C‑303/13 P, EU:C:2015:647, pkt 49.", "label": [[13, 33, "DATE"], [35, 40, "PER"], [74, 98, "DATE"], [100, 116, "PER"], [152, 179, "DATE"], [181, 188, "ORG"], [189, 199, "PER"]]}
{"text": "17 Opinie: rzecznika generalnego M. Torgeby’ego w sprawie LRBPO i AVES, C‑10/96, EU:C:1996:430, pkt 36; rzecznika generalnego D. Philipa-Martina Coopera w sprawie Ligue pour la protection des oiseaux i in., C‑182/02, EU:C:2003:248, pkt 23 i nast.; rzecznika generalnego W. Adelholt w sprawie Komisja/Hiszpania (parany), C‑79/03, EU:C:2004:507, pkt 35; w rzecznik generalnej D. Gerasimova w sprawie Komisja/Malta (dzikie łuszczaki) C‑557/15, EU:C:2017:613, pkt 90, 107–110.", "label": [[11, 32, "PROFESSION"], [33, 47, "PER"], [58, 63, "ORG"], [66, 70, "ORG"], [104, 125, "PROFESSION"], [126, 152, "PER"], [163, 199, "ORG"], [248, 269, "PROFESSION"], [270, 281, "PER"], [292, 299, "ORG"], [300, 309, "ORG"], [354, 373, "PROFESSION"], [374, 387, "PER"], [398, 405, "ORG"], [406, 411, "ORG"]]}
{"text": "18 Wyroki: z dnia 8 lipca 1987 r. Komisja/Włochy, 262/85, EU:C:1987:340, pkt 38; z dnia 12 grudnia 1996 r., LRBPO i AVES, C‑10/96, EU:C:1996:504, pkt 16, 24; z dnia 16 października 2003 r., Ligue pour la protection des oiseaux i in., C‑182/02, EU:C:2003:558, pkt 11; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 65.", "label": [[13, 33, "DATE"], [34, 41, "ORG"], [42, 48, "ORG"], [83, 106, "DATE"], [108, 113, "ORG"], [116, 120, "ORG"], [160, 188, "DATE"], [190, 226, "ORG"], [269, 293, "DATE"], [295, 302, "ORG"], [303, 312, "ORG"]]}
{"text": "19 Moja opinia w sprawach połączonych Föreningen Skydda Skogen i in., C‑473/19 i C‑474/19, EU:C:2020:699, pkt 97.", "label": [[38, 62, "ORG"]]}
{"text": "20 Zobacz wyroki: z dnia 8 lipca 1987 r., Komisja/Belgia, 247/85, EU:C:1987:339, pkt 8; Komisja/Włochy, 262/85, EU:C:1987:340, pkt 8; z dnia 19 stycznia 1994 r., Association pour la protection des animaux sauvages i in., C‑435/92, EU:C:1994:10, pkt 20.", "label": [[20, 40, "DATE"], [42, 49, "ORG"], [50, 56, "ORG"], [88, 95, "ORG"], [96, 102, "ORG"], [136, 160, "DATE"], [162, 213, "ORG"]]}
{"text": "21 Zobacz wyroki: z dnia 27 kwietnia 1988 r., Komisja/Francja, 252/85, EU:C:1988:202, pkt 28; z dnia 16 października 2003 r., Ligue pour la protection des oiseaux i in., C‑182/02, EU:C:2003:558, pkt 17; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 68; oraz opinię rzecznika generalnego W.R. Adelholt w sprawie WWF Italia i in., C‑60/05, EU:C:2006:116, pkt 50; i moją opinię w sprawie Komisja/Irlandia, C‑418/04, EU:C:2006:569, pkt 111, 112.", "label": [[20, 44, "DATE"], [46, 53, "ORG"], [54, 61, "ORG"], [96, 124, "DATE"], [126, 162, "ORG"], [205, 229, "DATE"], [231, 238, "ORG"], [239, 248, "ORG"], [331, 352, "PROFESSION"], [353, 366, "PER"], [377, 387, "ORG"], [451, 458, "ORG"], [459, 467, "ORG"]]}
{"text": "22 Wyroki: z dnia 16 października 2003 r., Ligue pour la protection des oiseaux i in., C‑182/02, EU:C:2003:558, pkt 17; z dnia 8 czerwca 2006 r., WWF Italia i in., C‑60/05, EU:C:2006:378, pkt 32; z dnia 10 września 2009 r., Komisja/Malta, C‑76/08, EU:C:2009:535, pkt 59; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 68.", "label": [[13, 41, "DATE"], [43, 79, "ORG"], [122, 144, "DATE"], [146, 156, "ORG"], [198, 222, "DATE"], [224, 231, "ORG"], [232, 237, "ORG"], [273, 297, "DATE"], [299, 306, "ORG"], [307, 316, "ORG"]]}
{"text": "23 Wyroki: z dnia 16 października 2003 r., Ligue pour la protection des oiseaux i in., C‑182/02, EU:C:2003:558, pkt 17; z dnia 21 czerwca 2018 r., Komisja/Malta (dzikie łuszczaki), C‑557/15, EU:C:2018:477, pkt 66; z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 89.", "label": [[13, 41, "DATE"], [43, 79, "ORG"], [122, 145, "DATE"], [147, 154, "ORG"], [155, 160, "ORG"], [216, 240, "DATE"], [242, 249, "ORG"], [250, 259, "ORG"]]}
{"text": "24 Wyroki: z dnia 15 grudnia 2005 r., Komisja/Finlandia, C‑344/03, EU:C:2005:770, pkt 53 i 54; z dnia 21 czerwca 2018 r., Komisja/Malta (dzikie łuszczaki), C‑557/15, EU:C:2018:477, pkt 63. Ponieważ w wyroku z dnia 23 kwietnia 2020 r., Komisja/Finlandia (wiosenny odstrzał samców edredona) (C‑217/19, EU:C:2020:291, pkt 90) nie powołano się bezpośrednio, bez dalej idącego uzasadnienia, na całkowitą śmiertelność, odniesienie do wcześniejszego orzecznictwa nie powinno to mieć żadnego znaczenia.", "label": [[13, 36, "DATE"], [38, 45, "ORG"], [46, 55, "ORG"], [97, 120, "DATE"], [122, 129, "ORG"], [130, 135, "ORG"], [209, 233, "DATE"], [235, 242, "ORG"], [243, 252, "ORG"]]}
{"text": "25 Opinia rzecznika generalnego M.P. Silva Bento w sprawie Komisja/Francja, 252/85, EU:C:1988:55, pkt 43. Zobacz również wyrok z dnia 27 kwietnia 1988 r., Komisja/Francja, 252/85, EU:C:1988:202, pkt 27.", "label": [[10, 31, "PROFESSION"], [32, 48, "PER"], [59, 66, "ORG"], [67, 74, "ORG"], [129, 153, "DATE"], [155, 162, "ORG"], [163, 170, "ORG"]]}
{"text": "26 Wyrok z dnia 9 grudnia 2004 r., Komisja/Hiszpania (parany), C‑79/03, EU:C:2004:782, pkt 20.", "label": [[11, 33, "DATE"], [35, 42, "ORG"], [43, 52, "ORG"]]}
{"text": "27 Tak też opinia rzecznika generalnego M.P. Silva Bento w sprawie Komisja/Francja, 252/85, EU:C:1988:55, pkt 43. Zobacz również wyroki: z dnia 8 lipca 1987 r., Komisja/Włochy, 262/85, EU:C:1987:340, pkt 39; z dnia 21 czerwca 2018 r., Komisja/Malta (dzikie łuszczaki), C‑557/15, EU:C:2018:477, pkt 84, 85.", "label": [[18, 39, "PROFESSION"], [40, 56, "PER"], [67, 74, "ORG"], [75, 82, "ORG"], [139, 159, "DATE"], [161, 168, "ORG"], [169, 175, "ORG"], [210, 233, "DATE"], [235, 242, "ORG"], [243, 248, "ORG"]]}
{"text": "28 Wyrok z dnia 27 kwietnia 1988 r., Komisja/Francja, 252/85, EU:C:1988:202, pkt 27, 28.", "label": [[11, 35, "DATE"], [37, 44, "ORG"], [45, 52, "ORG"]]}
{"text": "29 Zobacz również wyroki: z dnia 9 grudnia 2004 r., Komisja/Hiszpania (parany), C‑79/03, EU:C:2004:782, pkt 34; z dnia 21 czerwca 2018 r., Komisja/Malta (dzikie łuszczaki), C‑557/15, EU:C:2018:477, pkt 84 i nast.", "label": [[28, 50, "DATE"], [52, 59, "ORG"], [60, 69, "ORG"], [114, 137, "DATE"], [139, 146, "ORG"], [147, 152, "ORG"]]}
{"text": "30 Opina w sprawie Komisja/Hiszpania (parany), C‑79/03, EU:C:2004:507, pkt 31.", "label": [[19, 26, "ORG"], [27, 36, "ORG"]]}
{"text": "31 Zobacz pkt 24–28 powyżej.", "label": []}
{"text": "32 Opinia w sprawie Komisja/Malta (dzikie łuszczaki), C‑557/15, EU:C:2017:613, pkt 102.", "label": [[20, 27, "ORG"], [28, 33, "ORG"]]}
{"text": "33 Zobacz wyroki: z dnia 8 czerwca 2006 r., WWF Italia i in., C‑60/05, EU:C:2006:378, pkt 28; z dnia 10 października 2019 r., Luonnonsuojeluyhdistys Tapiola, C‑674/17, EU:C:2019:851, pkt 45, 51; z dnia 23 kwietnia 2020 r. Komisja/Finlandia (wiosenny odstrzał samców edredona), C‑217/19, EU:C:2020:291, pkt 70.", "label": [[20, 42, "DATE"], [44, 54, "ORG"], [96, 124, "DATE"], [126, 156, "ORG"], [197, 221, "DATE"], [222, 229, "ORG"], [230, 239, "ORG"]]}
