{"text": "Wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez tribunal d'arrondissement (Luksemburg) w dniu 8 marca 2021 r. – Fabian Johnson / Amazon Europe Core Sàrl, Amazon EU Sàrl, Amazon Services Europe Sàrl", "label": [[67, 92, "ORG"], [94, 104, "LOC"], [108, 128, "DATE"], [131, 145, "PER"], [148, 171, "ORG"], [173, 187, "ORG"], [189, 216, "ORG"]]}
{"text": "(Sprawa C-148/21)", "label": []}
{"text": "Język postępowania: francuski", "label": [[20, 29, "NATIONALITY"]]}
{"text": "Sąd odsyłający", "label": []}
{"text": "Tribunal d'arrondissement", "label": [[0, 25, "ORG"]]}
{"text": "Strony w postępowaniu głównym", "label": []}
{"text": "Strona skarżąca: Fabian Johnson", "label": [[17, 31, "PER"]]}
{"text": "Strona pozwana: Amazon Europe Core Sàrl, Amazon EU Sàrl, Amazon Services Europe Sàrl", "label": [[16, 39, "ORG"], [41, 55, "ORG"], [57, 84, "ORG"]]}
{"text": "Pytania prejudycjalne", "label": []}
{"text": "Czy art. 9 ust. 2 rozporządzenia Parlamentu Europejskiego i Rady (UE) 2017/1001 z dnia 14 czerwca 2017 r. w sprawie znaku towarowego Unii Europejskiej1 należy interpretować w ten sposób, że używanie oznaczenia identycznego ze znakiem towarowym w reklamie wyświetlanej na stronie internetowej można przypisać jej operatorowi lub podmiotom powiązanym gospodarczo ze względu na zmieszanie na tej stronie ofert własnych operatora lub podmiotów powiązanych gospodarczo oraz ofert sprzedawców zewnętrznych poprzez włączenie tych reklam do własnej komunikacji handlowej operatora lub podmiotów powiązanych gospodarczo?", "label": [[33, 57, "ORG"], [60, 64, "ORG"], [82, 105, "DATE"], [133, 151, "LOC"]]}
{"text": "Czy takie włączenie zostaje wzmocnione przez okoliczność, że:", "label": []}
{"text": "reklamy są prezentowane w sposób jednolity na stronie internetowej?", "label": []}
{"text": "reklamy własne operatora i podmiotów powiązanych gospodarczo oraz sprzedawców zewnętrznych są wyświetlane bez rozróżnienia co do ich pochodzenia, ale z wyraźnym umieszczeniem logo operatora lub podmiotów powiązanych gospodarczo w rubrykach reklamowych zewnętrznych stron internetowych w formie „pop-up”?", "label": []}
{"text": "operator lub podmioty powiązane gospodarczo oferują kompleksową usługę sprzedawcom zewnętrznym, obejmującą pomoc w opracowywaniu reklamy i ustalaniu cen sprzedaży, składowanie towarów i ich wysyłkę?", "label": []}
{"text": "strona internetowa operatora i podmiotów powiązanych gospodarczo jest zaprojektowana w taki sposób, aby prezentowała się w postaci sklepów i etykiet, takich jak „bestsellery”, „najbardziej poszukiwane” lub „najczęściej oferowane”, bez widocznego na pierwszy rzut oka rozróżnienia między własnymi towarami operatora i podmiotów powiązanych gospodarczo a towarami sprzedawców zewnętrznych?", "label": []}
{"text": "2. Czy art. 9 ust. 2 rozporządzenia Parlamentu Europejskiego i Rady (UE) 2017/1001 z dnia 14 czerwca 2017 r. w sprawie znaku towarowego Unii Europejskiej należy interpretować w ten sposób, że używanie oznaczenia identycznego ze znakiem towarowym w reklamie wyświetlanej w witrynie sprzedaży online należy co do zasady przypisać jej operatorowi lub podmiotom powiązanym gospodarczo, jeżeli w odczuciu właściwie poinformowanego i dostatecznie uważnego internauty ten operator lub podmiot powiązany gospodarczo odegrali czynną rolę przy opracowywaniu tej reklamy lub gdy jest ona postrzegana jako część własnej komunikacji handlowej tego operatora?", "label": [[36, 60, "ORG"], [63, 67, "ORG"], [85, 108, "DATE"], [136, 153, "LOC"]]}
{"text": "Czy na takie postrzeganie ma wpływ:", "label": []}
{"text": "okoliczność, że ten operator lub podmioty powiązane gospodarczo są renomowanymi dystrybutorami bardzo zróżnicowanych towarów, w tym towarów należących do kategorii towarów zachwalanych w tej reklamie;", "label": []}
{"text": "lub okoliczność, że wyświetlona w ten sposób reklama jest opatrzona nagłówkiem, w którym przedstawiono znak towarowy dla usługi tego operatora lub podmiotów powiązanych gospodarczo, przy czym znak ten cieszy się renomą jako znak towarowy dystrybutora;", "label": []}
{"text": "czy też okoliczność, że ten operator lub podmioty powiązane gospodarczo oferują jednocześnie z wyświetleniem tej reklamy usługi tradycyjnie oferowane przez dystrybutorów towarów należących do tej samej kategorii co towary zachwalane w tej reklamie?", "label": []}
{"text": "3. Czy art. 9 ust. 2 rozporządzenia Parlamentu Europejskiego i Rady nr 2017/1001 w sprawie znaku towarowego Unii Europejskiej należy interpretować w ten sposób, że wysyłka w obrocie handlowym i bez zgody właściciela znaku towarowego konsumentowi końcowemu towaru opatrzonego oznaczeniem identycznym ze znakiem towarowym stanowi używanie, które można przypisać nadawcy, tylko w przypadku, gdy ten ostatni rzeczywiście wiedział o umieszczeniu tego oznaczenia na towarze?", "label": [[36, 60, "ORG"], [63, 67, "ORG"], [108, 125, "LOC"]]}
{"text": "Czy taki nadawca używa przedmiotowego oznaczenia, jeżeli on sam lub podmiot powiązany gospodarczo powiadomił konsumenta końcowego o tym, że dokonuje on tej wysyłki, a wcześniej on sam lub podmiot powiązany gospodarczo składował towar w tym celu?", "label": []}
{"text": "Czy taki nadawca używa przedmiotowego oznaczenia, jeżeli on sam lub podmiot powiązany gospodarczo aktywnie przyczynił się wcześniej do wyświetlenia w obrocie handlowym reklamy towaru opatrzonego tym oznaczeniem lub zarejestrował zamówienie konsumenta końcowego w związku z tą reklamą?", "label": []}
{"text": "____________", "label": []}
{"text": "1 Dz.U. 2017, L 154, s. 1.", "label": []}
