{"text": "OPINIA RZECZNIKA GENERALNEGO XANDERA ROGERSA przedstawiona w dniu 2 września 2021 r.(1)", "label": [[7, 28, "PROFESSION"], [29, 44, "PER"], [61, 84, "DATE"]]}
{"text": "Sprawa C‑388/20", "label": []}
{"text": "Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV przeciwko Dr. August Oetker Nahrungsmittel KG", "label": [[0, 101, "ORG"], [112, 147, "ORG"]]}
{"text": "[wniosek o wydanie orzeczenia w trybie prejudycjalnym złożony przez Bundesgerichtshof (federalny trybunał sprawiedliwości, Niemcy)]", "label": [[68, 85, "ORG"], [87, 121, "ORG"], [123, 129, "LOC"]]}
{"text": "Odesłanie prejudycjalne – Rozporządzenie (UE) nr 1169/2011 – Przekazywanie konsumentom informacji na temat żywności – Artykuł 9 ust. 1 lit. l) – Informacja o wartości odżywczej – Artykuł 31 ust. 3 akapit drugi – Obliczanie wartości energetycznej oraz ilości składników odżywczych – Artykuł 33 ust. 2 akapit drugi – Wyrażanie informacji o wartości odżywczej w przeliczeniu na porcję lub na jednostkową ilość żywności", "label": []}
{"text": "I. Wprowadzenie", "label": []}
{"text": "1. Niniejszy wniosek o wydanie orzeczenia w trybie prejudycjalnym dotyczy wykładni rozporządzenia (UE) nr 1169/2011 w sprawie przekazywania konsumentom informacji na temat żywności(2). Konkretnie sąd odsyłający zmierza do ustalenia, czy – i na jakich warunkach – dopuszczalne jest przedstawienie z przodu opakowania środka spożywczego dobrowolnych informacji o jego wartości odżywczej, które nie dotyczą żywności w postaci dostępnej w sprzedaży, lecz odnoszą się do porcji żywności po przygotowaniu z użyciem dodatkowych składników.", "label": []}
{"text": "2. Wniosek ten został złożony w ramach sporu pomiędzy Bundesverband der Verbraucherzentralen und Verbraucherverbände – Verbraucherzentrale Bundesverband eV (federalnym związkiem centrali i stowarzyszeń konsumenckich, Niemcy, zwanym dalej „BVV”) a producentem żywności Dr. August Oetker Nahrungsmittel KG (zwanym dalej „Dr. Oetkerem”) w przedmiocie zgodności podawania wartości odżywczej z przodu opakowania musli (zwanego dalej „spornym produktem”) z wymogami dotyczącymi informacji żywieniowych podawanych dobrowolnie, a w szczególności z art. 31 ust. 3 akapit drugi oraz art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011.", "label": [[54, 155, "ORG"], [157, 215, "ORG"], [217, 223, "LOC"], [239, 242, "ORG"], [268, 303, "ORG"], [319, 331, "ORG"]]}
{"text": "3. Jakkolwiek Trybunał miał już sposobność dokonać wykładni rozporządzenia nr 1169/2011, a także między innymi dyrektyw 2000/13/WE(3) i 90/496/EWG(4) uchylonych przez to rozporządzenie, po raz pierwszy pochyli się nad wykładnią przepisów dotyczących dobrowolnego podawania wartości odżywczej środków spożywczych(5).", "label": [[14, 22, "ORG"]]}
{"text": "4. W niniejszej opinii wykażę, że dobrowolne podawanie wartości odżywczej żywności opakowanej, takie jak w przypadku spornego produktu, który jest spożywany po przygotowaniu według różnych receptur, jest niezgodne z wymogami określonymi w rozporządzeniu nr 1169/2011, jeżeli informacje dotyczące wartości energetycznej i ilości składników odżywczych są podawane wyłącznie dla jednego sposobu przygotowania, zamiast odnosić się również do środka spożywczego w postaci dostępnej w sprzedaży w przeliczeniu na 100 gramów.", "label": [[507, 510, "AMOUNT_VALUE"], [511, 517, "AMOUNT_UNIT"]]}
{"text": "II. Ramy prawne", "label": []}
{"text": "5. Motywy 10, 17, 35, 37 i 41 rozporządzenia nr 1169/2011 przewidują:", "label": []}
{"text": "„(10) Społeczeństwo jest zainteresowane zależnością zdrowia od diety i wyborem właściwej diety dostosowanej do potrzeb indywidualnych. W białej księdze Komisji z dnia 30 maja 2007 r. zatytułowanej »Strategia dla Europy w sprawie zagadnień zdrowotnych związanych z odżywianiem, nadwagą i otyłością« […] zauważono, że podawanie wartości odżywczej jest jedną z ważnych metod informowania konsumentów na temat składu środków spożywczych i pomagania im w dokonywaniu świadomych wyborów. W komunikacie Komisji z dnia 13 marca 2007 r. zatytułowanym »Strategia polityki konsumenckiej UE na lata 2007–2013 – wzmocnienie pozycji konsumentów, polepszenie ich dobrobytu oraz zapewnienie ich skutecznej ochrony« podkreślono, że umożliwienie konsumentom dokonywania świadomych wyborów jest niezbędne zarówno dla zapewnienia skutecznej konkurencji, jak i dla dobra konsumentów. Znajomość podstawowych zasad żywienia oraz odpowiednich informacji żywieniowych na temat środków spożywczych przyczyniłaby się istotnie do umożliwienia konsumentom podejmowania takich świadomych wyborów. […]", "label": [[152, 159, "ORG"], [162, 182, "DATE"], [212, 218, "LOC"], [496, 503, "ORG"], [506, 527, "DATE"], [576, 578, "LOC"], [582, 596, "DATE"]]}
{"text": "[…]", "label": []}
{"text": "(17) Podstawową kwestią uwzględnianą przy określaniu wymogów dotyczących obowiązkowych informacji na temat żywności powinno być umożliwienie konsumentom identyfikacji i właściwego wykorzystywania danego środka spożywczego oraz dokonywania wyborów zaspokajających ich indywidualne potrzeby dietetyczne. W tym celu podmioty działające na rynku spożywczym powinny ułatwiać dostęp do tych informacji osobom niewidomym i niedowidzącym.", "label": []}
{"text": "[…]", "label": []}
{"text": "(35) Aby ułatwić porównywanie produktów w opakowaniach różnej wielkości, należy utrzymać obowiązek podawania informacji o wartości odżywczej w przeliczeniu na 100 g lub na 100 ml, a w stosownych przypadkach zezwolić na podawanie dodatkowo informacji w przeliczeniu na porcję. Jeżeli zatem dana żywność jest pakowana oraz pojedyncze porcje lub jednostkowe ilości żywności są rozpoznawalne, to należy zezwolić na podawanie dodatkowo – oprócz informacji o wartości odżywczej w przeliczeniu na 100 g lub na 100 ml – również informacji w przeliczeniu na porcję lub jednostkową ilość żywności. Ponadto, aby zapewnić porównywalne informacje dotyczące porcji lub jednostkowych ilości żywności, Komisja powinna być upoważniona do przyjmowania przepisów dotyczących wyrażania informacji o wartości odżywczej w przeliczeniu na porcję lub jednostkową ilość żywności dla szczególnych kategorii żywności.", "label": [[159, 162, "AMOUNT_VALUE"], [163, 164, "AMOUNT_UNIT"], [172, 175, "AMOUNT_VALUE"], [176, 178, "AMOUNT_UNIT"], [490, 493, "AMOUNT_VALUE"], [494, 495, "AMOUNT_UNIT"], [503, 506, "AMOUNT_VALUE"], [507, 509, "AMOUNT_UNIT"], [686, 693, "ORG"]]}
{"text": "[…]", "label": []}
{"text": "(37) Ponieważ jeden z celów, którym służyć ma niniejsze rozporządzenie, polega na zapewnieniu konsumentowi finalnemu podstawy do dokonywania świadomych wyborów, istotne jest zapewnienie w tym kontekście, by konsument finalny łatwo rozumiał informacje zamieszczone na etykiecie. […]", "label": []}
{"text": "[…]", "label": []}
{"text": "(41) Aby przekazywane informacje żywieniowe przemawiały do przeciętnego konsumenta i służyły celowi informacyjnemu, w którym je wprowadzono, z uwzględnieniem aktualnego stanu wiedzy na temat żywienia, powinny być one proste i łatwo zrozumiałe. Podawanie informacji żywieniowych częściowo w głównym polu widzenia, zwanym powszechnie »przodem opakowania«, a częściowo z innej strony opakowania, na przykład »z tyłu opakowania«, mogłoby dezorientować konsumentów. Dlatego informacja o wartości odżywczej powinna się znajdować w tym samym polu widzenia. Dodatkowo, na zasadzie dobrowolności, najważniejsze elementy informacji żywieniowych można powtórzyć w głównym polu widzenia, by pomóc konsumentom łatwo dostrzec podstawowe informacje żywieniowe przy zakupie żywności. Swobodne dobieranie informacji, które można by powtarzać, mogłoby dezorientować konsumentów. Konieczne jest zatem sprecyzowanie, które informacje można powtarzać”.", "label": []}
{"text": "6. Artykuł 9 tego rozporządzenia, zatytułowany „Wykaz danych szczegółowych, których podanie jest obowiązkowe”, zawiera ust. 1, który ma następujące brzmienie:", "label": []}
{"text": "„Zgodnie z art. 10–35 i z zastrzeżeniem określonych w niniejszym rozdziale wyjątków obowiązkowe jest podanie następujących danych szczegółowych:", "label": []}
{"text": "[…]", "label": []}
{"text": "l) informacja o wartości odżywczej”.", "label": []}
{"text": "7. Artykuł 30 rzeczonego rozporządzenia, zatytułowany „Treść”, stanowi:", "label": []}
{"text": "„1. Obowiązkowa informacja o wartości odżywczej obejmuje następujące elementy:", "label": []}
{"text": "a) wartość energetyczna; oraz", "label": []}
{"text": "b) ilość tłuszczu, kwasów tłuszczowych nasyconych, węglowodanów, cukrów, białka oraz soli.", "label": []}
{"text": "[…]", "label": []}
{"text": "3. Jeżeli etykietowanie żywności opakowanej zawiera obowiązkową informację o wartości odżywczej, o której mowa w ust. 1, można powtórzyć w nim następujące informacje:", "label": []}
{"text": "a) wartość energetyczna; lub", "label": []}
{"text": "b) wartość energetyczna oraz ilość tłuszczu, kwasów tłuszczowych nasyconych, cukrów oraz soli.", "label": []}
{"text": "4. W drodze odstępstwa od art. 36 ust. 1, gdy etykietowanie produktów, o których mowa w art. 16 ust. 4, zawiera informację o wartości odżywczej, treść takiej informacji może ograniczać się jedynie do wartości energetycznej.", "label": []}
{"text": "5. Bez uszczerbku dla art. 44 i w drodze odstępstwa od art. 36 ust. 1, gdy etykietowanie produktów, o których mowa w art. 44 ust. 1, zawiera informację o wartości odżywczej, treść takiej informacji może ograniczać się jedynie do:", "label": []}
{"text": "a) wartości energetycznej; lub", "label": []}
{"text": "b) wartości energetycznej oraz ilości tłuszczu, kwasów tłuszczowych nasyconych, cukrów oraz soli.", "label": []}
{"text": "[…]”", "label": []}
{"text": "8. Artykuł 31 tego samego rozporządzenia, zatytułowany „Obliczenie”, przewiduje w ust. 3:", "label": []}
{"text": "„Wartość energetyczna i ilości składników odżywczych, o których mowa w art. 30 ust. 1–5, odnoszą się do żywności w postaci dostępnej w sprzedaży.", "label": []}
{"text": "W stosownych przypadkach informacje mogą się odnosić do żywności po przygotowaniu, pod warunkiem że podawane są wystarczająco dokładne instrukcje dotyczące przygotowania, a informacje odnoszą się do żywności przygotowanej do spożycia”.", "label": []}
{"text": "9. Artykuł 32 rozporządzenia nr 1169/2011, zatytułowany „Wyrażanie ilości w przeliczeniu na 100 g lub na 100 ml”, stanowi w ust. 2:", "label": [[92, 95, "AMOUNT_VALUE"], [96, 97, "AMOUNT_UNIT"], [105, 108, "AMOUNT_VALUE"], [109, 111, "AMOUNT_UNIT"]]}
{"text": "„Wartość energetyczna i ilość składników odżywczych, o których mowa w art. 30 ust. 1–5, jest wyrażana w przeliczeniu na 100 g lub na 100 ml”.", "label": [[120, 123, "AMOUNT_VALUE"], [124, 125, "AMOUNT_UNIT"], [133, 136, "AMOUNT_VALUE"], [137, 139, "AMOUNT_UNIT"]]}
{"text": "10. Artykuł 33 owego rozporządzenia, zatytułowany „Wyrażanie ilości w przeliczeniu na porcję lub na jednostkową ilość żywności”, stanowi w ust. 1 i 2:", "label": []}
{"text": "„1. W następujących przypadkach wartość energetyczna i ilość składników odżywczych, o których mowa w art. 30 ust. 1–5, może być wyrażana w przeliczeniu na porcję lub na jednostkową ilość żywności łatwo rozpoznawalną dla konsumenta, pod warunkiem że ta porcja lub jednostkowa ilość są zgodne z informacją ilościową na etykiecie i że podana jest liczba porcji lub jednostkowych ilości zawartych w opakowaniu:", "label": []}
{"text": "a) oprócz formy wyrażania ilości w przeliczeniu na 100 g lub na 100 ml, o której mowa w art. 32 ust. 2;", "label": [[51, 54, "AMOUNT_VALUE"], [55, 56, "AMOUNT_UNIT"], [64, 67, "AMOUNT_VALUE"], [68, 70, "AMOUNT_UNIT"]]}
{"text": "b) oprócz formy wyrażania ilości w przeliczeniu na 100 g lub na 100 ml, o której mowa w art. 32 ust. 3, w odniesieniu do ilości witamin i składników mineralnych;", "label": [[51, 54, "AMOUNT_VALUE"], [55, 56, "AMOUNT_UNIT"], [64, 67, "AMOUNT_VALUE"], [68, 70, "AMOUNT_UNIT"]]}
{"text": "c) oprócz lub zamiast formy wyrażania ilości w przeliczeniu na 100 g lub na 100 ml, o której mowa w art. 32 ust. 4.", "label": [[63, 66, "AMOUNT_VALUE"], [67, 68, "AMOUNT_UNIT"], [76, 79, "AMOUNT_VALUE"], [80, 82, "AMOUNT_UNIT"]]}
{"text": "2. W drodze odstępstwa od art. 32 ust. 2 w przypadkach, o których mowa w art. 30 ust. 3 lit. b), ilość składników odżywczych lub wartość procentowa referencyjnych wartości spożycia określonych w załączniku XIII część B może być wyrażana jedynie w przeliczeniu na porcję lub na jednostkową ilość żywności.", "label": []}
{"text": "Jeżeli ilość składników odżywczych jest wyrażona jedynie w przeliczeniu na porcję lub na jednostkową ilość żywności zgodnie z akapitem pierwszym, to wartość energetyczna musi być wyrażona w przeliczeniu na 100 g lub na 100 ml oraz w przeliczeniu na porcję lub na jednostkową ilość żywności”.", "label": [[206, 209, "AMOUNT_VALUE"], [210, 211, "AMOUNT_UNIT"], [219, 222, "AMOUNT_VALUE"], [223, 225, "AMOUNT_UNIT"]]}
{"text": "III. Postępowanie główne, pytania prejudycjalne i postępowanie przed Trybunałem", "label": [[69, 79, "ORG"]]}
{"text": "11. Dr. Oetker jest prowadzącym działalność w zakresie produkcji żywności niemieckim przedsiębiorstwem, które produkuje i sprzedaje musli pod nazwą „Dr. Oetker Vitalis Knuspermüsli Schoko+Keks” („Dr. Oetker Vitalis, chrupiące musli, czekolada i herbatniki”). Produkt ten jest opakowany w prostopadłościenne pudełko kartonowe.", "label": [[4, 14, "ORG"], [74, 84, "LOC"], [149, 192, "TITLE"], [196, 255, "TITLE"]]}
{"text": "12. Na opakowaniu widnieją następujące informacje o wartości odżywczej:", "label": []}
{"text": "– Na bocznej stronie opakowania (węższa strona kartonu) pod nagłówkiem „Informacja o wartości odżywczej” umieszczono informacje dotyczące wartości energetycznej oraz ilości tłuszczu, kwasów tłuszczowych nasyconych, węglowodanów, cukrów, białka oraz soli, przy czym z jednej strony podano je w odniesieniu do 100 g produktu w postaci dostępnej w sprzedaży (zwanych dalej „porcją produktu w postaci dostępnej w sprzedaży”), a z drugiej strony w odniesieniu do porcji produktu po przygotowaniu składającej się 40 g musli oraz 60 ml mleka o zawartości tłuszczu 1,5% (zwanej dalej „porcją produktu po przygotowaniu”).", "label": [[308, 311, "AMOUNT_VALUE"], [312, 313, "AMOUNT_UNIT"], [507, 509, "AMOUNT_VALUE"], [510, 511, "AMOUNT_UNIT"], [523, 525, "AMOUNT_VALUE"], [526, 528, "AMOUNT_UNIT"], [557, 560, "AMOUNT_VALUE"], [560, 561, "AMOUNT_UNIT"]]}
{"text": "– Z przodu opakowania (w głównym polu widzenia) powtórzono informacje dotyczące wartości energetycznej oraz ilości tłuszczu, kwasów tłuszczowych nasyconych, cukrów i soli wyłącznie w odniesieniu do porcji produktu po przygotowaniu.", "label": []}
{"text": "13. W ocenie BVV podanie wartości odżywczej spornego produktu narusza przepisy dotyczące informacji o wartości odżywczej przewidziane w rozporządzeniu nr 1169/2011. Zdaniem BVV Dr. Oetker naruszył art. 33 tego rozporządzenia w związku z jego art. 30 i 32, ponieważ z przodu opakowania spornego produktu wartość energetyczna nie jest podana w odniesieniu do porcji produktu w postaci dostępnej w sprzedaży (czyli 1880 kJ), lecz wyłącznie w odniesieniu do porcji produktu po przygotowaniu (czyli 872 kJ). Na tej podstawie BVV wezwał Dr. Oetkera do zaprzestania naruszeń, domagając się od niego w istocie złożenia oświadczenia o zaniechaniu naruszeń zawierającego klauzulę dotyczącą poddania się karze.", "label": [[13, 16, "ORG"], [173, 176, "ORG"], [177, 187, "ORG"], [412, 416, "AMOUNT_VALUE"], [417, 419, "AMOUNT_UNIT"], [494, 497, "AMOUNT_VALUE"], [498, 500, "AMOUNT_UNIT"], [520, 523, "ORG"], [531, 542, "ORG"]]}
{"text": "14. Po tym jak owo wezwanie okazało się bezskuteczne, BVV wniósł powództwo do Landgericht Bielefeld (sądu okręgowego w Bielefeld, Niemcy), który uwzględnił to powództwo w wyroku z dnia 8 sierpnia 2018 r. i orzekł, po pierwsze, że etykietowanie przedniej strony opakowania spornego produktu bez podawania wartości energetycznej w odniesieniu do porcji produktu w postaci dostępnej w sprzedaży jest niezgodne z art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011, a po drugie, że art. 31 ust. 3 akapit drugi tego rozporządzenia nie ma zastosowania, ponieważ w tej sprawie brakuje „dosyć intensywnych kroków roboczych”.", "label": [[54, 57, "ORG"], [78, 99, "ORG"], [101, 116, "ORG"], [119, 136, "LOC"], [180, 203, "DATE"]]}
{"text": "15. Dr. Oetker wniósł apelację od tego orzeczenia. Wyrokiem z dnia 13 czerwca 2019 r. Oberlandesgericht Hamm (wyższy sąd krajowy w Hamm, Niemcy) uchylił zaskarżone orzeczenie i oddalił skargę BVV.", "label": [[4, 14, "ORG"], [62, 85, "DATE"], [86, 108, "ORG"], [110, 128, "ORG"], [131, 143, "LOC"], [192, 195, "ORG"]]}
{"text": "16. Zdaniem tego sądu podanie informacji o wartości energetycznej porcji spornego produktu po przygotowaniu było wystarczające. Po pierwsze, art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 nie zobowiązuje do podawania z przodu opakowania produktu spożywczego, obok zawartych już tam informacji o wartości odżywczej, informacji o wartości energetycznej produktu w postaci dostępnej w sprzedaży. Niebędące przedmiotem sporu informacje zawarte na bocznej stronie opakowania spornego produktu służą zatem wykonaniu obowiązku podania informacji o wartości odżywczej, uregulowanego w art. 30 ust. 1 tego rozporządzenia. W konsekwencji informacje zawarte z przodu opakowania są informacjami powtórzonymi w rozumieniu art. 30 ust. 3 lit. b) rzeczonego rozporządzenia. W takim przypadku, gdy informacje o wartości energetycznej oraz ilości składników odżywczych w tych powtórzonych informacjach są podane jedynie w przeliczeniu na porcję, zgodnie z art. 33 ust. 2 akapit drugi tegoż rozporządzenia wartość energetyczna musi zostać podana także w przeliczeniu na 100 g żywności po przygotowaniu. Po drugie, z art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 wynika, że informacja o wartości energetycznej może odnosić się także do żywności po przygotowaniu, o ile – tak jak w niniejszej sprawie – podawane są wystarczające dokładne instrukcje dotyczące przygotowania, a informacje odnoszą się do żywności przygotowanej do spożycia. Ponadto rozporządzenie to nie zawiera żadnej wskazówki przemawiającej za stanowiskiem Landgericht Bielefeld (sądu okręgowego w Bielefeld), że „przygotowanie” w rozumieniu wspomnianego przepisu oznacza „dosyć intensywne kroki robocze”, tak jak na przykład gotowanie lub podgrzewanie.", "label": [[1061, 1064, "AMOUNT_VALUE"], [1065, 1066, "AMOUNT_UNIT"], [1523, 1544, "ORG"], [1546, 1561, "ORG"], [1564, 1573, "LOC"]]}
{"text": "17. Od tego wyroku wydanego przez Oberlandesgericht Hamm (wyższy sąd krajowy w Hamm) BVV wniósł skargę rewizyjną do Bundesgerichtshof (federalnego trybunału sprawiedliwości, Niemcy), sądu odsyłającego w niniejszej sprawie.", "label": [[34, 56, "ORG"], [58, 76, "ORG"], [79, 83, "LOC"], [85, 88, "ORG"], [116, 133, "ORG"], [135, 172, "ORG"], [174, 180, "LOC"]]}
{"text": "18. Zdaniem sądu odsyłającego uwzględnienie tej skargi rewizyjnej zależy w szczególności od tego, czy art. 31 ust. 3 i art. 33 ust. 2 rozporządzenia nr 1169/2011 należy interpretować w ten sposób, iż w przypadku takim jak ten, który jest przedmiotem postępowania głównego, zakazane jest podawanie w celach reklamowych z przodu opakowania informacji o wartości odżywczej w przeliczeniu na porcję żywności po przygotowaniu, bez podawania dodatkowo wartości energetycznej w przeliczeniu na 100 g żywności w postaci dostępnej w sprzedaży.", "label": [[487, 490, "AMOUNT_VALUE"], [491, 492, "AMOUNT_UNIT"]]}
{"text": "19. W tych okolicznościach Bundesgerichtshof (federalny trybunał sprawiedliwości) postanowił zawiesić postępowanie i zwrócić się do Trybunału z następującymi pytaniami prejudycjalnymi:", "label": [[27, 81, "ORG"], [132, 141, "ORG"]]}
{"text": "„1) Czy art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 należy interpretować w ten sposób, że przepis ten obowiązuje wyłącznie w odniesieniu do żywności wymagającej przygotowania, której sposób przygotowania jest określony?", "label": []}
{"text": "2) W przypadku udzielenia odpowiedzi przeczącej na pytanie pierwsze: czy sformułowanie »w przeliczeniu na 100 g« w art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 oznacza wyłącznie 100 gramów produktu dostępnego w sprzedaży lub też – przynajmniej również – 100 gramów żywności po jej przygotowaniu?”.", "label": [[106, 109, "AMOUNT_VALUE"], [110, 111, "AMOUNT_UNIT"], [189, 192, "AMOUNT_VALUE"], [193, 199, "AMOUNT_UNIT"], [265, 268, "AMOUNT_VALUE"], [269, 275, "AMOUNT_UNIT"]]}
{"text": "20. Uwagi na piśmie przedstawiły strony w postępowaniu głównym oraz Komisja Europejska. Trybunał postanowił orzec bez przeprowadzania rozprawy zgodnie z art. 76 § 2 regulaminu postępowania przed Trybunałem.", "label": [[68, 86, "ORG"], [88, 96, "ORG"], [195, 205, "ORG"]]}
{"text": "IV. Analiza", "label": []}
{"text": "A. Uwagi wstępne", "label": []}
{"text": "21. Niniejsze pytania prejudycjalne odnoszą się do wymogów dotyczących podawania informacji o wartości odżywczej żywności, ustanowionych w rozporządzeniu nr 1169/2011. Zważywszy na techniczny charakter omawianych przepisów, sądzę, że warto przedstawić od razu zarys właściwych przepisów prawa (1.), co pozwoli na pełniejsze zrozumienie kwestii podawania informacji o wartości odżywczej spornego produktu i przedłożonych pytań (2.).", "label": []}
{"text": "1. Właściwe przepisy prawa", "label": []}
{"text": "a) Geneza i cele regulacji", "label": []}
{"text": "22. Ramy prawne regulujące etykietowanie środków spożywczych zostały nakreślone przez dyrektywę 79/112/EWG(6), która miała na celu ustanowienie wspólnych zasad, „aby przyczynić się do funkcjonowania rynku wewnętrznego”, ponieważ różnice pomiędzy przepisami krajowymi uważa się za przeszkodę w swobodnym przepływie środków spożywczych między państwami członkowskimi(7). Chociaż głównym celem tej dyrektywy było wyeliminowanie takich przeszkód, prawodawca przyznał również, że zasadniczym względem branym pod uwagę przy przyjmowaniu takich przepisów powinna być przede wszystkim „potrzeba informowania i ochrony konsumenta”(8). Zasada ta została powtórzona(9) i wzmocniona(10) przez dyrektywę 2000/13, która ujednoliciła i zastąpiła dyrektywę 79/112, ze względu na to, że dyrektywa 79/112 została kilkakrotnie znacząco zmieniona(11).", "label": []}
{"text": "23. Dopiero wówczas, gdy przepisy dotyczące etykietowania żywności zostały uproszczone i zebrane w jednym akcie, a mianowicie w rozporządzeniu nr 1169/2011(12), prawodawca Unii stwierdził, że uregulowanie to „zarówno służy interesom rynku wewnętrznego, ponieważ upraszcza przepisy, gwarantuje pewność prawa i ogranicza obciążenia administracyjne, jak i przynosi korzyści obywatelom, ponieważ wprowadza wymóg jasnego, zrozumiałego i czytelnego etykietowania środków spożywczych”(13). Wspomniane rozporządzenie ma bowiem na celu w szczególności stanowić „podstawę zapewnienia wysokiego poziomu ochrony konsumentów w zakresie informacji na temat żywności”, a także ustanawiać „środki gwarantujące konsumentom prawo do informacji oraz procedury przekazywania informacji na temat żywności”(14). W tym kontekście art. 3 ust. 1 rzeczonego rozporządzenia stanowi, że jednym z „celów ogólnych” tego uregulowania jest zagwarantowanie „wysokiego poziomu ochrony zdrowia i interesów konsumentów przez zapewnienie konsumentom finalnym podstaw do dokonywania świadomych wyborów oraz bezpiecznego stosowania żywności, ze szczególnym uwzględnieniem uwarunkowań zdrowotnych, ekonomicznych, środowiskowych, społecznych i etycznych”(15).", "label": [[172, 176, "LOC"]]}
{"text": "24. Tak więc z uwagi na pierwotny cel, jakim jest właściwe funkcjonowanie rynku wewnętrznego, a w niniejszej sprawie zwłaszcza ze względu na cel polegający na ochronie zdrowia konsumentów, należy omówić przepisy dotyczące informacji o żywności.", "label": []}
{"text": "b) Obowiązkowe i dobrowolne informacje na temat żywności", "label": []}
{"text": "25. Na wstępie należy wskazać, że rozporządzenie nr 1169/2011 rozróżnia dwa rodzaje danych szczegółowych: po pierwsze, „obowiązkowe informacje”, określone jako „dane szczegółowe, które muszą być przekazane konsumentowi finalnemu zgodnie z przepisami unijnymi”(16), i po drugie, „dobrowolne informacje”, które – jak wskazuje ich nazwa – są podawane na zasadzie dobrowolności(17).", "label": [[250, 258, "LOC"]]}
{"text": "26. Informacje obowiązkowe mają umożliwić konsumentom identyfikację i właściwe wykorzystywanie danego środka spożywczego oraz dokonywanie wyborów zaspokajających ich indywidualne potrzeby dietetyczne(18). Szczegółowe przepisy odnoszące się do informacji obowiązkowych znajdują się w rozdziale IV rozporządzenia nr 1169/2011(19). Wykaz danych szczegółowych, które należy obowiązkowo podać w odniesieniu do żywności, znajduje się w art. 9 ust. 1 tego rozporządzenia i wśród różnych rodzajów informacji zawiera w lit. l) „informację o wartości odżywczej”. Informacja ta powinna być zgodna z przepisami szczególnymi w sekcji 3 rozdziału IV, a w szczególności z art. 29–35 rzeczonego rozporządzenia(20).", "label": []}
{"text": "27. Dobrowolne informacje mają w szczególności umożliwić zainteresowanym wytwórcom zwrócenie uwagi konsumentów na cechy jakościowe ich produktu(21) lub pomóc konsumentom łatwo dostrzec przy zakupie żywności podstawowe informacje żywieniowe poprzez powtórzenie w głównym polu widzenia na opakowaniu najważniejszych elementów obowiązkowych informacji żywieniowych(22). Pomimo tego dobrowolnego charakteru prawodawca Unii uznał, że takie określenia również powinny spełniać zharmonizowane kryteria(23). Przyczyny takiej harmonizacji różnią się w zależności od rodzaju dobrowolnej informacji. Na przykład, co się tyczy powtórzenia informacji żywieniowych, swobodne dobieranie informacji, które można powtórzyć, mogłoby dezorientować konsumentów(24), a nawet wprowadzać w błąd(25).", "label": [[414, 418, "LOC"]]}
{"text": "28. Z tych względów przedstawienie dobrowolnych informacji również zostało zharmonizowane. Chociaż ten aspekt etykietowania podlega zasadniczo przepisom rozdziału V rozporządzenia nr 1169/2011, zatytułowanego „Dobrowolne informacje na temat żywności”, odsyłają one do postanowień rozdziału IV, a także do rozdziału III, w szczególności do art. 7 tego rozporządzenia, który dotyczy „rzetelnego informowania”. W przypadku bowiem gdy informacje na temat żywności są przekazywane na zasadzie dobrowolności, z jednej strony muszą być zgodne z wymogami określonymi dla informacji obowiązkowych w sekcjach 2 i 3 rozdziału IV, to znaczy „przepisami szczegółowymi” oraz przepisami dotyczącymi „informacji o wartości odżywczej”(26), a z drugiej strony nie mogą wprowadzać konsumenta w błąd, nie mogą być niejednoznaczne ani dezorientować konsumenta oraz muszą być, w stosownych przypadkach, oparte na odpowiednich danych naukowych(27).", "label": []}
{"text": "c) Etykietowanie dotyczące wartości odżywczej żywności", "label": []}
{"text": "29. Pośród różnych obowiązkowych danych szczegółowych, o których mowa w art. 9 ust. 1 rozporządzenia nr 1169/2011, znajduje się „informacja o wartości odżywczej”(28). Techniczny charakter przepisów dotyczących „informacji o wartości odżywczej”, znanej również pod nazwą „etykietowanie dotyczące wartości odżywczej”(29), został podkreślony przez okoliczność, iż są to jedyne dane szczegółowe, którym poświęcono całą sekcję w rozdziale IV, a mianowicie sekcję 3(30), która ujednolica w istocie przepisy dyrektywy 90/496.", "label": []}
{"text": "30. Te szczegółowe przepisy sekcji 3 regulują treść podawanych informacji, ich przedstawienie, a także obliczenie wartości energetycznej. To właśnie te konkretnie przepisy są przedmiotem postępowania głównego.", "label": []}
{"text": "31. Po pierwsze, co się tyczy przepisów odnoszących się do treści podawanych informacji o wartości odżywczej, rozporządzenie nr 1169/2011 rozróżnia informacje o wartości odżywczej „obowiązkowe” i „powtórzone”, przy czym te ostatnie stanowią szczególną kategorię informacji dobrowolnych(31).", "label": []}
{"text": "32. Z jednej strony zgodnie z art. 30 ust. 1 tego rozporządzenia obowiązkowa informacja o wartości odżywczej powinna obejmować wartość energetyczną oraz ilość tłuszczu, kwasów tłuszczowych nasyconych, węglowodanów, cukrów, białka oraz soli.", "label": []}
{"text": "33. Z drugiej strony na podstawie art. 30 ust. 3 rzeczonego rozporządzenia w przypadku etykietowania żywności opakowanej oprócz podania obowiązkowej informacji o wartości odżywczej podmiot działający na rynku spożywczym może zdecydować o powtórzeniu wartości energetycznej żywności [lit. a)] lub wszystkich najważniejszych elementów zawartych w obowiązkowej informacji o wartości odżywczej(32), a mianowicie wszystkich składników tej informacji z wyjątkiem węglowodanów i białka [lit. b)]. Możliwość powtórzenia tych danych szczegółowych ma na celu pomóc konsumentom łatwo dostrzec przy zakupie żywności podstawowe informacje żywieniowe(33).", "label": []}
{"text": "34. Po drugie, jeśli chodzi o przepisy dotyczące prezentacji oznaczenia wartości odżywczej, z przepisów rozporządzenia nr 1169/2011 wynika, że informacje obowiązkowe muszą znajdować się – podobnie zresztą jak wszystkie inne obowiązkowe dane szczegółowe – w widocznym miejscu w taki sposób, aby były dobrze widoczne i wyraźnie czytelne(34). Ponadto obowiązkowa informacja o wartości odżywczej powinna znajdować się w tym samym polu widzenia, zdefiniowanym jako „wszystkie powierzchnie opakowania, których treść można odczytać z pojedynczego punktu widzenia”(35), w czytelnym formacie oraz, jeżeli jest na to miejsce, w formacie tabeli z wyrównanymi liczbami(36).", "label": []}
{"text": "35. Natomiast dobrowolnych informacji powtórzonych, tak jak wszystkich innych dobrowolnych danych szczegółowych, nie można prezentować ze szkodą dla przestrzeni dostępnej do prezentacji obowiązkowych informacji(37). Otóż w praktyce – tak jak w niniejszym przypadku – informacje te są przedstawiane zazwyczaj w głównym polu widzenia (z przodu opakowania)(38), z zastosowaniem przewidzianego w tym względzie rozmiaru czcionki(39).", "label": []}
{"text": "36. Po trzecie, co się tyczy metody obliczania wartości energetycznej i ilości składników odżywczych podawanych w informacjach o wartości odżywczej, na podstawie art. 32 ust. 2 rozporządzenia nr 1169/2011 informacje te powinny zasadniczo być wyrażane w przeliczeniu na 100 g lub 100 ml. Ów przepis uzasadniony jest tym, że konsument powinien mieć możliwość porównania informacji żywieniowych podobnych produktów w opakowaniach różnej wielkości(40) i ma on zastosowanie niezależnie od obowiązkowego lub dobrowolnego charakteru informacji o wartości odżywczej, przy czym dotyczy on w szczególności informacji o wartości odżywczej podanych na podstawie art. 30 ust. 1 i 3 wspomnianego rozporządzenia. Ponadto informacje o wartości odżywczej odnoszą się zasadniczo do żywności „w postaci dostępnej w sprzedaży”(41) lub „w stosownych przypadkach” do żywności „po przygotowaniu”, pod warunkiem że podawane są wystarczająco dokładne instrukcje dotyczące przygotowania, a informacje odnoszą się do żywności przygotowanej do spożycia(42).", "label": [[269, 272, "AMOUNT_VALUE"], [273, 274, "AMOUNT_UNIT"], [279, 282, "AMOUNT_VALUE"], [283, 285, "AMOUNT_UNIT"]]}
{"text": "2. Etykietowanie dotyczące wartości odżywczej spornego produktu", "label": []}
{"text": "37. Wobec powyższego uważam za użyteczne przedstawienie następujących wyjaśnień dotyczących podania wartości odżywczej spornego produktu.", "label": []}
{"text": "38. Przede wszystkim należy stwierdzić, że pytania prejudycjalne nie dotyczą obowiązkowej informacji o wartości odżywczej. Między stronami w postępowaniu głównym jest bezsporne, że jest ona w pełni zgodna z przepisami rozporządzenia nr 1169/2011. Obowiązkowa informacja o wartości odżywczej znajdująca się na opakowaniu spornego produktu obejmuje bowiem, po pierwsze, wartość energetyczną(43) oraz ilość tłuszczu, kwasów tłuszczowych nasyconych, węglowodanów, cukrów, białka oraz soli(44), a po drugie, prezentuje te informacje w tym samym polu widzenia(45), to znaczy na bocznej stronie opakowania w formacie tabeli(46).", "label": []}
{"text": "39. Następnie jeśli chodzi o powtórzenie informacji o wartości odżywczej, pragnę zauważyć, że między stronami w postępowaniu głównym jest bezsporne, iż w odniesieniu do żywności opakowanej, której etykieta zawiera obowiązkową informację o wartości odżywczej, dane o wartości energetycznej oraz ilości tłuszczu, kwasów tłuszczowych nasyconych, cukrów oraz soli mogą zostać powtórzone na zasadzie dobrowolności z przodu opakowania(47) w innym formacie niż format obowiązkowej informacji o wartości odżywczej(48). Kwestionowana jest wyłącznie zgodność z przepisami rozporządzenia nr 1169/2011 obliczenia i wyrażenia wartości energetycznej oraz ilości składników odżywczych zawartych w informacji o wartości odżywczej powtórzonej z przodu opakowania, a spór dotyczy między innymi tego, czy ta powtórzona informacja może odnosić się wyłącznie do żywności po przygotowaniu.", "label": []}
{"text": "B. W przedmiocie pierwszego pytania prejudycjalnego", "label": []}
{"text": "40. Poprzez pytanie pierwsze sąd odsyłający dąży w istocie do ustalenia, czy art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 należy interpretować w ten sposób, że przepis ten stosuje się wyłącznie do żywności, która – aby mogła zostać spożyta – wymaga przygotowania i dla której określono jeden sposób przygotowania.", "label": []}
{"text": "41. Zagadnienie to ma znaczenie dla rozstrzygnięcia sprawy, gdyż – jak zauważa sąd odsyłający – sporny produkt może być przygotowywany w różny sposób, to znaczy można do niego dodać mleko, jogurt lub serek homogenizowany, a także sok owocowy, czy też owoce, konfiturę lub miód.", "label": []}
{"text": "42. Innymi słowy, Trybunał ma orzec, czy w przypadku różnych sposobów przygotowania żywności lub ewentualnie w przypadku przygotowania przy użyciu różnych składników informacje o wartości odżywczej powtórzone dobrowolnie z przodu opakowania mogą odnosić się wyłącznie do jednego z tych sposobów przygotowania.", "label": [[18, 26, "ORG"]]}
{"text": "43. Zgodnie z art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 „[w] stosownych przypadkach” informacje żywieniowe mogą się odnosić do „żywności po przygotowaniu”, zamiast dotyczyć żywności „w postaci dostępnej w sprzedaży”(49), „pod warunkiem że podawane są wystarczająco dokładne instrukcje dotyczące przygotowania, a informacje odnoszą się do żywności przygotowanej do spożycia”. Przepis ten powtarza dosłownie treść art. 6 ust. 4 dyrektywy 90/496.", "label": []}
{"text": "44. Na początku pragnę zauważyć, że przy ustalaniu wykładni tego przepisu należy uwzględnić nie tylko jego brzmienie, ale również kontekst oraz cel danego uregulowania(50).", "label": []}
{"text": "45. W pierwszej kolejności, co się tyczy brzmienia art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011, zgadzam się z sądem odsyłającym, że brzmienie tego przepisu nie dostarcza żadnego elementu pozwalającego na udzielenie jasnej i jednoznacznej odpowiedzi. Na podstawie wykładni literalnej można bowiem poczynić jedynie następujące stwierdzenia.", "label": []}
{"text": "46. Po pierwsze, wyrażenie „żywność po przygotowaniu” zakłada, że żywność, o której mowa w art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011, może wymagać przygotowania. Przepis ten nie dotyczy zatem żywności, która w celu jej spożycia nie wymaga żadnego przygotowania (np. baton czekoladowy). Tymczasem w niniejszym przypadku musli można spożyć również bez żadnego przygotowania. Tak więc można by uznać, że musli jest środkiem spożywczym, który nie wchodzi w zakres wspomnianego przepisu, ponieważ ów przepis powinien obejmować wyłącznie środki spożywcze, które w celu spożycia wymagają zawsze przygotowania. Jednakże takie rygorystyczne podejście nie wynika w oczywisty sposób z brzmienia tego przepisu. W rzeczywistości bowiem ani sposób przygotowania, ani zakres tego przygotowania nie są rozstrzygające dla możliwości zastosowania owego uregulowania.", "label": []}
{"text": "47. Po drugie, zwracam uwagę, że zastosowanie wyrażenia „w stosownych przypadkach”, którym to rozpoczyna się art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011, wskazuje, że przepis ten nie dotyczy wszystkich środków spożywczych, które w celu spożycia mogą wymagać przygotowania, wobec czego dostarczenie informacji żywieniowych wymaganych na podstawie rzeczonego przepisu nie jest obowiązkowe.", "label": []}
{"text": "48. Po trzecie, przesłanka, że „podawane są wystarczająco dokładne instrukcje dotyczące przygotowania”, mogłaby przemawiać za stosowaniem wspomnianego art. 31 ust. 3 akapit drugi niezależnie od liczby sposobów przygotowania danego środka spożywczego, ponieważ przesłanka ta byłaby mniej sensowna, gdyby wspomniany przepis miał zastosowanie wyłącznie do środków spożywczych, w przypadku których istnieje tylko jeden sposób przygotowania. Chociaż taki opis sposobu przygotowania jest niewątpliwie mniej niezbędny w przypadku, gdy istnieje tylko jeden sposób przygotowania danego środka spożywczego, to jednak biorąc pod uwagę cel polegający na informowaniu konsumentów, uważam, że taki opis jest uzasadniony, ponieważ jest on konieczny do odpowiedniego użycia produktu.", "label": []}
{"text": "49. W drugiej kolejności z kontekstu art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 wynika, że pojęcie „żywności po przygotowaniu” obejmuje zasadniczo wszelkie „środki spożywcze przeznaczone dla konsumenta finalnego”(51). Tymczasem chociaż rozporządzenie to stosuje się bez uszczerbku dla wymogów dotyczących etykietowania, przewidzianych w przepisach szczególnych Unii mających zastosowanie do określonych środków spożywczych(52), nie przyjęto żadnego przepisu szczególnego w odniesieniu do kwestii dotyczących obliczania i przedstawiania informacji o wartości odżywczej umieszczonych z przodu opakowania(53). Zwracam ponadto uwagę, że z rozporządzenia nr 1169/2011 nie wynika żadna wskazówka przemawiająca za stanowiskiem, że przez „przygotowanie” zgodnie z tym rozporządzeniem należy rozumieć wyłącznie „dosyć intensywne kroki robocze”, jak na przykład gotowanie lub podgrzewanie, ponieważ pojęcia tego nie zdefiniowano ani nie opisano we wspomnianym rozporządzeniu.", "label": [[374, 378, "LOC"]]}
{"text": "50. Z powyższego wynika, że wykładnie językowa i kontekstowa nie są rozstrzygające w kwestii, czy art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 dotyczy jedynie takich środków spożywczych, w przypadku których jest określony jeden sposób ich przygotowania, czy również środków spożywczych – takich jak musli – które mogą zostać przygotowane w różny sposób, w szczególności przy użyciu dodatkowych składników. Dlatego tylko w świetle wykładni celowościowej możliwe jest znalezienie elementów odpowiedzi, a w szczególności znaczenia wyrażenia „w stosownych przypadkach”, które niewątpliwie pozostawia swobodę w zakresie oceny prawnej.", "label": []}
{"text": "51. W trzeciej kolejności, jeśli chodzi więc o cel realizowany przez art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011, na początku pragnę zauważyć, że przepis ten należy oceniać w kontekście zarówno jego celu, jak i celów rozpatrywanych uregulowań, a w szczególności celu polegającego na umożliwieniu konsumentom dokonywania świadomych wyborów oraz bezpiecznego stosowania żywności, ze szczególnym uwzględnieniem uwarunkowań zdrowotnych(54).", "label": []}
{"text": "52. Zwracam uwagę, że cel art. 31 wynika z motywów 35 i 41 rozporządzenia nr 1169/2011. Wspomniany motyw 35 stanowi, że przepisy dotyczące informacji o wartości odżywczej w przeliczeniu na 100 g lub na 100 ml mają na celu „ułatwić porównywanie produktów w opakowaniach różnej wielkości”. Motyw ten wyjaśnia ponadto, że „w stosownych przypadkach” zezwala się na „podawanie dodatkowo informacji w przeliczeniu na porcję”, „oprócz informacji o wartości odżywczej w przeliczeniu na 100 g lub na 100 ml”, „jeżeli […] dana żywność jest pakowana oraz pojedyncze porcje lub jednostkowe ilości żywności są rozpoznawalne”.", "label": [[189, 192, "AMOUNT_VALUE"], [193, 194, "AMOUNT_UNIT"], [202, 205, "AMOUNT_VALUE"], [206, 208, "AMOUNT_UNIT"], [478, 481, "AMOUNT_VALUE"], [482, 483, "AMOUNT_UNIT"], [491, 494, "AMOUNT_VALUE"], [495, 497, "AMOUNT_UNIT"]]}
{"text": "53. Motyw 41 tego rozporządzenia stanowi, że przekazywane informacje żywieniowe powinny być „proste i łatwo zrozumiałe”, „aby […] przemawiały do przeciętnego konsumenta i służyły celowi informacyjnemu, w którym je wprowadzono” oraz że „na zasadzie dobrowolności najważniejsze elementy informacji żywieniowych można powtórzyć w głównym polu widzenia, by pomóc konsumentom łatwo dostrzec podstawowe informacje żywieniowe przy zakupie żywności”.", "label": []}
{"text": "54. To właśnie w świetle tych dwóch celów, które są ściśle ze sobą związane – a mianowicie ułatwienia porównywania środków spożywczych i informowania konsumentów – można zastosować oba akapity art. 31 ust. 3 rozporządzenia nr 1169/2011 (oraz wyjaśnić zależność pomiędzy nimi).", "label": []}
{"text": "55. Po pierwsze, w celu ułatwienia porównania wartości energetycznej oraz ilości składników odżywczych muszą one zasadniczo odnosić się do żywności w postaci dostępnej w sprzedaży (akapit pierwszy). W przypadku gdy środek spożywczy jest gotowy do spożycia dopiero po przygotowaniu wymagającym dodania innych składników, w celu ułatwienia porównania go z odpowiednim środkiem spożywczym innego producenta informacja o wartości odżywczej może się odnosić do żywności po przygotowaniu (akapit drugi).", "label": []}
{"text": "56. Jednakże w tym drugim przypadku jeżeli dany środek spożywczy może zostać przygotowany w różny sposób, informacje o wartości energetycznej oraz ilości składników odżywczych żywności po przygotowaniu, które odnoszą się do sposobu przygotowania sugerowanego przez producenta, nie pozwalają zasadniczo na porównanie z odpowiednimi środkami spożywczymi innych producentów, w przypadku których podstawą informacji o wartości odżywczej może być różny sposób przygotowania.", "label": []}
{"text": "57. Na przykład w niniejszej sprawie bezsporne jest, że musli może być przygotowywane w różny sposób, z użyciem dodatkowych składników, które mogą mieć różną zawartość cukru lub tłuszczu. Informacja o wartości odżywczej oparta na wskazanej propozycji przygotowania żywności – jak w niniejszym przypadku z dodaniem 60 ml mleka o zawartości tłuszczu 1,5% – stanowi zatem tylko jeden z możliwych wariantów, który nie dostarczy ogólnych wskazówek na temat wartości odżywczych produktu gotowego do spożycia oraz nie pozwoli na przeprowadzenie porównania z równoważnymi środkami spożywczymi innych producentów w zakresie wartości odżywczych przede wszystkim dlatego, że w rzeczywistości stosunek ilości środka spożywczego do ilości składnika dodatkowego zostanie określony dowolnie w zależności od upodobań konsumenta.", "label": [[314, 316, "AMOUNT_VALUE"], [317, 319, "AMOUNT_UNIT"], [348, 351, "AMOUNT_VALUE"], [351, 352, "AMOUNT_UNIT"]]}
{"text": "58. Wynika stąd z jednej strony, że ewentualne obliczenie wartości energetycznej oraz ilości składników odżywczych produktu, który może być przygotowywany w różny sposób, z definicji jest arbitralne i będzie zależeć od sposobu przygotowania, a z drugiej strony a contrario, że porównywalność wartości energetycznej oraz ilości składników odżywczych takiego produktu może być zapewniona wyłącznie wtedy, gdy informacje będą dotyczyły żywności w postaci dostępnej w sprzedaży, zgodnie z art. 31 ust. 3 akapit pierwszy rozporządzenia nr 1169/2011.", "label": []}
{"text": "59. Jeżeli się uzna na podstawie celu polegającego na zapewnieniu porównywalności, że z zakresu stosowania art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 należy wykluczyć żywność, która może być przygotowywana w różny sposób, pozostaje określić żywność wymagającą przygotowania, do której ten przepis znajduje zastosowanie.", "label": []}
{"text": "60. W tym względzie w oparciu o wykładnię a contrario, omówiona powyżej żywność różni się od żywności, która może zostać przygotowana do spożycia tylko w jeden określony sposób, takiej jak na przykład zupa w proszku, w przypadku której jedyny sposób przygotowania z góry określa ilość wody, którą należy dodać, i czas gotowania, lub budyń w proszku czy też produkty gotowe (na przykład pierogi). Cechą charakterystyczną żywności tego rodzaju jest to, że może zostać przygotowana do spożycia w zasadzie tylko w jeden określony sposób, co umożliwia bezpośrednie porównanie z podobnymi środkami spożywczymi. Prawdą jest, że takie porównanie nie zawsze opiera się na pełnej równoważności w szczególności dlatego, że wartości odżywcze składników dodatkowych mogą się różnić. Wydaje mi się jednak, że czynnik arbitralny takiego porównania jest z pewnością ograniczony.", "label": []}
{"text": "61. Po drugie, w kontekście celu informacyjnego, któremu mają służyć informacje o wartości odżywczej, z art. 7 ust. 1 rozporządzenia nr 1169/2011 wynika, że informacje na temat żywności nie mogą wprowadzać konsumenta w błąd między innymi co do cech środka spożywczego, a w szczególności co do jego charakteru i właściwości(55). Ustęp 2 tego artykułu przewiduje, że „informacje na temat żywności muszą być rzetelne, jasne i łatwe do zrozumienia dla konsumenta”(56).", "label": []}
{"text": "62. W tym względzie z jednej strony stwierdzam, że z punktu widzenia celu informacyjnego oraz uwzględniając arbitralny i zmienny charakter obliczenia wyżej wymienionych wartości odżywczych, trudno jest ustalić w niniejszej sprawie, w jaki sposób przedstawienie powtórzonych informacji o wartości odżywczej odnoszących się do żywności po przygotowaniu miałoby być przydatne dla konsumenta, zwłaszcza że obowiązkowa informacja o wartości odżywczej jest tak naprawdę przeniesiona pod względem wizualnym na dalszy plan. Ponadto w celu zapewnienia wysokiego poziomu ochrony konsumentów w zakresie informacji na temat żywności przy uwzględnieniu istniejących między nimi różnic percepcyjnych(57), jak wskazał Trybunał, informacje na temat środków spożywczych muszą być poprawne, neutralne i obiektywne(58). Tymczasem nie będzie to miało miejsca, jeżeli wytwórcy środków spożywczych, które mogą być przygotowywane w różny sposób, wybiorą recepturę, która najlepiej im odpowiada, a w szczególności taką, która wykazuje najniższą wartość energetyczną. Taki sposób działania nie jest neutralny ani obiektywny.", "label": [[703, 711, "ORG"]]}
{"text": "63. Z drugiej strony dobrowolna informacja o wartości odżywczej, która pomija w powtórzonej informacji o wartości odżywczej wartość energetyczną w przeliczeniu na 100 g żywności w postaci dostępnej w sprzedaży, może wprowadzić konsumenta w błąd pomimo podania wartości energetycznej w obowiązkowej informacji o wartości odżywczej, w szczególności gdy inni wytwórcy regularnie podają w powtórzonej informacji o wartości odżywczej wartość energetyczną w przeliczeniu na 100 g produktu w postaci dostępnej w sprzedaży. W takim przypadku można bowiem zaobserwować istotne różnice między odnośnymi wartościami. Tytułem przykładu przypomnę, że wartość energetyczna spornego produktu w przeliczeniu na porcję produktu w postaci dostępnej w sprzedaży wynosi 1880 kJ, podczas gdy wartość energetyczna porcji produktu po przygotowaniu wynosi 872 kJ.", "label": [[163, 166, "AMOUNT_VALUE"], [167, 168, "AMOUNT_UNIT"], [468, 471, "AMOUNT_VALUE"], [472, 473, "AMOUNT_UNIT"], [750, 754, "AMOUNT_VALUE"], [755, 757, "AMOUNT_UNIT"], [832, 835, "AMOUNT_VALUE"], [836, 838, "AMOUNT_UNIT"]]}
{"text": "64. Tymczasem w ramach podziału kompetencji między sądownictwem krajowym a sądownictwem Unii rolą Trybunału nie jest co do zasady rozstrzyganie kwestii wprowadzającego w błąd nabywcę lub konsumenta etykietowania określonych produktów lub kwestii ewentualnie mylącego charakteru informacji o wartości odżywczej. Sąd odsyłający powinien dokonać analizy ogółu poszczególnych elementów składających się na etykietowanie celem ustalenia, czy taki konsument może zostać wprowadzony w błąd co do wartości odżywczych spornego produktu. Jednakże Trybunał, orzekając w przedmiocie odesłania prejudycjalnego, może w razie potrzeby udzielić sądowi krajowemu wskazówek pomocnych przy wydaniu przez ten sąd rozstrzygnięcia(59).", "label": [[88, 92, "LOC"], [98, 107, "ORG"], [537, 545, "ORG"]]}
{"text": "65. W tym względzie w celu dokonania oceny możliwości wprowadzenia nabywcy w błąd poprzez etykietowanie sąd krajowy powinien przede wszystkim wziąć pod uwagę przypuszczalne oczekiwania przeciętnego, odpowiednio poinformowanego oraz dostatecznie uważnego i rozsądnego konsumenta między innymi co do jakości związanej z danym środkiem spożywczym, przy czym kluczowe jest, żeby konsument nie został wprowadzony w błąd i żeby nie został skłoniony do błędnego uznania, iż na przykład jakość danego produktu jest inna niż w rzeczywistości(60).", "label": []}
{"text": "66. Następnie zważywszy, że możliwość powtórzenia informacji o wartości odżywczej na przodzie opakowania ma konkretnie na celu pomóc konsumentom łatwo dostrzec podstawowe informacje żywieniowe przy zakupie żywności, należy wyjść z założenia, iż przeciętny konsument przeczyta wpierw powtórzone informacje o wartości odżywczej z przodu opakowania, a nie obowiązkowe informacje na bocznej stronie opakowania(61).", "label": []}
{"text": "67. Wreszcie należy mieć na uwadze to, że w interesie producentów żywności jest pokazanie w informacjach o wartości odżywczej, że ich produkty są w najwyższym stopniu zdrowe, w związku z czym są oni zainteresowani określeniem wartości odżywczych, takich jak zawartość cukru i wartość kaloryczna, na możliwie najniższym poziomie. W ramach powtórzonej informacji o wartości odżywczej wartość energetyczna 100 g produktu po przygotowaniu może być bowiem niższa niż wartość energetyczna 100 g tego samego produktu w postaci dostępnej w sprzedaży, jeżeli wartości odżywcze składników użytych do przygotowania są niższe od wartości odżywczej danego środka spożywczego. Tak więc przyjęcie, że dany środek spożywczy, taki jak sporny produkt, może być objęty zakresem stosowania art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 mogłoby prowadzić do rozszerzenia kategorii środków spożywczych, których może dotyczyć ów przepis. Takie rozszerzenie nie jest właściwe, ponieważ rzeczony przepis, który sam w sobie stanowi wyjątek, mógłby stać się regułą, gdy środek spożywczy można przygotować w taki lub inny sposób.", "label": [[403, 406, "AMOUNT_VALUE"], [407, 408, "AMOUNT_UNIT"], [483, 486, "AMOUNT_VALUE"], [487, 488, "AMOUNT_UNIT"]]}
{"text": "68. Biorąc pod uwagę całość powyższych rozważań, proponuję, aby na pierwsze pytanie prejudycjalne odpowiedzieć, że art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 należy interpretować w ten sposób, iż ów przepis stosuje się wyłącznie do żywności, która wymaga przygotowania i dla której określono jeden sposób przygotowania.", "label": []}
{"text": "C. W przedmiocie drugiego pytania prejudycjalnego", "label": []}
{"text": "69. W razie uzyskania odpowiedzi przeczącej na pierwsze pytanie prejudycjalne sąd odsyłający chciałby w istocie ustalić, poprzez swoje drugie pytanie, czy sformułowanie „w przeliczeniu na 100 g” w art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 odnosi się wyłącznie do 100 g produktu dostępnego w sprzedaży czy też – przynajmniej również – do 100 g żywności po jej przygotowaniu.", "label": [[188, 191, "AMOUNT_VALUE"], [192, 193, "AMOUNT_UNIT"], [277, 280, "AMOUNT_VALUE"], [281, 282, "AMOUNT_UNIT"], [351, 354, "AMOUNT_VALUE"], [355, 356, "AMOUNT_UNIT"]]}
{"text": "70. W świetle zaproponowanej odpowiedzi na pierwsze pytanie prejudycjalne wydaje mi się, że nie ma potrzeby udzielania odpowiedzi na to drugie pytanie. Poniższa analiza jest zatem przeprowadzona tytułem uzupełnienia, w przypadku gdyby Trybunał stwierdził, że należy udzielić na nie odpowiedzi.", "label": [[235, 243, "ORG"]]}
{"text": "71. Na wstępie przypomnę, że art. 33 ust. 2 akapit pierwszy rozporządzenia nr 1169/2011 przewiduje odstępstwo od zasady, zgodnie z którą ilość składników odżywczych jest wyrażana w przeliczeniu na 100 g lub na 100 ml. Zgodnie z tym przepisem w ramach dobrowolnej informacji powtarzającej w głównym polu widzenia informacje o wartości energetycznej oraz ilości tłuszczu, kwasów tłuszczowych nasyconych, cukrów i soli(62) ilość tych składników odżywczych może być wyrażana „jedynie w przeliczeniu na porcję lub na jednostkową ilość żywności”. Jednakże w takim przypadku, zgodnie z akapitem drugim tego samego przepisu, wartość energetyczna musi być wyrażona w przeliczeniu na 100 g lub na 100 ml oraz w przeliczeniu na porcję lub na jednostkową ilość żywności. W celu zastosowania tego odstępstwa muszą zostać spełnione przesłanki, od których art. 33 ust. 1 tego rozporządzenia uzależnia uprawnienie do wyrażania wartości odżywczych w przeliczeniu na porcję lub na jednostkową ilość żywności, a mianowicie, że „ta porcja lub jednostkowa ilość są zgodne z informacją ilościową na etykiecie i że podana jest liczba porcji lub jednostkowych ilości zawartych w opakowaniu”(63).", "label": [[197, 200, "AMOUNT_VALUE"], [201, 202, "AMOUNT_UNIT"], [210, 213, "AMOUNT_VALUE"], [214, 216, "AMOUNT_UNIT"], [674, 677, "AMOUNT_VALUE"], [678, 679, "AMOUNT_UNIT"], [687, 690, "AMOUNT_VALUE"], [691, 693, "AMOUNT_UNIT"]]}
{"text": "72. Gdyby w niniejszej sprawie Trybunał miał udzielić odpowiedzi przeczącej na pytanie pierwsze, oznaczałoby to, że dozwolone jest powtórzenie informacji o wartości odżywczej spornego produktu na podstawie art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011 i że Dr. Oetker jest zobowiązany wyłącznie do przedstawienia informacji o wartości odżywczej, o których mowa w art. 30 ust. 1–5 tego rozporządzenia, w odniesieniu do żywności po przygotowaniu. Zgodnie z art. 32 ust. 2 rzeczonego rozporządzenia te powtórzone informacje o wartości odżywczej powinny być wyrażone w przeliczeniu na 100 g lub na 100 ml produktu po przygotowaniu. Ponadto zgodnie z art. 33 ust. 1 lit. a) tego samego rozporządzenia Dr. Oetker mógłby również wyrazić wartość energetyczną oraz ilość składników odżywczych w przeliczeniu na porcję na warunkach określonych w tym przepisie(64) i zgodnie z art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 podać dobrowolne powtórzone informacje z przodu opakowania jedynie w przeliczeniu na porcję w odniesieniu do ilości składników odżywczych i jednocześnie w przeliczeniu na 100 g oraz w przeliczeniu na porcję w odniesieniu do wartości energetycznej. Wreszcie należy przypomnieć, że Dr. Oetker podał też na bocznej stronie opakowania informacje o wartości odżywczej w odniesieniu do 100 g produktu w postaci dostępnej w sprzedaży.", "label": [[31, 39, "ORG"], [267, 277, "ORG"], [591, 594, "AMOUNT_VALUE"], [595, 596, "AMOUNT_UNIT"], [604, 607, "AMOUNT_VALUE"], [608, 610, "AMOUNT_UNIT"], [706, 716, "ORG"], [1103, 1106, "AMOUNT_VALUE"], [1107, 1108, "AMOUNT_UNIT"], [1212, 1222, "ORG"], [1312, 1315, "AMOUNT_VALUE"], [1316, 1317, "AMOUNT_UNIT"]]}
{"text": "73. Abstrahując od okoliczności faktycznych postępowania głównego, w przypadku gdy informacja o wartości odżywczej odnosi się do żywności po przygotowaniu zgodnie z art. 31 ust. 3 akapit drugi tego rozporządzenia, może nasunąć się pytanie, czy sformułowanie „w przeliczeniu na 100 g” w rozumieniu art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011, które odnosi się do wartości energetycznej, odsyła wyłącznie do 100 g produktu w postaci dostępnej w sprzedaży czy też również do 100 g żywności po jej przygotowaniu.", "label": [[277, 280, "AMOUNT_VALUE"], [281, 282, "AMOUNT_UNIT"], [418, 421, "AMOUNT_VALUE"], [422, 423, "AMOUNT_UNIT"], [484, 487, "AMOUNT_VALUE"], [488, 489, "AMOUNT_UNIT"]]}
{"text": "74. Jak zauważył sąd odsyłający, nie można udzielić odpowiedzi na to pytanie ani na podstawie brzmienia, ani na podstawie kontekstu rozpatrywanego przepisu. Nie podano bowiem żadnych uściśleń co do stanu 100 g żywności, do których powinna odnosić się informacja o wartości energetycznej w przypadku podania informacji o wartości odżywczej w odniesieniu do żywności po przygotowaniu zgodnie z art. 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011. W związku z tym odpowiedzi można udzielić, jedynie biorąc pod uwagę cel powtórzonej informacji o wartości odżywczej.", "label": [[204, 207, "AMOUNT_VALUE"], [208, 209, "AMOUNT_UNIT"]]}
{"text": "75. Dlatego w świetle celu, którym jest ułatwienie porównań, określonego w motywie 35 rozporządzenia nr 1169/2011(65), pragnę zauważyć, że celem art. 31 ust. 3 akapit drugi tego rozporządzenia jest zasadniczo zapewnienie prawidłowego stosowania wymogów dotyczących ilości referencyjnych wynoszących 100 g lub 100 ml, określonych w art. 32 ust. 2 tego rozporządzenia. Uzasadnieniem tego przepisu jest to, że z reguły porcje nie ważą 100 g i że w związku z tym dla zapewnienia lepszej porównywalności należy wskazać przynajmniej najistotniejszą informację, czyli wartość energetyczną, w odniesieniu do ilości referencyjnej wynoszącej 100 g, podczas gdy inne wartości odżywcze mogą odnosić się do wagi porcji, jeżeli są powtórzone na opakowaniu poza obowiązkową tabelą wartości odżywczych.", "label": [[299, 302, "AMOUNT_VALUE"], [303, 304, "AMOUNT_UNIT"], [309, 312, "AMOUNT_VALUE"], [313, 315, "AMOUNT_UNIT"], [432, 435, "AMOUNT_VALUE"], [436, 437, "AMOUNT_UNIT"], [632, 635, "AMOUNT_VALUE"], [636, 637, "AMOUNT_UNIT"]]}
{"text": "76. Zważywszy na ten cel, uważam, że w przypadku podania wartości odżywczych z przodu opakowania w przeliczeniu na ilość referencyjną wybraną przez producenta w odniesieniu do żywności po przygotowaniu, w celu zapewnienia lepszej porównywalności można zaproponować wykładnię art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011, zgodnie z którą istnieje obowiązek podania z przodu opakowania wartości energetycznej w przeliczeniu na 100 g produktu w postaci dostępnej w sprzedaży oprócz informacji żywieniowych odnoszących się do porcji. Z uwagi na motyw 41 tego rozporządzenia takie rozwiązanie wydaje mi się też najbardziej „proste i łatwo zrozumiałe”, aby informacje żywieniowe przemawiały do przeciętnego konsumenta i służyły celowi informacyjnemu, w którym je wprowadzono.", "label": [[436, 439, "AMOUNT_VALUE"], [440, 441, "AMOUNT_UNIT"]]}
{"text": "77. Mając na względzie wszystkie powyższe rozważania, proponuję Trybunałowi, by na drugie pytanie prejudycjalne odpowiedział, że art. 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 należy interpretować w ten sposób, iż w przypadku gdy wartość energetyczna jest podana na opakowaniu jednocześnie „w przeliczeniu na 100 g” oraz „w przeliczeniu na porcję lub na jednostkową ilość żywności” w odniesieniu do środka spożywczego w postaci dostępnej w sprzedaży oraz w odniesieniu do środka spożywczego po przygotowaniu, należy powtórzyć informację o wartości energetycznej w przeliczeniu na 100 g lub na 100 ml środka spożywczego w postaci dostępnej w sprzedaży.", "label": [[64, 75, "ORG"], [318, 321, "AMOUNT_VALUE"], [322, 323, "AMOUNT_UNIT"], [589, 592, "AMOUNT_VALUE"], [593, 594, "AMOUNT_UNIT"], [602, 605, "AMOUNT_VALUE"], [606, 608, "AMOUNT_UNIT"]]}
{"text": "V. Wnioski", "label": []}
{"text": "78. W świetle powyższych rozważań proponuję, aby na przedłożone przez Bundesgerichtshof (federalny trybunał sprawiedliwości, Niemcy) pytania prejudycjalne Trybunał odpowiedział w następujący sposób:", "label": [[70, 87, "ORG"], [89, 123, "ORG"], [125, 131, "LOC"], [155, 163, "ORG"]]}
{"text": "1) Artykuł 31 ust. 3 akapit drugi rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 1169/2011 z dnia 25 października 2011 r. w sprawie przekazywania konsumentom informacji na temat żywności, zmiany rozporządzeń Parlamentu Europejskiego i Rady (WE) nr 1924/2006 i (WE) nr 1925/2006 oraz uchylenia dyrektywy Komisji 87/250/EWG, dyrektywy Rady 90/496/EWG, dyrektywy Komisji 1999/10/WE, dyrektywy 2000/13/WE Parlamentu Europejskiego i Rady, dyrektyw Komisji 2002/67/WE i 2008/5/WE oraz rozporządzenia Komisji (WE) nr 608/2004 należy interpretować w ten sposób, że ów przepis stosuje się wyłącznie do żywności, która wymaga przygotowania i dla której określono jeden sposób przygotowania.", "label": [[49, 73, "ORG"], [76, 80, "ORG"], [101, 129, "DATE"], [216, 240, "ORG"], [243, 247, "ORG"], [311, 318, "ORG"], [341, 345, "ORG"], [368, 375, "ORG"], [409, 433, "ORG"], [436, 440, "ORG"], [451, 458, "ORG"], [502, 509, "ORG"]]}
{"text": "2) W świetle odpowiedzi zaproponowanej na pierwsze pytanie prejudycjalne nie uważam, by udzielenie odpowiedzi na drugie pytanie prejudycjalne było konieczne. Jeżeli Trybunał uzna, że należy na nie odpowiedzieć, uważam, iż trzeba udzielić następującej odpowiedzi:", "label": [[165, 173, "ORG"]]}
{"text": "Artykuł 33 ust. 2 akapit drugi rozporządzenia nr 1169/2011 należy interpretować w ten sposób, że w przypadku gdy wartość energetyczna jest podana na opakowaniu jednocześnie „w przeliczeniu na 100 g” oraz „w przeliczeniu na porcję lub na jednostkową ilość żywności” w odniesieniu do środka spożywczego w postaci dostępnej w sprzedaży oraz w odniesieniu do środka spożywczego po przygotowaniu, należy powtórzyć informację o wartości energetycznej w przeliczeniu na 100 g lub na 100 ml środka spożywczego w postaci dostępnej w sprzedaży.", "label": [[192, 195, "AMOUNT_VALUE"], [196, 197, "AMOUNT_UNIT"], [463, 466, "AMOUNT_VALUE"], [467, 468, "AMOUNT_UNIT"], [476, 479, "AMOUNT_VALUE"], [480, 482, "AMOUNT_UNIT"]]}
{"text": "1 Język oryginału: francuski.", "label": [[19, 28, "NATIONALITY"]]}
{"text": "2 Rozporządzenie Parlamentu Europejskiego i Rady z dnia 25 października 2011 r. w sprawie przekazywania konsumentom informacji na temat żywności, zmiany rozporządzeń Parlamentu Europejskiego i Rady (WE) nr 1924/2006 i (WE) nr 1925/2006 oraz uchylenia dyrektywy Komisji 87/250/EWG, dyrektywy Rady 90/496/EWG, dyrektywy Komisji 1999/10/WE, dyrektywy 2000/13/WE Parlamentu Europejskiego i Rady, dyrektyw Komisji 2002/67/WE i 2008/5/WE oraz rozporządzenia Komisji (WE) nr 608/2004 (Dz.U. 2011, L 304, s. 18 oraz sprostowania: Dz.U. 2013, L 163, s. 32; Dz.U. 2015, L 50, s. 48; Dz.U. 2016, L 266, s. 7, Dz.U. 2017, L 167, s. 58).", "label": [[17, 41, "ORG"], [44, 48, "ORG"], [51, 79, "DATE"], [166, 190, "ORG"], [193, 197, "ORG"], [261, 268, "ORG"], [291, 295, "ORG"], [318, 325, "ORG"], [359, 383, "ORG"], [386, 390, "ORG"], [401, 408, "ORG"], [452, 459, "ORG"]]}
{"text": "3 Dyrektywa Parlamentu Europejskiego i Rady z dnia 20 marca 2000 r. w sprawie zbliżenia ustawodawstw państw członkowskich w zakresie etykietowania, prezentacji i reklamy środków spożywczych (Dz.U. 2000, L 109, s. 29).", "label": [[12, 36, "ORG"], [39, 43, "ORG"], [46, 67, "DATE"]]}
{"text": "4 Dyrektywa Rady z dnia 24 września 1990 r. w sprawie oznaczania wartości odżywczej środków spożywczych (Dz.U. 1990, L 276, s. 40).", "label": [[12, 16, "ORG"], [19, 43, "DATE"]]}
{"text": "5 W odniesieniu do orzecznictwa dotyczącego rozporządzenia nr 1169/2011 zob. wyroki: z dnia 4 września 2019 r., Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659); z dnia 12 listopada 2019 r., Organisation juive européenne i Vignoble Psagot (C‑363/18, EU:C:2019:954); z dnia 1 października 2020 r., Groupe Lactalis (C‑485/18, EU:C:2020:763). W odniesieniu do dyrektywy 2000/13 zob. w szczególności wyroki: z dnia 10 września 2009 r., Lombardi (C‑446/07, EU:C:2009:530); z dnia 4 czerwca 2015 r., Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361); z dnia 22 września 2016 r., Breitsamer und Ulrich (C‑113/15, EU:C:2016:718). W odniesieniu do dyrektywy 90/496 zob. w szczególności wyrok z dnia 23 października 2003 r., B. Richter (C‑40/02, EU:C:2003:584).", "label": [[87, 110, "DATE"], [112, 176, "ORG"], [206, 231, "DATE"], [233, 262, "ORG"], [265, 280, "ORG"], [310, 337, "DATE"], [339, 354, "ORG"], [448, 472, "DATE"], [474, 482, "PER"], [512, 534, "DATE"], [536, 598, "ORG"], [628, 652, "DATE"], [654, 675, "ORG"], [766, 794, "DATE"], [796, 806, "PER"]]}
{"text": "6 Dyrektywa Rady z dnia 18 grudnia 1978 r. w sprawie zbliżenia ustawodawstw państw członkowskich w zakresie etykietowania, prezentacji i reklamowania środków spożywczych przeznaczonych na sprzedaż konsumentowi końcowemu (Dz.U. 1979, L 33, s. 1).", "label": [[12, 16, "ORG"], [19, 42, "DATE"]]}
{"text": "7 Motywy pierwszy i drugi dyrektywy 79/112.", "label": []}
{"text": "8 Motywy szósty i siódmy dyrektywy 79/112. Zobacz również motyw dwunasty tej dyrektywy, zgodnie z którym zasady dotyczące etykietowania powinny „również zakazywać stosowania informacji, które mogłyby wprowadzać w błąd nabywcę lub przypisywać środkom spożywczym właściwości lecznicze”. Jednakże ochrona konsumentów została zinterpretowana jako bezpośredni i główny cel rzeczonej dyrektywy [zob. podobnie opinia rzecznika generalnego I. Almasa w sprawie Scholz (C‑385/96, EU:C:1998:72, pkt 21)]. Zobacz również wyrok z dnia 12 października 1995 r., Graeme i in. (C‑85/94, EU:C:1995:312, pkt 23, 24).", "label": [[410, 431, "PROFESSION"], [432, 441, "PER"], [452, 458, "PER"], [517, 545, "DATE"], [547, 553, "PER"]]}
{"text": "9 Motywy 6 i 14 dyrektywy 2000/13.", "label": []}
{"text": "10 Zobacz motyw 8 dyrektywy 2000/13, zgodnie z którym „[sz]czegółowe etykietowanie, w szczególności określające dokładnie charakter i właściwości produktu, które umożliwiają konsumentowi dokonanie wyboru z pełną wiedzą o stanie faktycznym, jest najbardziej właściwe, ponieważ stwarza ono najmniej przeszkód w wolnym handlu”.", "label": []}
{"text": "11 W odniesieniu do wykazu kolejnych zmian, zob. części A i B załącznika IV do dyrektywy 2000/13.", "label": []}
{"text": "12 Motyw 11 rozporządzenia nr 1169/2011.", "label": []}
{"text": "13 Motyw 9 zdanie drugie rozporządzenia nr 1169/2011 (wyróżnienie moje). Zobacz również zawarte w motywie 1 tego rozporządzenia odesłanie do art. 169 TFUE, który przewiduje, że Unia Europejska przyczynia się do osiągania wysokiego poziomu ochrony konsumenta.", "label": [[177, 192, "ORG"]]}
{"text": "14 Zobacz, odpowiednio, art. 1 ust. 1 i 2 rozporządzenia nr 1169/2011. Właśnie w tym duchu ponownie podkreślono również, że „generalną zasadą prawa żywnościowego jest zapewnienie konsumentom podstawy do dokonywania świadomych wyborów dotyczących spożywanej przez nich żywności i uniemożliwienie jakichkolwiek praktyk, które mogłyby wprowadzić konsumenta w błąd” (motyw 4 tego rozporządzenia).", "label": []}
{"text": "15 Prawodawca Unii określił związek pomiędzy etykietowaniem a celem, jakim jest osiągnięcie wysokiego poziomu ochrony zdrowia konsumentów, wskazując na zależność zdrowia od diety i wybór właściwej diety dostosowanej do potrzeb indywidualnych. Umożliwienie konsumentom dokonywania świadomych wyborów zostało bowiem uznane za niezbędne zarówno dla zapewnienia skutecznej konkurencji, jak i dla dobra konsumentów (zob. motywy 3 i 10 rozporządzenia nr 1169/2011).", "label": [[14, 18, "LOC"]]}
{"text": "16 Artykuł 2 ust. 2 lit. c) rozporządzenia nr 1169/2011.", "label": []}
{"text": "17 Chociaż pojęcie „dobrowolnych informacji” zostało użyte w rozporządzeniu nr 1169/2011 (zob. tytuł rozdziału V, art. 36, 37 oraz motyw 47), nie zostało ono w nim zdefiniowane. Ponadto w niektórych wersjach językowych tego rozporządzenia zostały również użyte pojęcia „dobrowolnie” lub „na zasadzie dobrowolności” (zob. art. 36 oraz motywy 30, 38, 41, 42, 47 i 58) (wersje językowe francuska i włoska). Pojęcia te wyraźnie są stosowane wymiennie. W większości wersji językowych użyto bowiem tych samych pojęć (zob. wersje językowe niemiecką, grecką i angielską). Pragnę również zauważyć, że informacji „dobrowolnych” (lub podawanych „na zasadzie dobrowolności”) nie należy mylić z informacjami „dodatkowymi”. Wprawdzie bowiem rzeczone rozporządzenie zharmonizowało przepisy krajowe państw członkowskich w zakresie obowiązkowych danych szczegółowych, harmonizacja ta nie jest jednak wyczerpująca, ponieważ państwa członkowskie nadal mają swobodę przyjmowania dodatkowych obowiązkowych danych szczegółowych na warunkach określonych w tym rozporządzeniu [zob. w tym względzie art. 10 i art. 35 ust. 2 rozporządzenia nr 1169/2011, a także opinia rzecznika generalnego F. Colina w sprawie Groupe Lactalis (C‑485/18, EU:C:2020:592, pkt 32–34)].", "label": [[383, 392, "NATIONALITY"], [395, 401, "NATIONALITY"], [532, 541, "NATIONALITY"], [543, 549, "NATIONALITY"], [552, 561, "NATIONALITY"], [1143, 1164, "PROFESSION"], [1165, 1174, "PER"], [1185, 1200, "ORG"]]}
{"text": "18 Motyw 17 rozporządzenia nr 1169/2011.", "label": []}
{"text": "19 Rozporządzenie to stanowi również „podstawę” w rozumieniu art. 1 ust. 1 rzeczonego rozporządzenia, a mianowicie określa „ogólne zasady” w rozdziale II i „ogólne wymogi” w rozdziale III, które znajdują też zastosowanie do informacji obowiązkowych [zob. podobnie wyrok z dnia 4 września 2019 r., Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, pkt 66)].", "label": [[272, 295, "DATE"], [297, 361, "ORG"]]}
{"text": "20 Artykuł 9 ust. 1 zdanie pierwsze rozporządzenia nr 1169/2011.", "label": []}
{"text": "21 Zobacz motyw 30 rozporządzenia nr 1169/2011.", "label": []}
{"text": "22 Zobacz motyw 41 rozporządzenia nr 1169/2011.", "label": []}
{"text": "23 Zobacz motywy 30, 38, 41, 42 i 47 rozporządzenia nr 1169/2011.", "label": []}
{"text": "24 Zobacz motyw 41 rozporządzenia nr 1169/2011. W tym względzie w motywie 47 tego rozporządzenia wyjaśniono, że „[d]oświadczenie pokazuje, że w wielu przypadkach dobrowolne informacje na temat żywności przekazywane są ze szkodą dla jasności obowiązkowych informacji na temat żywności. Dlatego należy przyjąć kryteria pomagające podmiotom działającym na rynku spożywczym i organom wykonawczym we właściwym wyważeniu przekazywania obowiązkowych i dobrowolnych informacji na temat żywności”.", "label": []}
{"text": "25 Zobacz motyw 42 rozporządzenia nr 1169/2011.", "label": []}
{"text": "26 Artykuł 36 ust. 1 rozporządzenia nr 1169/2011.", "label": []}
{"text": "27 Artykuł 36 ust. 2 rozporządzenia nr 1169/2011.", "label": []}
{"text": "28 Zobacz pkt 26 niniejszej opinii.", "label": []}
{"text": "29 Zobacz pkt 1 załącznika I do rozporządzenia nr 1169/2011, zatytułowanego „Szczegółowe definicje, o których mowa w art. 2 ust. 4”.", "label": []}
{"text": "30 Wszystkie przepisy dotyczące (jedenastu) innych obowiązkowych danych szczegółowych znajdują się bowiem sekcji 2 rozdziału IV.", "label": []}
{"text": "31 Rozróżnienie pomiędzy informacjami „obowiązkowymi” i „dobrowolnymi” nie wynika jako takie z treści art. 30 rozporządzenia nr 1169/2011, ale z ust. 1 tegoż artykułu dotyczącego „obowiązkowej informacji o wartości odżywczej”, interpretowanego w związku z jego ust. 3, dotyczącym informacji, które „można w [etykietowaniu] powtórzyć”, oraz w związku z motywem 41, który wskazuje, że informacje żywieniowe można powtórzyć „na zasadzie dobrowolności”. Zobacz pkt 27 niniejszej opinii.", "label": []}
{"text": "32 Motyw 41 zdanie czwarte rozporządzenia nr 1169/2011.", "label": []}
{"text": "33 Motyw 41 zdanie czwarte rozporządzenia nr 1169/2011.", "label": []}
{"text": "34 Artykuł 13 ust. 1 i 2 rozporządzenia nr 1169/2011.", "label": []}
{"text": "35 Artykuł 2 ust. 2 lit. k) rozporządzenia nr 1169/2011.", "label": []}
{"text": "36 Artykuł 34 ust. 1 i 2 rozporządzenia nr 1169/2011. Zgodnie z motywem 41 tego rozporządzenia, „[a]by przekazywane informacje żywieniowe przemawiały do przeciętnego konsumenta i służyły celowi informacyjnemu, w którym je wprowadzono, […] powinny być one proste i łatwo zrozumiałe. Podawanie informacji żywieniowych częściowo w głównym polu widzenia, zwanym powszechnie »przodem opakowania«, a częściowo z innej strony opakowania, na przykład »z tyłu opakowania«, mogłoby dezorientować konsumentów. Dlatego informacja o wartości odżywczej powinna się znajdować w tym samym polu widzenia.”.", "label": []}
{"text": "37 Artykuł 37 rozporządzenia nr 1169/2011.", "label": []}
{"text": "38 „Główne pole widzenia” zostało zdefiniowane jako „pole widzenia opakowania, które konsument najprawdopodobniej zobaczy przy pierwszym spojrzeniu na produkt w momencie zakupu i które umożliwia konsumentowi natychmiastową identyfikację produktu, jeśli chodzi o jego charakter lub rodzaj, a w stosownych przypadkach o jego markę. Jeżeli opakowanie ma kilka identycznych głównych pól widzenia, to główne pole widzenia jest polem wybranym przez podmiot działający na rynku spożywczym” [zob. art. 2 ust. 2 lit. l) rozporządzenia nr 1169/2011].", "label": []}
{"text": "39 Artykuł 34 ust. 3 rozporządzenia nr 1169/2011, który odnosi się do art. 13 ust. 2 tego rozporządzenia.", "label": []}
{"text": "40 Motyw 35 rozporządzenia nr 1169/2011.", "label": []}
{"text": "41 Artykuł 31 ust. 3 akapit pierwszy rozporządzenia nr 1169/2011.", "label": []}
{"text": "42 Artykuł 31 ust. 3 akapit drugi rozporządzenia nr 1169/2011.", "label": []}
{"text": "43 Zgodnie z art. 30 ust. 1 lit. a) rozporządzenia nr 1169/2011.", "label": []}
{"text": "44 Zgodnie z art. 30 ust. 1 lit. b) rozporządzenia nr 1169/2011.", "label": []}
{"text": "45 Zgodnie z art. 34 ust. 1 rozporządzenia nr 1169/2011.", "label": []}
{"text": "46 Zgodnie z art. 34 ust. 2 rozporządzenia nr 1169/2011.", "label": []}
{"text": "47 Zgodnie z art. 30 ust. 3 lit. b), art. 2 ust. 2 lit. l), a także art. 34 ust. 3 lit. a) rozporządzenia nr 1169/2011.", "label": []}
{"text": "48 Zgodnie z art. 34 ust. 3 akapit drugi rozporządzenia nr 1169/2011.", "label": []}
{"text": "49 Zgodnie z art. 31 ust. 3 akapit pierwszy rozporządzenia nr 1169/2011.", "label": []}
{"text": "50 Zobacz podobnie wyrok z dnia 16 lipca 2020 r., AFMB i in. (C‑610/18, EU:C:2020:565, pkt 50).", "label": [[27, 48, "DATE"], [50, 54, "ORG"]]}
{"text": "51 Zobacz art. 1 ust. 3 rozporządzenia nr 1169/2011.", "label": []}
{"text": "52 Zobacz art. 1 ust. 4 rozporządzenia nr 1169/2011.", "label": []}
{"text": "53 Zwracam uwagę, że Komisja jest uprawniona do przyjmowania aktów delegowanych dotyczących dodatkowych wymogów w zakresie wprowadzania do obrotu produktów w sektorze owoców i warzyw [zob. wyrok z dnia 4 września 2019 r., Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main (C‑686/17, EU:C:2019:659, pkt 63, 69)].", "label": [[21, 28, "ORG"], [197, 220, "DATE"], [222, 286, "ORG"]]}
{"text": "54 Zobacz pkt 23 niniejszej opinii. Zobacz podobnie wyroki: z dnia 22 września 2016 r., Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, pkt 67); z dnia 1 października 2020 r., Groupe Lactalis (C‑485/18, EU:C:2020:763, pkt 43).", "label": [[62, 86, "DATE"], [88, 109, "ORG"], [147, 174, "DATE"], [176, 191, "ORG"]]}
{"text": "55 Zobacz motywy 4 i 20 rozporządzenia nr 1169/2011, a także wyrok z dnia 1 października 2020 r., Groupe Lactalis (C‑485/18, EU:C:2020:763, pkt 41). W odniesieniu do poprzedniego systemu zob. wyroki: z dnia 4 czerwca 2015 r., Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, pkt 33); z dnia 30 stycznia 2020 r., Dr. Willmar Schwabe (C‑524/18, EU:C:2020:60, pkt 35 i przytoczone tam orzecznictwo).", "label": [[69, 96, "DATE"], [98, 113, "ORG"], [202, 224, "DATE"], [226, 288, "ORG"], [326, 350, "DATE"], [352, 371, "ORG"]]}
{"text": "56 Wymogi te mają zastosowanie również do reklamy lub do prezentacji środków spożywczych, w szczególności ich opakowania (zob. art. 7 ust. 4 rozporządzenia nr 1169/2011).", "label": []}
{"text": "57 Zobacz art. 1 ust. 1 i art. 3 ust. 1 rozporządzenia nr 1169/2011 w związku z motywami 1, 3 i 4 tego rozporządzenia. Zobacz podobnie wyroki: z dnia 12 listopada 2019 r., Organisation juive européenne i Vignoble Psagot (C‑363/18, EU:C:2019:954, pkt 52, 53); z dnia 1 października 2020 r., Groupe Lactalis (C‑485/18, EU:C:2020:763, pkt 43).", "label": [[145, 170, "DATE"], [172, 201, "ORG"], [204, 219, "ORG"], [261, 288, "DATE"], [290, 305, "ORG"]]}
{"text": "58 Zobacz podobnie wyroki: z dnia 22 września 2016 r., Breitsamer und Ulrich (C‑113/15, EU:C:2016:718, pkt 69); z dnia 1 października 2020 r., Groupe Lactalis (C‑485/18, EU:C:2020:763, pkt 44).", "label": [[29, 53, "DATE"], [55, 76, "ORG"], [114, 141, "DATE"], [143, 158, "ORG"]]}
{"text": "59 Zobacz podobnie wyroki: z dnia 12 września 2000 r., Ericsson (C‑366/98, EU:C:2000:430, pkt 18–20); z dnia 10 września 2009 r., Lombardi (C‑446/07, EU:C:2009:530, pkt 60); z dnia 4 czerwca 2015 r., Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, pkt 35).", "label": [[29, 53, "DATE"], [55, 63, "PER"], [104, 128, "DATE"], [130, 138, "PER"], [176, 198, "DATE"], [200, 262, "ORG"]]}
{"text": "60 Zobacz podobnie wyroki: z dnia 10 września 2009 r., Lombardi (C‑446/07, EU:C:2009:530, pkt 61 i przytoczone tam orzecznictwo); z dnia 4 czerwca 2015 r., Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, pkt 36).", "label": [[29, 53, "DATE"], [55, 63, "PER"], [132, 154, "DATE"], [156, 218, "ORG"]]}
{"text": "61 Zobacz podobnie wyrok z dnia 4 czerwca 2015 r., Bundesverband der Verbraucherzentralen und Verbraucherverbände (C‑195/14, EU:C:2015:361, pkt 39, 40).", "label": [[27, 49, "DATE"], [51, 113, "ORG"]]}
{"text": "62 Na podstawie art. 30 ust. 3 lit. b) rozporządzenia nr 1169/2011.", "label": []}
{"text": "63 Zobacz motyw 35 rozporządzenia nr 1169/2011.", "label": []}
{"text": "64 W tym względzie z akt sprawy przedłożonych Trybunałowi wynika, że wprawdzie Dr. Oetker określił liczbowo z przodu opakowania przyjętą porcję poprzez oznaczenie „= 100 g”, nie wskazał jednak wyraźnie „liczby porcji” w opakowaniu. W związku z tym nie jestem przekonany, że zostały spełnione przesłanki przewidziane w art. 33 ust. 1 rozporządzenia nr 1169/2011.", "label": [[46, 57, "ORG"], [79, 89, "ORG"], [166, 169, "AMOUNT_VALUE"], [170, 171, "AMOUNT_UNIT"]]}
{"text": "65 Zobacz pkt 52 niniejszej opinii.", "label": []}
