{"text": "POSTANOWIENIE PREZESA TRYBUNAŁU", "label": [[14, 21, "PROFESSION"], [22, 31, "ORG"]]}
{"text": "z dnia17 września 2021 r.(*)", "label": [[2, 25, "DATE"]]}
{"text": "Interwencja – Artykuł 40 statutu Trybunału Sprawiedliwości Unii Europejskiej – Wniosek złożony przez agencję Unii Europejskiej – Prawo do wstąpienia do sprawy w charakterze interwenienta w postępowaniach między instytucjami Unii – Interes w rozstrzygnięciu sprawy – Dopuszczenie", "label": [[33, 76, "ORG"], [109, 126, "LOC"], [224, 228, "LOC"]]}
{"text": "W sprawie C‑144/21", "label": []}
{"text": "mającej za przedmiot skargę o stwierdzenie nieważności na podstawie art. 263 TFUE, wniesioną w dniu 5 marca 2021 r.,", "label": [[95, 115, "DATE"]]}
{"text": "Parlament Europejski, który reprezentują N. Ricci, J. Moretti i M. Nunes Monteiro, w charakterze pełnomocników, strona skarżąca, przeciwko Komisji Europejskiej, którą reprezentują H. Simon i P. Zerafa-Acici, w charakterze pełnomocników, strona pozwana,", "label": [[0, 20, "ORG"], [41, 49, "PER"], [51, 61, "PER"], [64, 81, "PER"], [97, 110, "PROFESSION"], [139, 159, "ORG"], [180, 188, "PER"], [191, 206, "PER"], [222, 235, "PROFESSION"]]}
{"text": "PREZES TRYBUNAŁU,", "label": [[0, 6, "PROFESSION"], [7, 16, "ORG"]]}
{"text": "uwzględniając wniosek S.‑Z. Brunschota, sędziego sprawozdawcy,", "label": [[22, 38, "PER"], [40, 61, "PROFESSION"]]}
{"text": "po wysłuchaniu rzecznik generalnej K. Kellett,", "label": [[15, 34, "PROFESSION"], [35, 45, "PER"]]}
{"text": "wydaje następujące Postanowienie", "label": []}
{"text": "1 W skardze Parlament Europejski wnosi o stwierdzenie częściowej nieważności decyzji wykonawczej Komisji C(2020) 8797 z dnia 18 grudnia 2020 r. (zwanej dalej „zaskarżoną decyzją”), zezwalającej częściowo na określone zastosowania trójtlenku chromu na podstawie rozporządzenia (WE) nr 1907/2006 Parlamentu Europejskiego i Rady z dnia 18 grudnia 2006 r. w sprawie rejestracji, oceny, udzielania zezwoleń i stosowanych ograniczeń w zakresie chemikaliów (REACH), utworzenia Europejskiej Agencji Chemikaliów, zmieniającego dyrektywę 1999/45/WE oraz uchylającego rozporządzenie Rady (EWG) nr 793/93 i rozporządzenie Komisji (WE) nr 1488/94, jak również dyrektywę Rady 76/769/EWG i dyrektywy Komisji 91/155/EWG, 93/67/EWG, 93/105/WE i 2000/21/WE (Dz.U. 2006, L 396, s. 1) (zwanego dalej „rozporządzeniem REACH”).", "label": [[12, 32, "ORG"], [97, 104, "ORG"], [120, 143, "DATE"], [294, 318, "ORG"], [321, 325, "ORG"], [328, 351, "DATE"], [470, 502, "ORG"], [572, 576, "ORG"], [610, 617, "ORG"], [657, 661, "ORG"], [685, 692, "ORG"]]}
{"text": "2 Pismem złożonym w sekretariacie Trybunału w dniu 27 maja 2021 r. Europejska Agencja Chemikaliów (ECHA) wniosła na podstawie art. 40 akapit drugi statutu Trybunału Sprawiedliwości Unii Europejskiej i art. 130 regulaminu postępowania przed Trybunałem o dopuszczenie do sprawy w charakterze interwenienta popierającego żądania Komisji Europejskiej.", "label": [[34, 43, "ORG"], [46, 66, "DATE"], [67, 104, "ORG"], [155, 198, "ORG"], [240, 250, "ORG"], [326, 346, "ORG"]]}
{"text": "3 Na poparcie wniosku o dopuszczenie do sprawy w charakterze interwenienta ECHA podnosi, że ma interes w rozstrzygnięciu sprawy, ponieważ uczestniczyła w procedurze przyjęcia zaskarżonej decyzji, a jej Komitet ds. Oceny Ryzyka i jej Komitet ds. Analiz Społeczno-Ekonomicznych zgodnie z art. 64 ust. 4 rozporządzenia REACH sformułowały opinie w sprawie wniosku o udzielenie zezwolenia, które zostały uwzględnione przez Komisję.", "label": [[75, 79, "ORG"], [202, 226, "ORG"], [233, 275, "ORG"], [418, 425, "ORG"]]}
{"text": "4 Zdaniem ECHA skarżąca kwestionuje pośrednio zasadność tych opinii, twierdząc, że zaskarżona decyzja została wydana z naruszeniem art. 60 ust. 4 i 7 rozporządzenia REACH. Podnosi ona również, że niniejsza sprawa może mieć wpływ na sposób, w jaki oba komitety będą musiały oceniać wnioski o udzielenie zezwoleń w przyszłości.", "label": [[10, 14, "ORG"]]}
{"text": "5 Pismem złożonym w sekretariacie Trybunału w dniu 18 czerwca 2021 r. Parlament wniósł o oddalenie wniosku ECHA o dopuszczenie do sprawy w charakterze interwenienta. Uważa on, że art. 40 akapit drugi zdanie drugie statutu Trybunału Sprawiedliwości Unii Europejskiej wyklucza możliwość interwencji ECHA w sprawie, która dotyczy sporu między dwiema instytucjami. Dodaje on tytułem uzupełnienia, że ECHA nie posiada interesu w rozstrzygnięciu tego sporu.", "label": [[34, 43, "ORG"], [46, 69, "DATE"], [70, 79, "ORG"], [107, 111, "ORG"], [222, 265, "ORG"], [297, 301, "ORG"], [396, 400, "ORG"]]}
{"text": "W przedmiocie wniosku o dopuszczenie do sprawy w charakterze interwenienta", "label": []}
{"text": "6 Artykuł 40 akapit pierwszy statutu Trybunału Sprawiedliwości Unii Europejskiej stanowi, że państwa członkowskie i instytucje Unii mogą interweniować w sprawach rozpatrywanych przez Trybunał. Zgodnie ze zdaniem pierwszym akapitu drugiego to samo prawo przysługuje organom i jednostkom organizacyjnym Unii i każdej innej osobie, jeżeli mogą one uzasadnić interes w rozstrzygnięciu sprawy przedłożonej Trybunałowi.", "label": [[37, 80, "ORG"], [127, 131, "LOC"], [183, 191, "ORG"], [301, 305, "LOC"], [401, 412, "ORG"]]}
{"text": "7 Zdanie drugie akapitu drugiego tego samego artykułu wyklucza jednak udział osób fizycznych i prawnych w sprawach między państwami członkowskimi, między instytucjami Unii lub między państwami członkowskimi a instytucjami Unii.", "label": [[167, 171, "LOC"], [222, 226, "LOC"]]}
{"text": "8 Z brzmienia i systematyki tego przepisu wynika zatem, że przewidziane w nim wyłączenie nie znajduje zastosowania do „organów” i „jednostek organizacyjnych Unii”.", "label": [[157, 161, "LOC"]]}
{"text": "9 W konsekwencji zgodnie z art. 40 akapit drugi statutu Trybunału Sprawiedliwości Unii Europejskiej organy lub jednostki organizacyjne Unii, takie jak ECHA, mogą przystępować w charakterze interwenientów do przedłożonych Trybunałowi spraw między państwami członkowskimi, między instytucjami Unii lub między państwami członkowskimi a instytucjami Unii, pod warunkiem że uzasadnią „interes w rozstrzygnięciu sprawy”.", "label": [[56, 99, "ORG"], [135, 139, "LOC"], [151, 155, "ORG"], [221, 232, "ORG"], [291, 295, "LOC"], [346, 350, "LOC"]]}
{"text": "10 Zgodnie z utrwalonym orzecznictwem Trybunału pojęcie „interesu w rozstrzygnięciu sprawy” w rozumieniu tegoż przepisu należy określić na podstawie przedmiotu sporu i rozumieć je jako bezpośredni i aktualny interes w rozstrzygnięciu co do samych żądań, a nie jako interes w odniesieniu do podniesionych zarzutów lub argumentów. W istocie przez „rozstrzygnięcie sprawy” należy rozumieć oczekiwane orzeczenie kończące postępowanie w sprawie, i to w taki sposób, w jaki jest ono ujęte w sentencji wyroku, który ma zostać wydany (zob. m.in. postanowienie prezesa Trybunału z dnia 5 lipca 2018 r., Uniwersytet Wrocławski i Polska/REA, C 515/17 P i C 561/17 P, niepublikowane, EU:C:2018:553, pkt 7). Co do zasady interes w rozstrzygnięciu sprawy można uznać za wystarczająco bezpośredni tylko wówczas, gdy to rozstrzygnięcie może zmienić sytuację prawną wnoszącego o dopuszczenie do sprawy w charakterze interwenienta (postanowienie prezesa Trybunału z dnia 30 kwietnia 2020 r., Komisja/HSBC Holdings i in., C 806/19 P, niepublikowane, EU:C:2020:364, pkt 8 i przytoczone tam orzecznictwo).", "label": [[38, 47, "ORG"], [552, 559, "PROFESSION"], [560, 569, "ORG"], [572, 592, "DATE"], [594, 616, "ORG"], [619, 625, "ORG"], [626, 629, "ORG"], [928, 935, "PROFESSION"], [936, 945, "ORG"], [948, 972, "DATE"], [974, 981, "ORG"], [982, 995, "ORG"]]}
{"text": "11 Należy jednak stwierdzić, że organy i jednostki organizacyjne Unii, w odróżnieniu od osób fizycznych i prawnych, mogą wnosić o dopuszczenie do sprawy w charakterze interwenienta w sporze przedłożonym orzecznictwu Trybunału nie w celu obrony interesów prywatnych lub jak w przypadku stowarzyszeń – interesów związanych z przedmiotem ich działalności, takim jak ochrona środowiska, lecz raczej w sytuacji, gdy tak jak w niniejszej sprawie, akt leżący u podstaw sporu został przyjęty w wyniku przeprowadzenia procedury, w ramach której dany organ lub jednostka organizacyjna zostały powołane do odgrywania funkcji polegającej na obronie wydanych przez nie opinii lub ocen dokonanych przez nie w toku tej procedury.", "label": [[65, 69, "LOC"], [216, 225, "ORG"]]}
{"text": "12 W konsekwencji w przypadku wniosków o dopuszczenie do sprawy w charakterze interwenienta składanych przez organy i jednostki organizacyjne Unii przesłankę dotyczącą istnienia bezpośredniego i rzeczywistego interesu w rozstrzygnięciu sprawy należy stosować w sposób odzwierciedlający tę specyfikę.", "label": [[142, 146, "LOC"]]}
{"text": "13 Tym samym, jeśli chodzi o wnioski o dopuszczenie do sprawy w charakterze interwenienta w postępowaniach o stwierdzenie nieważności aktu Unii, złożone przez organy i jednostki organizacyjne Unii, wymóg posiadania bezpośredniego i rzeczywistego interesu w rozstrzygnięciu takiej sprawy przez ten organ lub jednostkę organizacyjną należy uznać za spełniony w szczególności, jeżeli ten organ lub jednostka organizacyjna są w stanie wykazać, że sporny akt Unii został przyjęty w wyniku przeprowadzenia procedury, w której ich udział został przewidziany zgodnie z prawem Unii, czy to poprzez wydanie opinii, czy też przedstawienie ocen.", "label": [[139, 143, "LOC"], [192, 196, "LOC"], [454, 458, "LOC"], [568, 572, "LOC"]]}
{"text": "14 Tak właśnie jest w niniejszej sprawie. Bezsporne jest bowiem, to że w ramach procedury przyjęcia zaskarżonej decyzji Komitet ds. Oceny Ryzyka i Komitet ds. Analiz Społeczno-Ekonomicznych ECHA zgodnie z art. 64 ust. 4 rozporządzenia REACH sformułowały opinie w przedmiocie wniosku o zezwolenie na określone zastosowania trójtlenku chromu, które to opinie zostały uwzględnione przez Komisję.", "label": [[120, 144, "ORG"], [147, 194, "ORG"], [384, 391, "ORG"]]}
{"text": "15 W konsekwencji zgodnie z art. 40 akapit drugi statutu Trybunału Sprawiedliwości Unii Europejskiej i art. 131 § 3 regulaminu postępowania należy dopuścić interwencję ECHA na poparcie żądań Komisji.", "label": [[57, 100, "ORG"], [168, 172, "ORG"], [191, 198, "ORG"]]}
{"text": "W przedmiocie praw proceduralnych interwenienta", "label": []}
{"text": "16 Ponieważ wniosek o dopuszczenie do sprawy w charakterze interwenienta został przyjęty, na podstawie art. 131 § 3 regulaminu postępowania ECHA otrzyma wszystkie dokumenty procesowe doręczane stronom.", "label": [[140, 144, "ORG"]]}
{"text": "17 Z uwagi na fakt, że wniosek ten został złożony w terminie sześciu tygodni przewidzianym w art. 130 regulaminu postępowania, ECHA będzie mogła zgodnie z art. 132 § 1 tego regulaminu przedstawić uwagi interwenienta w terminie miesiąca od powiadomienia, o którym mowa w poprzednim punkcie.", "label": [[61, 68, "AMOUNT_VALUE"], [69, 76, "AMOUNT_UNIT"], [127, 131, "ORG"], [227, 235, "AMOUNT_UNIT"]]}
{"text": "18 Wreszcie, ECHA będzie mogła przedstawić uwagi ustne, jeżeli zostanie przeprowadzona rozprawa.", "label": [[13, 17, "ORG"]]}
{"text": "W przedmiocie kosztów", "label": []}
{"text": "19 Zgodnie z art. 137 regulaminu postępowania rozstrzygnięcie w przedmiocie kosztów następuje w wyroku lub postanowieniu kończącym postępowanie w sprawie.", "label": []}
{"text": "20 Jako że w niniejszej sprawie wniosek ECHA o dopuszczenie do sprawy w charakterze interwenienta został uwzględniony, rozstrzygnięcie o kosztach związanych z jej interwencją nastąpi w orzeczeniu kończącym postępowanie w sprawie.", "label": [[40, 44, "ORG"]]}
{"text": "Z powyższych względów prezes Trybunału postanawia, co następuje:", "label": [[22, 28, "PROFESSION"], [29, 38, "ORG"]]}
{"text": "1) Europejska Agencja Chemikaliów (ECHA) zostaje dopuszczona do udziału w charakterze interwenienta w sprawie C‑144/21 na poparcie żądań Komisji Europejskiej.", "label": [[3, 40, "ORG"], [137, 157, "ORG"]]}
{"text": "2) Europejskiej Agencji Chemikaliów (ECHA) zostaną doręczone przez sekretarza kopie wszystkich pism procesowych.", "label": [[3, 42, "ORG"], [67, 77, "PROFESSION"]]}
{"text": "3) Europejskiej Agencji Chemikaliów (ECHA) zostanie wyznaczony termin na złożenie odpowiedzi na skargę.", "label": [[3, 42, "ORG"]]}
{"text": "4) Rozstrzygnięcie o kosztach Europejskiej Agencji Chemikaliów (ECHA) nastąpi w orzeczeniu kończącym postępowanie w sprawie.", "label": [[30, 69, "ORG"]]}
{"text": "Podpisy", "label": []}
{"text": "* Język postępowania: angielski.", "label": [[22, 31, "NATIONALITY"]]}
